{
  "Ecclesiastes": {
    "1": {
      "1": "The words of the Teacher, the son of David, king in Jerusalem:",
      "2": "“Futile! Futile!” laments the Teacher.\n“Absolutely futile! Everything is futile!”",
      "3": "What benefit do people get from all the effort\nwhich they expend on earth?",
      "4": "A generation comes and a generation goes,\nbut the earth remains the same through the ages.",
      "5": "The sun rises and the sun sets;\nit hurries away to a place from which it rises again.",
      "6": "The wind goes to the south and circles around to the north;\nround and round the wind goes and on its rounds it returns.",
      "7": "All the streams flow into the sea, but the sea is not full,\nand to the place where the streams flow, there they will flow again.",
      "8": "All this monotony is tiresome; no one can bear to describe it.\nThe eye is never satisfied with seeing, nor is the ear ever content with hearing.",
      "9": "What exists now is what will be,\nand what has been done is what will be done;\nthere is nothing truly new on earth.",
      "10": "Is there anything about which someone can say, “Look at this! It is new”?\nIt was already done long ago, before our time.",
      "11": "No one remembers the former events,\nnor will anyone remember the events that are yet to happen;\nthey will not be remembered by the future generations.",
      "12": "I, the Teacher, have been king over Israel in Jerusalem.",
      "13": "I decided to carefully and thoroughly examine\nall that has been accomplished on earth.\nI concluded: God has given people a burdensome task\nthat keeps them occupied.",
      "14": "I reflected on everything that is accomplished by man on earth,\nand I concluded: Everything he has accomplished is futile—like chasing the wind!",
      "15": "What is bent cannot be straightened,\nand what is missing cannot be supplied.",
      "16": "I thought to myself,\n“I have become much wiser than any of my predecessors who ruled over Jerusalem;\nI have acquired much wisdom and knowledge.”",
      "17": "So I decided to discern the benefit of wisdom and knowledge over foolish behavior and ideas;\nhowever, I concluded that even this endeavor is like trying to chase the wind.",
      "18": "For with great wisdom comes great frustration;\nwhoever increases his knowledge merely increases his heartache."
    },
    "2": {
      "1": "I thought to myself,\n“Come now, I will try self-indulgent pleasure to see if it is worthwhile.”\nBut I found that it also is futile.",
      "2": "I said of partying, “It is folly,”\nand of self-indulgent pleasure, “It accomplishes nothing!”",
      "3": "I thought deeply about the effects of indulging myself with wine\n(all the while my mind was guiding me with wisdom)\nand the effects of behaving foolishly,\nso that I might discover what is profitable\nfor people to do on earth during the few days of their lives.",
      "4": "I increased my possessions:\nI built houses for myself;\nI planted vineyards for myself.",
      "5": "I designed royal gardens and parks for myself,\nand I planted all kinds of fruit trees in them.",
      "6": "I constructed pools of water for myself,\nto irrigate my grove of flourishing trees.",
      "7": "I purchased male and female slaves,\nand I owned slaves who were born in my house;\nI also possessed more livestock—both herds and flocks—\nthan any of my predecessors in Jerusalem.",
      "8": "I also amassed silver and gold for myself,\nas well as valuable treasures taken from kingdoms and provinces.\nI acquired male singers and female singers for myself,\nand what gives a man sensual delight—a harem of beautiful concubines.",
      "9": "So I was far wealthier than all my predecessors in Jerusalem,\nyet I maintained my objectivity.",
      "10": "I did not restrain myself from getting whatever I wanted;\nI did not deny myself anything that would bring me pleasure.\nSo all my accomplishments gave me joy;\nthis was my reward for all my effort.",
      "11": "Yet when I reflected on everything I had accomplished\nand on all the effort that I had expended to accomplish it,\nI concluded: “All these achievements and possessions are ultimately profitless—\nlike chasing the wind!\nThere is nothing gained from them on earth.”",
      "12": "Next, I decided to consider wisdom, as well as foolish behavior and ideas.\nFor what more can the king’s successor do than what the king has already done?",
      "13": "I realized that wisdom is preferable to folly,\njust as light is preferable to darkness:",
      "14": "The wise man can see where he is going, but the fool walks in darkness.\nYet I also realized that the same fate happens to them both.",
      "15": "So I thought to myself, “The fate of the fool will happen even to me!\nThen what did I gain by becoming so excessively wise?”\nSo I lamented to myself,\n“The benefits of wisdom are ultimately meaningless!”",
      "16": "For the wise man, like the fool, will not be remembered for very long,\nbecause in the days to come, both will already have been forgotten.\nAlas, the wise man dies—just like the fool!",
      "17": "So I loathed life because what\nhappens on earth seems awful to me;\nfor all the benefits of wisdom are futile—like chasing the wind.",
      "18": "So I loathed all the fruit of my effort,\nfor which I worked so hard on earth,\nbecause I must leave it behind in the hands of my successor.",
      "19": "Who knows if he will be a wise man or a fool?\nYet he will be master over all the fruit of my labor\nfor which I worked so wisely on earth.\nThis also is futile!",
      "20": "So I began to despair about all the fruit of my labor\nfor which I worked so hard on earth.",
      "21": "For a man may do his work with wisdom, knowledge, and skill;\nhowever, he must hand over the fruit of his labor as an inheritance\nto someone else who did not work for it.\nThis also is futile, and an awful injustice!",
      "22": "What does a man acquire from all his labor\nand from the anxiety that accompanies his toil on earth?",
      "23": "For all day long his work produces pain and frustration,\nand even at night his mind cannot relax.\nThis also is futile!",
      "24": "There is nothing better for people than to eat and drink,\nand to find enjoyment in their work.\nI also perceived that this ability to find enjoyment comes from God.",
      "25": "For no one can eat and drink\nor experience joy apart from him.",
      "26": "For to the one who pleases him, God gives wisdom, knowledge, and joy,\nbut to the sinner, he gives the task of amassing wealth—\nonly to give it to the one who pleases God.\nThis task of the wicked is futile—like chasing the wind!"
    },
    "3": {
      "1": "For everything there is an appointed time,\nand an appropriate time for every activity on earth:",
      "2": "A time to be born, and a time to die;\na time to plant, and a time to uproot what was planted;",
      "3": "a time to kill, and a time to heal;\na time to break down, and a time to build up;",
      "4": "a time to weep, and a time to laugh;\na time to mourn, and a time to dance.",
      "5": "A time to throw away stones, and a time to gather stones;\na time to embrace, and a time to refrain from embracing;",
      "6": "a time to search, and a time to give something up as lost;\na time to keep, and a time to throw away;",
      "7": "a time to rip, and a time to sew;\na time to keep silent, and a time to speak.",
      "8": "A time to love, and a time to hate;\na time for war, and a time for peace.",
      "9": "What benefit can a worker gain from his toil?",
      "10": "I have observed the burden\nthat God has given to people to keep them occupied.",
      "11": "God has made everything fit beautifully in its appropriate time,\nbut he has also placed ignorance in the human heart\nso that people cannot discover what God has ordained,\nfrom the beginning to the end of their lives.",
      "12": "I have concluded that there is nothing better for people\nthan to be happy and to enjoy\nthemselves as long as they live,",
      "13": "and also that everyone should eat and drink, and find enjoyment in all his toil,\nfor these things are a gift from God.",
      "14": "I also know that whatever God does will endure forever;\nnothing can be added to it, and nothing taken away from it.\nGod has made it this way, so that men will fear him.",
      "15": "Whatever exists now has already been, and whatever will be has already been;\nfor God will seek to do again what has occurred in the past.",
      "16": "I saw something else on earth:\nIn the place of justice, there was wickedness,\nand in the place of fairness, there was wickedness.",
      "17": "I thought to myself, “God will judge both the righteous and the wicked;\nfor there is an appropriate time for every activity,\nand there is a time of judgment for every deed.”",
      "18": "I also thought to myself, “It is for the sake of people,\nso God can clearly show them that they are like animals.",
      "19": "For the fate of humans and the fate of animals are the same:\nAs one dies, so dies the other; both have the same breath.\nThere is no advantage for humans over animals,\nfor both are fleeting.",
      "20": "Both go to the same place,\nboth come from the dust,\nand to dust both return.",
      "21": "Who really knows if the human spirit ascends upward,\nand the animal’s spirit descends into the earth?”",
      "22": "So I perceived there is nothing better than for people to enjoy their work,\nbecause that is their reward;\nfor who can show them what the future holds?"
    },
    "4": {
      "1": "So I again considered all the oppression that continually occurs on earth.\nThis is what I saw:\nThe oppressed were in tears, but no one was comforting them;\nno one delivers them from the power of their oppressors.",
      "2": "So I considered those who are dead and gone\nmore fortunate than those who are still alive.",
      "3": "But better than both is the one who has not been born\nand has not seen the evil things that are done on earth.",
      "4": "Then I considered all the skillful work that is done:\nSurely it is nothing more than competition between one person and another.\nThis also is profitless—like chasing the wind.",
      "5": "The fool folds his hands and does no work,\nso he has nothing to eat but his own flesh.",
      "6": "Better is one handful with some rest\nthan two hands full of toil and chasing the wind.",
      "7": "So I again considered another futile thing on earth:",
      "8": "A man who is all alone with no companion,\nhe has no children nor siblings;\nyet there is no end to all his toil,\nand he is never satisfied with riches.\nHe laments, “For whom am I toiling and depriving myself of pleasure?”\nThis also is futile and a burdensome task!",
      "9": "Two people are better than one,\nbecause they can reap more benefit from their labor.",
      "10": "For if they fall, one will help his companion up,\nbut pity the person who falls down and has no one to help him up.",
      "11": "Furthermore, if two lie down together, they can keep each other warm,\nbut how can one person keep warm by himself?",
      "12": "Although an assailant may overpower one person,\ntwo can withstand him.\nMoreover, a three-stranded cord is not quickly broken.",
      "13": "A poor but wise youth is better than an old and foolish king\nwho no longer knows how to receive advice.",
      "14": "For he came out of prison to become king,\neven though he had been born poor in what would become his kingdom.",
      "15": "I considered all the living who walk on earth,\nas well as the successor who would arise in his place.",
      "16": "There is no end to all the people nor to the past generations,\nyet future generations will not rejoice in him.\nThis also is profitless and like chasing the wind."
    },
    "5": {
      "1": "(4:17) Be careful what you do when you go to the temple of God;\ndraw near to listen rather than to offer a sacrifice like fools,\nfor they do not realize that they are doing wrong.",
      "2": "(5:1) Do not be rash with your mouth or hasty in your heart to bring up a matter before God,\nfor God is in heaven and you are on earth!\nTherefore, let your words be few.",
      "3": "Just as dreams come when there are many cares,\nso the rash vow of a fool occurs when there are many words.",
      "4": "When you make a vow to God, do not delay in paying it.\nFor God takes no pleasure in fools:\nPay what you vow!",
      "5": "It is better for you not to vow\nthan to vow and not pay it.",
      "6": "Do not let your mouth cause you to sin,\nand do not tell the priest, “It was a mistake!”\nWhy make God angry at you\nso that he would destroy the work of your hands?",
      "7": "Just as there is futility in many dreams,\nso also in many words.\nTherefore, fear God.",
      "8": "If you see the extortion of the poor,\nor the perversion of justice and fairness in the government,\ndo not be astonished by the matter.\nFor the high official is watched by a higher official,\nand there are higher ones over them!",
      "9": "The produce of the land is seized by all of them,\neven the king is served by the fields.",
      "10": "The one who loves money will never be satisfied with money,\nhe who loves wealth will never be satisfied with his income.\nThis also is futile.",
      "11": "When someone’s prosperity increases, those who consume it also increase;\nso what does its owner gain, except that he gets to see it with his eyes?",
      "12": "The sleep of the laborer is pleasant—whether he eats little or much—\nbut the wealth of the rich will not allow him to sleep.",
      "13": "Here is a misfortune on earth that I have seen:\nWealth hoarded by its owner to his own misery.",
      "14": "Then that wealth was lost through bad luck;\nalthough he fathered a son, he has nothing left to give him.",
      "15": "Just as he came forth from his mother’s womb, naked will he return as he came,\nand he will take nothing in his hand that he may carry away from his toil.",
      "16": "This is another misfortune:\nJust as he came, so will he go.\nWhat did he gain from toiling for the wind?",
      "17": "Surely, he ate in darkness every day of his life,\nand he suffered greatly with sickness and anger.",
      "18": "I have seen personally what is the only beneficial and appropriate course of action for people:\nto eat and drink, and find enjoyment in all their hard work on earth\nduring the few days of their life that God has given them,\nfor this is their reward.",
      "19": "To every man whom God has given wealth and possessions,\nhe has also given him the ability\nto eat from them, to receive his reward, and to find enjoyment in his toil;\nthese things are the gift of God.",
      "20": "For he does not think much about the fleeting days of his life\nbecause God keeps him preoccupied with the joy he derives from his activity."
    },
    "6": {
      "1": "Here is another misfortune that I have seen on earth,\nand it weighs heavily on people:",
      "2": "God gives a man riches, property, and wealth\nso that he lacks nothing that his heart desires,\nyet God does not enable him to enjoy the fruit of his labor—\ninstead, someone else enjoys it!\nThis is fruitless and a grave misfortune.",
      "3": "Even if a man fathers a hundred children and lives many years,\neven if he lives a long, long time, but cannot enjoy his prosperity—\neven if he were to live forever—\nI would say, “A stillborn child is better off than he is.”",
      "4": "Though the stillborn child came into the world for no reason and departed into darkness,\nthough its name is shrouded in darkness,",
      "5": "though it never saw the light of day nor knew anything,\nyet it has more rest than that man—",
      "6": "if he should live a thousand years twice, yet does not enjoy his prosperity.\nFor both of them die!",
      "7": "All man’s labor is for nothing more than to fill his stomach—\nyet his appetite is never satisfied!",
      "8": "So what advantage does a wise man have over a fool?\nAnd what advantage does a pauper gain by knowing how to survive?",
      "9": "It is better to be content with what the eyes can see\nthan for one’s heart always to crave more.\nThis continual longing is futile—like chasing the wind.",
      "10": "Whatever has happened was foreordained,\nand what happens to a person was also foreknown.\nIt is useless for him to argue with God about his fate\nbecause God is more powerful than he is.",
      "11": "The more one argues with words, the less he accomplishes.\nHow does that benefit him?",
      "12": "For no one knows what is best for a person during his life—\nduring the few days of his fleeting life—\nfor they pass away like a shadow.\nNor can anyone tell him what the future will hold for him on earth."
    },
    "7": {
      "1": "A good reputation is better than precious perfume;\nlikewise, the day of one’s death is better than the day of one’s birth.",
      "2": "It is better to go to a funeral\nthan a feast.\nFor death is the destiny of every person,\nand the living should take this to heart.",
      "3": "Sorrow is better than laughter,\nbecause sober reflection is good for the heart.",
      "4": "The heart of the wise is in the house of mourning,\nbut the heart of fools is in the house of merrymaking.",
      "5": "It is better for a person to receive a rebuke from those who are wise\nthan to listen to the song of fools.",
      "6": "For like the crackling of quick-burning thorns under a cooking pot,\nso is the laughter of the fool.\nThis kind of folly also is useless.",
      "7": "Surely oppression can turn a wise person into a fool;\nlikewise, a bribe corrupts the heart.",
      "8": "The end of a matter is better than its beginning;\nlikewise, patience is better than pride.",
      "9": "Do not let yourself be quickly provoked,\nfor anger resides in the lap of fools.",
      "10": "Do not say, “Why were the old days better than these days?”\nfor it is not wise to ask that.",
      "11": "Wisdom, like an inheritance, is a good thing;\nit benefits those who see the light of day.",
      "12": "For wisdom provides protection,\njust as money provides protection.\nBut the advantage of knowledge is this:\nWisdom preserves the life of its owner.",
      "13": "Consider the work of God:\nFor who can make straight what he has bent?",
      "14": "In times of prosperity be joyful,\nbut in times of adversity consider this:\nGod has made one as well as the other,\nso that no one can discover what the future holds.",
      "15": "During the days of my fleeting life I have seen both of these things:\nSometimes a righteous person dies prematurely in spite of his righteousness,\nand sometimes a wicked person lives long in spite of his evil deeds.",
      "16": "So do not be excessively righteous or excessively wise;\notherwise you might be disappointed.",
      "17": "Do not be excessively wicked and do not be a fool;\notherwise you might die before your time.",
      "18": "It is best to take hold of one warning without letting go of the other warning;\nfor the one who fears God will follow both warnings.",
      "19": "Wisdom gives a wise person more protection\nthan ten rulers in a city.",
      "20": "For there is not one truly righteous person on the earth\nwho continually does good and never sins.",
      "21": "Also, do not pay attention to everything that people say;\notherwise, you might even hear your servant cursing you.",
      "22": "For you know in your own heart\nthat you also have cursed others many times.",
      "23": "I have examined all this by wisdom;\nI said, “I am determined to comprehend this”—but it was beyond my grasp.",
      "24": "Whatever has happened is beyond human understanding;\nit is far deeper than anyone can fathom.",
      "25": "I tried to understand, examine, and comprehend\nthe role of wisdom in the scheme of things,\nand to understand the stupidity of wickedness and the insanity of folly.",
      "26": "I discovered this:\nMore bitter than death is the kind of woman who is like a hunter’s snare;\nher heart is like a hunter’s net and her hands are like prison chains.\nThe man who pleases God escapes her,\nbut the sinner is captured by her.",
      "27": "The Teacher says:\nI discovered this while trying to discover the scheme of things, item by item.",
      "28": "What I have continually sought, I have not found;\nI have found only one upright man among a thousand,\nbut I have not found one upright woman among all of them.",
      "29": "This alone have I discovered: God made humankind upright,\nbut they have sought many evil schemes."
    },
    "8": {
      "1": "Who is a wise person? Who knows the solution to a problem?\nA person’s wisdom brightens his appearance, and softens his harsh countenance.",
      "2": "Obey the king’s command,\nbecause you took an oath before God to be loyal to him.",
      "3": "Do not rush out of the king’s presence in haste—do not delay when the matter is unpleasant,\nfor he can do whatever he pleases.",
      "4": "Surely the king’s authority is absolute;\nno one can say to him, “What are you doing?”",
      "5": "Whoever obeys his command will not experience harm,\nand a wise person knows the proper time and procedure.",
      "6": "For there is a proper time and procedure for every matter,\nfor the oppression of the king is severe upon his victim.",
      "7": "Surely no one knows the future,\nand no one can tell another person what will happen.",
      "8": "Just as no one has power over the wind to restrain it,\nso no one has power over the day of his death.\nJust as no one can be discharged during the battle,\nso wickedness cannot rescue the wicked.",
      "9": "While applying my mind to everything that happens in this world, I have seen all this:\nSometimes one person dominates other people to their harm.",
      "10": "Not only that, but I have seen the wicked approaching and entering the temple,\nand as they left the holy temple, they\nboasted in the city that they had done so.\nThis also is an enigma.",
      "11": "When a sentence is not executed at once against a crime,\nthe human heart is encouraged to do evil.",
      "12": "Even though a sinner might commit a hundred crimes and still live a long time,\nyet I know that it will go well with God-fearing people—for they stand in fear before him.",
      "13": "But it will not go well with the wicked,\nnor will they prolong their days like a shadow,\nbecause they do not stand in fear before God.",
      "14": "Here is another enigma that occurs on earth:\nSometimes there are righteous people who get what the wicked deserve,\nand sometimes there are wicked people who get what the righteous deserve.\nI said, “This also is an enigma.”",
      "15": "So I recommend the enjoyment of life,\nfor there is nothing better on earth for a person to do except to eat, drink, and enjoy life.\nSo joy will accompany him in his toil\nduring the days of his life that God gives him on earth.",
      "16": "When I tried to gain wisdom\nand to observe the activity on earth—\neven though it prevents anyone from sleeping day or night—",
      "17": "then I discerned all that God has done:\nNo one really comprehends what happens on earth.\nDespite all human efforts to discover it, no one can ever grasp it.\nEven if a wise person claimed that he understood,\nhe would not really comprehend it."
    },
    "9": {
      "1": "So I reflected on all this, attempting to clear it all up.\nI concluded that the righteous and the wise, as well as their works, are in the hand of God;\nwhether a person will be loved or hated—\nno one knows what lies ahead.",
      "2": "Everyone shares the same fate—\nthe righteous and the wicked,\nthe good and the bad,\nthe ceremonially clean and unclean,\nthose who offer sacrifices and those who do not.\nWhat happens to the good person, also happens to the sinner;\nwhat happens to those who make vows, also happens to those who are afraid to make vows.",
      "3": "This is the unfortunate fact about everything that happens on earth:\nthe same fate awaits everyone.\nIn addition to this, the hearts of all people are full of evil,\nand there is folly in their hearts during their lives—then they die.",
      "4": "But whoever is among the living has hope;\na live dog is better than a dead lion.",
      "5": "For the living know that they will die, but the dead do not know anything;\nthey have no further reward—and even the memory of them disappears.",
      "6": "What they loved, as well as what they hated and envied, perished long ago,\nand they no longer have a part in anything that happens on earth.",
      "7": "Go, eat your food with joy,\nand drink your wine with a happy heart,\nbecause God has already approved your works.",
      "8": "Let your clothes always be white,\nand do not spare precious ointment on your head.",
      "9": "Enjoy life with your beloved wife during all the days of your fleeting life\nthat God has given you on earth during all your fleeting days;\nfor that is your reward in life and in your burdensome work on earth.",
      "10": "Whatever you find to do with your hands,\ndo it with all your might,\nbecause there is neither work nor planning nor knowledge nor wisdom in the grave,\nthe place where you will eventually go.",
      "11": "Again, I observed this on the earth:\nthe race is not always won by the swiftest,\nthe battle is not always won by the strongest;\nprosperity does not always belong to those who are the wisest,\nwealth does not always belong to those who are the most discerning,\nnor does success always come to those with the most knowledge—\nfor time and chance may overcome them all.",
      "12": "Surely, no one knows his appointed time.\nLike fish that are caught in a deadly net, and like birds that are caught in a snare—\njust like them, all people are ensnared at an unfortunate time that falls upon them suddenly.",
      "13": "This is what I also observed about wisdom on earth,\nand it is a great burden to me:",
      "14": "There was once a small city with a few men in it,\nand a mighty king attacked it, besieging it and building strong siege works against it.",
      "15": "However, a poor but wise man lived in the city,\nand he could have delivered the city by his wisdom,\nbut no one listened to that poor man.",
      "16": "So I concluded that wisdom is better than might,\nbut a poor man’s wisdom is despised; no one ever listens to his advice.",
      "17": "The words of the wise are heard in quiet,\nmore than the shouting of a ruler is heard among fools.",
      "18": "Wisdom is better than weapons of war,\nbut one sinner can destroy much that is good."
    },
    "10": {
      "1": "One dead fly makes the perfumer’s ointment give off a rancid stench,\nso a little folly can outweigh much wisdom.",
      "2": "A wise person’s good sense protects him,\nbut a fool’s lack of sense leaves him vulnerable.",
      "3": "Even when a fool walks along the road he lacks sense,\nand shows everyone what a fool he is.",
      "4": "If the anger of the ruler flares up against you, do not resign from your position,\nfor a calm response can undo great offenses.",
      "5": "I have seen another misfortune on the earth:\nIt is an error a ruler makes.",
      "6": "Fools are placed in many positions of authority,\nwhile wealthy men sit in lowly positions.",
      "7": "I have seen slaves on horseback\nand princes walking on foot like slaves.",
      "8": "One who digs a pit may fall into it,\nand one who breaks through a wall may be bitten by a snake.",
      "9": "One who quarries stones may be injured by them;\none who splits logs may be endangered by them.",
      "10": "If an iron axhead is blunt and a workman does not sharpen its edge,\nhe must exert a great deal of effort;\nso wisdom has the advantage of giving success.",
      "11": "If the snake should bite before it is charmed,\nthe snake charmer is in trouble.",
      "12": "The words of a wise person win him favor,\nbut the words of a fool are self-destructive.",
      "13": "At the beginning his words are foolish\nand at the end his talk is wicked madness,",
      "14": "yet a fool keeps on babbling.\nNo one knows what will happen;\nwho can tell him what will happen in the future?",
      "15": "The toil of a stupid fool wears him out,\nbecause he does not even know the way to the city.",
      "16": "Woe to you, O land, when your king is childish,\nand your princes feast in the morning.",
      "17": "Blessed are you, O land, when your king is the son of nobility,\nand your princes feast at the proper time—with self-control and not in drunkenness.",
      "18": "Because of laziness the roof caves in,\nand because of idle hands the house leaks.",
      "19": "Feasts are made for laughter,\nand wine makes life merry,\nbut money is the answer for everything.",
      "20": "Do not curse a king even in your thoughts,\nand do not curse the rich while in your bedroom;\nfor a bird might report what you are thinking,\nor some winged creature might repeat your words."
    },
    "11": {
      "1": "Send your grain overseas,\nfor after many days you will get a return.",
      "2": "Divide your merchandise among seven or even eight investments,\nfor you do not know what calamity may happen on earth.",
      "3": "If the clouds are full of rain, they will empty themselves on the earth,\nand whether a tree falls to the south or to the north, the tree will lie wherever it falls.",
      "4": "He who watches the wind will not sow,\nand he who observes the clouds will not reap.",
      "5": "Just as you do not know the path of the wind,\nor how the bones form in the womb of a pregnant woman,\nso you do not know the work of God who makes everything.",
      "6": "Sow your seed in the morning,\nand do not stop working until the evening;\nfor you do not know which activity will succeed—\nwhether this one or that one, or whether both will prosper equally.",
      "7": "Light is sweet,\nand it is pleasant for a person to see the sun.",
      "8": "So, if a man lives many years, let him rejoice in them all,\nbut let him remember that the days of darkness will be many—all that is about to come is obscure.",
      "9": "Rejoice, young man, while you are young,\nand let your heart cheer you in the days of your youth.\nFollow the impulses of your heart and the desires of your eyes,\nbut know that God will judge your motives and actions.",
      "10": "Banish emotional stress from your mind.\nand put away pain from your body;\nfor youth and the prime of life are fleeting."
    },
    "12": {
      "1": "So remember your Creator in the days of your youth—\nbefore the difficult days come,\nand the years draw near when you will say, “I have no pleasure in them”;",
      "2": "before the sun and the light of the moon and the stars grow dark,\nand the clouds disappear after the rain;",
      "3": "when those who keep watch over the house begin to tremble,\nand the virile men begin to stoop over,\nand the grinders begin to cease because they grow few,\nand those who look through the windows grow dim,",
      "4": "and the doors along the street are shut;\nwhen the sound of the grinding mill grows low,\nand one is awakened by the sound of a bird,\nand all their songs grow faint,",
      "5": "and they are afraid of heights and the dangers in the street;\nthe almond blossoms grow white,\nand the grasshopper drags itself along,\nand the caper berry shrivels up—\nbecause man goes to his eternal home,\nand the mourners go about in the streets—",
      "6": "before the silver cord is removed,\nor the golden bowl is broken,\nor the pitcher is shattered at the well,\nor the water wheel is broken at the cistern—",
      "7": "and the dust returns to the earth as it was,\nand the life’s breath returns to God who gave it.",
      "8": "“Absolutely futile!” laments the Teacher,\n“All these things are futile!”",
      "9": "Not only was the Teacher wise,\nbut he also taught knowledge to the people;\nhe carefully evaluated and arranged many proverbs.",
      "10": "The Teacher sought to find delightful words,\nand to write accurately truthful sayings.",
      "11": "The words of the sages are like prods,\nand the collected sayings are like firmly fixed nails;\nthey are given by one shepherd.",
      "12": "Be warned, my son, of anything in addition to them.\nThere is no end to the making of many books,\nand much study is exhausting to the body.",
      "13": "Having heard everything, I have reached this conclusion:\nFear God and keep his commandments,\nbecause this is the whole duty of man.",
      "14": "For God will evaluate every deed,\nincluding every secret thing, whether good or evil."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:36.650595-04:00",
    "Translation": "NET"
  }
}