{
  "Habakkuk": {
    "1": {
      "1": "This is the oracle that the prophet Habakkuk saw:",
      "2": "How long, Lord, must I cry for help?\nBut you do not listen!\nI call out to you, “Violence!”\nBut you do not deliver!",
      "3": "Why do you force me to witness injustice?\nWhy do you put up with wrongdoing?\nDestruction and violence confront me;\nconflict is present and one must endure strife.",
      "4": "For this reason the law lacks power,\nand justice is never carried out.\nIndeed, the wicked intimidate the innocent.\nFor this reason justice is perverted.",
      "5": "“Look at the nations and pay attention!\nYou will be shocked and amazed!\nFor I will do something in your lifetime\nthat you will not believe even though you are forewarned.",
      "6": "Look, I am about to empower the Babylonians,\nthat ruthless and greedy nation.\nThey sweep across the surface of the earth,\nseizing dwelling places that do not belong to them.",
      "7": "They are frightening and terrifying;\nthey decide for themselves what is right.",
      "8": "Their horses are faster than leopards\nand more alert than wolves in the desert.\nTheir horses gallop,\ntheir horses come a great distance;\nlike vultures they swoop down quickly to devour their prey.",
      "9": "All of them intend to do violence;\nevery face is determined.\nThey take prisoners as easily as one scoops up sand.",
      "10": "They mock kings\nand laugh at rulers.\nThey laugh at every fortified city;\nthey build siege ramps and capture them.",
      "11": "They sweep by like the wind and pass on.\nBut the one who considers himself a god will be held guilty.”",
      "12": "Lord, you have been active from ancient times;\nmy sovereign God, you are immortal.\nLord, you have made them your instrument of judgment.\nProtector, you have appointed them as your instrument of punishment.",
      "13": "You are too just to tolerate evil;\nyou are unable to condone wrongdoing.\nSo why do you put up with such treacherous people?\nWhy do you say nothing when the wicked devour those more righteous than they are?",
      "14": "You made people like fish in the sea,\nlike animals in the sea that have no ruler.",
      "15": "The Babylonian tyrant pulls them all up with a fishhook;\nhe hauls them in with his throw net.\nWhen he catches them in his dragnet,\nhe is very happy.",
      "16": "Because of his success he offers sacrifices to his throw net\nand burns incense to his dragnet;\nfor because of them he has plenty of food,\nand more than enough to eat.",
      "17": "Will he then continue to fill and empty his throw net?\nWill he always destroy nations and spare none?"
    },
    "2": {
      "1": "I will stand at my watch post;\nI will remain stationed on the city wall.\nI will keep watching so I can see what he says to me\nand can know how I should answer\nwhen he counters my argument.",
      "2": "The Lord responded:\n“Write down this message.\nRecord it legibly on tablets\nso the one who announces it may read it easily.",
      "3": "For the message is a witness to what is decreed;\nit gives reliable testimony about how matters will turn out.\nEven if the message is not fulfilled right away, wait patiently;\nfor it will certainly come to pass—it will not arrive late.",
      "4": "Look, the one whose desires are not upright will faint from exhaustion,\nbut the person of integrity will live because of his faithfulness.",
      "5": "Indeed, wine will betray the proud, restless man!\nHis appetite is as big as Sheol’s;\nlike death, he is never satisfied.\nHe gathers all the nations;\nhe seizes all peoples.",
      "6": "“But all these nations will someday taunt him\nand ridicule him with proverbial sayings:\n‘Woe to the one who accumulates what does not belong to him\n(How long will this go on?)—\nhe who gets rich by extortion!’",
      "7": "Your creditors will suddenly attack;\nthose who terrify you will spring into action,\nand they will rob you.",
      "8": "Because you robbed many countries,\nall who are left among the nations will rob you.\nYou have shed human blood\nand committed violent acts against lands, cities, and those who live in them.",
      "9": "The one who builds his house by unjust gain is as good as dead.\nHe does this so he can build his nest way up high\nand escape the clutches of disaster.",
      "10": "Your schemes will bring shame to your house.\nBecause you destroyed many nations, you will self-destruct.",
      "11": "For the stones in the walls will cry out,\nand the wooden rafters will answer back.",
      "12": "Woe to the one who builds a city by bloodshed—\nhe who starts a town by unjust deeds.",
      "13": "Be sure of this! The Lord of Heaven’s Armies has decreed:\nThe nations’ efforts will go up in smoke;\ntheir exhausting work will be for nothing.",
      "14": "For recognition of the Lord’s sovereign majesty will fill the earth\njust as the waters fill up the sea.",
      "15": "“Woe to you who force your neighbor to drink wine—\nyou who make others intoxicated\nby forcing them to drink from the bowl of your furious anger\nso you can look at their naked bodies.",
      "16": "But you will become drunk with shame, not majesty.\nNow it is your turn to drink and expose your uncircumcised foreskin!\nThe cup of wine in the Lord’s right hand is coming to you,\nand disgrace will replace your majestic glory!",
      "17": "For you will pay in full for your violent acts against Lebanon;\nterrifying judgment will come upon you\nbecause of the way you destroyed the wild animals living there.\nYou have shed human blood\nand committed violent acts against lands, cities, and those who live in them.",
      "18": "What good is an idol? Why would a craftsman make it?\nWhat good is a metal image that gives misleading oracles?\nWhy would its creator place his trust in it\nand make such mute, worthless things?",
      "19": "Woe to the one who says to wood, ‘Wake up!’—\nhe who says to speechless stone, ‘Awake!’\nCan it give reliable guidance?\nIt is overlaid with gold and silver;\nit has no life’s breath inside it.",
      "20": "But the Lord is in his majestic palace.\nThe whole earth is speechless in his presence!”"
    },
    "3": {
      "1": "This is a prayer of Habakkuk the prophet:",
      "2": "Lord, I have heard the report of what you did;\nI am awed, Lord, by what you accomplished.\nIn our time repeat those deeds;\nin our time reveal them again.\nBut when you cause turmoil, remember to show us mercy!",
      "3": "God comes from Teman,\nthe Holy One from Mount Paran. Selah.\nHis splendor has covered the skies,\nthe earth is full of his glory.",
      "4": "His brightness will be as lightning;\na two-pronged lightning bolt flashing from his hand.\nThis is the outward display of his power.",
      "5": "Plague will go before him;\npestilence will march right behind him.",
      "6": "He took his battle position and shook the earth;\nwith a mere look he frightened the nations.\nThe ancient mountains disintegrated;\nthe primeval hills were flattened.\nHis are ancient roads.",
      "7": "I saw the tents of Cushan overwhelmed by trouble;\nthe tent curtains of the land of Midian were shaking.",
      "8": "Was the Lord mad at the rivers?\nWere you angry with the rivers?\nWere you enraged at the sea?\nSuch that you would climb into your horse-drawn chariots,\nyour victorious chariots?",
      "9": "Your bow is ready for action;\nyou commission your arrows. Selah.\nYou cause flash floods on the earth’s surface.",
      "10": "When the mountains see you, they shake.\nThe torrential downpour sweeps through.\nThe great deep shouts out;\nit lifts its hands high.",
      "11": "The sun and moon stand still in their courses;\nthe flash of your arrows drives them away,\nthe bright light of your lightning-quick spear.",
      "12": "You furiously stomp on the earth;\nyou angrily trample down the nations.",
      "13": "You march out to deliver your people,\nto deliver your special servant.\nYou strike the leader of the wicked nation,\nlaying him open from the lower body to the neck. Selah.",
      "14": "You pierce the heads of his warriors with a spear.\nThey storm forward to scatter us;\nthey shout with joy as if they were plundering the poor with no opposition.",
      "15": "But you trample on the sea with your horses,\non the surging, raging waters.",
      "16": "I listened and my stomach churned;\nthe sound made my lips quiver.\nMy frame went limp, as if my bones were decaying,\nand I shook as I tried to walk.\nI long for the day of distress\nto come upon the people who attack us.",
      "17": "When the fig tree does not bud,\nand there are no grapes on the vines;\nwhen the olive trees do not produce\nand the fields yield no crops;\nwhen the sheep disappear from the pen\nand there are no cattle in the stalls—",
      "18": "I will rejoice because of the Lord;\nI will be happy because of the God who delivers me!",
      "19": "The Sovereign Lord is my source of strength.\nHe gives me the agility of a deer;\nhe enables me to negotiate the rugged terrain. \n(This prayer is for the song leader. It is to be accompanied by stringed instruments.)"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:51.195903-04:00",
    "Translation": "NET"
  }
}