{
  "Hosea": {
    "1": {
      "1": "This is the Lord’s message that came to Hosea son of Beeri during the time of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and during the time of Jeroboam son of Joash, king of Israel.",
      "2": "When the Lord first spoke through Hosea, he said to him, “Go marry a prostitute who will bear illegitimate children conceived through prostitution, because the nation continually commits spiritual prostitution by turning away from the Lord.”",
      "3": "So Hosea married Gomer, the daughter of Diblaim. Then she conceived and gave birth to a son for him.",
      "4": "Then the Lord said to Hosea, “Name him ‘Jezreel,’ because in a little while I will punish the dynasty of Jehu on account of the bloodshed in the valley of Jezreel, and I will put an end to the kingdom of Israel.",
      "5": "At that time, I will destroy the military power of Israel in the valley of Jezreel.”",
      "6": "She conceived again and gave birth to a daughter. Then the Lord said to him, “Name her ‘No Pity’ (Lo-Ruhamah) because I will no longer have pity on the nation of Israel. For I will certainly not forgive their guilt.",
      "7": "But I will have pity on the nation of Judah. I will deliver them by the Lord their God; I will not deliver them by the warrior’s bow, by sword, by military victory, by chariot horses, or by chariots.”",
      "8": "When she had weaned “No Pity” (Lo-Ruhamah), she conceived again and gave birth to another son.",
      "9": "Then the Lord said: “Name him ‘Not My People’ (Lo-Ammi), because you are not my people and I am not your God.”",
      "10": "(2:1) However, in the future the number of the people of Israel will be like the sand of the sea that can be neither measured nor numbered. Although it was said to them, “You are not my people,” it will be said to them, “You are children of the living God!”",
      "11": "Then the people of Judah and the people of Israel will be gathered together. They will appoint for themselves one leader, and will flourish in the land. Certainly, the day of Jezreel will be great!"
    },
    "2": {
      "1": "Then you will call your brother, “My People” (Ammi)! You will call your sister, “Pity” (Ruhamah)!",
      "2": "“Plead earnestly with your mother\n(for she is not my wife, and I am not her husband),\nso that she might put an end to her adulterous lifestyle,\nand turn away from her sexually immoral behavior.",
      "3": "Otherwise, I will strip her naked,\nand expose her like she was when she was born.\nI will turn her land into a wilderness\nand make her country a parched land,\nso that I might kill her with thirst.",
      "4": "I will have no pity on her children,\nbecause they are children conceived in adultery.",
      "5": "For their mother has committed adultery;\nshe who conceived them has acted shamefully.\nFor she said, “I will seek out my lovers;\nthey are the ones who give me my bread and my water,\nmy wool, my flax, my olive oil, and my wine.",
      "6": "“Therefore, I will soon fence her in with thorns;\nI will wall her in so that she cannot find her way.",
      "7": "Then she will pursue her lovers, but she will not catch them;\nshe will seek them, but she will not find them.\nThen she will say,\n‘I will go back to my husband,\nbecause I was better off then than I am now.’",
      "8": "“Yet until now she has refused to acknowledge that I was the one\nwho gave her the grain, the new wine, and the olive oil;\nand that it was I who lavished on her the silver and gold—\nthat they used in worshiping Baal!",
      "9": "Therefore, I will take back my grain during the harvest time\nand my new wine when it ripens;\nI will take away my wool and my flax\nthat I had provided in order to clothe her.",
      "10": "Soon I will expose her lewd nakedness in front of her lovers,\nand no one will be able to rescue her from me!",
      "11": "I will put an end to all her celebrations:\nher annual religious festivals,\nmonthly new moon celebrations,\nand weekly Sabbath festivities—\nall her appointed festivals.",
      "12": "I will destroy her vines and fig trees,\nabout which she said, ‘These are my wages for prostitution\nthat my lovers gave to me!’\nI will turn her cultivated vines and fig trees into an uncultivated thicket,\nso that wild animals will devour them.",
      "13": "I will punish her for the festival days\nwhen she burned incense to the Baal idols;\nshe adorned herself with earrings and jewelry,\nand went after her lovers,\nbut she forgot me!” says the Lord.",
      "14": "“However, in the future I will allure her;\nI will lead her back into the wilderness,\nand speak tenderly to her.",
      "15": "From there I will give back her vineyards to her,\nand turn the ‘Valley of Trouble’ into an ‘Opportunity for Hope.’\nThere she will sing as she did when she was young,\nwhen she came up from the land of Egypt.",
      "16": "At that time,” declares the Lord,\n“you will call, ‘My husband’;\nyou will never again call me, ‘My master.’",
      "17": "For I will remove the names of the Baal idols from your lips,\nso that you will never again utter their names!",
      "18": "“At that time I will make a covenant for them with the wild animals,\nthe birds of the air, and the creatures that crawl on the ground.\nI will abolish the warrior’s bow and sword—\nthat is, every weapon of warfare—from the land,\nand I will allow them to live securely.",
      "19": "I will commit myself to you forever;\nI will commit myself to you in righteousness and justice,\nin steadfast love and tender compassion.",
      "20": "I will commit myself to you in faithfulness;\nthen you will acknowledge the Lord.",
      "21": "“At that time, I will willingly respond,” declares the Lord.\n“I will respond to the sky,\nand the sky will respond to the ground;",
      "22": "then the ground will respond to the grain, the new wine, and the olive oil;\nand they will respond to ‘God Plants’ (Jezreel)!",
      "23": "Then I will plant her as my own in the land.\nI will have pity on ‘No Pity’ (Lo-Ruhamah).\nI will say to ‘Not My People’ (Lo-Ammi), ‘You are my people!’\nAnd he will say, ‘You are my God!’”"
    },
    "3": {
      "1": "The Lord said to me, “Go, show love to your wife again, even though she loves another man and continually commits adultery. Likewise, the Lord loves the Israelites although they turn to other gods and love to offer raisin cakes to idols.”",
      "2": "So I paid fifteen shekels of silver and about seven bushels of barley to purchase her.",
      "3": "Then I told her, “You must live with me many days; you must not commit adultery or become joined to another man, and I also will wait for you.”",
      "4": "For the Israelites must live many days without a king or prince, without sacrifice or sacred fertility pillar, without ephod or idols.",
      "5": "Afterward, the Israelites will turn and seek the Lord their God and their Davidic king. Then they will submit to the Lord in fear and receive his blessings in future days."
    },
    "4": {
      "1": "Listen to the Lord’s message, you Israelites!\nFor the Lord has a covenant lawsuit against the people of Israel.\nFor there is neither faithfulness nor loyalty in the land,\nnor do they acknowledge God.",
      "2": "There is only cursing, lying, murder, stealing, and adultery.\nThey resort to violence and bloodshed.",
      "3": "Therefore the land will mourn,\nand all its inhabitants will perish.\nThe wild animals, the birds of the sky,\nand even the fish in the sea will perish.",
      "4": "Do not let anyone accuse or contend against anyone else:\nfor my case is against you priests!",
      "5": "You stumble day and night,\nand the false prophets stumble with you;\nyou have destroyed your own people.",
      "6": "You have destroyed my people\nby failing to acknowledge me!\nBecause you refuse to acknowledge me,\nI will reject you as my priests.\nBecause you reject the law of your God,\nI will reject your descendants.",
      "7": "The more the priests increased in numbers,\nthe more they rebelled against me.\nThey have turned their glorious calling\ninto a shameful disgrace!",
      "8": "They feed on the sin offerings of my people;\ntheir appetites long for their iniquity!",
      "9": "I will deal with the people and priests together:\nI will punish them both for their ways,\nand I will repay them for their deeds.",
      "10": "They will eat, but not be satisfied;\nthey will engage in prostitution, but not increase in numbers;\nbecause they have abandoned the Lord\nby pursuing other gods.",
      "11": "Old and new wine\ntake away the understanding of my people.",
      "12": "They consult their wooden idols,\nand their diviner’s staff answers with an oracle.\nThe wind of prostitution blows them astray;\nthey commit spiritual adultery against their God.",
      "13": "They sacrifice on the mountaintops\nand burn offerings on the hills;\nthey sacrifice under oak, poplar, and terebinth,\nbecause their shade is so pleasant.\nAs a result, your daughters have become cult prostitutes,\nand your daughters-in-law commit adultery!",
      "14": "I will not punish your daughters when they commit prostitution,\nnor your daughters-in-law when they commit adultery.\nFor the men consort with harlots,\nthey sacrifice with temple prostitutes.\nIt is true: “A people that lacks understanding will come to ruin!”",
      "15": "Although you, O Israel, commit adultery,\ndo not let Judah become guilty!\nDo not journey to Gilgal.\nDo not go up to Beth Aven.\nDo not swear, “As surely as the Lord lives!”",
      "16": "Israel has rebelled like a stubborn heifer!\nSoon the Lord will put them out to pasture\nlike a lamb in a broad field.",
      "17": "Ephraim has attached himself to idols;\nDo not go near him!",
      "18": "They consume their alcohol,\nthen engage in cult prostitution;\nthey dearly love their shameful behavior.",
      "19": "A whirlwind has wrapped them in its wings;\nthey will be brought to shame because of their idolatrous worship."
    },
    "5": {
      "1": "Hear this, you priests!\nPay attention, you Israelites!\nListen closely, O king!\nFor judgment is about to overtake you.\nFor you were like a trap to Mizpah,\nlike a net spread out to catch Tabor.",
      "2": "Those who revolt are knee-deep in slaughter,\nbut I will discipline them all.",
      "3": "I know Ephraim all too well;\nthe evil of Israel is not hidden from me.\nFor you have engaged in prostitution, O Ephraim;\nIsrael has defiled itself.",
      "4": "Their wicked deeds do not allow them to return to their God;\nfor a spirit of idolatry is in them,\nand they do not acknowledge the Lord.",
      "5": "The arrogance of Israel testifies against it;\nIsrael and Ephraim will be overthrown because of their iniquity.\nEven Judah will be brought down with them.",
      "6": "Although they bring their flocks and herds\nto seek the favor of the Lord,\nThey will not find him—\nhe has withdrawn himself from them!",
      "7": "They have committed treason against the Lord,\nbecause they bore illegitimate children.\nSoon the new moon festival will devour them and their fields.",
      "8": "Blow the ram’s horn in Gibeah!\nSound the trumpet in Ramah!\nSound the alarm in Beth Aven;\ntremble in fear, O Benjamin!",
      "9": "Ephraim will be ruined in the day of judgment.\nWhat I am declaring to the tribes of Israel will certainly take place!",
      "10": "The princes of Judah are like those who move boundary markers.\nI will pour out my rage on them like a torrential flood.",
      "11": "Ephraim will be oppressed, crushed under judgment,\nbecause he was determined to pursue worthless idols.",
      "12": "I will be like a moth to Ephraim,\nlike wood rot to the house of Judah.",
      "13": "When Ephraim saw his sickness\nand Judah saw his wound,\nthen Ephraim turned to Assyria,\nand begged its great king for help.\nBut he will not be able to heal you.\nHe cannot cure your wound!",
      "14": "I will be like a lion to Ephraim,\nlike a young lion to the house of Judah.\nI myself will tear them to pieces,\nthen I will carry them off, and no one will be able to rescue them!",
      "15": "Then I will return again to my lair\nuntil they have suffered their punishment.\nThen they will seek me;\nin their distress they will earnestly seek me."
    },
    "6": {
      "1": "Come on! Let’s return to the Lord.\nHe himself has torn us to pieces,\nbut he will heal us!\nHe has injured us,\nbut he will bandage our wounds!",
      "2": "He will restore us in a very short time;\nhe will heal us in a little while,\nso that we may live in his presence.",
      "3": "So let us search for him!\nLet us seek to know the Lord!\nHe will come to our rescue as certainly as the appearance of the dawn,\nas certainly as the winter rain comes,\nas certainly as the spring rain that waters the land.",
      "4": "What am I going to do with you, O Ephraim?\nWhat am I going to do with you, O Judah?\nFor your faithfulness is as fleeting as the morning mist;\nit disappears as quickly as dawn’s dew.",
      "5": "Therefore, I will certainly cut you into pieces at the hands of the prophets;\nI will certainly kill you in fulfillment of my oracles of judgment,\nfor my judgment will come forth like the light of the dawn.",
      "6": "For I delight in faithfulness, not simply in sacrifice;\nI delight in acknowledging God, not simply in whole burnt offerings.",
      "7": "At Adam they broke the covenant;\nOh how they were unfaithful to me!",
      "8": "Gilead is a city full of evildoers;\nits streets are stained with bloody footprints!",
      "9": "The company of priests is like a gang of robbers,\nlying in ambush to pounce on a victim.\nThey commit murder on the road to Shechem;\nthey have done heinous crimes!",
      "10": "I have seen a disgusting thing in the house of Israel:\nthere Ephraim commits prostitution with other gods,\nand Israel defiles itself.",
      "11": "I have appointed a time to reap judgment for you also, O Judah! \nWhenever I want to restore the fortunes of my people,"
    },
    "7": {
      "1": "whenever I want to heal Israel,\nthe sin of Ephraim is revealed,\nand the evil deeds of Samaria are exposed.\nFor they do what is wrong;\nthieves break into houses,\nand gangs rob people out in the streets.",
      "2": "They do not realize\nthat I remember all their wicked deeds.\nTheir evil deeds have now surrounded them;\ntheir sinful deeds are always before me.",
      "3": "The royal advisers delight the king with their evil schemes,\nthe princes make him glad with their lies.",
      "4": "They are all like bakers,\nthey are like a smoldering oven;\nthey are like a baker who does not stoke the fire\nuntil the kneaded dough is ready for baking.",
      "5": "At the celebration of their king,\nhis princes become inflamed with wine;\nthey conspire with evildoers.",
      "6": "They approach him, all the while plotting against him.\nTheir hearts are like an oven;\ntheir anger smolders all night long,\nbut in the morning it bursts into a flaming fire.",
      "7": "All of them are blazing like an oven;\nthey devour their rulers.\nAll their kings fall,\nand none of them call on me!",
      "8": "Ephraim has mixed itself like flour among the nations;\nEphraim is like a ruined cake of bread that is scorched on one side.",
      "9": "Foreigners are consuming what his strenuous labor produced,\nbut he does not recognize it.\nHis head is filled with gray hair,\nbut he does not realize it.",
      "10": "The arrogance of Israel testifies against him,\nyet they refuse to return to the Lord their God.\nIn spite of all this they refuse to seek him.",
      "11": "Ephraim has been like a dove,\neasily deceived and lacking discernment.\nThey called to Egypt for help;\nthey turned to Assyria for protection.",
      "12": "I will throw my bird net over them while they are flying;\nI will bring them down like birds in the sky;\nI will discipline them when I hear them flocking together.",
      "13": "Woe to them! For they have fled from me!\nDestruction to them! For they have rebelled against me!\nI want to deliver them,\nbut they have lied to me.",
      "14": "They do not pray to me,\nbut howl in distress on their beds;\nthey slash themselves for grain and new wine,\nbut turn away from me.",
      "15": "Although I trained and strengthened them,\nthey plot evil against me!",
      "16": "They turn to Baal;\nthey are like an unreliable bow.\nTheir leaders will fall by the sword\nbecause their prayers to Baal have made me angry.\nSo people will disdain them in the land of Egypt."
    },
    "8": {
      "1": "Sound the alarm!\nAn eagle looms over the temple of the Lord!\nFor they have broken their covenant with me\nand have rebelled against my law.",
      "2": "Israel cries out to me,\n“My God, we acknowledge you!”",
      "3": "But Israel has rejected what is morally good;\nso an enemy will pursue him.",
      "4": "They enthroned kings without my consent.\nThey appointed princes without my approval.\nThey made idols out of their silver and gold,\nbut they will be destroyed!",
      "5": "O Samaria, he has rejected your calf idol.\nMy anger burns against them!\nThey will not survive much longer without being punished,\neven though they are Israelites!",
      "6": "That idol was made by a workman—it is not God!\nThe calf idol of Samaria will be broken to bits.",
      "7": "They sow the wind,\nand so they will reap the whirlwind!\nThe stalk does not have any standing grain;\nit will not produce any flour.\nEven if it were to yield grain,\nforeigners would swallow it all up.",
      "8": "Israel will be swallowed up among the nations;\nthey will be like a worthless piece of pottery.",
      "9": "They have gone up to Assyria,\nlike a wild donkey that wanders off.\nEphraim has hired prostitutes as lovers.",
      "10": "Even though they have hired lovers among the nations,\nI will soon gather them together for judgment.\nThen they will begin to waste away\nunder the oppression of a mighty king.",
      "11": "Although Ephraim has built many altars for sin offerings,\nthese have become altars for sinning.",
      "12": "I spelled out my law for him in great detail,\nbut they regard it as something totally unknown to them.",
      "13": "They offer up sacrificial gifts to me\nand eat the meat,\nbut the Lord does not accept their sacrifices.\nSoon he will remember their wrongdoing,\nhe will punish their sins,\nand they will return to Egypt.",
      "14": "Israel has forgotten his Maker and built royal palaces,\nand Judah has built many fortified cities.\nBut I will send fire on their cities;\nit will consume their royal citadels."
    },
    "9": {
      "1": "O Israel, do not rejoice jubilantly like the nations,\nfor you are unfaithful to your God.\nYou love to receive a prostitute’s wages\non all the floors where you thresh your grain.",
      "2": "Threshing floors and wine vats will not feed the people,\nand new wine only deceives them.",
      "3": "They will not remain in the Lord’s land.\nEphraim will return to Egypt;\nthey will eat ritually unclean food in Assyria.",
      "4": "They will not pour out drink offerings of wine to the Lord;\nthey will not please him with their sacrifices.\nTheir sacrifices will be like bread eaten while in mourning;\nall those who eat them will make themselves ritually unclean.\nFor their bread will be only to satisfy their appetite;\nit will not come into the temple of the Lord.",
      "5": "So what will you do on the festival day,\non the festival days of the Lord?",
      "6": "Look! Even if they flee from the destruction,\nEgypt will take hold of them,\nand Memphis will bury them.\nThe weeds will inherit the silver they treasure—\nthorn bushes will occupy their homes.",
      "7": "The time of judgment is about to arrive!\nThe time of retribution is imminent!\nIsrael will be humbled! \nThe prophet is considered a fool—\nthe inspired man is viewed as a madman—\nbecause of the multitude of your sins\nand your intense animosity.",
      "8": "The prophet is a watchman over Ephraim on behalf of God,\nyet traps are laid for him along all his paths;\nanimosity rages against him in the land of his God.",
      "9": "They have sunk deep into corruption\nas in the days of Gibeah.\nHe will remember their wrongdoing.\nHe will repay them for their sins.",
      "10": "When I found Israel, it was like finding grapes in the wilderness.\nI viewed your ancestors like an early fig on a fig tree in its first season.\nThen they came to Baal Peor and they dedicated themselves to shame—\nthey became as detestable as what they loved.",
      "11": "Ephraim will be like a bird;\nwhat they value will fly away.\nThey will not bear children—\nthey will not enjoy pregnancy—\nthey will not even conceive!",
      "12": "Even if they raise their children,\nI will take away every last one of them.\nWoe to them!\nFor I will turn away from them.",
      "13": "Ephraim, as I have seen, has given their children for prey;\nEphraim will bear his sons for slaughter.",
      "14": "Give them, O Lord—\nwhat will you give them?\nGive them wombs that miscarry,\nand breasts that cannot nurse!",
      "15": "Because of all their evil in Gilgal,\nI hate them there.\nOn account of their evil deeds,\nI will drive them out of my land.\nI will no longer love them;\nall their rulers are rebels.",
      "16": "Ephraim will be struck down—\ntheir root will be dried up;\nthey will not yield any fruit.\nEven if they do bear children,\nI will kill their precious offspring.",
      "17": "My God will reject them,\nfor they have not obeyed him;\nso they will be fugitives among the nations."
    },
    "10": {
      "1": "Israel was a fertile vine\nthat yielded fruit.\nAs his fruit multiplied,\nhe multiplied altars to Baal.\nAs his land prospered,\nthey adorned the fertility pillars.",
      "2": "Their hearts are slipping;\nsoon they will be punished for their guilt.\nThe Lord will break their altars;\nhe will completely destroy their fertility pillars.",
      "3": "Very soon they will say, “We have no king\nsince we did not fear the Lord.\nBut what can a king do for us anyway?”",
      "4": "They utter empty words,\ntaking false oaths and making empty agreements.\nTherefore legal disputes sprout up\nlike poisonous weeds in the furrows of a plowed field.",
      "5": "The inhabitants of Samaria will lament over the calf idol of Beth Aven.\nIts people will mourn over it;\nits idolatrous priests will wail over it,\nbecause its splendor will be taken from them into exile.",
      "6": "Even the calf idol will be carried to Assyria,\nas tribute for the great king.\nEphraim will be disgraced;\nIsrael will be put to shame because of its wooden idol.",
      "7": "Samaria and its king will be carried off\nlike a twig on the surface of the waters.",
      "8": "The high places of the “House of Wickedness” will be destroyed;\nit is the place where Israel sins.\nThorns and thistles will grow up over its altars.\nThen they will say to the mountains, “Cover us!”\nand to the hills, “Fall on us!”",
      "9": "O Israel, you have sinned since the time of Gibeah,\nand there you have remained.\nDid not war overtake the evildoers in Gibeah?",
      "10": "When I please, I will discipline them;\nI will gather nations together to attack them,\nto bind them in chains for their two sins.",
      "11": "Ephraim was a well-trained heifer who loved to thresh grain;\nI myself put a fine yoke on her neck.\nI will harness Ephraim.\nLet Judah plow!\nLet Jacob break up the unplowed ground for himself!",
      "12": "Sow righteousness for yourselves,\nreap unfailing love.\nBreak up the unplowed ground for yourselves,\nfor it is time to seek the Lord,\nuntil he comes and showers deliverance on you.",
      "13": "But you have plowed wickedness;\nyou have reaped injustice;\nyou have eaten the fruit of deception.\nBecause you have depended on your chariots;\nyou have relied on your many warriors.",
      "14": "The roar of battle will rise against your people;\nall your fortresses will be devastated,\njust as Shalman devastated Beth Arbel on the day of battle,\nwhen mothers were dashed to the ground with their children.",
      "15": "So will it happen to you, O Bethel,\nbecause of your great wickedness!\nWhen that day dawns,\nthe king of Israel will be destroyed."
    },
    "11": {
      "1": "“When Israel was a young man, I loved him like a son,\nand I summoned my son out of Egypt.",
      "2": "But the more I summoned them,\nthe farther they departed from me.\nThey sacrificed to the Baal idols\nand burned incense to images.",
      "3": "Yet it was I who led Ephraim;\nI took them by the arm,\nbut they did not acknowledge\nthat I had healed them.",
      "4": "I drew them with leather cords,\nwith straps of hide;\nI lifted the yoke from their neck,\nand gently fed them.",
      "5": "They will return to Egypt!\nAssyria will rule over them\nbecause they refuse to repent!",
      "6": "A sword will flash in their cities,\nit will destroy the bars of their city gates,\nand will devour them in their fortresses.",
      "7": "My people are obsessed with turning away from me;\nthey call to Baal, but he will never exalt them!",
      "8": "“How can I give you up, O Ephraim?\nHow can I surrender you, O Israel?\nHow can I treat you like Admah?\nHow can I make you like Zeboyim?\nI have had a change of heart.\nAll my tender compassions are aroused.",
      "9": "I cannot carry out my fierce anger!\nI cannot totally destroy Ephraim!\nBecause I am God, and not man—the Holy One among you—\nI will not come in wrath!",
      "10": "“He will roar like a lion,\nand they will follow the Lord;\nwhen he roars,\nhis children will come trembling from the west.",
      "11": "They will return in fear and trembling\nlike birds from Egypt,\nlike doves from Assyria,\nand I will settle them in their homes,” declares the Lord.",
      "12": "(12:1) Ephraim has surrounded me with lies;\nthe house of Israel has surrounded me with deceit.\nBut Judah still roams about with God;\nhe remains faithful to the Holy One."
    },
    "12": {
      "1": "Ephraim continually feeds on the wind;\nhe chases the east wind all day;\nhe multiplies lies and violence.\nThey make treaties with Assyria,\nand send olive oil as tribute to Egypt.",
      "2": "The Lord also has a covenant lawsuit against Judah;\nhe will punish Jacob according to his ways\nand repay him according to his deeds.",
      "3": "In the womb he attacked his brother;\nin his manly vigor he struggled with God.",
      "4": "He struggled with an angel and prevailed;\nhe wept and begged for his favor.\nHe found God at Bethel,\nand there he spoke with him!",
      "5": "As for the Lord God Almighty,\nthe Lord is the name by which he is remembered!",
      "6": "But you must return to your God,\nby maintaining love and justice\nand by waiting for your God to return to you.",
      "7": "The businessmen love to cheat;\nthey use dishonest scales.",
      "8": "Ephraim boasts, “I am very rich!\nI have become wealthy!\nIn all that I have done to gain my wealth,\nno one can accuse me of any offense that is actually sinful.”",
      "9": "“I am the Lord your God who brought you out of Egypt;\nI will make you live in tents again as in the days of old.",
      "10": "I spoke to the prophets;\nI myself revealed many visions;\nI spoke in parables through the prophets.”",
      "11": "Is there idolatry in Gilead?\nCertainly its inhabitants will come to nothing!\nDo they sacrifice bulls in Gilgal?\nSurely their altars will be like stones heaped up on a plowed field!",
      "12": "Jacob fled to the country of Aram,\nthen Israel worked to acquire a wife;\nhe tended sheep to pay for her.",
      "13": "The Lord brought Israel out of Egypt by a prophet,\nand due to a prophet Israel was preserved alive.",
      "14": "But Ephraim bitterly provoked him to anger;\nso he will hold him accountable for the blood he has shed,\nhis Lord will repay him for the contempt he has shown."
    },
    "13": {
      "1": "When Ephraim spoke, there was terror;\nhe was exalted in Israel,\nbut he became guilty by worshiping Baal and died.",
      "2": "Even now they persist in sin!\nThey make metal images for themselves,\nidols that they skillfully fashion from their own silver;\nall of them are nothing but the work of craftsmen.\nThere is a saying about them:\n“Those who sacrifice to the calf idol are calf kissers!”",
      "3": "Therefore they will disappear like the morning mist,\nlike early morning dew that evaporates,\nlike chaff that is blown away from a threshing floor,\nlike smoke that disappears through an open window.",
      "4": "But I am the Lord your God,\nwho brought you out of Egypt.\nTherefore, you must not acknowledge any God but me.\nExcept for me there is no Savior.",
      "5": "I cared for you in the wilderness,\nin the dry desert where no water was.",
      "6": "When they were fed, they became satisfied;\nwhen they were satisfied, they became proud;\nas a result, they forgot me!",
      "7": "So I will pounce on them like a lion;\nlike a leopard I will lurk by the path.",
      "8": "I will attack them like a bear robbed of her cubs—\nI will rip open their chests.\nI will devour them there like a lion—\nlike a wild animal would tear them apart.",
      "9": "I will destroy you, O Israel!\nWho is there to help you?",
      "10": "Where then is your king,\nthat he may save you in all your cities?\nWhere are your rulers for whom you asked, saying,\n“Give me a king and princes”?",
      "11": "I granted you a king in my anger,\nand I will take him away in my wrath!",
      "12": "The punishment of Ephraim has been decreed;\nhis punishment is being stored up for the future.",
      "13": "The labor pains of a woman will overtake him,\nbut the baby will lack wisdom;\nwhen the time arrives,\nhe will not come out of the womb!",
      "14": "Will I deliver them from the power of Sheol? No, I will not!\nWill I redeem them from death? No, I will not!\nO Death, bring on your plagues!\nO Sheol, bring on your destruction!\nMy eyes will not show any compassion!",
      "15": "Even though he flourishes like a reed plant,\na scorching east wind will come,\na wind from the Lord rising up from the desert.\nAs a result, his spring will dry up;\nhis well will become dry.\nThat wind will spoil all his delightful foods\nin the containers in his storehouse.",
      "16": "(14:1) Samaria will be held guilty,\nbecause she rebelled against her God.\nThey will fall by the sword;\ntheir infants will be dashed to the ground—\ntheir pregnant women will be ripped open."
    },
    "14": {
      "1": "Return, O Israel, to the Lord your God,\nfor your sin has been your downfall!",
      "2": "Return to the Lord and repent!\nSay to him: “Completely forgive our iniquity;\naccept our penitential prayer,\nthat we may offer the praise of our lips as sacrificial bulls.",
      "3": "Assyria cannot save us;\nwe will not ride warhorses.\nWe will never again say, ‘Our gods,’\nto what our own hands have made.\nFor only you will show compassion to Orphan Israel!”",
      "4": "“I will heal their waywardness\nand love them freely,\nfor my anger will turn away from them.",
      "5": "I will be like the dew to Israel;\nhe will blossom like a lily,\nhe will send down his roots like a cedar of Lebanon.",
      "6": "His young shoots will grow;\nhis splendor will be like an olive tree,\nhis fragrance like a cedar of Lebanon.",
      "7": "People will reside again in his shade;\nthey will plant and harvest grain in abundance.\nThey will blossom like a vine,\nand his fame will be like the wine from Lebanon.",
      "8": "O Ephraim, I do not want to have anything to do with idols anymore!\nI will answer him and care for him.\nI am like a luxuriant cypress tree;\nyour fruitfulness comes from me!”",
      "9": "Who is wise?\nLet him discern these things!\nWho is discerning?\nLet him understand them!\nFor the ways of the Lord are right;\nthe godly walk in them,\nbut in them the rebellious stumble."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:46.748022-04:00",
    "Translation": "NET"
  }
}