{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:27.183600-04:00",
    "Translation": "NET"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job. And that man was blameless and upright, one who feared God and turned away from evil.",
      "2": "Seven sons and three daughters were born to him.",
      "3": "His possessions included 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys; in addition he had a very great household. Thus he was the greatest of all the people in the east.",
      "4": "Now his sons used to go and hold a feast in the house of each one in turn, and they would send and invite their three sisters to eat and to drink with them.",
      "5": "When the days of their feasting were finished, Job would send for them and sanctify them; he would get up early in the morning and offer burnt offerings according to the number of them all. For Job thought, “Perhaps my children have sinned and cursed God in their hearts.” This was Job’s customary practice.",
      "6": "Now the day came when the sons of God came to present themselves before the Lord—and Satan also arrived among them.",
      "7": "The Lord said to Satan, “Where have you come from?” And Satan answered the Lord, “From roving about on the earth, and from walking back and forth across it.”",
      "8": "So the Lord said to Satan, “Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man, one who fears God and turns away from evil.”",
      "9": "Then Satan answered the Lord, “Is it for nothing that Job fears God?",
      "10": "Have you not made a hedge around him and his household and all that he has on every side? You have blessed the work of his hands, and his livestock have increased in the land.",
      "11": "But extend your hand and strike everything he has, and he will no doubt curse you to your face!”",
      "12": "So the Lord said to Satan, “All right then, everything he has is in your power. Only do not extend your hand against the man himself!” So Satan went out from the presence of the Lord.",
      "13": "Now the day came when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,",
      "14": "and a messenger came to Job, saying, “The oxen were plowing and the donkeys were grazing beside them,",
      "15": "and the Sabeans swooped down and carried them all away, and they killed the servants with the sword! And I—only I alone—escaped to tell you!”",
      "16": "While this one was still speaking, another messenger arrived and said, “The fire of God has fallen from heaven and has burned up the sheep and the servants—it has consumed them! And I—only I alone—escaped to tell you!”",
      "17": "While this one was still speaking another messenger arrived and said, “The Chaldeans formed three bands and made a raid on the camels and carried them all away, and they killed the servants with the sword! And I—only I alone—escaped to tell you!”",
      "18": "While this one was still speaking another messenger arrived and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
      "19": "and suddenly a great wind swept across the wilderness and struck the four corners of the house, and it fell on the young people, and they died! And I—only I alone—escaped to tell you!”",
      "20": "Then Job got up and tore his robe. He shaved his head, and then he threw himself down with his face to the ground.",
      "21": "He said, “Naked I came from my mother’s womb, and naked I will return there. The Lord gives, and the Lord takes away. May the name of the Lord be blessed!”",
      "22": "In all this Job did not sin, nor did he charge God with moral impropriety."
    },
    "2": {
      "1": "Again the day came when the sons of God came to present themselves before the Lord, and Satan also arrived among them to present himself before the Lord.",
      "2": "And the Lord said to Satan, “Where have you come from?” Satan answered the Lord, “From roving about on the earth, and from walking back and forth across it.”",
      "3": "Then the Lord said to Satan, “Have you considered my servant Job? For there is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil. And he still holds firmly to his integrity, so that you stirred me up to destroy him without reason.”",
      "4": "But Satan answered the Lord, “Skin for skin! Indeed, a man will give up all that he has to save his life.",
      "5": "But extend your hand and strike his bone and his flesh, and he will no doubt curse you to your face!”",
      "6": "So the Lord said to Satan, “All right, he is in your power; only preserve his life.”",
      "7": "So Satan went out from the presence of the Lord, and he afflicted Job with a malignant ulcer from the soles of his feet to the top of his head.",
      "8": "Job took a shard of broken pottery to scrape himself with while he was sitting among the ashes.",
      "9": "Then his wife said to him, “Are you still holding firmly to your integrity? Curse God, and die!”",
      "10": "But he replied, “You’re talking like one of the godless women would do! Should we receive what is good from God, and not also receive what is evil?” In all this Job did not sin by what he said.",
      "11": "When Job’s three friends heard about all this calamity that had happened to him, each of them came from his own country—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to come to show sympathy for him and to console him.",
      "12": "But when they gazed intently from a distance but did not recognize him, they began to weep loudly. Each of them tore his robes, and they threw dust into the air over their heads.",
      "13": "Then they sat down with him on the ground for seven days and seven nights, yet no one spoke a word to him, for they saw that his pain was very great."
    },
    "3": {
      "1": "After this Job opened his mouth and cursed the day he was born.",
      "2": "Job spoke up and said:",
      "3": "“Let the day on which I was born perish,\nand the night that said,\n‘A man has been conceived!’",
      "4": "That day—let it be darkness;\nlet not God on high regard it,\nnor let light shine on it!",
      "5": "Let darkness and the deepest shadow claim it;\nlet a cloud settle on it;\nlet whatever blackens the day terrify it.",
      "6": "That night—let darkness seize it;\nlet it not be included among the days of the year;\nlet it not enter among the number of the months!",
      "7": "Indeed, let that night be barren;\nlet no shout of joy penetrate it!",
      "8": "Let those who curse the day curse it—\nthose who are prepared to rouse Leviathan.",
      "9": "Let its morning stars be darkened;\nlet it wait for daylight but find none,\nnor let it see the first rays of dawn,",
      "10": "because it did not shut the doors of my mother’s womb on me,\nnor did it hide trouble from my eyes.",
      "11": "“Why did I not die at birth,\nand why did I not expire\nas I came out of the womb?",
      "12": "Why did the knees welcome me,\nand why were there two breasts\nthat I might nurse at them?",
      "13": "For now I would be lying down\nand would be quiet,\nI would be asleep and then at peace",
      "14": "with kings and counselors of the earth\nwho built for themselves places now desolate,",
      "15": "or with princes who possessed gold,\nwho filled their palaces with silver.",
      "16": "Or why was I not buried\nlike a stillborn infant,\nlike infants who have never seen the light?",
      "17": "There the wicked cease from turmoil,\nand there the weary are at rest.",
      "18": "There the prisoners relax together;\nthey do not hear the voice of the oppressor.",
      "19": "Small and great are there,\nand the slave is free from his master.",
      "20": "“Why does God give light to one who is in misery,\nand life to those whose soul is bitter,",
      "21": "to those who wait for death that does not come,\nand search for it\nmore than for hidden treasures,",
      "22": "who rejoice even to jubilation,\nand are exultant when they find the grave?",
      "23": "Why is light given to a man\nwhose way is hidden,\nand whom God has hedged in?",
      "24": "For my sighing comes in place of my food,\nand my groanings flow forth like water.",
      "25": "For the very thing I dreaded has happened to me,\nand what I feared has come upon me.",
      "26": "I have no ease, I have no quietness;\nI cannot rest; turmoil has come upon me.”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite answered:",
      "2": "“If someone should attempt a word with you,\nwill you be impatient?\nBut who can refrain from speaking?",
      "3": "Look, you have instructed many;\nyou have strengthened feeble hands.",
      "4": "Your words have supported those\nwho stumbled,\nand you have strengthened the knees\nthat gave way.",
      "5": "But now the same thing comes to you,\nand you are discouraged;\nit strikes you,\nand you are terrified.",
      "6": "Is not your piety your confidence,\nand your blameless ways your hope?",
      "7": "Call to mind now:\nWho, being innocent, ever perished?\nAnd where were upright people ever destroyed?",
      "8": "Even as I have seen, those who plow iniquity\nand those who sow trouble reap the same.",
      "9": "By the breath of God they perish,\nand by the blast of his anger they are consumed.",
      "10": "There is the roaring of the lion\nand the growling of the young lion,\nbut the teeth of the young lions are broken.",
      "11": "The mighty lion perishes for lack of prey,\nand the cubs of the lioness are scattered.",
      "12": "“Now a word was stealthily brought to me,\nand my ear caught a whisper of it.",
      "13": "In the troubling thoughts of the dreams in the night\nwhen a deep sleep falls on men,",
      "14": "dread gripped me and trembling,\nwhich made all my bones shake.",
      "15": "Then a breath of air passes by my face;\nit makes the hair of my flesh stand up.",
      "16": "It stands still,\nbut I cannot recognize its appearance;\nan image is before my eyes,\nand I hear a murmuring voice:",
      "17": "‘Is a mortal man righteous before God?\nOr a man pure before his Creator?",
      "18": "If God puts no trust in his servants\nand attributes folly to his angels,",
      "19": "how much more to those who live in houses of clay,\nwhose foundation is in the dust,\nwho are crushed like a moth?",
      "20": "They are destroyed between morning and evening;\nthey perish forever without anyone regarding it.",
      "21": "Is not their excess wealth taken away from them?\nThey die, yet without attaining wisdom.’"
    },
    "5": {
      "1": "“Call now! Is there anyone who will answer you?\nTo which of the holy ones will you turn?",
      "2": "For wrath kills the foolish person,\nand anger slays the silly one.",
      "3": "I myself have seen the fool taking root,\nbut suddenly I cursed his place of residence.",
      "4": "His children are far from safety,\nand they are crushed at the place where judgment is rendered,\nnor is there anyone to deliver them.",
      "5": "The hungry eat up his harvest,\nand take it even from behind the thorns,\nand the thirsty pant for their wealth.",
      "6": "For evil does not come up from the dust,\nnor does trouble spring up from the ground,",
      "7": "but people are born to trouble,\nas surely as the sparks fly upward.",
      "8": "“But as for me, I would seek God,\nand to God I would set forth my case.",
      "9": "He does great and unsearchable things,\nmarvelous things without number;",
      "10": "he gives rain on the earth,\nand sends water on the fields;",
      "11": "he sets the lowly on high,\nthat those who mourn are raised to safety.",
      "12": "He frustrates the plans of the crafty\nso that their hands cannot accomplish\nwhat they had planned.",
      "13": "He catches the wise in their own craftiness,\nand the counsel of the cunning is brought to a quick end.",
      "14": "They meet with darkness in the daytime,\nand grope about in the noontime as if it were night.",
      "15": "So he saves from the sword that comes from their mouth,\neven the poor from the hand of the powerful.",
      "16": "Thus the poor have hope,\nand iniquity shuts its mouth.",
      "17": "“Therefore, blessed is the man whom God corrects,\nso do not despise the discipline of the Almighty.",
      "18": "For he wounds, but he also bandages;\nhe strikes, but his hands also heal.",
      "19": "He will deliver you from six calamities;\nyes, in seven no evil will touch you.",
      "20": "In time of famine he will redeem you from death,\nand in time of war from the power of the sword.",
      "21": "You will be protected from malicious gossip,\nand will not be afraid of the destruction when it comes.",
      "22": "You will laugh at destruction and famine\nand need not be afraid of the beasts of the earth.",
      "23": "For you will have a pact with the stones of the field,\nand the wild animals will be at peace with you.",
      "24": "And you will know that your home will be secure,\nand when you inspect your domains,\nyou will not be missing anything.",
      "25": "You will also know that your children will be numerous,\nand your descendants like the grass of the earth.",
      "26": "You will come to your grave in a full age,\nAs stacks of grain are harvested in their season.",
      "27": "Look, we have investigated this, so it is true.\nHear it, and apply it for your own good.”"
    },
    "6": {
      "1": "Then Job responded:",
      "2": "“Oh, if only my grief could be weighed,\nand my misfortune laid on the scales too!",
      "3": "But because it is heavier than the sand of the sea,\nthat is why my words have been wild.",
      "4": "For the arrows of the Almighty are within me;\nmy spirit drinks their poison;\nGod’s sudden terrors are arrayed against me.",
      "5": "“Does the wild donkey bray when it is near grass?\nOr does the ox bellow over its fodder?",
      "6": "Can food that is tasteless be eaten without salt?\nOr is there any taste in the white of an egg?",
      "7": "I have refused to touch such things;\nthey are like loathsome food to me.",
      "8": "“Oh that my request would be realized,\nand that God would grant me what I long for!",
      "9": "And that God would be willing to crush me,\nthat he would let loose his hand\nand kill me.",
      "10": "Then I would yet have my comfort,\nthen I would rejoice,\nin spite of pitiless pain,\nfor I have not concealed the words of the Holy One.",
      "11": "What is my strength, that I should wait?\nAnd what is my end,\nthat I should prolong my life?",
      "12": "Is my strength like that of stones?\nOr is my flesh made of bronze?",
      "13": "Is not my power to help myself nothing,\nand has not every resource been driven from me?",
      "14": "“To the one in despair, kindness should come from his friend\neven if he forsakes the fear of the Almighty.",
      "15": "My brothers have been as treacherous as a seasonal stream,\nand as the riverbeds of the intermittent streams\nthat flow away.",
      "16": "They are dark because of ice;\nsnow is piled up over them.",
      "17": "When they are scorched, they dry up,\nwhen it is hot, they vanish from their place.",
      "18": "Caravans turn aside from their routes;\nthey go into the wasteland and perish.",
      "19": "The caravans of Tema looked intently for these streams;\nthe traveling merchants of Sheba hoped for them.",
      "20": "They were distressed,\nbecause each one had been so confident;\nthey arrived there, but were disappointed.",
      "21": "For now you have become like these streams that are no help;\nyou see a terror, and are afraid.",
      "22": "“Have I ever said, ‘Give me something,\nand from your fortune make gifts in my favor’?",
      "23": "Or, ‘Deliver me from the enemy’s power,\nand from the hand of tyrants ransom me’?",
      "24": "“Teach me and I, for my part, will be silent;\nexplain to me how I have been mistaken.",
      "25": "How painful are honest words!\nBut what does your reproof prove?",
      "26": "Do you intend to criticize mere words,\nand treat the words of a despairing man as wind?",
      "27": "Yes, you would gamble for the fatherless,\nand auction off your friend.",
      "28": "“Now then, be good enough to look at me;\nand I will not lie to your face!",
      "29": "Relent, let there be no falsehood;\nreconsider, for my righteousness is intact!",
      "30": "Is there any falsehood on my lips?\nCan my mouth not discern evil things?"
    },
    "7": {
      "1": "“Does not humanity have hard service on earth?\nAre not their days also like the days of a hired man?",
      "2": "Like a servant longing for the evening shadow,\nand like a hired man looking for his wages,",
      "3": "thus I have been made to inherit\nmonths of futility,\nand nights of sorrow\nhave been appointed to me.",
      "4": "If I lie down, I say, ‘When will I arise?’\nAnd the night stretches on\nand I toss and turn restlessly\nuntil the day dawns.",
      "5": "My body is clothed with worms and dirty scabs;\nmy skin is broken and festering.",
      "6": "My days are swifter than a weaver’s shuttle\nand they come to an end without hope.",
      "7": "Remember that my life is but a breath,\nthat my eyes will never again see happiness.",
      "8": "The eye of him who sees me now will see me no more;\nyour eyes will look for me, but I will be gone.",
      "9": "As a cloud is dispersed and then disappears,\nso the one who goes down to the grave\ndoes not come up again.",
      "10": "He returns no more to his house,\nnor does his place of residence know him anymore.",
      "11": "“Therefore, I will not refrain my mouth;\nI will speak in the anguish of my spirit;\nI will complain in the bitterness of my soul.",
      "12": "Am I the sea, or the creature of the deep,\nthat you must put me under guard?",
      "13": "If I say, ‘My bed will comfort me,\nmy couch will ease my complaint,’",
      "14": "then you scare me with dreams\nand terrify me with visions,",
      "15": "so that I would prefer strangling,\nand death more than life.",
      "16": "I loathe it; I do not want to live forever;\nleave me alone, for my days are a vapor!",
      "17": "“What is mankind that you make so much of them,\nand that you pay attention to them?",
      "18": "And that you visit them every morning,\nand try them every moment?",
      "19": "Will you never look away from me,\nwill you not let me alone\nlong enough to swallow my spittle?",
      "20": "If I have sinned—what have I done to you,\nO watcher of men?\nWhy have you set me as your target?\nHave I become a burden to you?",
      "21": "And why do you not pardon my transgression,\nand take away my iniquity?\nFor now I will lie down in the dust,\nand you will seek me diligently,\nbut I will be gone.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite spoke up and said:",
      "2": "“How long will you speak these things,\nseeing that the words of your mouth\nare like a great wind?",
      "3": "Does God pervert justice?\nOr does the Almighty pervert what is right?",
      "4": "If your children sinned against him,\nhe gave them over to the penalty of their sin.",
      "5": "But if you will look to God,\nand make your supplication to the Almighty,",
      "6": "if you become pure and upright,\neven now he will rouse himself for you,\nand will restore your righteous home.",
      "7": "Your beginning will seem so small,\nsince your future will flourish.",
      "8": "“For inquire now of the former generation,\nand pay attention to the findings\nof their ancestors;",
      "9": "For we were born yesterday and do not have knowledge,\nsince our days on earth are but a shadow.",
      "10": "Will they not instruct you and speak to you,\nand bring forth words\nfrom their understanding?",
      "11": "Can the papyrus plant grow tall where there is no marsh?\nCan reeds flourish without water?",
      "12": "While they are still beginning to flower\nand not ripe for cutting,\nthey can wither away\nfaster than any grass.",
      "13": "Such is the destiny of all who forget God;\nthe hope of the godless perishes,",
      "14": "whose trust is in something futile,\nwhose security is a spider’s web.",
      "15": "He leans against his house but it does not hold up,\nhe takes hold of it but it does not stand.",
      "16": "He is a well-watered plant in the sun,\nits shoots spread over its garden.",
      "17": "It wraps its roots around a heap of stones\nand it looks for a place among stones.",
      "18": "If he is uprooted from his place,\nthen that place will disown him, saying,\n‘I have never seen you!’",
      "19": "Indeed, this is the joy of his way,\nand out of the earth others spring up.",
      "20": "“Surely, God does not reject a blameless man,\nnor does he grasp the hand\nof the evildoers.",
      "21": "He will yet fill your mouth with laughter,\nand your lips with gladness.",
      "22": "Those who hate you will be clothed with shame,\nand the tent of the wicked will be no more.”"
    },
    "9": {
      "1": "Then Job answered:",
      "2": "“Truly, I know that this is so.\nBut how can a human be just before God?",
      "3": "If someone wishes to contend with him,\nhe cannot answer him one time in a thousand.",
      "4": "He is wise in heart and mighty in strength—\nwho has resisted him and remained safe?",
      "5": "He who removes mountains suddenly,\nwho overturns them in his anger,",
      "6": "he who shakes the earth out of its place\nso that its pillars tremble,",
      "7": "he who commands the sun, and it does not shine\nand seals up the stars,",
      "8": "he alone spreads out the heavens,\nand treads on the waves of the sea.",
      "9": "He makes the Bear, Orion, and the Pleiades,\nand the constellations of the southern sky;",
      "10": "he does great and unsearchable things,\nand wonderful things without number.",
      "11": "If he passes by me, I cannot see him,\nif he goes by, I cannot perceive him.",
      "12": "If he snatches away, who can turn him back?\nWho dares to say to him, ‘What are you doing?’",
      "13": "God does not restrain his anger;\nunder him the helpers of Rahab lie crushed.",
      "14": "“How much less, then, can I answer him\nand choose my words to argue with him.",
      "15": "Although I am innocent,\nI could not answer him;\nI could only plead with my judge for mercy.",
      "16": "If I summoned him, and he answered me,\nI would not believe\nthat he would be listening to my voice—",
      "17": "he who crushes me with a tempest,\nand multiplies my wounds for no reason.",
      "18": "He does not allow me to recover my breath,\nfor he fills me with bitterness.",
      "19": "If it is a matter of strength,\nmost certainly he is the strong one!\nAnd if it is a matter of justice,\nhe will say, ‘Who will summon me?’",
      "20": "Although I am innocent,\nmy mouth would condemn me,\nalthough I am blameless,\nit would declare me perverse.",
      "21": "I am blameless. I do not know myself.\nI despise my life.",
      "22": "“It is all one! That is why I say,\n‘He destroys the blameless and the guilty.’",
      "23": "If a scourge brings sudden death,\nhe mocks at the despair of the innocent.",
      "24": "If a land has been given\ninto the hand of a wicked man,\nhe covers the faces of its judges;\nif it is not he, then who is it?",
      "25": "“My days are swifter than a runner,\nthey speed by without seeing happiness.",
      "26": "They glide by like reed boats,\nlike an eagle that swoops down on its prey.",
      "27": "If I say, ‘I will forget my complaint,\nI will change my expression and be cheerful,’",
      "28": "I dread all my sufferings,\nfor I know that you do not hold me blameless.",
      "29": "If I am guilty,\nwhy then weary myself in vain?",
      "30": "If I wash myself with snow-melt water,\nand make my hands clean with lye,",
      "31": "then you plunge me into a slimy pit\nand my own clothes abhor me.",
      "32": "For he is not a human being like I am,\nthat I might answer him,\nthat we might come together in judgment.",
      "33": "Nor is there an arbiter between us,\nwho might lay his hand on us both,",
      "34": "who would take his rod away from me\nso that his terror would not make me afraid.",
      "35": "Then would I speak and not fear him,\nbut it is not so with me."
    },
    "10": {
      "1": "“I am weary of my life;\nI will complain freely without restraint;\nI will speak in the bitterness of my soul.",
      "2": "I will say to God, ‘Do not condemn me;\ntell me why you are contending with me.’",
      "3": "Is it good for you to oppress,\nto despise the work of your hands,\nwhile you smile\non the schemes of the wicked?",
      "4": "“Do you have eyes of flesh,\nor do you see as a human being sees?",
      "5": "Are your days like the days of a mortal,\nor your years like the years of a mortal,",
      "6": "that you must search out my iniquity,\nand inquire about my sin,",
      "7": "although you know that I am not guilty,\nand that there is no one who can deliver\nout of your hand?",
      "8": "“Your hands have shaped me and made me,\nbut now you destroy me completely.",
      "9": "Remember that you have made me as with the clay;\nwill you return me to dust?",
      "10": "Did you not pour me out like milk,\nand curdle me like cheese?",
      "11": "You clothed me with skin and flesh\nand knit me together with bones and sinews.",
      "12": "You gave me life and favor,\nand your intervention watched over my spirit.",
      "13": "“But these things you have concealed in your heart;\nI know that this is with you:",
      "14": "If I sinned, then you would watch me\nand you would not acquit me of my iniquity.",
      "15": "If I am guilty, woe to me,\nand if I am innocent, I cannot lift my head;\nI am full of shame,\nand satiated with my affliction.",
      "16": "If I lift myself up,\nyou hunt me as a fierce lion,\nand again you display your power against me.",
      "17": "You bring new witnesses against me,\nand increase your anger against me;\nrelief troops come against me.",
      "18": "“Why then did you bring me out from the womb?\nI should have died\nand no eye would have seen me!",
      "19": "I should have been as though I had never existed;\nI should have been carried\nright from the womb to the grave!",
      "20": "Are not my days few?\nCease, then, and leave me alone\nthat I may find a little comfort,",
      "21": "before I depart, never to return,\nto the land of darkness\nand the deepest shadow,",
      "22": "to the land of utter darkness,\nlike the deepest darkness,\nand the deepest shadow and disorder,\nwhere even the light is like darkness.”"
    },
    "11": {
      "1": "Then Zophar the Naamathite spoke up and said:",
      "2": "“Should not this abundance of words be answered,\nor should this talkative man\nbe vindicated?",
      "3": "Should people remain silent at your idle talk,\nand should no one rebuke you when you mock?",
      "4": "For you have said, ‘My teaching is flawless,\nand I am pure in your sight.’",
      "5": "But if only God would speak,\nif only he would open his lips against you,",
      "6": "and reveal to you the secrets of wisdom—\nfor true wisdom has two sides—\nso that you would know\nthat God has forgiven some of your sins.",
      "7": "“Can you discover the essence of God?\nCan you find out the perfection of the Almighty?",
      "8": "It is higher than the heavens—what can you do?\nIt is deeper than Sheol—what can you know?",
      "9": "Its measure is longer than the earth,\nand broader than the sea.",
      "10": "If he comes by and confines you\nand convenes a court,\nthen who can prevent him?",
      "11": "For he knows deceitful men;\nwhen he sees evil, will he not consider it?",
      "12": "But an empty man will become wise,\nwhen a wild donkey’s colt is born a human being.",
      "13": "“As for you, if you prove faithful,\nand if you stretch out your hands toward him,",
      "14": "if iniquity is in your hand—put it far away,\nand do not let evil reside in your tents.",
      "15": "For then you will lift up your face\nwithout blemish;\nyou will be securely established\nand will not fear.",
      "16": "For you will forget your trouble;\nyou will remember it\nlike water that has flowed away.",
      "17": "And life will be brighter than the noonday;\nthough there be darkness,\nit will be like the morning.",
      "18": "And you will be secure, because there is hope;\nyou will be protected\nand will take your rest in safety.",
      "19": "You will lie down with no one to make you afraid,\nand many will seek your favor.",
      "20": "But the eyes of the wicked fail,\nand escape eludes them;\ntheir one hope is to breathe their last.”"
    },
    "12": {
      "1": "Then Job answered:",
      "2": "“Without a doubt you are the people,\nand wisdom will die with you.",
      "3": "I also have understanding as well as you;\nI am not inferior to you.\nWho does not know such things as these?",
      "4": "I am a laughingstock to my friends,\nI, who called on God and whom he answered—\na righteous and blameless man\nis a laughingstock!",
      "5": "For calamity, there is derision\n(according to the ideas of the fortunate)—\na fate for those whose feet slip.",
      "6": "But the tents of robbers are peaceful,\nand those who provoke God are confident—\nwho carry their god in their hands.",
      "7": "“But now, ask the animals and they will teach you,\nor the birds of the sky and they will tell you.",
      "8": "Or speak to the earth and it will teach you,\nor let the fish of the sea declare to you.",
      "9": "Which of all these does not know\nthat the hand of the Lord has done this?",
      "10": "In his hand is the life of every creature\nand the breath of all the human race.",
      "11": "Does not the ear test words,\nas the tongue tastes food?",
      "12": "Is not wisdom found among the aged?\nDoes not long life bring understanding?",
      "13": "“With God are wisdom and power;\ncounsel and understanding are his.",
      "14": "If he tears down, it cannot be rebuilt;\nif he imprisons a person, there is no escape.",
      "15": "If he holds back the waters, then they dry up;\nif he releases them, they destroy the land.",
      "16": "With him are strength and prudence;\nboth the one who goes astray\nand the one who misleads are his.",
      "17": "He leads counselors away stripped\nand makes judges into fools.",
      "18": "He loosens the bonds of kings\nand binds a loincloth around their waist.",
      "19": "He leads priests away stripped\nand overthrows the potentates.",
      "20": "He deprives the trusted advisers of speech\nand takes away the discernment of elders.",
      "21": "He pours contempt on noblemen\nand disarms the powerful.",
      "22": "He reveals the deep things of darkness,\nand brings deep shadows into the light.",
      "23": "He makes nations great, and destroys them;\nhe extends the boundaries of nations\nand disperses them.",
      "24": "He deprives the leaders of the earth\nof their understanding;\nhe makes them wander\nin a trackless desert waste.",
      "25": "They grope about in darkness without light;\nhe makes them stagger like drunkards."
    },
    "13": {
      "1": "“Indeed, my eyes have seen all this,\nmy ears have heard and understood it.",
      "2": "What you know, I know also;\nI am not inferior to you!",
      "3": "But I wish to speak to the Almighty,\nand I desire to argue my case with God.",
      "4": "But you, however, are inventors of lies;\nall of you are worthless physicians!",
      "5": "If only you would keep completely silent!\nFor you, that would be wisdom.",
      "6": "“Listen now to my argument,\nand be attentive to my lips’ contentions.",
      "7": "Will you speak wickedly on God’s behalf?\nWill you speak deceitfully for him?",
      "8": "Will you show him partiality?\nWill you argue the case for God?",
      "9": "Would it turn out well if he would examine you?\nOr as one deceives a man would you deceive him?",
      "10": "He would certainly rebuke you\nif you secretly showed partiality.",
      "11": "Would not his splendor terrify you\nand the fear he inspires fall on you?",
      "12": "Your maxims are proverbs of ashes;\nyour defenses are defenses of clay.",
      "13": "“Refrain from talking with me so that I may speak;\nthen let come to me what may.",
      "14": "Why do I put myself in peril,\nand take my life in my hands?",
      "15": "Even if he slays me, I will hope in him;\nI will surely defend my ways to his face.",
      "16": "Moreover, this will become my deliverance,\nfor no godless person would come before him.",
      "17": "Listen carefully to my words;\nlet your ears be attentive to my explanation.",
      "18": "See now, I have prepared my case;\nI know that I am right.",
      "19": "Who will contend with me?\nIf anyone can, I will be silent and die.",
      "20": "Only in two things spare me, O God,\nand then I will not hide from your face:",
      "21": "Remove your hand far from me\nand stop making me afraid with your terror.",
      "22": "Then call, and I will answer,\nor I will speak, and you respond to me.",
      "23": "How many are my iniquities and sins?\nShow me my transgression and my sin.",
      "24": "Why do you hide your face\nand regard me as your enemy?",
      "25": "Do you wish to torment a windblown leaf\nand chase after dry chaff?",
      "26": "For you write down bitter things against me\nand cause me to inherit the sins of my youth.",
      "27": "And you put my feet in the stocks\nand you watch all my movements;\nyou put marks on the soles of my feet.",
      "28": "So I waste away like something rotten,\nlike a garment eaten by moths."
    },
    "14": {
      "1": "“Man, born of woman,\nlives but a few days, and they are full of trouble.",
      "2": "He grows up like a flower and then withers away;\nhe flees like a shadow, and does not remain.",
      "3": "Do you fix your eye on such a one?\nAnd do you bring me before you for judgment?",
      "4": "Who can make a clean thing come from an unclean?\nNo one!",
      "5": "Since man’s days are determined,\nthe number of his months is under your control;\nyou have set his limit and he cannot pass it.",
      "6": "Look away from him and let him desist,\nuntil he fulfills his time like a hired man.",
      "7": "“But there is hope for a tree:\nIf it is cut down, it will sprout again,\nand its new shoots will not fail.",
      "8": "Although its roots may grow old in the ground\nand its stump begins to die in the soil,",
      "9": "at the scent of water it will flourish\nand put forth shoots like a new plant.",
      "10": "But man dies and is powerless;\nhe expires—and where is he?",
      "11": "As water disappears from the sea,\nor a river drains away and dries up,",
      "12": "so man lies down and does not rise;\nuntil the heavens are no more,\nthey will not awake\nnor arise from their sleep.",
      "13": "“O that you would hide me in Sheol,\nand conceal me till your anger has passed!\nO that you would set me a time\nand then remember me!",
      "14": "If a man dies, will he live again?\nAll the days of my hard service I will wait\nuntil my release comes.",
      "15": "You will call and I—I will answer you;\nyou will long for the creature you have made.",
      "16": "“Surely now you count my steps;\nthen you would not mark my sin.",
      "17": "My offenses would be sealed up in a bag;\nyou would cover over my sin.",
      "18": "But as a mountain falls away and crumbles,\nand as a rock will be removed from its place,",
      "19": "as water wears away stones,\nand torrents wash away the soil,\nso you destroy man’s hope.",
      "20": "You overpower him once for all,\nand he departs;\nyou change his appearance\nand send him away.",
      "21": "If his sons are honored,\nhe does not know it;\nif they are brought low,\nhe does not see it.",
      "22": "His flesh only has pain for him,\nand he mourns for himself.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite answered:",
      "2": "“Does a wise man answer with blustery knowledge,\nor fill his belly with the east wind?",
      "3": "Does he argue with useless talk,\nwith words that have no value in them?",
      "4": "But you even break off piety,\nand hinder meditation before God.",
      "5": "Your sin inspires your mouth;\nyou choose the language of the crafty.",
      "6": "Your own mouth condemns you, not I;\nyour own lips testify against you.",
      "7": "“Were you the first man ever born?\nWere you brought forth before the hills?",
      "8": "Do you listen in on God’s secret council?\nDo you limit wisdom to yourself?",
      "9": "What do you know that we don’t know?\nWhat do you understand that we don’t understand?",
      "10": "The gray-haired and the aged are on our side,\nmen far older than your father.",
      "11": "Are God’s consolations too trivial for you,\nor a word spoken in gentleness to you?",
      "12": "Why has your heart carried you away,\nand why do your eyes flash,",
      "13": "when you turn your rage against God\nand allow such words to escape from your mouth?",
      "14": "What is man that he should be pure,\nor one born of woman, that he should be righteous?",
      "15": "If God places no trust in his holy ones,\nif even the heavens are not pure in his eyes,",
      "16": "how much less man, who is abominable and corrupt,\nwho drinks in evil like water!",
      "17": "“I will explain to you;\nlisten to me,\nand what I have seen, I will declare,",
      "18": "what wise men declare,\nhiding nothing,\nfrom the tradition of their ancestors,",
      "19": "to whom alone the land was given\nwhen no foreigner passed among them.",
      "20": "All his days the wicked man suffers torment,\nthroughout the number of the years\nthat are stored up for the tyrant.",
      "21": "Terrifying sounds fill his ears;\nin a time of peace marauders attack him.",
      "22": "He does not expect to escape from darkness;\nhe is marked for the sword;",
      "23": "he wanders about—food for vultures—\nhe knows that the day of darkness is at hand.",
      "24": "Distress and anguish terrify him;\nthey prevail against him\nlike a king ready to launch an attack,",
      "25": "for he stretches out his hand against God,\nand vaunts himself against the Almighty,",
      "26": "defiantly charging against him\nwith a thick, strong shield!",
      "27": "Because he covered his face with fat,\nand made his hips bulge with fat,",
      "28": "he lived in ruined towns\nand in houses where no one lives,\nwhere they are ready to crumble into heaps.",
      "29": "He will not grow rich,\nand his wealth will not endure,\nnor will his possessions spread over the land.",
      "30": "He will not escape the darkness;\na flame will wither his shoots\nand he will depart\nby the breath of God’s mouth.",
      "31": "Let him not trust in what is worthless,\ndeceiving himself;\nfor worthlessness will be his reward.",
      "32": "Before his time he will be paid in full,\nand his branches will not flourish.",
      "33": "Like a vine he will let his sour grapes fall,\nand like an olive tree\nhe will shed his blossoms.",
      "34": "For the company of the godless is barren,\nand fire consumes the tents of those who accept bribes.",
      "35": "They conceive trouble and bring forth evil;\ntheir belly prepares deception.”"
    },
    "16": {
      "1": "Then Job replied:",
      "2": "“I have heard many things like these before.\nWhat miserable comforters are you all!",
      "3": "Will there be an end to your windy words?\nOr what provokes you that you answer?",
      "4": "I also could speak like you,\nif you were in my place;\nI could pile up words against you\nand I could shake my head at you.",
      "5": "But I would strengthen you with my words;\ncomfort from my lips would bring you relief.",
      "6": "“But if I speak, my pain is not relieved,\nand if I refrain from speaking,\nhow much of it goes away?",
      "7": "Surely now he has worn me out,\nyou have devastated my entire household.",
      "8": "You have seized me,\nand it has become a witness;\nmy leanness has risen up against me\nand testifies against me.",
      "9": "His anger has torn me and persecuted me;\nhe has gnashed at me with his teeth;\nmy adversary locks his eyes on me.",
      "10": "People have opened their mouths against me,\nthey have struck my cheek in scorn;\nthey unite together against me.",
      "11": "God abandons me to evil men,\nand throws me into the hands of wicked men.",
      "12": "I was in peace, and he has shattered me.\nHe has seized me by the neck and crushed me.\nHe has made me his target;",
      "13": "his archers surround me.\nWithout pity he pierces my kidneys\nand pours out my gall on the ground.",
      "14": "He breaks through against me, time and time again;\nhe rushes against me like a warrior.",
      "15": "I have sewed sackcloth on my skin,\nand buried my horn in the dust;",
      "16": "my face is reddened because of weeping,\nand on my eyelids there is a deep darkness,",
      "17": "although there is no violence in my hands\nand my prayer is pure.",
      "18": "“O earth, do not cover my blood,\nnor let there be a secret place for my cry.",
      "19": "Even now my witness is in heaven;\nmy advocate is on high.",
      "20": "My intercessor is my friend\nas my eyes pour out tears to God;",
      "21": "and he contends with God on behalf of man\nas a man pleads for his friend.",
      "22": "For the years that lie ahead are few,\nand then I will go on the way of no return."
    },
    "17": {
      "1": "My spirit is broken,\nmy days have faded out,\nthe grave awaits me.",
      "2": "Surely mockery is with me;\nmy eyes must dwell on their hostility.",
      "3": "Set my pledge beside you.\nWho else will put up security for me?",
      "4": "Because you have closed their minds to understanding,\ntherefore you will not exalt them.",
      "5": "If a man denounces his friends for personal gain,\nthe eyes of his children will fail.",
      "6": "He has made me a byword to people,\nI am the one in whose face they spit.",
      "7": "My eyes have grown dim with grief;\nmy whole frame is but a shadow.",
      "8": "Upright men are appalled at this;\nthe innocent man is troubled with the godless.",
      "9": "But the righteous man holds to his way,\nand the one with clean hands grows stronger.",
      "10": "“But turn, all of you, and come now!\nI will not find a wise man among you.",
      "11": "My days have passed, my plans are shattered,\neven the desires of my heart.",
      "12": "These men change night into day;\nthey say, ‘The light is near\nin the face of darkness.’",
      "13": "If I hope for the grave to be my home,\nif I spread out my bed in darkness,",
      "14": "if I cry out to corruption, ‘You are my father,’\nand to the worm, ‘My mother,’ or ‘My sister,’",
      "15": "where then is my hope?\nAnd my hope, who sees it?",
      "16": "Will it go down to the barred gates of death?\nWill we descend together into the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite answered:",
      "2": "“How long until you make an end of words?\nYou must consider, and then we can talk.",
      "3": "Why should we be regarded as beasts,\nand considered stupid in your sight?",
      "4": "You who tear yourself to pieces in your anger,\nwill the earth be abandoned for your sake?\nOr will a rock be moved from its place?",
      "5": "“Yes, the lamp of the wicked is extinguished;\nhis flame of fire does not shine.",
      "6": "The light in his tent grows dark;\nhis lamp above him is extinguished.",
      "7": "His vigorous steps are restricted,\nand his own counsel throws him down.",
      "8": "For he has been thrown into a net by his feet\nand he wanders into a mesh.",
      "9": "A trap seizes him by the heel;\na snare grips him.",
      "10": "A rope is hidden for him on the ground\nand a trap for him lies on the path.",
      "11": "Terrors frighten him on all sides\nand dog his every step.",
      "12": "Calamity is hungry for him,\nand misfortune is ready at his side.",
      "13": "It eats away parts of his skin;\nthe most terrible death devours his limbs.",
      "14": "He is dragged from the security of his tent,\nand marched off to the king of terrors.",
      "15": "Fire resides in his tent;\nover his residence burning sulfur is scattered.",
      "16": "Below his roots dry up,\nand his branches wither above.",
      "17": "His memory perishes from the earth,\nhe has no name in the land.",
      "18": "He is driven from light into darkness\nand is banished from the world.",
      "19": "He has neither children nor descendants among his people,\nno survivor in those places he once stayed.",
      "20": "People of the west are appalled at his fate;\npeople of the east are seized with horror, saying,",
      "21": "‘Surely such is the residence of an evil man;\nand this is the place of one who has not known God.’”"
    },
    "19": {
      "1": "Then Job answered:",
      "2": "“How long will you torment me\nand crush me with your words?",
      "3": "These ten times you have been reproaching me;\nyou are not ashamed to attack me.",
      "4": "But even if it were true that I have erred,\nmy error remains solely my concern!",
      "5": "If indeed you would exalt yourselves above me\nand plead my disgrace against me,",
      "6": "know then that God has wronged me\nand encircled me with his net.",
      "7": "“If I cry out, ‘Violence!’\nI receive no answer;\nI cry for help,\nbut there is no justice.",
      "8": "He has blocked my way so I cannot pass,\nand has set darkness over my paths.",
      "9": "He has stripped me of my honor\nand has taken the crown off my head.",
      "10": "He tears me down on every side until I perish;\nhe uproots my hope like an uprooted tree.",
      "11": "Thus his anger burns against me,\nand he considers me among his enemies.",
      "12": "His troops advance together;\nthey throw up a siege ramp against me,\nand they camp around my tent.",
      "13": "“He has put my relatives far from me;\nmy acquaintances only turn away from me.",
      "14": "My kinsmen have failed me;\nmy friends have forgotten me.",
      "15": "My guests and my servant girls\nconsider me a stranger;\nI am a foreigner in their eyes.",
      "16": "I summon my servant, but he does not respond,\neven though I implore him with my own mouth.",
      "17": "My breath is repulsive to my wife;\nI am loathsome to my brothers.",
      "18": "Even youngsters have scorned me;\nwhen I get up, they scoff at me.",
      "19": "All my closest friends detest me;\nand those whom I love have turned against me.",
      "20": "My bones stick to my skin and my flesh;\nI have escaped alive with only the skin of my teeth.",
      "21": "Have pity on me, my friends, have pity on me,\nfor the hand of God has struck me.",
      "22": "Why do you pursue me like God does?\nWill you never be satiated with my flesh?",
      "23": "“O that my words were written down!\nO that they were written on a scroll!",
      "24": "O that with an iron chisel and with lead\nthey were engraved in a rock forever!",
      "25": "As for me, I know that my Redeemer lives,\nand that as the last\nhe will stand upon the earth.",
      "26": "And after my skin has been destroyed,\nyet in my flesh I will see God,",
      "27": "whom I will see for myself,\nand whom my own eyes will behold,\nand not another.\nMy heart grows faint within me.",
      "28": "If you say, ‘How we will pursue him,\nsince the root of the trouble is found in him!’",
      "29": "Fear the sword yourselves,\nfor wrath brings the punishment by the sword,\nso that you may know\nthat there is judgment.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite answered:",
      "2": "“This is why my troubled thoughts bring me back—\nbecause of my feelings within me.",
      "3": "When I hear a reproof that dishonors me,\nthen my understanding prompts me to answer.",
      "4": "“Surely you know that it has been from old,\never since humankind was placed on the earth,",
      "5": "that the elation of the wicked is brief,\nthe joy of the godless lasts but a moment.",
      "6": "Even though his stature reaches to the heavens\nand his head touches the clouds,",
      "7": "he will perish forever, like his own excrement;\nthose who used to see him will say, ‘Where is he?’",
      "8": "Like a dream he flies away, never again to be found,\nand like a vision of the night he is put to flight.",
      "9": "People who had seen him will not see him again,\nand the place where he was\nwill recognize him no longer.",
      "10": "His sons must recompense the poor;\nhis own hands must return his wealth.",
      "11": "His bones were full of his youthful vigor,\nbut that vigor will lie down with him in the dust.",
      "12": "“If evil is sweet in his mouth\nand he hides it under his tongue,",
      "13": "if he retains it for himself\nand does not let it go,\nand holds it fast in his mouth,",
      "14": "his food is turned sour in his stomach;\nit becomes the venom of serpents within him.",
      "15": "The wealth that he consumed he vomits up,\nGod will make him throw it out of his stomach.",
      "16": "He sucks the poison of serpents;\nthe fangs of a viper kill him.",
      "17": "He will not look on the streams,\nthe rivers that are the torrents\nof honey and butter.",
      "18": "He gives back the ill-gotten gain\nwithout assimilating it;\nhe will not enjoy the wealth from his commerce.",
      "19": "For he has oppressed the poor and abandoned them;\nhe has seized a house which he did not build.",
      "20": "For he knows no satisfaction in his appetite;\nhe does not let anything he desires escape.",
      "21": "“Nothing is left for him to devour;\nthat is why his prosperity does not last.",
      "22": "In the fullness of his sufficiency,\ndistress overtakes him.\nThe full force of misery will come upon him.",
      "23": "“While he is filling his belly,\nGod sends his burning anger against him,\nand rains down his blows upon him.",
      "24": "If he flees from an iron weapon,\nthen an arrow from a bronze bow pierces him.",
      "25": "When he pulls it out and it comes out of his back,\nthe gleaming point out of his liver,\nterrors come over him.",
      "26": "Total darkness waits to receive his treasures;\na fire that has not been kindled\nwill consume him and devour what is left in his tent.",
      "27": "The heavens reveal his iniquity;\nthe earth rises up against him.",
      "28": "A flood will carry off his house,\nrushing waters on the day of God’s wrath.",
      "29": "Such is the lot God allots the wicked,\nand the heritage of his appointment from God.”"
    },
    "21": {
      "1": "Then Job answered:",
      "2": "“Listen carefully to my words;\nlet this be the consolation you offer me.",
      "3": "Bear with me and I will speak,\nand after I have spoken you may mock.",
      "4": "Is my complaint against a man?\nIf so, why should I not be impatient?",
      "5": "Look at me and be appalled;\nput your hands over your mouths.",
      "6": "For, when I think about this, I am terrified\nand my body feels a shudder.",
      "7": "“Why do the wicked go on living,\ngrow old, even increase in power?",
      "8": "Their children are firmly established in their presence,\ntheir offspring before their eyes.",
      "9": "Their houses are safe and without fear;\nand no rod of punishment from God is upon them.",
      "10": "Their bulls breed without fail;\ntheir cows calve and do not miscarry.",
      "11": "They allow their children to run like a flock;\ntheir little ones dance about.",
      "12": "They sing to the accompaniment of tambourine and harp,\nand make merry to the sound of the flute.",
      "13": "They live out their years in prosperity\nand go down to the grave in peace.",
      "14": "So they say to God, ‘Turn away from us!\nWe do not want to know your ways.",
      "15": "Who is the Almighty, that we should serve him?\nWhat would we gain\nif we were to pray to him?’",
      "16": "But their prosperity is not their own doing.\nThe counsel of the wicked is far from me!",
      "17": "“How often is the lamp of the wicked extinguished?\nHow often does their misfortune come upon them?\nHow often does God apportion pain to them in his anger?",
      "18": "How often are they like straw before the wind,\nand like chaff swept away by a whirlwind?",
      "19": "You may say, ‘God stores up a man’s punishment for his children!’\nInstead let him repay the man himself\nso that he may be humbled!",
      "20": "Let his own eyes see his destruction;\nlet him drink of the anger of the Almighty.",
      "21": "For what is his interest in his home\nafter his death,\nwhen the number of his months\nhas been broken off?",
      "22": "Can anyone teach God knowledge,\nsince he judges those that are on high?",
      "23": "“One man dies in his full vigor,\ncompletely secure and prosperous,",
      "24": "his body well nourished,\nand the marrow of his bones moist.",
      "25": "And another man dies in bitterness of soul,\nnever having tasted anything good.",
      "26": "Together they lie down in the dust,\nand worms cover over them both.",
      "27": "“Yes, I know what you are thinking,\nthe schemes by which you would wrong me.",
      "28": "For you say,\n‘Where now is the nobleman’s house,\nand where are the tents in which the wicked lived?’",
      "29": "Have you never questioned those who travel the roads?\nDo you not recognize their accounts—",
      "30": "that the evil man is spared\nfrom the day of his misfortune,\nthat he is delivered\nfrom the day of God’s wrath?",
      "31": "No one denounces his conduct to his face;\nno one repays him for what he has done.",
      "32": "And when he is carried to the tombs,\nand watch is kept over the funeral mound,",
      "33": "The clods of the torrent valley are sweet to him;\nbehind him everybody follows in procession,\nand before him goes a countless throng.",
      "34": "So how can you console me with your futile words?\nNothing is left of your answers but deception!”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite answered:",
      "2": "“Is it to God that a strong man is of benefit?\nIs it to him that even a wise man is profitable?",
      "3": "Is it of any special benefit to the Almighty\nthat you should be righteous,\nor is it any gain to him\nthat you make your ways blameless?",
      "4": "Is it because of your piety that he rebukes you\nand goes to judgment with you?",
      "5": "Is not your wickedness great\nand is there no end to your iniquity?",
      "6": "“For you took pledges from your brothers\nfor no reason,\nand you stripped the clothing from the naked.",
      "7": "You gave the weary no water to drink\nand from the hungry you withheld food.",
      "8": "Although you were a powerful man, owning land,\nan honored man living on it,",
      "9": "you sent widows away empty-handed,\nand the arms of the orphans you crushed.",
      "10": "That is why snares surround you,\nand why sudden fear terrifies you,",
      "11": "why it is so dark you cannot see,\nand why a flood of water covers you.",
      "12": "“Is not God on high in heaven?\nAnd see the lofty stars, how high they are!",
      "13": "But you have said, ‘What does God know?\nDoes he judge through such deep darkness?",
      "14": "Thick clouds are a veil for him, so he does not see us,\nas he goes back and forth\nin the vault of heaven.’",
      "15": "Will you keep to the old path\nthat evil men have walked—",
      "16": "men who were carried off before their time,\nwhen the flood was poured out\non their foundations?",
      "17": "They were saying to God, ‘Turn away from us,’\nand, ‘What can the Almighty do to us?’",
      "18": "But it was he who filled their houses\nwith good things—\nyet the counsel of the wicked\nwas far from me.",
      "19": "The righteous see their destruction and rejoice;\nthe innocent mock them scornfully, saying,",
      "20": "‘Surely our enemies are destroyed,\nand fire consumes their wealth.’",
      "21": "“Reconcile yourself with God,\nand be at peace with him;\nin this way your prosperity will be good.",
      "22": "Accept instruction from his mouth\nand store up his words in your heart.",
      "23": "If you return to the Almighty, you will be built up;\nif you remove wicked behavior far from your tent,",
      "24": "and throw your gold in the dust—\nyour gold of Ophir\namong the rocks in the ravines—",
      "25": "then the Almighty himself will be your gold,\nand the choicest silver for you.",
      "26": "Surely then you will delight yourself in the Almighty,\nand will lift up your face toward God.",
      "27": "You will pray to him and he will hear you,\nand you will fulfill your vows to him.",
      "28": "Whatever you decide on a matter,\nit will be established for you,\nand light will shine on your ways.",
      "29": "When people are brought low and you say,\n‘Lift them up!’\nthen he will save the downcast;",
      "30": "he will deliver even someone who is not innocent,\nwho will escape through the cleanness of your hands.”"
    },
    "23": {
      "1": "Then Job answered:",
      "2": "“Even today my complaint is still bitter;\nhis hand is heavy despite my groaning.",
      "3": "O that I knew where I might find him,\nthat I could come to his place of residence!",
      "4": "I would lay out my case before him\nand fill my mouth with arguments.",
      "5": "I would know with what words he would answer me,\nand understand what he would say to me.",
      "6": "Would he contend with me with great power?\nNo, he would only pay attention to me.",
      "7": "There an upright person\ncould present his case before him,\nand I would be delivered forever from my judge.",
      "8": "“If I go to the east, he is not there,\nand to the west, yet I do not perceive him.",
      "9": "In the north when he is at work,\nI do not see him;\nwhen he turns to the south,\nI see no trace of him.",
      "10": "But he knows the pathway that I take;\nif he tested me, I would come forth like gold.",
      "11": "My feet have followed his steps closely;\nI have kept to his way and have not turned aside.",
      "12": "I have not departed from the commands of his lips;\nI have treasured the words of his mouth more than my allotted portion.",
      "13": "But he is unchangeable, and who can change him?\nWhatever he has desired, he does.",
      "14": "For he fulfills his decree against me,\nand many such things are his plans.",
      "15": "That is why I am terrified in his presence;\nwhen I consider, I am afraid because of him.",
      "16": "Indeed, God has made my heart faint;\nthe Almighty has terrified me.",
      "17": "Yet I have not been silent because of the darkness,\nbecause of the thick darkness\nthat covered my face."
    },
    "24": {
      "1": "“Why are times not appointed by the Almighty?\nWhy do those who know him not see his days?",
      "2": "Men move boundary stones;\nthey seize the flock and pasture them.",
      "3": "They drive away the orphan’s donkey;\nthey take the widow’s ox as a pledge.",
      "4": "They turn the needy from the pathway,\nand the poor of the land hide themselves together.",
      "5": "Like wild donkeys in the wilderness,\nthey go out to their labor seeking diligently for food;\nthe arid rift valley provides food for them and for their children.",
      "6": "They reap fodder in the field,\nand glean in the vineyard of the wicked.",
      "7": "They spend the night naked because they lack clothing;\nthey have no covering against the cold.",
      "8": "They are soaked by mountain rains\nand huddle in the rocks because they lack shelter.",
      "9": "The fatherless child is snatched from the breast,\nthe infant of the poor is taken as a pledge.",
      "10": "They go about naked, without clothing,\nand go hungry while they carry the sheaves.",
      "11": "They press out the olive oil between the rows of olive trees;\nthey tread the winepresses while they are thirsty.",
      "12": "From the city the dying groan,\nand the wounded cry out for help,\nbut God charges no one with wrongdoing.",
      "13": "There are those who rebel against the light;\nthey do not know its ways\nand they do not stay on its paths.",
      "14": "Before daybreak the murderer rises up;\nhe kills the poor and the needy;\nin the night he is like a thief.",
      "15": "And the eye of the adulterer watches for the twilight,\nthinking, ‘No eye can see me,’\nand covers his face with a mask.",
      "16": "In the dark the robber breaks into houses,\nbut by day they shut themselves in;\nthey do not know the light.",
      "17": "For all of them, the morning is to them like deep darkness;\nthey are friends with the terrors of darkness.",
      "18": "“You say, ‘He is foam on the face of the waters;\ntheir portion of the land is cursed\nso that no one goes to their vineyard.",
      "19": "The drought as well as the heat\nsnatch up the melted snow;\nso the grave snatches up the sinner.",
      "20": "The womb forgets him,\nthe worm feasts on him,\nno longer will he be remembered.\nLike a tree, wickedness will be broken down.",
      "21": "He preys on the barren and childless woman,\nand does not treat the widow well.",
      "22": "But God drags off the mighty by his power;\nwhen God rises up against him, he has no faith in his life.",
      "23": "God may let them rest in a feeling of security,\nbut he is constantly watching all their ways.",
      "24": "They are exalted for a little while, and then they are gone,\nthey are brought low like all others, and gathered in,\nand like a head of grain they are cut off.’",
      "25": "“If this is not so, who can prove me a liar\nand reduce my words to nothing?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite answered:",
      "2": "“Dominion and awesome might belong to God;\nhe establishes peace in his heights.",
      "3": "Can his armies be numbered?\nOn whom does his light not rise?",
      "4": "How then can a human being be righteous before God?\nHow can one born of a woman be pure?",
      "5": "If even the moon is not bright,\nand the stars are not pure as far as he is concerned,",
      "6": "how much less a mortal man, who is but a maggot—\na son of man, who is only a worm!”"
    },
    "26": {
      "1": "Then Job replied:",
      "2": "“How you have helped the powerless!\nHow you have saved the person who has no strength!",
      "3": "How you have advised the one without wisdom,\nand abundantly revealed your insight!",
      "4": "To whom did you utter these words?\nAnd whose spirit has come forth from your mouth?",
      "5": "“The dead tremble—\nthose beneath the waters\nand all that live in them.",
      "6": "The underworld is naked before God;\nthe place of destruction lies uncovered.",
      "7": "He spreads out the northern skies over empty space;\nhe suspends the earth on nothing.",
      "8": "He locks the waters in his clouds,\nand the clouds do not burst with the weight of them.",
      "9": "He conceals the face of the full moon,\nshrouding it with his clouds.",
      "10": "He marks out the horizon on the surface of the waters\nas a boundary between light and darkness.",
      "11": "The pillars of the heavens tremble\nand are amazed at his rebuke.",
      "12": "By his power he stills the sea;\nby his wisdom he cut Rahab the great sea monster to pieces.",
      "13": "By his breath the skies became fair;\nhis hand pierced the fleeing serpent.",
      "14": "Indeed, these are but the outer fringes of his ways!\nHow faint is the whisper we hear of him!\nBut who can understand the thunder of his power?”"
    },
    "27": {
      "1": "And Job took up his discourse again:",
      "2": "“As surely as God lives, who has denied me justice,\nthe Almighty, who has made my life bitter—",
      "3": "for while my spirit is still in me,\nand the breath from God is in my nostrils,",
      "4": "my lips will not speak wickedness,\nand my tongue will whisper no deceit.",
      "5": "I will never declare that you three are in the right;\nuntil I die, I will not set aside my integrity!",
      "6": "I will maintain my righteousness\nand never let it go;\nmy conscience will not reproach me\nfor as long as I live.",
      "7": "“May my enemy be like the wicked,\nmy adversary like the unrighteous.",
      "8": "For what hope does the godless have when he is cut off,\nwhen God takes away his life?",
      "9": "Does God listen to his cry\nwhen distress overtakes him?",
      "10": "Will he find delight in the Almighty?\nWill he call out to God at all times?",
      "11": "I will teach you about the power of God;\nwhat is on the Almighty’s mind I will not conceal.",
      "12": "If you yourselves have all seen this,\nWhy in the world do you continue this meaningless talk?",
      "13": "This is the portion of the wicked man\nallotted by God,\nthe inheritance that evildoers receive\nfrom the Almighty.",
      "14": "If his children increase—it is for the sword!\nHis offspring never have enough to eat.",
      "15": "Those who survive him are buried by the plague,\nand their widows do not mourn for them.",
      "16": "If he piles up silver like dust\nand stores up clothing like mounds of clay,",
      "17": "what he stores up a righteous man will wear,\nand an innocent man will inherit his silver.",
      "18": "The house he builds is as fragile as a moth’s cocoon,\nlike a hut that a watchman has made.",
      "19": "He goes to bed wealthy, but will do so no more.\nWhen he opens his eyes, it is all gone.",
      "20": "Terrors overwhelm him like a flood;\nat night a whirlwind carries him off.",
      "21": "The east wind carries him away, and he is gone;\nit sweeps him out of his place.",
      "22": "It hurls itself against him without pity\nas he flees headlong from its power.",
      "23": "It claps its hands at him in derision\nand hisses him away from his place."
    },
    "28": {
      "1": "“Surely there is a mine for silver,\nand a place where gold is refined.",
      "2": "Iron is taken from the ground,\nand rock is poured out as copper.",
      "3": "Man puts an end to the darkness;\nhe searches the farthest recesses\nfor the ore in the deepest darkness.",
      "4": "Far from where people live he sinks a shaft,\nin places travelers have long forgotten,\nfar from other people he dangles and sways.",
      "5": "The earth, from which food comes,\nis overturned below as though by fire;",
      "6": "a place whose stones are sapphires\nthat contain dust of gold;",
      "7": "a hidden path no bird of prey knows—\nno falcon’s eye has spotted it.",
      "8": "Proud beasts have not set foot on it,\nand no lion has passed along it.",
      "9": "On the flinty rock man has set to work with his hand;\nhe has overturned mountains at their bases.",
      "10": "He has cut out channels through the rocks;\nhis eyes have spotted every precious thing.",
      "11": "He has searched the sources of the rivers\nand what was hidden he has brought into the light.",
      "12": "“But wisdom—where can it be found?\nWhere is the place of understanding?",
      "13": "Mankind does not know its place;\nit cannot be found in the land of the living.",
      "14": "The deep says, ‘It is not with me.’\nAnd the sea says, ‘It is not with me.’",
      "15": "Fine gold cannot be given in exchange for it,\nnor can its price be weighed out in silver.",
      "16": "It cannot be measured out for purchase with the gold of Ophir,\nwith precious onyx or sapphires.",
      "17": "Neither gold nor crystal can be compared with it,\nnor can a vase of gold match its worth.",
      "18": "Of coral and jasper no mention will be made;\nthe price of wisdom is more than pearls.",
      "19": "The topaz of Cush cannot be compared with it;\nit cannot be purchased with pure gold.",
      "20": "“But wisdom—where does it come from?\nWhere is the place of understanding?",
      "21": "For it has been hidden\nfrom the eyes of every living creature,\nand from the birds of the sky it has been concealed.",
      "22": "Destruction and Death say,\n‘With our ears we have heard a rumor about where it can be found.’",
      "23": "God understands the way to it,\nand he alone knows its place.",
      "24": "For he looks to the ends of the earth\nand observes everything under the heavens.",
      "25": "When he made the force of the wind\nand measured the waters with a gauge,",
      "26": "when he imposed a limit for the rain,\nand a path for the thunderstorm,",
      "27": "then he looked at wisdom and assessed its value;\nhe established it and examined it closely.",
      "28": "And he said to mankind,\n‘The fear of the Lord—that is wisdom,\nand to turn away from evil is understanding.’”"
    },
    "29": {
      "1": "Then Job continued his speech:",
      "2": "“O that I could be as I was\nin the months now gone,\nin the days when God watched over me,",
      "3": "when he caused his lamp\nto shine upon my head,\nand by his light\nI walked through darkness;",
      "4": "just as I was in my most productive time,\nwhen God’s intimate friendship was experienced in my tent,",
      "5": "when the Almighty was still with me\nand my children were around me;",
      "6": "when my steps were bathed with butter\nand the rock poured out for me streams of olive oil!",
      "7": "When I went out to the city gate\nand secured my seat in the public square,",
      "8": "the young men would see me and step aside,\nand the old men would get up and remain standing;",
      "9": "the chief men refrained from talking\nand covered their mouths with their hands;",
      "10": "the voices of the nobles fell silent,\nand their tongues stuck to the roof of their mouths.",
      "11": "“As soon as the ear heard these things, it blessed me,\nand when the eye saw them, it bore witness to me,",
      "12": "for I rescued the poor who cried out for help,\nand the orphan who had no one to assist him;",
      "13": "the blessing of the dying man descended on me,\nand I made the widow’s heart rejoice;",
      "14": "I put on righteousness and it clothed me,\nmy just dealing was like a robe and a turban;",
      "15": "I was eyes for the blind\nand feet for the lame;",
      "16": "I was a father to the needy,\nand I investigated the case of the person I did not know;",
      "17": "I broke the fangs of the wicked,\nand made him drop his prey from his teeth.",
      "18": "“Then I thought, ‘I will die in my own home,\nmy days as numerous as the grains of sand.",
      "19": "My roots reach the water,\nand the dew lies on my branches all night long.",
      "20": "My glory will always be fresh in me,\nand my bow ever new in my hand.’",
      "21": "“People listened to me and waited silently;\nthey kept silent for my advice.",
      "22": "After I had spoken, they did not respond;\nmy words fell on them drop by drop.",
      "23": "They waited for me as people wait for the rain,\nand they opened their mouths as for the spring rains.",
      "24": "If I smiled at them, they hardly believed it;\nand they did not cause the light of my face to darken.",
      "25": "I chose the way for them\nand sat as their chief;\nI lived like a king among his troops;\nI was like one who comforts mourners."
    },
    "30": {
      "1": "“But now they mock me, those who are younger than I,\nwhose fathers I disdained too much\nto put with my sheep dogs.",
      "2": "Moreover, the strength of their hands—\nwhat use was it to me?\nThose whose strength had perished,",
      "3": "gaunt with want and hunger,\nthey would roam the parched land,\nby night a desolate waste.",
      "4": "By the brush they would gather herbs from the salt marshes,\nand the root of the broom tree was their food.",
      "5": "They were banished from the community—\npeople shouted at them\nas they would shout at thieves—",
      "6": "so that they had to live\nin the dry stream beds,\nin the holes of the ground, and among the rocks.",
      "7": "They brayed like animals among the bushes\nand were huddled together under the nettles.",
      "8": "Sons of senseless and nameless people,\nthey were driven out of the land with whips.",
      "9": "“And now I have become their taunt song;\nI have become a byword among them.",
      "10": "They detest me and maintain their distance;\nthey do not hesitate to spit in my face.",
      "11": "Because God has untied my tent cord and afflicted me,\npeople throw off all restraint in my presence.",
      "12": "On my right the young rabble rise up;\nthey drive me from place to place,\nand build up siege ramps against me.",
      "13": "They destroy my path;\nthey succeed in destroying me\nwithout anyone assisting them.",
      "14": "They come in as through a wide breach;\namid the crash they come rolling in.",
      "15": "Terrors are turned loose on me;\nthey drive away my honor like the wind,\nand as a cloud my deliverance has passed away.",
      "16": "“And now my soul pours itself out within me;\ndays of suffering take hold of me.",
      "17": "Night pierces my bones;\nmy gnawing pains never cease.",
      "18": "With great power God grasps my clothing;\nhe binds me like the collar of my tunic.",
      "19": "He has flung me into the mud,\nand I have come to resemble dust and ashes.",
      "20": "I cry out to you, but you do not answer me;\nI stand up, and you only look at me.",
      "21": "You have become cruel to me;\nwith the strength of your hand you attack me.",
      "22": "You pick me up on the wind and make me ride on it;\nyou toss me about in the storm.",
      "23": "I know that you are bringing me to death,\nto the meeting place for all the living.",
      "24": "“Surely one does not stretch out his hand\nagainst a broken man\nwhen he cries for help in his distress.",
      "25": "Have I not wept for the unfortunate?\nWas not my soul grieved for the poor?",
      "26": "But when I hoped for good, trouble came;\nwhen I expected light, then darkness came.",
      "27": "My heart is in turmoil unceasingly;\nthe days of my affliction confront me.",
      "28": "I go about blackened, but not by the sun;\nin the assembly I stand up and cry for help.",
      "29": "I have become a brother to jackals\nand a companion of ostriches.",
      "30": "My skin has turned dark on me;\nmy body is hot with fever.",
      "31": "My harp is used for mourning\nand my flute for the sound of weeping."
    },
    "31": {
      "1": "“I made a covenant with my eyes;\nhow then could I entertain thoughts against a virgin?",
      "2": "What then would be one’s lot from God above,\none’s heritage from the Almighty on high?",
      "3": "Is it not misfortune for the unjust,\nand disaster for those who work iniquity?",
      "4": "Does he not see my ways\nand count all my steps?",
      "5": "If I have walked in falsehood,\nand if my foot has hastened to deceit—",
      "6": "let him weigh me with honest scales;\nthen God will discover my integrity.",
      "7": "If my footsteps have strayed from the way,\nif my heart has gone after my eyes,\nor if anything has defiled my hands,",
      "8": "then let me sow and let another eat,\nand let my crops be uprooted.",
      "9": "If my heart has been enticed by a woman,\nand I have lain in wait at my neighbor’s door,",
      "10": "then let my wife turn the millstone for another man,\nand may other men commit adultery with her.",
      "11": "For I would have committed a shameful act,\nan iniquity to be judged.",
      "12": "For it is a fire that devours even to Destruction,\nand it would uproot all my harvest.",
      "13": "“If I have disregarded the right of my male servants\nor my female servants\nwhen they disputed with me,",
      "14": "then what will I do when God confronts me in judgment;\nwhen he intervenes,\nhow will I respond to him?",
      "15": "Did not the one who made me in the womb make them?\nDid not the same one form us in the womb?",
      "16": "If I have refused to give the poor what they desired,\nor caused the eyes of the widow to fail,",
      "17": "If I ate my morsel of bread myself,\nand did not share any of it with orphans—",
      "18": "but from my youth I raised the orphan like a father,\nand from my mother’s womb I guided the widow—",
      "19": "If I have seen anyone about to perish for lack of clothing,\nor a poor man without a coat,",
      "20": "whose heart did not bless me\nas he warmed himself with the fleece of my sheep,",
      "21": "if I have raised my hand to vote against the orphan,\nwhen I saw my support in the court,",
      "22": "then let my arm fall from the shoulder,\nlet my arm be broken off at the socket.",
      "23": "For the calamity from God was a terror to me,\nand by reason of his majesty I was powerless.",
      "24": "“If I have put my confidence in gold\nor said to pure gold,\n‘You are my security!’",
      "25": "if I have rejoiced because of the extent of my wealth,\nor because of the great wealth my hand had gained,",
      "26": "if I looked at the sun when it was shining,\nand the moon advancing as a precious thing,",
      "27": "so that my heart was secretly enticed,\nand my hand threw them a kiss from my mouth,",
      "28": "then this also would be iniquity to be judged,\nfor I would have been false to God above.",
      "29": "If I have rejoiced over the misfortune of my enemy\nor exulted because calamity found him—",
      "30": "I have not even permitted my mouth to sin\nby asking for his life through a curse—",
      "31": "if the members of my household have never said,\n‘If only there were someone\nwho has not been satisfied from Job’s meat!’—",
      "32": "But no stranger had to spend the night outside,\nfor I opened my doors to the traveler—",
      "33": "if I have covered my transgressions as men do,\nby hiding iniquity in my heart,",
      "34": "because I was terrified of the great multitude,\nand the contempt of families terrified me,\nso that I remained silent\nand would not go outdoors—",
      "35": "“If only I had someone to hear me!\nHere is my signature—\nlet the Almighty answer me!\nIf only I had an indictment\nthat my accuser had written.",
      "36": "Surely I would wear it proudly on my shoulder,\nI would bind it on me like a crown;",
      "37": "I would give him an accounting of my steps;\nlike a prince I would draw near to him.",
      "38": "“If my land cried out against me\nand all its furrows wept together,",
      "39": "if I have eaten its produce without paying,\nor caused the death of its owners,",
      "40": "then let thorns sprout up in place of wheat,\nand in place of barley, noxious weeds.” \nThe words of Job are ended."
    },
    "32": {
      "1": "So these three men refused to answer Job further, because he was righteous in his own eyes.",
      "2": "Then Elihu son of Barakel the Buzite, of the family of Ram, became very angry. He was angry with Job for justifying himself rather than God.",
      "3": "With Job’s three friends he was also angry, because they could not find an answer, and so declared Job guilty.",
      "4": "Now Elihu had waited before speaking to Job, because the others were older than he was.",
      "5": "But when Elihu saw that the three men had no further reply, he became very angry.",
      "6": "So Elihu son of Barakel the Buzite spoke up:\n“I am young, but you are elderly;\nthat is why I was fearful,\nand afraid to explain to you what I know.",
      "7": "I said to myself, ‘Age should speak,\nand length of years should make wisdom known.’",
      "8": "But it is a spirit in people,\nthe breath of the Almighty,\nthat makes them understand.",
      "9": "It is not the aged who are wise,\nnor old men who understand what is right.",
      "10": "Therefore I say, ‘Listen to me.\nI, even I, will explain what I know.’",
      "11": "Look, I waited for you to speak;\nI listened closely to your wise thoughts, while you were searching for words.",
      "12": "Now I was paying you close attention,\nyet there was no one proving Job wrong,\nnot one of you was answering his statements.",
      "13": "So do not say, ‘We have found wisdom.\nGod will refute him, not man.’",
      "14": "Job has not directed his words to me,\nand so I will not reply to him with your arguments.",
      "15": "“They are dismayed and cannot answer anymore;\nthey have nothing left to say.",
      "16": "And I have waited. But because they do not speak,\nbecause they stand there and answer no more,",
      "17": "I too will answer my part,\nI too will explain what I know.",
      "18": "For I am full of words,\nand the spirit within me constrains me.",
      "19": "Inside I am like wine that has no outlet,\nlike new wineskins ready to burst!",
      "20": "I will speak, so that I may find relief;\nI will open my lips, so that I may answer.",
      "21": "I will not show partiality to any person,\nnor will I confer a title on anyone.",
      "22": "For I do not know how to give honorary titles,\nif I did, my Creator would quickly do away with me."
    },
    "33": {
      "1": "“But now, O Job, listen to my words,\nand hear everything I have to say.",
      "2": "See now, I have opened my mouth;\nmy tongue in my mouth has spoken.",
      "3": "My words come from the uprightness of my heart,\nand my lips will utter knowledge sincerely.",
      "4": "The Spirit of God has made me,\nand the breath of the Almighty gives me life.",
      "5": "Reply to me, if you can;\nset your arguments in order before me\nand take your stand.",
      "6": "Look, I am just like you in relation to God;\nI too have been molded from clay.",
      "7": "Therefore no fear of me should terrify you,\nnor should my pressure be heavy on you.",
      "8": "“Indeed, you have said in my hearing\n(I heard the sound of the words!):",
      "9": "‘I am pure, without transgression;\nI am clean and have no iniquity.",
      "10": "Yet God finds occasions with me;\nhe regards me as his enemy.",
      "11": "He puts my feet in shackles;\nhe watches closely all my paths.’",
      "12": "Now in this, you are not right—I answer you,\nfor God is greater than a human being.",
      "13": "Why do you contend against him,\nthat he does not answer all a person’s words?",
      "14": "“For God speaks, the first time in one way,\nthe second time in another,\nthough a person does not perceive it.",
      "15": "In a dream, a night vision,\nwhen deep sleep falls on people\nas they sleep in their beds.",
      "16": "Then he gives a revelation to people,\nand terrifies them with warnings,",
      "17": "to turn a person from his sin,\nand to cover a person’s pride.",
      "18": "He spares a person’s life from corruption,\nhis very life from crossing over the river.",
      "19": "Or a person is chastened by pain on his bed,\nand with the continual strife of his bones,",
      "20": "so that his life loathes food,\nand his soul rejects appetizing fare.",
      "21": "His flesh wastes away from sight,\nand his bones, which were not seen,\nare easily visible.",
      "22": "He draws near to the place of corruption,\nand his life to the messengers of death.",
      "23": "If there is an angel beside him,\none mediator out of a thousand,\nto tell a person what constitutes his uprightness;",
      "24": "and if God is gracious to him and says,\n‘Spare him from going down\nto the place of corruption,\nI have found a ransom for him,’",
      "25": "then his flesh is restored like a youth’s;\nhe returns to the days of his youthful vigor.",
      "26": "He entreats God, and God delights in him,\nhe sees God’s face with rejoicing,\nand God restores to him his righteousness.",
      "27": "That person sings to others, saying:\n‘I have sinned and falsified what is right,\nbut I was not punished according to what I deserved.",
      "28": "He redeemed my life\nfrom going down to the place of corruption,\nand my life sees the light!’",
      "29": "“Indeed, God does all these things,\ntwice, three times, in his dealings with a person,",
      "30": "to turn back his life from the place of corruption,\nthat he may be enlightened with the light of life.",
      "31": "Pay attention, Job—listen to me;\nbe silent, and I will speak.",
      "32": "If you have any words, reply to me;\nspeak, for I want to justify you.",
      "33": "If not, you listen to me;\nbe silent, and I will teach you wisdom.”"
    },
    "34": {
      "1": "Elihu answered:",
      "2": "“Listen to my words, you wise men;\nhear me, you learned men.",
      "3": "For the ear assesses words\nas the mouth tastes food.",
      "4": "Let us evaluate for ourselves what is right;\nlet us come to know among ourselves what is good.",
      "5": "For Job says, ‘I am innocent,\nbut God turns away my right.",
      "6": "Concerning my right, should I lie?\nMy wound is incurable,\nalthough I am without transgression.’",
      "7": "Who is there like Job,\nwho drinks derision like water?",
      "8": "He goes about in company with evildoers,\nhe goes along with wicked men.",
      "9": "For he says, ‘It does not profit a man\nwhen he makes his delight with God.’",
      "10": "“Therefore, listen to me, you men of understanding.\nFar be it from God to do wickedness,\nfrom the Almighty to do evil.",
      "11": "For he repays a person for his work,\nand according to the conduct of a person,\nhe causes the consequences to find him.",
      "12": "Indeed, in truth, God does not act wickedly,\nand the Almighty does not pervert justice.",
      "13": "Who entrusted to him the earth?\nAnd who put him over the whole world?",
      "14": "If God were to set his heart on it,\nand gather in his spirit and his breath,",
      "15": "all flesh would perish together\nand human beings would return to dust.",
      "16": "“If you have understanding, listen to this,\nhear what I have to say.",
      "17": "Do you really think\nthat one who hates justice can govern?\nAnd will you declare guilty\nthe supremely Righteous One,",
      "18": "who says to a king, ‘Worthless man,’\nand to nobles, ‘Wicked men,’",
      "19": "who shows no partiality to princes,\nand does not take note of the rich more than the poor,\nbecause all of them are the work of his hands?",
      "20": "In a moment they die, in the middle of the night,\npeople are shaken and they pass away.\nThe mighty are removed effortlessly.",
      "21": "For his eyes are on the ways of an individual,\nhe observes all a person’s steps.",
      "22": "There is no darkness, and no deep darkness,\nwhere evildoers can hide themselves.",
      "23": "For he does not still consider a person,\nthat he should come before God in judgment.",
      "24": "He shatters the great without inquiry,\nand sets up others in their place.",
      "25": "Therefore, he knows their deeds,\nhe overthrows them in the night\nand they are crushed.",
      "26": "He strikes them for their wickedness,\nin a place where people can see,",
      "27": "because they have turned away from following him,\nand have not understood any of his ways,",
      "28": "so that they caused the cry of the poor\nto come before him,\nso that he hears the cry of the needy.",
      "29": "But if God is quiet, who can condemn him?\nIf he hides his face, then who can see him?\nYet he is over the individual and the nation alike,",
      "30": "so that the godless man should not rule,\nand not lay snares for the people.",
      "31": "“Has anyone said to God,\n‘I have endured chastisement,\nbut I will not act wrongly any more;",
      "32": "teach me what I cannot see;\nif I have done evil, I will do so no more’?",
      "33": "Is it your opinion that God should recompense it,\nbecause you reject this?\nBut you must choose, and not I,\nso tell us what you know.",
      "34": "Men of understanding say to me—\nany wise man listening to me says—",
      "35": "that Job speaks without knowledge\nand his words are without understanding.",
      "36": "But Job will be tested to the end,\nbecause his answers are like those of wicked men.",
      "37": "For he adds transgression to his sin;\nin our midst he claps his hands,\nand multiplies his words against God.”"
    },
    "35": {
      "1": "Then Elihu answered:",
      "2": "“Do you think this to be just\nwhen you say, ‘My right before God’?",
      "3": "But you say, ‘What will it profit you,’\nand, ‘What do I gain by not sinning?’",
      "4": "I will reply to you,\nand to your friends with you.",
      "5": "Gaze at the heavens and see;\nconsider the clouds, which are higher than you.",
      "6": "If you sin, how does it affect God?\nIf your transgressions are many,\nwhat does it do to him?",
      "7": "If you are righteous, what do you give to God,\nor what does he receive from your hand?",
      "8": "Your wickedness affects only a person like yourself,\nand your righteousness only other people.",
      "9": "“People cry out\nbecause of the excess of oppression;\nthey cry out for help\nbecause of the power of the mighty.",
      "10": "But no one says, ‘Where is God, my Creator,\nwho gives songs in the night,",
      "11": "who teaches us more than the wild animals of the earth,\nand makes us wiser than the birds of the sky?’",
      "12": "Then they cry out—but he does not answer—\nbecause of the arrogance of the wicked.",
      "13": "Surely it is an empty cry—God does not hear it;\nthe Almighty does not take notice of it.",
      "14": "How much less, then,\nwhen you say that you do not perceive him,\nthat the case is before him\nand you are waiting for him!",
      "15": "And further, when you say\nthat his anger does not punish,\nand that he does not know transgression!",
      "16": "So Job opens his mouth to no purpose;\nwithout knowledge he multiplies words.”"
    },
    "36": {
      "1": "Elihu said further:",
      "2": "“Be patient with me a little longer\nand I will instruct you,\nfor I still have words to speak on God’s behalf.",
      "3": "With my knowledge I will speak comprehensively,\nand to my Creator I will ascribe righteousness.",
      "4": "For in truth, my words are not false;\nit is one complete in knowledge\nwho is with you.",
      "5": "Indeed, God is mighty; and he does not despise people,\nhe is mighty, and firm in his intent.",
      "6": "He does not allow the wicked to live,\nbut he gives justice to the poor.",
      "7": "He does not take his eyes off the righteous;\nbut with kings on the throne\nhe seats the righteous and exalts them forever.",
      "8": "But if they are bound in chains,\nand held captive by the cords of affliction,",
      "9": "then he reveals to them what they have done,\nand their transgressions,\nthat they were behaving proudly.",
      "10": "And he reveals this for correction,\nand says that they must turn from evil.",
      "11": "If they obey and serve him,\nthey live out their days in prosperity\nand their years in pleasantness.",
      "12": "But if they refuse to listen,\nthey pass over the river of death,\nand expire without knowledge.",
      "13": "The godless at heart nourish anger,\nthey do not cry out even when he binds them.",
      "14": "They die in their youth,\nand their life ends among the male cultic prostitutes.",
      "15": "He delivers the afflicted by their afflictions,\nhe reveals himself to them by their suffering.",
      "16": "And surely, he drew you from the mouth of distress,\nto a wide place, unrestricted,\nand to the comfort of your table\nfilled with rich food.",
      "17": "But now you are preoccupied with the judgment due the wicked,\njudgment and justice take hold of you.",
      "18": "Be careful that no one entices you with riches;\ndo not let a large bribe turn you aside.",
      "19": "Would your wealth sustain you,\nso that you would not be in distress,\neven all your mighty efforts?",
      "20": "Do not long for the cover of night\nto drag people away from their homes.",
      "21": "Take heed, do not turn to evil,\nfor because of this you have been tested by affliction.",
      "22": "Indeed, God is exalted in his power;\nwho is a teacher like him?",
      "23": "Who has prescribed his ways for him?\nOr said to him, ‘You have done what is wicked’?",
      "24": "Remember to extol his work,\nwhich people have praised in song.",
      "25": "All humanity has seen it;\npeople gaze on it from afar.",
      "26": "“Yes, God is great—beyond our knowledge!\nThe number of his years is unsearchable.",
      "27": "He draws up drops of water;\nthey distill the rain into its mist,",
      "28": "which the clouds pour down\nand shower on humankind abundantly.",
      "29": "Who can understand the spreading of the clouds,\nthe thunderings of his pavilion?",
      "30": "See how he scattered his lightning about him;\nhe has covered the depths of the sea.",
      "31": "It is by these that he judges the nations\nand supplies food in abundance.",
      "32": "With his hands he covers the lightning,\nand directs it against its target.",
      "33": "His thunder announces the coming storm,\nthe cattle also, concerning the storm’s approach."
    },
    "37": {
      "1": "At this also my heart pounds\nand leaps from its place.",
      "2": "Listen carefully to the thunder of his voice,\nto the rumbling that proceeds from his mouth.",
      "3": "Under the whole heaven he lets it go,\neven his lightning to the far corners of the earth.",
      "4": "After that a voice roars;\nhe thunders with an exalted voice,\nand he does not hold back his lightning bolts\nwhen his voice is heard.",
      "5": "God thunders with his voice in marvelous ways;\nhe does great things beyond our understanding.",
      "6": "For to the snow he says, ‘Fall to earth,’\nand to the torrential rains, ‘Pour down.’",
      "7": "He causes everyone to stop working,\nso that all people may know his work.",
      "8": "The wild animals go to their lairs,\nand in their dens they remain.",
      "9": "A tempest blows out from its chamber,\nicy cold from the driving winds.",
      "10": "The breath of God produces ice,\nand the breadth of the waters freeze solid.",
      "11": "He loads the clouds with moisture;\nhe scatters his lightning through the clouds.",
      "12": "The clouds go round in circles,\nwheeling about according to his plans,\nto carry out all that he commands them\nover the face of the whole inhabited world.",
      "13": "Whether it is for punishment,\nor for his land,\nor for mercy,\nhe causes it to find its mark.",
      "14": "“Pay attention to this, Job!\nStand still and consider the wonders God works.",
      "15": "Do you know how God commands them,\nhow he makes lightning flash in his storm cloud?",
      "16": "Do you know about the balancing of the clouds,\nthat wondrous activity of him who is perfect in knowledge?",
      "17": "You, whose garments are hot\nwhen the earth is still because of the south wind,",
      "18": "will you, with him, spread out the clouds,\nsolid as a mirror of molten metal?",
      "19": "Tell us what we should say to him.\nWe cannot prepare a case\nbecause of the darkness.",
      "20": "Should he be informed that I want to speak?\nIf a man speaks, surely he will be swallowed up!",
      "21": "But now, the sun cannot be looked at—\nit is bright in the skies—\nafter a wind passed and swept the clouds away.",
      "22": "From the north he comes in golden splendor;\naround God is awesome majesty.",
      "23": "As for the Almighty, we cannot attain to him!\nHe is great in power,\nbut justice and abundant righteousness he does not oppress.",
      "24": "Therefore people fear him,\nfor he does not regard all the wise in heart.”"
    },
    "38": {
      "1": "Then the Lord answered Job out of the whirlwind:",
      "2": "“Who is this who darkens counsel\nwith words without knowledge?",
      "3": "Get ready for a difficult task like a man;\nI will question you\nand you will inform me.",
      "4": "“Where were you\nwhen I laid the foundation of the earth?\nTell me, if you possess understanding.",
      "5": "Who set its measurements—if you know—\nor who stretched a measuring line across it?",
      "6": "On what were its bases set,\nor who laid its cornerstone—",
      "7": "when the morning stars sang in chorus,\nand all the sons of God shouted for joy?",
      "8": "“Who shut up the sea with doors\nwhen it burst forth, coming out of the womb,",
      "9": "when I made the storm clouds its garment,\nand thick darkness its swaddling band,",
      "10": "when I prescribed its limits,\nand set in place its bolts and doors,",
      "11": "when I said, ‘To here you may come\nand no farther,\nhere your proud waves will be confined’?",
      "12": "Have you ever in your life commanded the morning,\nor made the dawn know its place,",
      "13": "that it might seize the corners of the earth,\nand shake the wicked out of it?",
      "14": "The earth takes shape like clay under a seal;\nits features are dyed like a garment.",
      "15": "Then from the wicked the light is withheld,\nand the arm raised in violence is broken.",
      "16": "Have you gone to the springs that fill the sea,\nor walked about in the recesses of the deep?",
      "17": "Have the gates of death been revealed to you?\nHave you seen the gates of deepest darkness?",
      "18": "Have you considered the vast expanses of the earth?\nTell me, if you know it all.",
      "19": "“In what direction does light reside,\nand darkness, where is its place,",
      "20": "that you may take them to their borders\nand perceive the pathways to their homes?",
      "21": "You know, for you were born before them;\nand the number of your days is great!",
      "22": "Have you entered the storehouse of the snow,\nor seen the armory of the hail,",
      "23": "which I reserve for the time of trouble,\nfor the day of war and battle?",
      "24": "In what direction is lightning dispersed,\nor the east winds scattered over the earth?",
      "25": "Who carves out a channel for the heavy rains,\nand a path for the rumble of thunder,",
      "26": "to cause it to rain on an uninhabited land,\na wilderness where there are no human beings,",
      "27": "to satisfy a devastated and desolate land,\nand to cause it to sprout with vegetation?",
      "28": "Does the rain have a father,\nor who has fathered the drops of the dew?",
      "29": "From whose womb does the ice emerge,\nand the frost from the sky, who gives birth to it,",
      "30": "when the waters become hard like stone,\nwhen the surface of the deep is frozen solid?",
      "31": "Can you tie the bands of the Pleiades,\nor release the cords of Orion?",
      "32": "Can you lead out\nthe constellations in their seasons,\nor guide the Bear with its cubs?",
      "33": "Do you know the laws of the heavens,\nor can you set up their rule over the earth?",
      "34": "Can you raise your voice to the clouds\nso that a flood of water covers you?",
      "35": "Can you send out lightning bolts, and they go?\nWill they say to you, ‘Here we are’?",
      "36": "Who has put wisdom in the heart,\nor has imparted understanding to the mind?",
      "37": "Who by wisdom can count the clouds,\nand who can tip over the water jars of heaven,",
      "38": "when the dust hardens into a mass,\nand the clumps of earth stick together?",
      "39": "“Do you hunt prey for the lioness,\nand satisfy the appetite of the lions",
      "40": "when they crouch in their dens,\nwhen they wait in ambush in the thicket?",
      "41": "Who prepares prey for the raven,\nwhen its young cry out to God\nand wander about for lack of food?"
    },
    "39": {
      "1": "“Are you acquainted with the way\nthe mountain goats give birth?\nDo you watch as the wild deer give birth to their young?",
      "2": "Do you count the months they must fulfill,\nand do you know the time they give birth?",
      "3": "They crouch, they bear their young,\nthey bring forth the offspring they have carried.",
      "4": "Their young grow strong, and grow up in the open;\nthey go off, and do not return to them.",
      "5": "Who let the wild donkey go free?\nWho released the bonds of the donkey,",
      "6": "to whom I appointed the arid rift valley for its home,\nthe salt wastes as its dwelling place?",
      "7": "It scorns the tumult in the town;\nit does not hear the shouts of a driver.",
      "8": "It ranges the hills as its pasture,\nand searches after every green plant.",
      "9": "Is the wild ox willing to be your servant?\nWill it spend the night at your feeding trough?",
      "10": "Can you bind the wild ox to a furrow with its rope,\nwill it till the valleys, following after you?",
      "11": "Will you rely on it because its strength is great?\nWill you commit your labor to it?",
      "12": "Can you count on it to bring in your grain,\nand gather the grain to your threshing floor?",
      "13": "“The wings of the ostrich flap with joy,\nbut are they the pinions and plumage of a stork?",
      "14": "For she leaves her eggs on the ground,\nand lets them be warmed on the soil.",
      "15": "She forgets that a foot might crush them,\nor that a wild animal might trample them.",
      "16": "She is harsh with her young,\nas if they were not hers;\nshe is unconcerned about the uselessness of her labor.",
      "17": "For God deprived her of wisdom,\nand did not impart understanding to her.",
      "18": "But as soon as she springs up,\nshe laughs at the horse and its rider.",
      "19": "“Do you give the horse its strength?\nDo you clothe its neck with a mane?",
      "20": "Do you make it leap like a locust?\nIts proud neighing is terrifying!",
      "21": "It paws the ground in the valley,\nexulting mightily,\nit goes out to meet the weapons.",
      "22": "It laughs at fear and is not dismayed;\nit does not shy away from the sword.",
      "23": "On it the quiver rattles;\nthe lance and javelin flash.",
      "24": "In excitement and impatience it consumes the ground;\nit cannot stand still when the trumpet is blown.",
      "25": "At the sound of the trumpet, it says, ‘Aha!’\nAnd from a distance it catches the scent of battle,\nthe thunderous shouting of commanders,\nand the battle cries.",
      "26": "“Is it by your understanding that the hawk soars,\nand spreads its wings toward the south?",
      "27": "Is it at your command that the eagle soars,\nand builds its nest on high?",
      "28": "It lives on a rock and spends the night there,\non a rocky crag and a fortress.",
      "29": "From there it spots its prey,\nits eyes gaze intently from a distance.",
      "30": "And its young ones devour the blood,\nand where the dead carcasses are,\nthere it is.”"
    },
    "40": {
      "1": "Then the Lord answered Job:",
      "2": "“Will the one who contends with the Almighty correct him?\nLet the person who accuses God give him an answer!”",
      "3": "Then Job answered the Lord:",
      "4": "“Indeed, I am completely unworthy—how could I reply to you?\nI put my hand over my mouth to silence myself.",
      "5": "I have spoken once, but I cannot answer;\ntwice, but I will say no more.”",
      "6": "Then the Lord answered Job from the whirlwind:",
      "7": "“Get ready for a difficult task like a man.\nI will question you and you will inform me.",
      "8": "Would you indeed annul my justice?\nWould you declare me guilty so that you might be right?",
      "9": "Do you have an arm as powerful as God’s,\nand can you thunder with a voice like his?",
      "10": "Adorn yourself, then, with majesty and excellency,\nand clothe yourself with glory and honor.",
      "11": "Scatter abroad the abundance of your anger.\nLook at every proud man and bring him low;",
      "12": "Look at every proud man and abase him;\ncrush the wicked on the spot.",
      "13": "Hide them in the dust together,\nimprison them in the grave.",
      "14": "Then I myself will acknowledge to you\nthat your own right hand can save you.",
      "15": "“Look now at Behemoth, which I made as I made you;\nit eats grass like the ox.",
      "16": "Look at its strength in its loins,\nand its power in the muscles of its belly.",
      "17": "It makes its tail stiff like a cedar,\nthe sinews of its thighs are tightly wound.",
      "18": "Its bones are tubes of bronze,\nits limbs like bars of iron.",
      "19": "It ranks first among the works of God,\nthe One who made it\nhas furnished it with a sword.",
      "20": "For the hills bring it food,\nwhere all the wild animals play.",
      "21": "Under the lotus trees it lies,\nin the secrecy of the reeds and the marsh.",
      "22": "The lotus trees conceal it in their shadow;\nthe poplars by the stream conceal it.",
      "23": "If the river rages, it is not disturbed,\nit is secure, though the Jordan\nshould surge up to its mouth.",
      "24": "Can anyone catch it by its eyes,\nor pierce its nose with a snare?"
    },
    "41": {
      "1": "(40:25) “Can you pull in Leviathan with a hook,\nand tie down its tongue with a rope?",
      "2": "Can you put a cord through its nose,\nor pierce its jaw with a hook?",
      "3": "Will it make numerous supplications to you,\nwill it speak to you with tender words?",
      "4": "Will it make a pact with you,\nso you could take it as your slave for life?",
      "5": "Can you play with it, like a bird,\nor tie it on a leash for your girls?",
      "6": "Will partners bargain for it?\nWill they divide it up among the merchants?",
      "7": "Can you fill its hide with harpoons\nor its head with fishing spears?",
      "8": "If you lay your hand on it,\nyou will remember the fight.\nDo not do it again!",
      "9": "(41:1) See, his expectation is wrong,\nhe is laid low even at the sight of it.",
      "10": "Is it not fierce when it is awakened?\nWho is he, then, who can stand before it?",
      "11": "Who has confronted me that I should repay?\nEverything under heaven belongs to me!",
      "12": "I will not keep silent about its limbs,\nand the extent of its might,\nand the grace of its arrangement.",
      "13": "Who can uncover its outer covering?\nWho can penetrate to the inside of its armor?",
      "14": "Who can open the doors of its mouth?\nIts teeth all around are fearsome.",
      "15": "Its back has rows of shields,\nshut up closely together as with a seal;",
      "16": "each one is so close to the next\nthat no air can come between them.",
      "17": "They lock tightly together, one to the next;\nthey cling together and cannot be separated.",
      "18": "Its snorting throws out flashes of light;\nits eyes are like the red glow of dawn.",
      "19": "Out of its mouth go flames,\nsparks of fire shoot forth!",
      "20": "Smoke streams from its nostrils\nas from a boiling pot over burning rushes.",
      "21": "Its breath sets coals ablaze\nand a flame shoots from its mouth.",
      "22": "Strength lodges in its neck,\nand despair runs before it.",
      "23": "The folds of its flesh are tightly joined;\nthey are firm on it, immovable.",
      "24": "Its heart is hard as rock,\nhard as a lower millstone.",
      "25": "When it rises up, the mighty are terrified,\nat its thrashing about they withdraw.",
      "26": "Whoever strikes it with a sword\nwill have no effect,\nnor with the spear, arrow, or dart.",
      "27": "It regards iron as straw\nand bronze as rotten wood.",
      "28": "Arrows do not make it flee;\nslingstones become like chaff to it.",
      "29": "A club is counted as a piece of straw;\nit laughs at the rattling of the lance.",
      "30": "Its underparts are the sharp points of potsherds,\nit leaves its mark in the mud\nlike a threshing sledge.",
      "31": "It makes the deep boil like a cauldron\nand stirs up the sea like a pot of ointment,",
      "32": "It leaves a glistening wake behind it;\none would think the deep had a head of white hair.",
      "33": "The likes of it is not on earth,\na creature without fear.",
      "34": "It looks on every haughty being;\nit is king over all that are proud.”"
    },
    "42": {
      "1": "Then Job answered the Lord:",
      "2": "“I know that you can do all things;\nno purpose of yours can be thwarted;",
      "3": "you asked, ‘Who is this who darkens counsel without knowledge?’\nBut I have declared without understanding\nthings too wonderful for me to know.",
      "4": "You said, ‘Pay attention, and I will speak;\nI will question you, and you will answer me.’",
      "5": "I had heard of you by the hearing of the ear,\nbut now my eye has seen you.",
      "6": "Therefore I despise myself,\nand I repent in dust and ashes!”",
      "7": "After the Lord had spoken these things to Job, he said to Eliphaz the Temanite, “My anger is stirred up against you and your two friends, because you have not spoken about me what is right, as my servant Job has.",
      "8": "So now take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. And my servant Job will intercede for you, and I will respect him, so that I do not deal with you according to your folly, because you have not spoken about me what is right, as my servant Job has.”",
      "9": "So they went, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, and did just as the Lord had told them; and the Lord had respect for Job.",
      "10": "So the Lord restored what Job had lost after he prayed for his friends, and the Lord doubled all that had belonged to Job.",
      "11": "So they came to him, all his brothers and sisters and all who had known him before, and they dined with him in his house. They comforted him and consoled him for all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring.",
      "12": "So the Lord blessed the second part of Job’s life more than the first. He had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys.",
      "13": "And he also had seven sons and three daughters.",
      "14": "The first daughter he named Jemimah, the second Keziah, and the third Keren-Happuch.",
      "15": "Nowhere in all the land could women be found who were as beautiful as Job’s daughters, and their father granted them an inheritance alongside their brothers.",
      "16": "After this Job lived 140 years; he saw his children and their children to the fourth generation.",
      "17": "And so Job died, old and full of days."
    }
  }
}