{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:47.661472-04:00",
    "Translation": "NET"
  },
  "Joel": {
    "1": {
      "1": "This is the Lord’s message that came to Joel the son of Pethuel:",
      "2": "Listen to this, you elders;\npay attention, all inhabitants of the land.\nHas anything like this ever happened in your whole life\nor in the lifetime of your ancestors?",
      "3": "Tell your children about it,\nhave your children tell their children,\nand their children the following generation.",
      "4": "What the gazam-locust left the ‘arbeh-locust consumed,\nwhat the ‘arbeh-locust left the yeleq-locust consumed,\nand what the yeleq-locust left the hasil-locust consumed.",
      "5": "Wake up, you drunkards, and weep!\nWail, all you wine drinkers,\nbecause the sweet wine has been taken away from you.",
      "6": "For a nation has invaded my land,\nmighty and without number.\nTheir teeth are lion’s teeth;\nthey have the fangs of a lioness.",
      "7": "They have destroyed my vines;\nthey have turned my fig trees into mere splinters.\nThey have completely stripped off the bark and thrown it aside;\nthe twigs are stripped bare.",
      "8": "Wail like a young virgin clothed in sackcloth,\nlamenting the death of her husband to be.",
      "9": "No one brings grain offerings or drink offerings\nto the temple of the Lord anymore.\nSo the priests, those who serve the Lord, are in mourning.",
      "10": "The crops of the fields have been destroyed.\nThe ground is in mourning because the grain has perished.\nThe fresh wine has dried up;\nthe olive oil languishes.",
      "11": "Be distressed, farmers;\nwail, vinedressers, over the wheat and the barley.\nFor the harvest of the field has perished.",
      "12": "The vine has dried up;\nthe fig tree languishes—\nthe pomegranate, date, and apple as well.\nIn fact, all the trees of the field have dried up.\nIndeed, the joy of the people has dried up!",
      "13": "Get dressed and lament, you priests.\nWail, you who minister at the altar.\nCome, spend the night in sackcloth, you servants of my God,\nbecause no one brings grain offerings or drink offerings\nto the temple of your God anymore.",
      "14": "Announce a holy fast;\nproclaim a sacred assembly.\nGather the elders and all the inhabitants of the land\nto the temple of the Lord your God,\nand cry out to the Lord.",
      "15": "How awful that day will be!\nFor the day of the Lord is near;\nit will come as destruction from the Divine Destroyer.",
      "16": "Our food has been cut off right before our eyes!\nThere is no longer any joy or gladness in the temple of our God.",
      "17": "The grains of seed have shriveled beneath their shovels.\nStorehouses have been decimated,\nand granaries have been torn down,\nbecause the grain has dried up.",
      "18": "Listen to the cattle groan!\nThe herds of livestock wander around in confusion\nbecause they have no pasture.\nEven the flocks of sheep are suffering.",
      "19": "To you, O Lord, I call out for help,\nfor fire has burned up the pastures of the wilderness,\nflames have razed all the trees in the fields.",
      "20": "Even the wild animals cry out to you,\nfor the river beds have dried up;\nfire has destroyed the pastures of the wilderness."
    },
    "2": {
      "1": "Blow the trumpet in Zion;\nsound the alarm signal on my holy mountain!\nLet all the inhabitants of the land shake with fear,\nfor the day of the Lord is about to come.\nIndeed, it is near!",
      "2": "It will be a day of dreadful darkness,\na day of foreboding storm clouds,\nlike blackness spread over the mountains.\nIt is a huge and powerful army—\nthere has never been anything like it ever before,\nand there will not be anything like it for many generations to come!",
      "3": "Like fire they devour everything in their path;\na flame blazes behind them.\nThe land looks like the Garden of Eden before them,\nbut behind them there is only a desolate wilderness—\nfor nothing escapes them!",
      "4": "They look like horses;\nthey charge ahead like war horses.",
      "5": "They sound like chariots rumbling over mountain tops,\nlike the crackling of blazing fire consuming stubble,\nlike the noise of a mighty army being drawn up for battle.",
      "6": "People writhe in fear when they see them.\nAll their faces turn pale with fright.",
      "7": "They charge like warriors;\nthey scale walls like soldiers.\nEach one proceeds on his course;\nthey do not alter their path.",
      "8": "They do not jostle one another;\neach of them marches straight ahead.\nThey burst through the city defenses\nand do not break ranks.",
      "9": "They rush into the city;\nthey scale its walls.\nThey climb up into the houses;\nthey go in through the windows like a thief.",
      "10": "The earth quakes before them;\nthe sky reverberates.\nThe sun and the moon grow dark;\nthe stars refuse to shine.",
      "11": "The voice of the Lord thunders as he leads his army.\nIndeed, his warriors are innumerable;\nSurely his command is carried out!\nYes, the day of the Lord is awesome\nand very terrifying—who can survive it?",
      "12": "“Yet even now,” the Lord says,\n“return to me with all your heart—\nwith fasting, weeping, and mourning.",
      "13": "Tear your hearts,\nnot just your garments.”\nReturn to the Lord your God,\nfor he is merciful and compassionate,\nslow to anger and boundless in loyal love—often relenting from calamitous punishment.",
      "14": "Who knows?\nPerhaps he will be compassionate and grant a reprieve,\nand leave blessing in his wake—\na meal offering and a drink offering for you to offer to the Lord your God!",
      "15": "Blow the trumpet in Zion.\nAnnounce a holy fast;\nproclaim a sacred assembly.",
      "16": "Gather the people;\nsanctify an assembly!\nGather the elders;\ngather the children and the nursing infants.\nLet the bridegroom come out from his bedroom\nand the bride from her private quarters.",
      "17": "Let the priests, those who serve the Lord, weep\nfrom the vestibule all the way back to the altar.\nLet them say, “Have pity, O Lord, on your people;\nplease do not turn over your inheritance to be mocked,\nto become a proverb among the nations.\nWhy should it be said among the peoples,\n‘Where is their God?’",
      "18": "Then the Lord became zealous for his land;\nhe had compassion on his people.",
      "19": "The Lord responded to his people,\n“Look! I am about to restore your grain\nas well as fresh wine and olive oil.\nYou will be fully satisfied.\nI will never again make you an object of mockery among the nations.",
      "20": "I will remove the one from the north far from you.\nI will drive him out to a dry and desolate place.\nThose in front will be driven eastward into the Dead Sea,\nand those in back westward into the Mediterranean Sea.\nHis stench will rise up as a foul smell.”\nIndeed, the Lord has accomplished great things!",
      "21": "Do not fear, my land.\nRejoice and be glad,\nbecause the Lord has accomplished great things!",
      "22": "Do not fear, wild animals.\nFor the pastures of the wilderness are again green with grass.\nIndeed, the trees bear their fruit;\nthe fig tree and the vine yield to their fullest.",
      "23": "Citizens of Zion, rejoice!\nBe glad because of what the Lord your God has done!\nFor he has given to you the early rains as vindication.\nHe has sent to you the rains—\nboth the early and the late rains as formerly.",
      "24": "The threshing floors are full of grain;\nthe vats overflow with fresh wine and olive oil.",
      "25": "I will make up for the years\nthat the ‘arbeh-locust consumed your crops—\nthe yeleq-locust, the hasil-locust, and the gazam-locust—\nmy great army that I sent against you.",
      "26": "You will have plenty to eat,\nand your hunger will be fully satisfied;\nyou will praise the name of the Lord your God,\nwho has acted wondrously in your behalf.\nMy people will never again be put to shame.",
      "27": "You will be convinced that I am in the midst of Israel.\nI am the Lord your God; there is no other.\nMy people will never again be put to shame.",
      "28": "(3:1) After all of this\nI will pour out my Spirit on all kinds of people.\nYour sons and daughters will prophesy.\nYour elderly will have prophetic dreams;\nyour young men will see visions.",
      "29": "Even on male and female servants\nI will pour out my Spirit in those days.",
      "30": "I will produce portents both in the sky and on the earth—\nblood, fire, and columns of smoke.",
      "31": "The sunlight will be turned to darkness\nand the moon to the color of blood,\nbefore the day of the Lord comes—\nthat great and terrible day!",
      "32": "It will so happen that\neveryone who calls on the name of the Lord will be delivered.\nFor on Mount Zion and in Jerusalem there will be those who survive,\njust as the Lord has promised;\nthe remnant will be those whom the Lord will call."
    },
    "3": {
      "1": "(4:1) For look! In those days and at that time\nI will return the exiles to Judah and Jerusalem.",
      "2": "Then I will gather all the nations,\nand bring them down to the Valley of Jehoshaphat.\nI will enter into judgment against them there\nconcerning my people Israel who are my inheritance,\nwhom they scattered among the nations.\nThey partitioned my land,",
      "3": "and they cast lots for my people.\nThey traded a boy for a prostitute;\nthey sold a little girl for wine so they could drink.",
      "4": "Why are you doing these things to me, Tyre and Sidon?\nAre you trying to get even with me, land of Philistia?\nIf you are, I will very quickly repay you for what you have done!",
      "5": "For you took my silver and my gold\nand brought my precious valuables to your own palaces.",
      "6": "You sold Judeans and Jerusalemites to the Greeks,\nremoving them far from their own country.",
      "7": "Look! I am rousing them from that place to which you sold them.\nI will repay you for what you have done!",
      "8": "I will sell your sons and daughters to the people of Judah.\nThey will sell them to the Sabeans, a nation far away.\nIndeed, the Lord has spoken.",
      "9": "Proclaim this among the nations:\n“Prepare for a holy war!\nCall out the warriors!\nLet all these fighting men approach and attack!",
      "10": "Beat your plowshares into swords,\nand your pruning hooks into spears.\nLet the weak say, ‘I too am a warrior!’",
      "11": "Lend your aid and come,\nall you surrounding nations,\nand gather yourselves to that place.”\nBring down, O Lord, your warriors!",
      "12": "“Let the nations be roused and let them go up\nto the Valley of Jehoshaphat,\nfor there I will sit in judgment on all the surrounding nations.",
      "13": "Rush forth with the sickle, for the harvest is ripe!\nCome, stomp the grapes, for the winepress is full!\nThe vats overflow.\nIndeed, their evil is great!”",
      "14": "Crowds, great crowds are in the Valley of Decision,\nfor the day of the Lord is near in the Valley of Decision!",
      "15": "The sun and moon are darkened;\nthe stars withhold their brightness.",
      "16": "The Lord roars from Zion;\nfrom Jerusalem his voice bellows out.\nThe heavens and the earth shake.\nBut the Lord is a refuge for his people;\nhe is a stronghold for the citizens of Israel.",
      "17": "“You will be convinced that I the Lord am your God,\ndwelling on Zion, my holy mountain.\nJerusalem will be holy—\nconquering armies will no longer pass through it.",
      "18": "“On that day the mountains will drip with sweet wine,\nand the hills will flow with milk.\nAll the dry stream beds of Judah will flow with water.\nA spring will flow out from the temple of the Lord,\nwatering the Valley of Acacia Trees.",
      "19": "Egypt will be desolate\nand Edom will be a desolate wilderness,\nbecause of the violence they did to the people of Judah,\nin whose land they shed innocent blood.",
      "20": "But Judah will reside securely forever,\nand Jerusalem will be secure from one generation to the next.",
      "21": "I will avenge their blood that I had not previously acquitted.\nIt is the Lord who dwells in Zion!"
    }
  }
}