{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:49.971821-04:00",
    "Translation": "NET"
  },
  "Micah": {
    "1": {
      "1": "This is the Lord’s message that came to Micah of Moresheth during the time of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
      "2": "Listen, all you nations!\nPay attention, all inhabitants of earth!\nThe Sovereign Lord will act as a witness against you;\nthe Lord will accuse you from his majestic palace.",
      "3": "Look, the Lord is coming out of his dwelling place!\nHe will descend and march on the earth’s mountaintops!",
      "4": "The mountains will crumble beneath him,\nand the valleys will split apart\nlike wax before a fire,\nlike water dumped down a steep slope.",
      "5": "All this is because of Jacob’s rebellion\nand the sins of the nation of Israel.\nAnd just what is Jacob’s rebellion?\nIsn’t it Samaria’s doings?\nAnd what is Judah’s sin?\nIsn’t it Jerusalem’s doings?",
      "6": "“I will turn Samaria into a heap of ruins in an open field,\ninto a place for planting vineyards.\nI will dump the rubble of her walls down into the valley\nand lay bare her foundations.",
      "7": "All her carved idols will be smashed to pieces;\nall her metal cult statues will be destroyed by fire.\nI will make a waste heap of all her images.\nSince she gathered the metal as a prostitute collects her wages,\nthe idols will become a prostitute’s wages again.”",
      "8": "For this reason I will mourn and wail;\nI will walk around barefoot and without my outer garments.\nI will howl like a wild dog,\nand screech like an owl.",
      "9": "For Samaria’s disease is incurable.\nIt has infected Judah;\nit has spread to the leadership of my people\nand even to Jerusalem!",
      "10": "Don’t spread the news in Gath.\nDon’t shed even a single tear.\nIn Beth Leaphrah roll about in mourning in the dust!",
      "11": "Residents of Shaphir, pass by in nakedness and humiliation!\nThe residents of Zaanan have not escaped.\nBeth Ezel mourns,\n“He takes from you what he desires.”",
      "12": "Indeed, the residents of Maroth hope for something good to happen,\nthough the Lord has sent disaster against the city of Jerusalem.",
      "13": "Residents of Lachish, hitch the horses to the chariots!\nYou influenced Daughter Zion to sin,\nfor Israel’s rebellious deeds can be traced back to you!",
      "14": "Therefore you will have to say farewell to Moresheth Gath.\nThe residents of Achzib will be as disappointing\nas a dried up well to the kings of Israel.",
      "15": "Residents of Mareshah, a conqueror will attack you;\nthe leaders of Israel shall flee to Adullam.",
      "16": "Shave your heads bald as you mourn for the children you love;\nshave your foreheads as bald as an eagle,\nfor they are taken from you into exile."
    },
    "2": {
      "1": "Beware wicked schemers,\nthose who devise calamity as they lie in bed.\nAs soon as morning dawns they carry out their plans,\nbecause they have the power to do so.",
      "2": "They confiscate the fields they desire\nand seize the houses they want.\nThey defraud people of their homes\nand deprive people of the land they have inherited.",
      "3": "Therefore the Lord says this:\n“Look, I am devising disaster for this nation!\nIt will be like a yoke from which you cannot free your neck.\nYou will no longer walk proudly,\nfor it will be a time of catastrophe.",
      "4": "In that day people will sing this taunt song to you—\nthey will mock you with this lament:\n‘We are completely destroyed;\nthey sell off the property of my people.\nHow they remove it from me!\nThey assign our fields to the conqueror.’”",
      "5": "Therefore no one will assign you land in the Lord’s community.",
      "6": "“Don’t preach with such impassioned rhetoric,” they say excitedly.\n“These prophets should not preach of such things;\nwe will not be overtaken by humiliation.”",
      "7": "Does the family of Jacob say,\n“The Lord’s patience can’t be exhausted—\nhe would never do such things”?\nTo be sure, my commands bring a reward\nfor those who obey them,",
      "8": "but you rise up as an enemy against my people.\nYou steal a robe from a friend,\nfrom those who pass by peacefully as if returning from a war.",
      "9": "You wrongly evict widows among my people from their cherished homes.\nYou defraud their children of their prized inheritance.",
      "10": "But you are the ones who will be forced to leave!\nFor this land is not secure;\nsin will thoroughly destroy it!",
      "11": "If a lying windbag should come and say,\n‘I’ll promise you blessings of wine and beer,’\nhe would be just the right preacher for these people!",
      "12": "“I will certainly gather all of you, O Jacob,\nI will certainly assemble those Israelites who remain.\nI will bring them together like sheep in a fold,\nlike a flock in the middle of a pasture;\nthey will be so numerous that they will make a lot of noise.",
      "13": "The one who can break through barriers will lead them out;\nthey will break out, pass through the gate, and leave.\nTheir king will advance before them;\nthe Lord himself will lead them.”"
    },
    "3": {
      "1": "I said,\n“Listen, you leaders of Jacob,\nyou rulers of the nation of Israel!\nYou ought to know what is just,",
      "2": "yet you hate what is good\nand love what is evil.\nYou flay my people’s skin\nand rip the flesh from their bones.",
      "3": "You devour my people’s flesh,\nstrip off their skin,\nand crush their bones.\nYou chop them up like flesh in a pot—\nlike meat in a kettle.",
      "4": "Someday these sinful leaders will cry to the Lord for help,\nbut he will not answer them.\nHe will hide his face from them at that time,\nbecause they have done such wicked deeds.”",
      "5": "This is what the Lord has said about the prophets who mislead my people,\n“If someone gives them enough to eat,\nthey offer an oracle of peace.\nBut if someone does not give them food,\nthey are ready to declare war on him.",
      "6": "Therefore night will fall, and you will receive no visions;\nit will grow dark, and you will no longer be able to read the omens.\nThe sun will set on these prophets,\nand the daylight will turn to darkness over their heads.",
      "7": "The prophets will be ashamed;\nthe omen readers will be humiliated.\nAll of them will cover their mouths,\nfor they will receive no divine oracles.”",
      "8": "But I am full of the courage that the Lord’s Spirit gives\nand have a strong commitment to justice.\nThis enables me to confront Jacob with its rebellion\nand Israel with its sin.",
      "9": "Listen to this, you leaders of the family of Jacob,\nyou rulers of the nation of Israel!\nYou hate justice\nand pervert all that is right.",
      "10": "You build Zion through bloody crimes,\nJerusalem through unjust violence.",
      "11": "Her leaders take bribes when they decide legal cases,\nher priests proclaim rulings for profit,\nand her prophets read omens for pay.\nYet they claim to trust the Lord and say,\n“The Lord is among us.\nDisaster will not overtake us!”",
      "12": "Therefore, because of you, Zion will be plowed up like a field,\nJerusalem will become a heap of ruins,\nand the Temple Mount will become a hill overgrown with brush!"
    },
    "4": {
      "1": "And in future days the Lord’s Temple Mount will be the most important mountain of all;\nit will be more prominent than other hills.\nPeople will stream to it.",
      "2": "Many nations will come, saying,\n“Come on! Let’s go up to the Lord’s mountain,\nto the temple of Jacob’s God,\nso he can teach us his ways\nand we can live by his laws.”\nFor instruction will proceed from Zion,\nthe Lord’s message from Jerusalem.",
      "3": "He will arbitrate between many peoples\nand settle disputes between many distant nations.\nThey will beat their swords into plowshares,\nand their spears into pruning hooks.\nNations will not use weapons against other nations,\nand they will no longer train for war.",
      "4": "Each will sit under his own grapevine\nor under his own fig tree without any fear.\nThe Lord of Heaven’s Armies has decreed it.",
      "5": "Though all the nations follow their respective gods,\nwe will follow the Lord our God forever.",
      "6": "“In that day,” says the Lord, “I will gather the lame\nand assemble the outcasts whom I injured.",
      "7": "I will transform the lame into the nucleus of a new nation,\nand those far off into a mighty nation.\nThe Lord will reign over them on Mount Zion,\nfrom that day forward and forevermore.",
      "8": "As for you, watchtower for the flock,\nfortress of Daughter Zion—\nyour former dominion will be restored,\nthe sovereignty that belongs to Daughter Jerusalem.”",
      "9": "Jerusalem, why are you now shouting so loudly?\nHas your king disappeared?\nHas your wise leader been destroyed?\nIs this why pain grips you as if you were a woman in labor?",
      "10": "Twist and strain, Daughter Zion, as if you were in labor!\nFor you will leave the city\nand live in the open field.\nYou will go to Babylon,\nbut there you will be rescued.\nThere the Lord will deliver you\nfrom the power of your enemies.",
      "11": "Many nations have now assembled against you.\nThey say, “Jerusalem must be desecrated,\nso we can gloat over Zion!”",
      "12": "But they do not know what the Lord is planning;\nthey do not understand his strategy.\nHe has gathered them like stalks of grain to be threshed at the threshing floor.",
      "13": "“Get up and thresh, Daughter Zion!\nFor I will give you iron horns;\nI will give you bronze hooves,\nand you will crush many nations.”\nYou will devote to the Lord the spoils you take from them\nand dedicate their wealth to the sovereign Ruler of the whole earth."
    },
    "5": {
      "1": "(4:14) But now slash yourself, daughter surrounded by soldiers!\nWe are besieged!\nWith a scepter they strike Israel’s ruler\non the side of his face.",
      "2": "(5:1) As for you, Bethlehem Ephrathah,\nseemingly insignificant among the clans of Judah—\nfrom you a king will emerge who will rule over Israel on my behalf,\none whose origins are in the distant past.",
      "3": "So the Lord will hand the people of Israel over to their enemies\nuntil the time when the woman in labor gives birth.\nThen the rest of the king’s countrymen will return\nto be reunited with the people of Israel.",
      "4": "He will assume his post and shepherd the people by the Lord’s strength,\nby the sovereign authority of the Lord his God.\nThey will live securely, for at that time he will be honored\neven in the distant regions of the earth.",
      "5": "He will give us peace.\nShould the Assyrians try to invade our land\nand attempt to set foot in our fortresses,\nwe will send against them seven shepherd-rulers,\nmake that eight commanders.",
      "6": "They will rule the land of Assyria with the sword,\nthe land of Nimrod with a drawn sword.\nOur king will rescue us from the Assyrians\nshould they attempt to invade our land\nand try to set foot in our territory.",
      "7": "Those survivors from Jacob will live\nin the midst of many nations.\nThey will be like the dew the Lord sends,\nlike the rain on the grass,\nthat does not hope for men to come\nor wait around for humans to arrive.",
      "8": "Those survivors from Jacob will live among the nations,\nin the midst of many peoples.\nThey will be like a lion among the animals of the forest,\nlike a young lion among the flocks of sheep,\nwhich attacks when it passes through.\nIt rips its prey and there is no one to stop it.",
      "9": "Lift your hand triumphantly against your adversaries;\nmay all your enemies be destroyed!",
      "10": "“In that day,” says the Lord,\n“I will destroy your horses from your midst\nand smash your chariots.",
      "11": "I will destroy the cities of your land\nand tear down all your fortresses.",
      "12": "I will remove the sorcery that you practice,\nand you will no longer have omen readers living among you.",
      "13": "I will remove your idols and sacred pillars from your midst;\nyou will no longer worship what your own hands made.",
      "14": "I will uproot your images of Asherah from your midst\nand destroy your idols.",
      "15": "With furious anger I will carry out vengeance\non the nations that do not obey me.”"
    },
    "6": {
      "1": "Listen to what the Lord says:\n“Get up! Defend yourself before the mountains.\nPresent your case before the hills.”",
      "2": "Hear the Lord’s accusation, you mountains,\nyou enduring foundations of the earth.\nFor the Lord has a case against his people;\nhe has a dispute with Israel!",
      "3": "“My people, how have I wronged you?\nHow have I wearied you? Answer me!",
      "4": "In fact, I brought you up from the land of Egypt;\nI delivered you from that place of slavery.\nI sent Moses, Aaron, and Miriam to lead you.",
      "5": "My people, recall how King Balak of Moab planned to harm you,\nhow Balaam son of Beor responded to him.\nRecall how you journeyed from Shittim to Gilgal,\nso you might acknowledge that the Lord has treated you fairly.”",
      "6": "With what should I enter the Lord’s presence?\nWith what should I bow before the sovereign God?\nShould I enter his presence with burnt offerings,\nwith year-old calves?",
      "7": "Will the Lord accept a thousand rams\nor ten thousand streams of olive oil?\nShould I give him my firstborn child as payment for my rebellion,\nmy offspring—my own flesh and blood—for my sin?",
      "8": "He has told you, O man, what is good,\nand what the Lord really wants from you:\nHe wants you to carry out justice, to love faithfulness,\nand to live obediently before your God.",
      "9": "Listen! The Lord is calling to the city!\nIt is wise to respect your authority, O Lord.\nListen, O nation, and those assembled in the city!",
      "10": "“I will not overlook, O sinful house, the dishonest gain you have hoarded away\nor the smaller-than-standard measure I hate so much.",
      "11": "I do not condone the use of rigged scales,\nor a bag of deceptive weights.",
      "12": "The city’s wealthy people readily resort to violence;\nher inhabitants tell lies;\ntheir tongues speak deceptive words.",
      "13": "I will strike you brutally\nand destroy you because of your sin.",
      "14": "You will eat, but not be satisfied.\nEven if you have the strength to overtake some prey,\nyou will not be able to carry it away;\nif you do happen to carry away something,\nI will deliver it over to the sword.",
      "15": "You will plant crops, but will not harvest them;\nyou will squeeze oil from the olives, but you will have no oil to rub on your bodies;\nyou will squeeze juice from the grapes, but you will have no wine to drink.",
      "16": "You follow Omri’s edicts\nand all the practices of Ahab’s dynasty;\nyou follow their policies.\nTherefore I will make you an appalling sight;\nthe city’s inhabitants will be taunted derisively,\nand nations will mock all of you.”"
    },
    "7": {
      "1": "Woe is me!\nFor I am like those gathering fruit\nand those harvesting grapes,\nwhen there is no grape cluster to eat\nand no fresh figs that my stomach craves.",
      "2": "Faithful men have disappeared from the land;\nthere are no godly men left.\nThey all wait in ambush to shed blood;\nthey hunt their own brother with a net.",
      "3": "They are experts at doing evil;\ngovernment officials and judges take bribes,\nprominent men announce what they wish,\nand then they plan it out.",
      "4": "The best of them is like a thorn;\ntheir godly are like a thorn bush.\nWoe to your watchmen;\nyour appointed punishment is on the way.\nThe time of their confusion is now.",
      "5": "Do not rely on a friend;\ndo not trust a companion!\nEven with the one who lies in your arms,\ndo not share secrets!",
      "6": "For a son thinks his father is a fool,\na daughter challenges her mother,\nand a daughter-in-law her mother-in-law;\na man’s enemies are his own family.",
      "7": "But I will keep watching for the Lord;\nI will wait for the God who delivers me.\nMy God will listen to me.",
      "8": "My enemies, do not gloat over me!\nThough I have fallen, I will get up.\nThough I sit in darkness, the Lord will be my light.",
      "9": "I must endure the Lord’s fury,\nfor I have sinned against him.\nBut then he will defend my cause\nand accomplish justice on my behalf.\nHe will lead me out into the light;\nI will witness his deliverance.",
      "10": "When my enemies see this, they will be covered with shame.\nThey say to me, “Where is the Lord your God?”\nI will gloat over them;\nthen they will be trampled down\nlike mud in the streets.",
      "11": "It will be a day for rebuilding your walls;\nin that day your boundary will be extended.",
      "12": "In that day people will come to you\nfrom Assyria as far as Egypt,\nfrom Egypt as far as the Euphrates River,\nfrom the seacoasts and the mountains.",
      "13": "The earth will become desolate\nbecause of what its inhabitants have done.",
      "14": "Shepherd your people with your rod,\nthe flock that belongs to you,\nthe one that lives alone in a thicket,\nin the midst of a pastureland.\nAllow them to graze in Bashan and Gilead,\nas they did in the old days.",
      "15": "“As in the days when you departed from the land of Egypt,\nI will show you miraculous deeds.”",
      "16": "Nations will see this and be disappointed by all their strength;\nthey will put their hands over their mouths\nand act as if they were deaf.",
      "17": "They will lick the dust like a snake,\nlike serpents crawling on the ground.\nThey will come trembling from their strongholds\nto the Lord our God;\nthey will be terrified of you.",
      "18": "Who is a God like you?\nWho forgives sin\nand pardons the rebellion\nof those who remain among his people?\nWho does not stay angry forever,\nbut delights in showing loyal love?",
      "19": "Who will once again have mercy on us?\nWho will conquer our evil deeds?\nWho will hurl all our sins into the depths of the sea?",
      "20": "You will be loyal to Jacob\nand extend your loyal love to Abraham,\nwhich you promised on oath to our ancestors in ancient times."
    }
  }
}