{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:50.574871-04:00",
    "Translation": "NET"
  },
  "Nahum": {
    "1": {
      "1": "This is an oracle about Nineveh; the book of the vision of Nahum the Elkoshite:",
      "2": "The Lord is a zealous and avenging God;\nthe Lord is avenging and very angry.\nThe Lord takes vengeance against his foes;\nhe sustains his rage against his enemies.",
      "3": "The Lord is slow to anger but great in power;\nthe Lord will certainly not allow the wicked to go unpunished. \nHe marches out in the whirlwind and the raging storm;\ndark storm clouds billow like dust under his feet.",
      "4": "He shouts a battle cry against the sea and makes it dry up;\nhe makes all the rivers run dry.\nBashan and Carmel wither;\nthe blossom of Lebanon withers.",
      "5": "The mountains tremble before him,\nthe hills convulse;\nthe earth is laid waste before him,\nthe world and all its inhabitants are laid waste.",
      "6": "No one can withstand his indignation!\nNo one can resist his fierce anger!\nHis wrath is poured out like volcanic fire,\nboulders are broken up as he approaches.",
      "7": "The Lord is good—\nindeed, he is a fortress in time of distress,\nand he protects those who seek refuge in him.",
      "8": "But with an overwhelming flood\nhe will make a complete end of Nineveh;\nhe will drive his enemies into darkness.",
      "9": "Whatever you plot against the Lord, he will completely destroy!\nDistress will not arise a second time.",
      "10": "Surely they will be totally consumed\nlike entangled thorn bushes,\nlike the drink of drunkards,\nlike very dry stubble.",
      "11": "From you, O Nineveh, one has marched forth who plots evil against the Lord,\na wicked military strategist.",
      "12": "This is what the Lord says:\n“Even though they are powerful—\nand what is more, even though their army is numerous—\nnevertheless, they will be destroyed and trickle away!\nAlthough I afflicted you,\nI will afflict you no more.",
      "13": "And now, I will break Assyria’s yoke bar from your neck;\nI will tear apart the shackles that are on you.”",
      "14": "The Lord has issued a decree against you:\n“Your dynasty will come to an end.\nI will destroy the idols and images in the temples of your gods.\nI will desecrate your grave, because you are accursed!”",
      "15": "(2:1) Look! A herald is running on the mountains!\nA messenger is proclaiming deliverance:\n“Celebrate your sacred festivals, O Judah!\nFulfill your sacred vows to praise God!\nFor never again will the wicked Assyrians invade you;\nthey have been completely destroyed.”"
    },
    "2": {
      "1": "(2:2) An enemy who will scatter you, Nineveh, has advanced against you!\nGuard the rampart!\nWatch the road!\nPrepare yourselves for battle!\nMuster your mighty strength!",
      "2": "For the Lord is about to restore the majesty of Jacob,\nas well as the majesty of Israel,\nthough their enemies have plundered them\nand have destroyed their fields.",
      "3": "The shields of his warriors are dyed red;\nthe mighty soldiers are dressed in scarlet garments.\nThe chariots are in flashing metal fittings\non the day of battle;\nthe soldiers brandish their spears.",
      "4": "The chariots race madly through the streets,\nthey rush back and forth in the broad plazas;\nthey look like lightning bolts,\nthey dash here and there like flashes of lightning.",
      "5": "The commander orders his officers;\nthey stumble as they advance;\nthey rush to the city wall,\nand they set up the covered siege tower.",
      "6": "The sluice gates are opened;\nthe royal palace is deluged and dissolves.",
      "7": "Nineveh is taken into exile and is led away;\nher slave girls moan like doves while they beat their breasts.",
      "8": "Nineveh was like a pool of water throughout her days,\nbut now her people are running away;\nshe cries out: “Stop! Stop!”—\nbut no one turns back.",
      "9": "Her conquerors cry out:\n“Plunder the silver! Plunder the gold!”\nThere is no end to the treasure;\nriches of every kind of precious thing.",
      "10": "Destruction, devastation, and desolation!\nHearts faint, knees tremble;\nevery stomach churns, all their faces have turned pale!",
      "11": "Where now is the den of the lions\nand the feeding place of the young lions,\nwhere the lion, lioness, and lion cub once prowled\nand no one disturbed them?",
      "12": "The lion tore apart as much prey as his cubs needed\nand strangled prey for his lionesses;\nhe filled his lairs with prey\nand his dens with torn flesh.",
      "13": "“I am against you!” declares the Lord of Heaven’s Armies:\n“I will burn your chariots with fire;\nthe sword will devour your young lions.\nYou will no longer prey upon the land;\nthe voices of your messengers will no longer be heard.”"
    },
    "3": {
      "1": "Woe to the city guilty of bloodshed!\nShe is full of lies;\nshe is filled with plunder;\nshe has hoarded her spoil!",
      "2": "The chariot drivers will crack their whips;\nthe chariot wheels will shake the ground.\nThe chariot horses will gallop;\nthe war chariots will bolt forward!",
      "3": "The charioteers will charge ahead;\ntheir swords will flash\nand their spears will glimmer!\nThere will be many people slain;\nthere will be piles of the dead\nand countless casualties—\nso many that people will stumble over the corpses.",
      "4": "Because you have acted like a wanton prostitute—\na seductive mistress who practices sorcery,\nwho enslaves nations by her harlotry,\nand entices peoples by her sorcery—",
      "5": "“I am against you,” declares the Lord of Heaven’s Armies.\n“I will strip off your clothes!\nI will show your nakedness to the nations\nand your shame to the kingdoms.",
      "6": "I will pelt you with filth;\nI will treat you with contempt;\nI will make you a public spectacle.",
      "7": "Everyone who sees you will turn away from you in disgust;\nthey will say, ‘Nineveh has been devastated!\nWho will lament for her?’\nThere will be no one to comfort you!”",
      "8": "You are no more secure than Thebes—\nshe was located on the banks of the Nile;\nthe waters surrounded her—\nher rampart was the sea,\nthe water was her wall.",
      "9": "Cush and Egypt had limitless strength;\nPut and the Libyans were among her allies.",
      "10": "Yet she went into captivity as an exile;\neven her infants were smashed to pieces at the head of every street.\nThey cast lots for her nobility;\nall her dignitaries were bound with chains.",
      "11": "You too will act like drunkards;\nyou will go into hiding;\nyou too will seek refuge from the enemy.",
      "12": "All your fortifications will be like fig trees with first-ripe fruit:\nIf they are shaken, their figs will fall into the mouth of the eater.",
      "13": "Your warriors will be like women in your midst;\nthe gates of your land will be wide open to your enemies;\nfire will consume the bars of your gates.",
      "14": "Draw yourselves water for a siege!\nStrengthen your fortifications!\nTrample the mud and tread the clay!\nMake mud bricks to strengthen your walls!",
      "15": "There the fire will consume you;\nthe sword will cut you down;\nit will devour you like the young locust would. \nMultiply yourself like the young locust;\nmultiply yourself like the flying locust!",
      "16": "Increase your merchants more than the stars of heaven!\nThey are like the young locust that sheds its skin and flies away.",
      "17": "Your courtiers are like locusts,\nyour officials are like a swarm of locusts!\nThey encamp in the walls on a cold day,\nyet when the sun rises, they fly away,\nand no one knows where they are.",
      "18": "Your shepherds are sleeping, O king of Assyria.\nYour officers are slumbering!\nYour people are scattered like sheep on the mountains,\nand there is no one to regather them.",
      "19": "Your destruction is like an incurable wound;\nyour demise is like a fatal injury.\nAll who hear what has happened to you will clap their hands for joy,\nfor no one ever escaped your endless cruelty!"
    }
  }
}