{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:48.813169-04:00",
    "Translation": "NET"
  },
  "Obadiah": {
    "1": {
      "1": "The vision that Obadiah saw.\nThe Sovereign Lord says this concerning Edom: \nWe have heard a report from the Lord.\nAn envoy was sent among the nations, saying,\n“Arise! Let us make war against Edom!”",
      "2": "The Lord says, “Look! I will make you a weak nation;\nyou will be greatly despised!",
      "3": "Your presumptuous heart has deceived you—\nyou who reside in the safety of the rocky cliffs,\nwhose home is high in the mountains.\nYou think to yourself,\n‘No one can bring me down to the ground!’",
      "4": "Even if you were to soar high like an eagle,\neven if you were to make your nest among the stars,\nI can bring you down even from there!” says the Lord.",
      "5": "“If thieves came to rob you during the night,\nthey would steal only as much as they wanted.\nIf grape pickers came to harvest your vineyards,\nthey would leave some behind for the poor.\nBut you will be totally destroyed!",
      "6": "How the people of Esau will be thoroughly plundered!\nTheir hidden valuables will be ransacked!",
      "7": "All your allies will force you from your homeland!\nYour treaty partners will deceive you and overpower you.\nYour trusted friends will set an ambush for you\nthat will take you by surprise!",
      "8": "At that time,” the Lord says,\n“I will destroy the wise sages of Edom,\nthe advisers from Esau’s mountain.",
      "9": "Your warriors will be shattered, O Teman,\nso that everyone will be destroyed from Esau’s mountain!",
      "10": "“Because you violently slaughtered your relatives, the people of Jacob,\nshame will cover you, and you will be destroyed forever.",
      "11": "You stood aloof while strangers took his army captive,\nand foreigners advanced to his gates.\nWhen they cast lots over Jerusalem,\nyou behaved as though you were in league with them.",
      "12": "You should not have gloated when your relatives suffered calamity.\nYou should not have rejoiced over the people of Judah when they were destroyed.\nYou should not have boasted when they suffered adversity.",
      "13": "You should not have entered the city of my people when they experienced distress.\nYou should not have joined in gloating over their misfortune when they suffered distress.\nYou should not have looted their wealth when they endured distress.",
      "14": "You should not have stood at the fork in the road to slaughter those trying to escape.\nYou should not have captured their refugees when they suffered adversity.",
      "15": "“For the day of the Lord is approaching for all the nations!\nJust as you have done, so it will be done to you.\nYou will get exactly what your deeds deserve.",
      "16": "For just as you have drunk on my holy mountain,\nso all the nations will drink continually.\nThey will drink, and they will gulp down;\nthey will be as though they had never been.",
      "17": "But on Mount Zion there will be a remnant of those who escape,\nand it will be a holy place once again.\nThe descendants of Jacob will conquer\nthose who had conquered them.",
      "18": "The descendants of Jacob will be a fire,\nand the descendants of Joseph a flame.\nThe descendants of Esau will be like stubble.\nThey will burn them up and devour them.\nThere will not be a single survivor of the descendants of Esau!”\nIndeed, the Lord has spoken it.",
      "19": "The people of the Negev will take possession of Esau’s mountain,\nand the people of the foothills will take\npossession of the land of the Philistines.\nThey will also take possession of the territory of Ephraim and the territory of Samaria,\nand the people of Benjamin will take possession of Gilead.",
      "20": "The exiles of this fortress of the people of Israel\nwill take possession of what belongs to\nthe people of Canaan, as far as Zarephath,\nand the exiles of Jerusalem who are in Sepharad\nwill take possession of the towns of the Negev.",
      "21": "Those who have been delivered will go up on Mount Zion\nin order to rule over Esau’s mountain.\nThen the Lord will reign as King!"
    }
  }
}