{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:29.063743-04:00",
    "Translation": "NET"
  },
  "Psalm": {
    "1": {
      "1": "How blessed is the one who does not follow the advice of the wicked,\nor stand in the pathway with sinners,\nor sit in the assembly of scoffers.",
      "2": "Instead he finds pleasure in obeying the Lord’s commands;\nhe meditates on his commands day and night.",
      "3": "He is like a tree planted by flowing streams;\nit yields its fruit at the proper time,\nand its leaves never fall off.\nHe succeeds in everything he attempts.",
      "4": "Not so with the wicked!\nInstead they are like wind-driven chaff.",
      "5": "For this reason the wicked cannot withstand judgment,\nnor can sinners join the assembly of the godly.",
      "6": "Certainly the Lord guards the way of the godly,\nbut the way of the wicked ends in destruction."
    },
    "2": {
      "1": "Why do the nations rebel?\nWhy are the countries devising plots that will fail?",
      "2": "The kings of the earth form a united front;\nthe rulers collaborate\nagainst the Lord and his anointed king.",
      "3": "They say, “Let’s tear off the shackles they’ve put on us.\nLet’s free ourselves from their ropes.”",
      "4": "The one enthroned in heaven laughs in disgust;\nthe Lord taunts them.",
      "5": "Then he angrily speaks to them\nand terrifies them in his rage, saying,",
      "6": "“I myself have installed my king\non Zion, my holy hill.”",
      "7": "The king says, “I will announce the Lord’s decree. He said to me:\n‘You are my son. This very day I have become your father.",
      "8": "Ask me,\nand I will give you the nations as your inheritance,\nthe ends of the earth as your personal property.",
      "9": "You will break them with an iron scepter;\nyou will smash them like a potter’s jar.’”",
      "10": "So now, you kings, do what is wise;\nyou rulers of the earth, submit to correction.",
      "11": "Serve the Lord in fear.\nRepent in terror.",
      "12": "Give sincere homage.\nOtherwise he will be angry,\nand you will die because of your behavior,\nwhen his anger quickly ignites.\nHow blessed are all who take shelter in him!"
    },
    "3": {
      "1": "Lord, how numerous are my enemies!\nMany attack me.",
      "2": "Many say about me,\n“God will not deliver him.” (Selah)",
      "3": "But you, Lord, are a shield that protects me;\nyou are my glory and the one who restores me.",
      "4": "To the Lord I cried out,\nand he answered me from his holy hill. (Selah)",
      "5": "I rested and slept;\nI awoke, for the Lord protects me.",
      "6": "I am not afraid of the multitude of people\nwho attack me from all directions.",
      "7": "Rise up, Lord!\nDeliver me, my God!\nYes, you will strike all my enemies on the jaw;\nyou will break the teeth of the wicked.",
      "8": "The Lord delivers;\nyou show favor to your people. (Selah)"
    },
    "4": {
      "1": "When I call out, answer me,\nO God who vindicates me.\nThough I am hemmed in, you will lead me into a wide, open place.\nHave mercy on me and respond to my prayer.",
      "2": "You men, how long will you try to turn my honor into shame?\nHow long will you love what is worthless\nand search for what is deceptive? (Selah)",
      "3": "Realize that the Lord shows the godly special favor;\nthe Lord responds when I cry out to him.",
      "4": "Tremble with fear and do not sin.\nMeditate as you lie in bed, and repent of your ways. (Selah)",
      "5": "Offer the prescribed sacrifices\nand trust in the Lord.",
      "6": "Many say, “Who can show us anything good?”\nSmile upon us, Lord!",
      "7": "You make me happier\nthan those who have abundant grain and wine.",
      "8": "I will lie down and sleep peacefully,\nfor you, Lord, make me safe and secure."
    },
    "5": {
      "1": "Listen to what I say, Lord!\nCarefully consider my complaint!",
      "2": "Pay attention to my cry for help,\nmy King and my God,\nfor I am praying to you!",
      "3": "Lord, in the morning you will hear me;\nin the morning I will present my case to you and then wait expectantly for an answer.",
      "4": "Certainly you are not a God who approves of evil;\nevil people cannot dwell with you.",
      "5": "Arrogant people cannot stand in your presence;\nyou hate all who behave wickedly.",
      "6": "You destroy liars;\nthe Lord despises violent and deceitful people.",
      "7": "But as for me, because of your great faithfulness I will enter your house;\nI will bow down toward your holy temple as I worship you.",
      "8": "Lord, lead me in your righteousness\nbecause of those who wait to ambush me,\nremove the obstacles in the way in which you are guiding me.",
      "9": "For they do not speak the truth;\ntheir stomachs are like the place of destruction,\ntheir throats like an open grave,\ntheir tongues like a steep slope leading into it.",
      "10": "Condemn them, O God!\nMay their own schemes be their downfall.\nDrive them away because of their many acts of insurrection,\nfor they have rebelled against you.",
      "11": "But may all who take shelter in you be happy.\nMay they continually shout for joy.\nShelter them so that those who are loyal to you may rejoice.",
      "12": "Certainly you reward the godly, Lord.\nLike a shield you protect them in your good favor."
    },
    "6": {
      "1": "Lord, do not rebuke me in your anger.\nDo not discipline me in your raging fury.",
      "2": "Have mercy on me, Lord, for I am frail.\nHeal me, Lord, for my bones are shaking.",
      "3": "I am absolutely terrified,\nand you, Lord—how long will this continue?",
      "4": "Relent, Lord, rescue me!\nDeliver me because of your faithfulness.",
      "5": "For no one remembers you in the realm of death.\nIn Sheol who gives you thanks?",
      "6": "I am exhausted as I groan.\nAll night long I drench my bed in tears;\nmy tears saturate the cushion beneath me.",
      "7": "My eyes grow dim from suffering;\nthey grow weak because of all my enemies.",
      "8": "Turn back from me, all you who behave wickedly,\nfor the Lord has heard the sound of my weeping.",
      "9": "The Lord has heard my appeal for mercy;\nthe Lord has accepted my prayer.",
      "10": "They will be humiliated and absolutely terrified.\nAll my enemies will turn back and be suddenly humiliated."
    },
    "7": {
      "1": "O Lord my God, in you I have taken shelter.\nDeliver me from all who chase me. Rescue me!",
      "2": "Otherwise they will rip me to shreds like a lion;\nthey will tear me to bits and no one will be able to rescue me.",
      "3": "O Lord my God, if I have done what they say,\nor am guilty of unjust actions,",
      "4": "or have wronged my ally,\nor helped his lawless enemy,",
      "5": "may an enemy relentlessly chase me and catch me;\nmay he trample me to death\nand leave me lying dishonored in the dust. (Selah)",
      "6": "Stand up angrily, Lord.\nRise up with raging fury against my enemies.\nWake up for my sake, and execute the judgment you have decreed for them.",
      "7": "The countries are assembled all around you;\ntake once more your rightful place over them.",
      "8": "The Lord judges the nations.\nVindicate me, Lord, because I am innocent,\nbecause I am blameless, O Exalted One.",
      "9": "May the evil deeds of the wicked come to an end.\nBut make the innocent secure,\nO righteous God,\nyou who examine inner thoughts and motives.",
      "10": "The Exalted God is my shield,\nthe one who delivers the morally upright.",
      "11": "God is a just judge;\nhe is angry throughout the day.",
      "12": "If a person does not repent, God will wield his sword.\nHe has prepared to shoot his bow.",
      "13": "He has prepared deadly weapons to use against him;\nhe gets ready to shoot flaming arrows.",
      "14": "See the one who is pregnant with wickedness,\nwho conceives destructive plans,\nand gives birth to harmful lies—",
      "15": "he digs a pit\nand then falls into the hole he has made.",
      "16": "He becomes the victim of his own destructive plans—\nand the violence he intended for others falls on his own head.",
      "17": "I will thank the Lord for his justice;\nI will sing praises to the Lord Most High!"
    },
    "8": {
      "1": "O Lord, our Lord,\nhow magnificent is your reputation throughout the earth!\nYou reveal your majesty in the heavens above.",
      "2": "From the mouths of children and nursing babies\nyou have ordained praise on account of your adversaries,\nso that you might put an end to the vindictive enemy.",
      "3": "When I look up at the heavens, which your fingers made,\nand see the moon and the stars, which you set in place,",
      "4": "Of what importance is the human race, that you should notice them?\nOf what importance is mankind, that you should pay attention to them?",
      "5": "You made them a little less than the heavenly beings.\nYou crowned mankind with honor and majesty.",
      "6": "you appoint them to rule over your creation;\nyou have placed everything under their authority,",
      "7": "including all the sheep and cattle,\nas well as the wild animals,",
      "8": "the birds in the sky, the fish in the sea,\nand everything that moves through the currents of the seas.",
      "9": "O Lord, our Lord,\nhow magnificent is your reputation throughout the earth!"
    },
    "9": {
      "1": "I will thank the Lord with all my heart!\nI will tell about all your amazing deeds.",
      "2": "I will be happy and rejoice in you.\nI will sing praises to you, O Most High.",
      "3": "When my enemies turn back,\nthey trip and are defeated before you.",
      "4": "For you defended my just cause;\nfrom your throne you pronounced a just decision.",
      "5": "You terrified the nations with your battle cry.\nYou destroyed the wicked;\nyou permanently wiped out all memory of them.",
      "6": "The enemy’s cities have been reduced to permanent ruins.\nYou destroyed their cities;\nall memory of the enemies has perished.",
      "7": "But the Lord rules forever;\nhe reigns in a just manner.",
      "8": "He judges the world fairly;\nhe makes just legal decisions for the nations.",
      "9": "Consequently the Lord provides safety for the oppressed;\nhe provides safety in times of trouble.",
      "10": "Your loyal followers trust in you,\nfor you, Lord, do not abandon those who seek your help.",
      "11": "Sing praises to the Lord, who rules in Zion.\nTell the nations what he has done.",
      "12": "For the one who takes revenge against murderers took notice of the oppressed;\nhe did not overlook their cry for help",
      "13": "when they prayed:\n“Have mercy on me, Lord!\nSee how I am oppressed by those who hate me,\nO one who can snatch me away from the gates of death!",
      "14": "Then I will tell about all your praiseworthy acts;\nin the gates of Daughter Zion I will rejoice because of your deliverance.”",
      "15": "The nations fell into the pit they had made;\ntheir feet were caught in the net they had hidden.",
      "16": "The Lord revealed himself;\nhe accomplished justice.\nThe wicked were ensnared by their own actions. (Higgaion. Selah)",
      "17": "The wicked are turned back and sent to Sheol;\nthis is the destiny of all the nations that ignore God,",
      "18": "for the needy are not permanently ignored,\nthe hopes of the oppressed are not forever dashed.",
      "19": "Rise up, Lord!\nDon’t let men be defiant.\nMay the nations be judged in your presence.",
      "20": "Terrify them, Lord.\nLet the nations know they are mere mortals. (Selah)"
    },
    "10": {
      "1": "Why, Lord, do you stand far off?\nWhy do you pay no attention during times of trouble?",
      "2": "The wicked arrogantly chase the oppressed;\nthe oppressed are trapped by the schemes the wicked have dreamed up.",
      "3": "Yes, the wicked man boasts because he gets what he wants;\nthe one who robs others curses and rejects the Lord.",
      "4": "The wicked man is so arrogant he always thinks,\n“God won’t hold me accountable; he doesn’t care.”",
      "5": "He is secure at all times.\nHe has no regard for your commands;\nhe disdains all his enemies.",
      "6": "He says to himself,\n“I will never be shaken,\nbecause I experience no calamity.”",
      "7": "His mouth is full of curses and deceptive, harmful words;\nhis tongue injures and destroys.",
      "8": "He waits in ambush near the villages;\nin hidden places he kills the innocent.\nHis eyes look for some unfortunate victim.",
      "9": "He lies in ambush in a hidden place, like a lion in a thicket.\nHe lies in ambush, waiting to catch the oppressed;\nhe catches the oppressed by pulling in his net.",
      "10": "His victims are crushed and beaten down;\nthey are trapped in his sturdy nets.",
      "11": "He says to himself,\n“God overlooks it;\nhe does not pay attention;\nhe never notices.”",
      "12": "Rise up, Lord!\nO God, strike him down.\nDo not forget the oppressed.",
      "13": "Why does the wicked man reject God?\nHe says to himself, “You will not hold me accountable.”",
      "14": "You have taken notice,\nfor you always see one who inflicts pain and suffering.\nThe unfortunate victim entrusts his cause to you;\nyou deliver the fatherless.",
      "15": "Break the arm of the wicked and evil man.\nHold him accountable for his wicked deeds,\nwhich he thought you would not discover.",
      "16": "The Lord rules forever!\nThe nations are driven out of his land.",
      "17": "Lord, you have heard the request of the oppressed;\nyou make them feel secure because you listen to their prayer.",
      "18": "You defend the fatherless and oppressed,\nso that mere mortals may no longer terrorize them."
    },
    "11": {
      "1": "In the Lord I have taken shelter.\nHow can you say to me,\n“Flee to a mountain like a bird.",
      "2": "For look, the wicked prepare their bows,\nthey put their arrows on the strings,\nto shoot in the darkness at the morally upright.",
      "3": "When the foundations are destroyed,\nwhat can the godly accomplish?”",
      "4": "The Lord is in his holy temple;\nthe Lord’s throne is in heaven.\nHis eyes watch;\nhis eyes examine all people.",
      "5": "The Lord approves of the godly,\nbut he hates the wicked and those who love to do violence.",
      "6": "May he rain down burning coals and brimstone on the wicked!\nA whirlwind is what they deserve.",
      "7": "Certainly the Lord is just;\nhe rewards godly deeds.\nThe upright will experience his favor."
    },
    "12": {
      "1": "Deliver, Lord!\nFor the godly have disappeared;\npeople of integrity have vanished.",
      "2": "People lie to one another;\nthey flatter and deceive.",
      "3": "May the Lord cut off all flattering lips,\nand the tongue that boasts!",
      "4": "They say, “We speak persuasively;\nwe know how to flatter and boast.\nWho is our master?”",
      "5": "“Because of the violence done to the oppressed,\nbecause of the painful cries of the needy,\nI will spring into action,” says the Lord.\n“I will provide the safety they so desperately desire.”",
      "6": "The Lord’s words are absolutely reliable.\nThey are as untainted as silver purified in a furnace on the ground,\nwhere it is thoroughly refined.",
      "7": "You, Lord, will protect them;\nyou will continually shelter each one from these evil people,",
      "8": "for the wicked seem to be everywhere,\nwhen people promote evil."
    },
    "13": {
      "1": "How long, Lord, will you continue to ignore me?\nHow long will you pay no attention to me?",
      "2": "How long must I worry,\nand suffer in broad daylight?\nHow long will my enemy gloat over me?",
      "3": "Look at me! Answer me, O Lord my God!\nRevive me, or else I will die.",
      "4": "Then my enemy will say, “I have defeated him.”\nThen my foes will rejoice because I am shaken.",
      "5": "But I trust in your faithfulness.\nMay I rejoice because of your deliverance.",
      "6": "I will sing praises to the Lord\nwhen he vindicates me."
    },
    "14": {
      "1": "Fools say to themselves, “There is no God.”\nThey sin and commit evil deeds;\nnone of them does what is right.",
      "2": "The Lord looks down from heaven at the human race,\nto see if there is anyone who is wise and seeks God.",
      "3": "Everyone rejects God;\nthey are all morally corrupt.\nNone of them does what is right,\nnot even one.",
      "4": "All those who behave wickedly do not understand—\nthose who devour my people as if they were eating bread,\nand do not call out to the Lord.",
      "5": "They are absolutely terrified,\nfor God defends the godly.",
      "6": "You want to humiliate the oppressed,\neven though the Lord is their shelter.",
      "7": "I wish the deliverance of Israel would come from Zion!\nWhen the Lord restores the well-being of his people,\nmay Jacob rejoice,\nmay Israel be happy!"
    },
    "15": {
      "1": "Lord, who may be a guest in your home?\nWho may live on your holy hill?",
      "2": "Whoever lives a blameless life,\ndoes what is right,\nand speaks honestly.",
      "3": "He does not slander,\nor do harm to others,\nor insult his neighbor.",
      "4": "He despises a reprobate,\nbut honors the Lord’s loyal followers.\nHe makes firm commitments and does not renege on his promise.",
      "5": "He does not charge interest when he lends his money.\nHe does not take bribes to testify against the innocent.\nThe one who lives like this will never be shaken."
    },
    "16": {
      "1": "Protect me, O God, for I have taken shelter in you.",
      "2": "I say to the Lord, “You are the Lord,\nmy only source of well-being.”",
      "3": "As for God’s chosen people who are in the land,\nand the leading officials I admired so much—",
      "4": "their troubles multiply;\nthey desire other gods.\nI will not pour out drink offerings of blood to their gods,\nnor will I make vows in the name of their gods.",
      "5": "Lord, you give me stability and prosperity;\nyou make my future secure.",
      "6": "It is as if I have been given fertile fields\nor received a beautiful tract of land.",
      "7": "I will praise the Lord who guides me;\nyes, during the night I reflect and learn.",
      "8": "I constantly trust in the Lord;\nbecause he is at my right hand, I will not be shaken.",
      "9": "So my heart rejoices\nand I am happy;\nmy life is safe.",
      "10": "You will not abandon me to Sheol;\nyou will not allow your faithful follower to see the Pit.",
      "11": "You lead me in the path of life.\nI experience absolute joy in your presence;\nyou always give me sheer delight."
    },
    "17": {
      "1": "Lord, consider my just cause.\nPay attention to my cry for help.\nListen to the prayer\nI sincerely offer.",
      "2": "Make a just decision on my behalf.\nDecide what is right.",
      "3": "You have scrutinized my inner motives;\nyou have examined me during the night.\nYou have carefully evaluated me, but you find no sin.\nI am determined I will say nothing sinful.",
      "4": "As for the actions of people—\njust as you have commanded,\nI have not followed in the footsteps of violent men.",
      "5": "I carefully obey your commands;\nI do not deviate from them.",
      "6": "I call to you because you will answer me, O God.\nListen to me!\nHear what I say!",
      "7": "Accomplish awesome, faithful deeds,\nyou who powerfully deliver those who look to you for protection from their enemies.",
      "8": "Protect me as you would protect the pupil of your eye.\nHide me in the shadow of your wings.",
      "9": "Protect me from the wicked men who attack me,\nmy enemies who crowd around me for the kill.",
      "10": "They are calloused;\nthey speak arrogantly.",
      "11": "They attack me, now they surround me;\nthey intend to throw me to the ground.",
      "12": "He is like a lion that wants to tear its prey to bits,\nlike a young lion crouching in hidden places.",
      "13": "Rise up, Lord!\nConfront him. Knock him down.\nUse your sword to rescue me from the wicked man.",
      "14": "Lord, use your power to deliver me from these murderers,\nfrom the murderers of this world.\nThey enjoy prosperity;\nyou overwhelm them with the riches they desire.\nThey have many children,\nand leave their wealth to their offspring.",
      "15": "As for me, because I am innocent I will see your face;\nwhen I awake you will reveal yourself to me."
    },
    "18": {
      "1": "He said:\n“I love you, Lord, my source of strength!",
      "2": "The Lord is my high ridge, my stronghold, my deliverer.\nMy God is my rocky summit where I take shelter,\nmy shield, the horn that saves me, and my refuge.",
      "3": "I called to the Lord, who is worthy of praise,\nand I was delivered from my enemies.",
      "4": "The waves of death engulfed me,\nthe currents of chaos overwhelmed me.",
      "5": "The ropes of Sheol tightened around me,\nthe snares of death trapped me.",
      "6": "In my distress I called to the Lord;\nI cried out to my God.\nFrom his heavenly temple he heard my voice;\nhe listened to my cry for help.",
      "7": "The earth heaved and shook.\nThe roots of the mountains trembled;\nthey heaved because he was angry.",
      "8": "Smoke ascended from his nose;\nfire devoured as it came from his mouth.\nHe hurled down fiery coals.",
      "9": "He made the sky sink as he descended;\na thick cloud was under his feet.",
      "10": "He mounted a winged angel and flew;\nhe glided on the wings of the wind.",
      "11": "He shrouded himself in darkness,\nin thick rain clouds.",
      "12": "From the brightness in front of him came\nhail and fiery coals.",
      "13": "The Lord thundered in the sky;\nthe Most High shouted.",
      "14": "He shot his arrows and scattered them,\nmany lightning bolts and routed them.",
      "15": "The depths of the sea were exposed;\nthe inner regions of the world were uncovered\nby your battle cry, Lord,\nby the powerful breath from your nose.",
      "16": "He reached down from above and took hold of me;\nhe pulled me from the surging water.",
      "17": "He rescued me from my strong enemy,\nfrom those who hate me,\nfor they were too strong for me.",
      "18": "They confronted me in my day of calamity,\nbut the Lord helped me.",
      "19": "He brought me out into a wide open place;\nhe delivered me because he was pleased with me.",
      "20": "The Lord repaid me for my godly deeds;\nhe rewarded my blameless behavior.",
      "21": "For I have obeyed the Lord’s commands;\nI have not rebelled against my God.",
      "22": "For I am aware of all his regulations,\nand I do not reject his rules.",
      "23": "I was innocent before him,\nand kept myself from sinning.",
      "24": "The Lord rewarded me for my godly deeds;\nhe took notice of my blameless behavior.",
      "25": "You prove to be loyal to one who is faithful;\nyou prove to be trustworthy to one who is innocent.",
      "26": "You prove to be reliable to one who is blameless,\nbut you prove to be deceptive to one who is perverse.",
      "27": "For you deliver oppressed people,\nbut you bring down those who have a proud look.",
      "28": "Indeed, you light my lamp, Lord.\nMy God illuminates the darkness around me.",
      "29": "Indeed, with your help I can charge against an army;\nby my God’s power I can jump over a wall.",
      "30": "The one true God acts in a faithful manner;\nthe Lord’s promise is reliable.\nHe is a shield to all who take shelter in him.",
      "31": "Indeed, who is God besides the Lord?\nWho is a protector besides our God?",
      "32": "The one true God gives me strength;\nhe removes the obstacles in my way.",
      "33": "He gives me the agility of a deer;\nhe enables me to negotiate the rugged terrain.",
      "34": "He trains my hands for battle;\nmy arms can bend even the strongest bow.",
      "35": "You give me your protective shield;\nyour right hand supports me.\nYour willingness to help enables me to prevail.",
      "36": "You widen my path;\nmy feet do not slip.",
      "37": "I chase my enemies and catch them;\nI do not turn back until I wipe them out.",
      "38": "I beat them to death;\nthey fall at my feet.",
      "39": "You give me strength for battle;\nyou make my foes kneel before me.",
      "40": "You make my enemies retreat;\nI destroy those who hate me.",
      "41": "They cry out, but there is no one to help them;\nthey cry out to the Lord, but he does not answer them.",
      "42": "I grind them as fine windblown dust;\nI beat them underfoot like clay in the streets.",
      "43": "You rescue me from a hostile army.\nYou make me a leader of nations;\npeople over whom I had no authority are now my subjects.",
      "44": "When they hear of my exploits, they submit to me.\nForeigners are powerless before me.",
      "45": "Foreigners lose their courage;\nthey shake with fear as they leave their strongholds.",
      "46": "The Lord is alive!\nMy Protector is praiseworthy.\nThe God who delivers me is exalted as king.",
      "47": "The one true God completely vindicates me;\nhe makes nations submit to me.",
      "48": "He delivers me from my enemies.\nYou snatch me away from those who attack me;\nyou rescue me from violent men.",
      "49": "So I will give you thanks before the nations, O Lord.\nI will sing praises to you.",
      "50": "He gives his king magnificent victories;\nhe is faithful to his chosen ruler,\nto David and his descendants forever.”"
    },
    "19": {
      "1": "The heavens declare the glory of God;\nthe sky displays his handiwork.",
      "2": "Day after day it speaks out;\nnight after night it reveals his greatness.",
      "3": "There is no actual speech or word,\nnor is its voice literally heard.",
      "4": "Yet its voice echoes throughout the earth;\nits words carry to the distant horizon.\nIn the sky he has pitched a tent for the sun.",
      "5": "Like a bridegroom it emerges from its chamber;\nlike a strong man it enjoys running its course.",
      "6": "It emerges from the distant horizon,\nand goes from one end of the sky to the other;\nnothing can escape its heat.",
      "7": "The law of the Lord is perfect\nand preserves one’s life.\nThe rules set down by the Lord are reliable\nand impart wisdom to the inexperienced.",
      "8": "The Lord’s precepts are fair\nand make one joyful.\nThe Lord’s commands are pure\nand give insight for life.",
      "9": "The commands to fear the Lord are right\nand endure forever.\nThe judgments given by the Lord are trustworthy\nand absolutely just.",
      "10": "They are of greater value than gold,\nthan even a great amount of pure gold;\nthey bring greater delight than honey,\nthan even the sweetest honey from a honeycomb.",
      "11": "Yes, your servant finds moral guidance there;\nthose who obey them receive a rich reward.",
      "12": "Who can know all his errors?\nPlease do not punish me for sins I am unaware of.",
      "13": "Moreover, keep me from committing flagrant sins;\ndo not allow such sins to control me.\nThen I will be blameless,\nand innocent of blatant rebellion.",
      "14": "May my words and my thoughts\nbe acceptable in your sight,\nO Lord, my sheltering rock and my redeemer."
    },
    "20": {
      "1": "May the Lord answer you when you are in trouble;\nmay the God of Jacob make you secure.",
      "2": "May he send you help from his temple;\nfrom Zion may he give you support.",
      "3": "May he take notice of all your offerings;\nmay he accept your burnt sacrifice. (Selah)",
      "4": "May he grant your heart’s desire;\nmay he bring all your plans to pass.",
      "5": "Then we will shout for joy over your victory;\nwe will rejoice in the name of our God.\nMay the Lord grant all your requests.",
      "6": "Now I am sure that the Lord will deliver his chosen king;\nhe will intervene for him from his holy, heavenly temple,\nand display his mighty ability to deliver.",
      "7": "Some trust in chariots and others in horses,\nbut we depend on the Lord our God.",
      "8": "They will fall down,\nbut we will stand firm.",
      "9": "The Lord will deliver the king;\nhe will answer us when we call to him for help!"
    },
    "21": {
      "1": "O Lord, the king rejoices in the strength you give;\nhe takes great delight in the deliverance you provide.",
      "2": "You grant him his heart’s desire;\nyou do not refuse his request. (Selah)",
      "3": "For you bring him rich blessings;\nyou place a golden crown on his head.",
      "4": "He asked you to sustain his life,\nand you have granted him long life and an enduring dynasty.",
      "5": "Your deliverance brings him great honor;\nyou give him majestic splendor.",
      "6": "For you grant him lasting blessings;\nyou give him great joy by allowing him into your presence.",
      "7": "For the king trusts in the Lord,\nand because of the Most High’s faithfulness he is not shaken.",
      "8": "You prevail over all your enemies;\nyour power is too great for those who hate you.",
      "9": "You burn them up like a fiery furnace when you appear.\nThe Lord angrily devours them;\nthe fire consumes them.",
      "10": "You destroy their offspring from the earth,\ntheir descendants from among the human race.",
      "11": "Yes, they intend to do you harm;\nthey dream up a scheme, but they do not succeed.",
      "12": "For you make them retreat\nwhen you aim your arrows at them.",
      "13": "Rise up, O Lord, in strength!\nWe will sing and praise your power."
    },
    "22": {
      "1": "My God, my God, why have you abandoned me?\nI groan in prayer, but help seems far away.",
      "2": "My God, I cry out during the day,\nbut you do not answer,\nand during the night my prayers do not let up.",
      "3": "You are holy;\nyou sit as king receiving the praises of Israel.",
      "4": "In you our ancestors trusted;\nthey trusted in you and you rescued them.",
      "5": "To you they cried out, and they were saved;\nin you they trusted and they were not disappointed.",
      "6": "But I am a worm, not a man;\npeople insult me and despise me.",
      "7": "All who see me taunt me;\nthey mock me and shake their heads.",
      "8": "They say,\n“Commit yourself to the Lord!\nLet the Lord rescue him!\nLet the Lord deliver him, for he delights in him.”",
      "9": "Yes, you are the one who brought me out from the womb\nand made me feel secure on my mother’s breasts.",
      "10": "I have been dependent on you since birth;\nfrom the time I came out of my mother’s womb you have been my God.",
      "11": "Do not remain far away from me,\nfor trouble is near and I have no one to help me.",
      "12": "Many bulls surround me;\npowerful bulls of Bashan hem me in.",
      "13": "They open their mouths to devour me\nlike a roaring lion that rips its prey.",
      "14": "My strength drains away like water;\nall my bones are dislocated.\nMy heart is like wax;\nit melts away inside me.",
      "15": "The roof of my mouth is as dry as a piece of pottery;\nmy tongue sticks to my gums.\nYou set me in the dust of death.",
      "16": "Yes, wild dogs surround me—\na gang of evil men crowd around me;\nlike a lion they pin my hands and feet.",
      "17": "I can count all my bones;\nmy enemies are gloating over me in triumph.",
      "18": "They are dividing up my clothes among themselves;\nthey are rolling dice for my garments.",
      "19": "But you, O Lord, do not remain far away.\nYou are my source of strength. Hurry and help me!",
      "20": "Deliver me from the sword.\nSave my life from the claws of the wild dogs.",
      "21": "Rescue me from the mouth of the lion,\nand from the horns of the wild oxen.\nYou have answered me.",
      "22": "I will declare your name to my countrymen.\nIn the middle of the assembly I will praise you.",
      "23": "You loyal followers of the Lord, praise him.\nAll you descendants of Jacob, honor him.\nAll you descendants of Israel, stand in awe of him.",
      "24": "For he did not despise or detest the suffering of the oppressed.\nHe did not ignore him;\nwhen he cried out to him, he responded.",
      "25": "You are the reason I offer praise in the great assembly;\nI will fulfill my promises before the Lord’s loyal followers.",
      "26": "Let the oppressed eat and be filled.\nLet those who seek his help praise the Lord.\nMay you live forever!",
      "27": "Let all the people of the earth acknowledge the Lord and turn to him.\nLet all the nations worship you.",
      "28": "For the Lord is king\nand rules over the nations.",
      "29": "All the thriving people of the earth will join the celebration and worship;\nall those who are descending into the grave will bow before him,\nincluding those who cannot preserve their lives.",
      "30": "A whole generation will serve him;\nthey will tell the next generation about the Lord.",
      "31": "They will come and tell about his saving deeds;\nthey will tell a future generation what he has accomplished."
    },
    "23": {
      "1": "The Lord is my shepherd,\nI lack nothing.",
      "2": "He takes me to lush pastures,\nhe leads me to refreshing water.",
      "3": "He restores my strength.\nHe leads me down the right paths\nfor the sake of his reputation.",
      "4": "Even when I must walk through the darkest valley,\nI fear no danger,\nfor you are with me;\nyour rod and your staff reassure me.",
      "5": "You prepare a feast before me\nin plain sight of my enemies.\nYou refresh my head with oil;\nmy cup is completely full.",
      "6": "Surely your goodness and faithfulness will pursue me all my days,\nand I will live in the Lord’s house for the rest of my life."
    },
    "24": {
      "1": "The Lord owns the earth and all it contains,\nthe world and all who live in it.",
      "2": "For he set its foundation upon the seas,\nand established it upon the ocean currents.",
      "3": "Who is allowed to ascend the mountain of the Lord?\nWho may go up to his holy dwelling place?",
      "4": "The one whose deeds are blameless\nand whose motives are pure,\nwho does not lie,\nor make promises with no intention of keeping them.",
      "5": "Such godly people are rewarded by the Lord,\nand vindicated by the God who delivers them.",
      "6": "Such purity characterizes the people who seek his favor,\nJacob’s descendants, who pray to him. (Selah)",
      "7": "Look up, you gates.\nRise up, you eternal doors.\nThen the majestic king will enter.",
      "8": "Who is this majestic king?\nThe Lord who is strong and mighty.\nThe Lord who is mighty in battle.",
      "9": "Look up, you gates.\nRise up, you eternal doors.\nThen the majestic king will enter.",
      "10": "Who is this majestic king?\nThe Lord of Heaven’s Armies.\nHe is the majestic king. (Selah)"
    },
    "25": {
      "1": "O Lord, I come before you in prayer.",
      "2": "My God, I trust in you.\nPlease do not let me be humiliated;\ndo not let my enemies triumphantly rejoice over me.",
      "3": "Certainly none who rely on you will be humiliated.\nThose who deal in treachery will be thwarted and humiliated.",
      "4": "Make me understand your ways, O Lord.\nTeach me your paths.",
      "5": "Guide me into your truth and teach me.\nFor you are the God who delivers me;\non you I rely all day long.",
      "6": "Remember your compassionate and faithful deeds, O Lord,\nfor you have always acted in this manner.",
      "7": "Do not hold against me the sins of my youth or my rebellious acts.\nBecause you are faithful to me, extend to me your favor, O Lord.",
      "8": "The Lord is both kind and fair;\nthat is why he teaches sinners the right way to live.",
      "9": "May he show the humble what is right.\nMay he teach the humble his way.",
      "10": "The Lord always proves faithful and reliable\nto those who follow the demands of his covenant.",
      "11": "For the sake of your reputation, O Lord,\nforgive my sin, because it is great.",
      "12": "The Lord shows his faithful followers\nthe way they should live.",
      "13": "They experience his favor;\ntheir descendants inherit the land.",
      "14": "The Lord’s loyal followers receive his guidance,\nand he reveals his covenantal demands to them.",
      "15": "I continually look to the Lord for help,\nfor he will free my feet from the enemy’s net.",
      "16": "Turn toward me and have mercy on me,\nfor I am alone and oppressed.",
      "17": "Deliver me from my distress;\nrescue me from my suffering.",
      "18": "See my pain and suffering.\nForgive all my sins.",
      "19": "Watch my enemies, for they outnumber me;\nthey hate me and want to harm me.",
      "20": "Protect me and deliver me!\nPlease do not let me be humiliated,\nfor I have taken shelter in you.",
      "21": "May integrity and godliness protect me,\nfor I rely on you.",
      "22": "O God, rescue Israel\nfrom all their distress!"
    },
    "26": {
      "1": "Vindicate me, O Lord,\nfor I have integrity,\nand I trust in the Lord without wavering.",
      "2": "Examine me, O Lord, and test me.\nEvaluate my inner thoughts and motives.",
      "3": "For I am ever aware of your faithfulness,\nand your loyalty continually motivates me.",
      "4": "I do not associate with deceitful men,\nor consort with those who are dishonest.",
      "5": "I hate the mob of evil men,\nand do not associate with the wicked.",
      "6": "I maintain a pure lifestyle,\nso I can appear before your altar, O Lord,",
      "7": "to give you thanks,\nand to tell about all your amazing deeds.",
      "8": "O Lord, I love the temple where you live,\nthe place where your splendor is revealed.",
      "9": "Do not sweep me away with sinners,\nor execute me along with violent people,",
      "10": "who are always ready to do wrong\nor offer a bribe.",
      "11": "But I have integrity.\nRescue me and have mercy on me!",
      "12": "I am safe,\nand among the worshipers I will praise the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation.\nI fear no one.\nThe Lord protects my life.\nI am afraid of no one.",
      "2": "When evil men attack me\nto devour my flesh,\nwhen my adversaries and enemies attack me,\nthey stumble and fall.",
      "3": "Even when an army is deployed against me,\nI do not fear.\nEven when war is imminent,\nI remain confident.",
      "4": "I have asked the Lord for one thing—\nthis is what I desire!\nI want to live in the Lord’s house all the days of my life,\nso I can gaze at the splendor of the Lord\nand contemplate in his temple.",
      "5": "He will surely give me shelter in the day of danger;\nhe will hide me in his home.\nHe will place me on an inaccessible rocky summit.",
      "6": "Now I will triumph\nover my enemies who surround me.\nI will offer sacrifices in his dwelling place and shout for joy.\nI will sing praises to the Lord.",
      "7": "Hear me, O Lord, when I cry out.\nHave mercy on me and answer me.",
      "8": "My heart tells me to pray to you,\nand I do pray to you, O Lord.",
      "9": "Do not reject me.\nDo not push your servant away in anger.\nYou are my deliverer.\nDo not forsake or abandon me,\nO God who vindicates me.",
      "10": "Even if my father and mother abandoned me,\nthe Lord would take me in.",
      "11": "Teach me how you want me to live, Lord;\nlead me along a level path because of those who wait to ambush me.",
      "12": "Do not turn me over to my enemies,\nfor false witnesses who want to destroy me testify against me.",
      "13": "Where would I be if I did not believe I would experience\nthe Lord’s favor in the land of the living?",
      "14": "Rely on the Lord!\nBe strong and confident!\nRely on the Lord!"
    },
    "28": {
      "1": "To you, O Lord, I cry out!\nMy Protector, do not ignore me.\nIf you do not respond to me,\nI will join those who are descending into the grave.",
      "2": "Hear my plea for mercy when I cry out to you for help,\nwhen I lift my hands toward your holy temple.",
      "3": "Do not drag me away with evil men,\nwith those who behave wickedly,\nwho talk so friendly to their neighbors,\nwhile they plan to harm them.",
      "4": "Pay them back for their evil deeds.\nPay them back for what they do.\nPunish them.",
      "5": "For they do not understand the Lord’s actions,\nor the way he carries out justice.\nThe Lord will permanently demolish them.",
      "6": "The Lord deserves praise,\nfor he has heard my plea for mercy.",
      "7": "The Lord strengthens and protects me;\nI trust in him with all my heart.\nI am rescued and my heart is full of joy;\nI will sing to him in gratitude.",
      "8": "The Lord strengthens his people;\nhe protects and delivers his chosen king.",
      "9": "Deliver your people.\nEmpower the nation that belongs to you.\nCare for them like a shepherd and carry them in your arms at all times!"
    },
    "29": {
      "1": "Acknowledge the Lord, you heavenly beings,\nacknowledge the Lord’s majesty and power.",
      "2": "Acknowledge the majesty of the Lord’s reputation.\nWorship the Lord in holy attire.",
      "3": "The Lord’s shout is heard over the water;\nthe majestic God thunders,\nthe Lord appears over the surging water.",
      "4": "The Lord’s shout is powerful,\nthe Lord’s shout is majestic.",
      "5": "The Lord’s shout breaks the cedars,\nthe Lord shatters the cedars of Lebanon.",
      "6": "He makes them skip like a calf,\nLebanon and Sirion like a young ox.",
      "7": "The Lord’s shout strikes with flaming fire.",
      "8": "The Lord’s shout shakes the wilderness,\nthe Lord shakes the wilderness of Kadesh.",
      "9": "The Lord’s shout bends the large trees\nand strips the leaves from the forests.\nEveryone in his temple says, “Majestic!”",
      "10": "The Lord sits enthroned over the engulfing waters,\nthe Lord sits enthroned as the eternal king.",
      "11": "The Lord gives his people strength;\nthe Lord grants his people security."
    },
    "30": {
      "1": "I will praise you, O Lord, for you lifted me up,\nand did not allow my enemies to gloat over me.",
      "2": "O Lord my God,\nI cried out to you and you healed me.",
      "3": "O Lord, you pulled me up from Sheol;\nyou rescued me from among those descending into the grave.",
      "4": "Sing to the Lord, you faithful followers of his;\ngive thanks to his holy name.",
      "5": "For his anger lasts only a brief moment,\nand his good favor restores one’s life.\nOne may experience sorrow during the night,\nbut joy arrives in the morning.",
      "6": "In my self-confidence I said,\n“I will never be shaken.”",
      "7": "O Lord, in your good favor you made me secure.\nThen you rejected me and I was terrified.",
      "8": "To you, O Lord, I cried out;\nI begged the Lord for mercy:",
      "9": "“What profit is there in taking my life,\nin my descending into the Pit?\nCan the dust of the grave praise you?\nCan it declare your loyalty?",
      "10": "Hear, O Lord, and have mercy on me.\nO Lord, deliver me.”",
      "11": "Then you turned my lament into dancing;\nyou removed my sackcloth and covered me with joy.",
      "12": "So now my heart will sing to you and not be silent;\nO Lord my God, I will always give thanks to you."
    },
    "31": {
      "1": "In you, O Lord, I have taken shelter.\nNever let me be humiliated.\nVindicate me by rescuing me.",
      "2": "Listen to me.\nQuickly deliver me.\nBe my protector and refuge,\na stronghold where I can be safe.",
      "3": "For you are my high ridge and my stronghold;\nfor the sake of your own reputation you lead me and guide me.",
      "4": "You will free me from the net they hid for me,\nfor you are my place of refuge.",
      "5": "Into your hand I entrust my life;\nyou will rescue me, O Lord, the faithful God.",
      "6": "I hate those who serve worthless idols,\nbut I trust in the Lord.",
      "7": "I will be happy and rejoice in your faithfulness,\nbecause you notice my pain\nand you are aware of how distressed I am.",
      "8": "You do not deliver me over to the power of the enemy;\nyou enable me to stand in a wide open place.",
      "9": "Have mercy on me, Lord, for I am in distress!\nMy eyes grow dim from suffering.\nI have lost my strength.",
      "10": "For my life nears its end in pain;\nmy years draw to a close as I groan.\nMy strength fails me because of my sin,\nand my bones become brittle.",
      "11": "Because of all my enemies, people disdain me;\nmy neighbors are appalled by my suffering—\nthose who know me are horrified by my condition;\nthose who see me in the street run away from me.",
      "12": "I am forgotten, like a dead man no one thinks about;\nI am regarded as worthless, like a broken jar.",
      "13": "For I hear what so many are saying,\nthe terrifying news that comes from every direction.\nWhen they plot together against me,\nthey figure out how they can take my life.",
      "14": "But I trust in you, O Lord!\nI declare, “You are my God!”",
      "15": "You determine my destiny.\nRescue me from the power of my enemies and those who chase me.",
      "16": "Smile on your servant.\nDeliver me because of your faithfulness.",
      "17": "O Lord, do not let me be humiliated,\nfor I call out to you.\nMay evil men be humiliated.\nMay they go wailing to the grave.",
      "18": "May lying lips be silenced—\nlips that speak defiantly against the innocent\nwith arrogance and contempt.",
      "19": "How great is your favor,\nwhich you store up for your loyal followers.\nIn plain sight of everyone you bestow it on those who take shelter in you.",
      "20": "You hide them with you, where they are safe from the attacks of men;\nyou conceal them in a shelter, where they are safe from slanderous attacks.",
      "21": "The Lord deserves praise\nfor he demonstrated his amazing faithfulness to me when I was besieged by enemies.",
      "22": "I jumped to conclusions and said,\n“I am cut off from your presence!”\nBut you heard my plea for mercy when I cried out to you for help.",
      "23": "Love the Lord, all you faithful followers of his!\nThe Lord protects those who have integrity,\nbut he pays back in full the one who acts arrogantly.",
      "24": "Be strong and confident,\nall you who wait on the Lord."
    },
    "32": {
      "1": "How blessed is the one whose rebellious acts are forgiven,\nwhose sin is pardoned.",
      "2": "How blessed is the one whose wrongdoing the Lord does not punish,\nin whose spirit there is no deceit.",
      "3": "When I refused to confess my sin,\nmy whole body wasted away,\nwhile I groaned in pain all day long.",
      "4": "For day and night you tormented me;\nyou tried to destroy me in the intense heat of summer. (Selah)",
      "5": "Then I confessed my sin;\nI no longer covered up my wrongdoing.\nI said, “I will confess my rebellious acts to the Lord.”\nAnd then you forgave my sins. (Selah)",
      "6": "For this reason every one of your faithful followers should pray to you\nwhile there is a window of opportunity.\nCertainly when the surging water rises,\nit will not reach them.",
      "7": "You are my hiding place;\nyou protect me from distress.\nYou surround me with shouts of joy from those celebrating deliverance. (Selah)",
      "8": "I will instruct and teach you about how you should live.\nI will advise you as I look you in the eye.",
      "9": "Do not be like an unintelligent horse or mule,\nwhich will not obey you\nunless they are controlled by a bridle and bit.",
      "10": "An evil person suffers much pain,\nbut the Lord’s faithfulness overwhelms the one who trusts in him.",
      "11": "Rejoice in the Lord and be happy, you who are godly!\nShout for joy, all you who are morally upright!"
    },
    "33": {
      "1": "You godly ones, shout for joy because of the Lord!\nIt is appropriate for the morally upright to offer him praise.",
      "2": "Give thanks to the Lord with the harp.\nSing to him to the accompaniment of a ten-stringed instrument.",
      "3": "Sing to him a new song.\nPlay skillfully as you shout out your praises to him.",
      "4": "For the Lord’s decrees are just,\nand everything he does is fair.",
      "5": "He promotes equity and justice;\nthe Lord’s faithfulness extends throughout the earth.",
      "6": "By the Lord’s decree the heavens were made,\nand by the breath of his mouth all the starry hosts.",
      "7": "He piles up the water of the sea;\nhe puts the oceans in storehouses.",
      "8": "Let the whole earth fear the Lord.\nLet all who live in the world stand in awe of him.",
      "9": "For he spoke, and it came into existence.\nHe issued the decree, and it stood firm.",
      "10": "The Lord frustrates the decisions of the nations;\nhe nullifies the plans of the peoples.",
      "11": "The Lord’s decisions stand forever;\nhis plans abide throughout the ages.",
      "12": "How blessed is the nation whose God is the Lord,\nthe people whom he has chosen to be his special possession.",
      "13": "The Lord watches from heaven;\nhe sees all people.",
      "14": "From the place where he lives he looks carefully\nat all the earth’s inhabitants.",
      "15": "He is the one who forms every human heart,\nand takes note of all their actions.",
      "16": "No king is delivered by his vast army;\na warrior is not saved by his great might.",
      "17": "A horse disappoints those who trust in it for victory;\ndespite its great strength, it cannot deliver.",
      "18": "Look, the Lord takes notice of his loyal followers,\nthose who wait for him to demonstrate his faithfulness",
      "19": "by saving their lives from death\nand sustaining them during times of famine.",
      "20": "We wait for the Lord;\nhe is our deliverer and shield.",
      "21": "For our hearts rejoice in him,\nfor we trust in his holy name.",
      "22": "May we experience your faithfulness, O Lord,\nfor we wait for you."
    },
    "34": {
      "1": "I will praise the Lord at all times;\nmy mouth will continually praise him.",
      "2": "I will boast in the Lord;\nlet the oppressed hear and rejoice.",
      "3": "Magnify the Lord with me.\nLet us praise his name together.",
      "4": "I sought the Lord’s help and he answered me;\nhe delivered me from all my fears.",
      "5": "Look to him and be radiant;\ndo not let your faces be ashamed.",
      "6": "This oppressed man cried out and the Lord heard;\nhe saved him from all his troubles.",
      "7": "The angel of the Lord camps around\nthe Lord’s loyal followers and delivers them.",
      "8": "Taste and see that the Lord is good.\nHow blessed is the one who takes shelter in him.",
      "9": "Fear the Lord, you chosen people of his,\nfor those who fear him lack nothing.",
      "10": "Even young lions sometimes lack food and are hungry,\nbut those who seek the Lord lack no good thing.",
      "11": "Come children. Listen to me.\nI will teach you what it means to fear the Lord.",
      "12": "Do you want to really live?\nWould you love to live a long, happy life?",
      "13": "Then make sure you don’t speak evil words\nor use deceptive speech.",
      "14": "Turn away from evil and do what is right.\nStrive for peace and promote it.",
      "15": "The Lord pays attention to the godly\nand hears their cry for help.",
      "16": "But the Lord opposes evildoers\nand wipes out all memory of them from the earth.",
      "17": "The godly cry out and the Lord hears;\nhe saves them from all their troubles.",
      "18": "The Lord is near the brokenhearted;\nhe delivers those who are discouraged.",
      "19": "The godly face many dangers,\nbut the Lord saves them from each one of them.",
      "20": "He protects all his bones;\nnot one of them is broken.",
      "21": "Evil people self-destruct;\nthose who hate the godly are punished.",
      "22": "The Lord rescues his servants;\nall who take shelter in him escape punishment."
    },
    "35": {
      "1": "O Lord, fight those who fight with me.\nAttack those who attack me.",
      "2": "Grab your small shield and large shield,\nand rise up to help me.",
      "3": "Use your spear and lance against those who chase me.\nAssure me with these words: “I am your deliverer.”",
      "4": "May those who seek my life be embarrassed and humiliated.\nMay those who plan to harm me be turned back and ashamed.",
      "5": "May they be like wind-driven chaff,\nas the angel of the Lord attacks them.",
      "6": "May their path be dark and slippery,\nas the angel of the Lord chases them.",
      "7": "I did not harm them, but they hid a net to catch me\nand dug a pit to trap me.",
      "8": "Let destruction take them by surprise.\nLet the net they hid catch them.\nLet them fall into destruction.",
      "9": "Then I will rejoice in the Lord\nand be happy because of his deliverance.",
      "10": "With all my strength I will say,\n“O Lord, who can compare to you?\nYou rescue the oppressed from those who try to overpower them,\nthe oppressed and needy from those who try to rob them.”",
      "11": "Violent men perjure themselves,\nand falsely accuse me.",
      "12": "They repay me evil for the good I have done;\nI am overwhelmed with sorrow.",
      "13": "When they were sick, I wore sackcloth,\nand refrained from eating food.\n(If I am lying, may my prayers go unanswered.)",
      "14": "I mourned for them as I would for a friend or my brother.\nI bowed down in sorrow as if I were mourning for my mother.",
      "15": "But when I stumbled, they rejoiced and gathered together;\nthey gathered together to ambush me.\nThey tore at me without stopping to rest.",
      "16": "When I tripped, they taunted me relentlessly,\nand tried to bite me.",
      "17": "O Lord, how long are you going to watch this?\nRescue me from their destructive attacks;\nguard my life from the young lions.",
      "18": "Then I will give you thanks in the great assembly;\nI will praise you before a large crowd of people.",
      "19": "Do not let those who are my enemies for no reason gloat over me.\nDo not let those who hate me without cause carry out their wicked schemes.",
      "20": "For they do not try to make peace with others,\nbut plan ways to deceive those who live peacefully in the land.",
      "21": "They are ready to devour me;\nthey say, “Aha! Aha! We’ve got you!”",
      "22": "But you take notice, Lord; do not be silent!\nO Lord, do not remain far away from me.",
      "23": "Rouse yourself, wake up and vindicate me.\nMy God and Lord, defend my just cause.",
      "24": "Vindicate me by your justice, O Lord my God.\nDo not let them gloat over me.",
      "25": "Do not let them say to themselves, “Aha! We have what we wanted!”\nDo not let them say, “We have devoured him.”",
      "26": "May those who rejoice in my troubles be totally embarrassed and ashamed.\nMay those who arrogantly taunt me be covered with shame and humiliation.",
      "27": "May those who desire my vindication shout for joy and rejoice.\nMay they continually say, “May the Lord be praised, for he wants his servant to be secure.”",
      "28": "Then I will tell others about your justice,\nand praise you all day long."
    },
    "36": {
      "1": "An evil man is rebellious to the core.\nHe does not fear God,",
      "2": "for he is too proud\nto recognize and give up his sin.",
      "3": "The words he speaks are sinful and deceitful;\nhe does not care about doing what is wise and right.",
      "4": "While he lies in bed he plans ways to sin.\nHe is committed to a sinful lifestyle;\nhe does not reject what is evil.",
      "5": "O Lord, your loyal love reaches to the sky,\nyour faithfulness to the clouds.",
      "6": "Your justice is like the highest mountains,\nyour fairness like the deepest sea;\nyou, Lord, preserve mankind and the animal kingdom.",
      "7": "How precious is your loyal love, O God!\nThe human race finds shelter under your wings.",
      "8": "They are filled with food from your house,\nand you allow them to drink from the river of your delicacies.",
      "9": "For with you is the fountain of life;\nin your light we see light.",
      "10": "Extend your loyal love to your faithful followers,\nand vindicate the morally upright.",
      "11": "Do not let arrogant men overtake me,\nor let evil men make me homeless.",
      "12": "I can see the evildoers! They have fallen.\nThey have been knocked down and are unable to get up."
    },
    "37": {
      "1": "Do not fret when wicked men seem to succeed.\nDo not envy evildoers.",
      "2": "For they will quickly dry up like grass,\nand wither away like plants.",
      "3": "Trust in the Lord and do what is right.\nSettle in the land and maintain your integrity.",
      "4": "Then you will take delight in the Lord,\nand he will answer your prayers.",
      "5": "Commit your future to the Lord.\nTrust in him, and he will act on your behalf.",
      "6": "He will vindicate you in broad daylight,\nand publicly defend your just cause.",
      "7": "Wait patiently for the Lord!\nWait confidently for him!\nDo not fret over the apparent success of a sinner,\na man who carries out wicked schemes.",
      "8": "Do not be angry and frustrated.\nDo not fret. That only leads to trouble.",
      "9": "Wicked men will be wiped out,\nbut those who rely on the Lord are the ones who will possess the land.",
      "10": "Evil men will soon disappear;\nyou will stare at the spot where they once were, but they will be gone.",
      "11": "But the oppressed will possess the land\nand enjoy great prosperity.",
      "12": "Evil men plot against the godly\nand viciously attack them.",
      "13": "The Lord laughs in disgust at them,\nfor he knows that their day is coming.",
      "14": "Evil men draw their swords\nand prepare their bows,\nto bring down the oppressed and needy,\nand to slaughter those who are godly.",
      "15": "Their swords will pierce their own hearts,\nand their bows will be broken.",
      "16": "The little bit that a godly man owns is better than\nthe wealth of many evil men,",
      "17": "for evil men will lose their power,\nbut the Lord sustains the godly.",
      "18": "The Lord watches over the innocent day by day,\nand they possess a permanent inheritance.",
      "19": "They will not be ashamed when hard times come;\nwhen famine comes they will have enough to eat.",
      "20": "But evil men will die;\nthe Lord’s enemies will be incinerated—\nthey will go up in smoke.",
      "21": "Evil men borrow, but do not repay their debt,\nbut the godly show compassion and are generous.",
      "22": "Surely those favored by the Lord will possess the land,\nbut those rejected by him will be wiped out.",
      "23": "The Lord grants success to the one\nwhose behavior he finds commendable.",
      "24": "Even if he trips, he will not fall headlong,\nfor the Lord holds his hand.",
      "25": "I was once young, now I am old.\nI have never seen the godly abandoned,\nor their children forced to search for food.",
      "26": "All day long they show compassion and lend to others,\nand their children are blessed.",
      "27": "Turn away from evil. Do what is right.\nThen you will enjoy lasting security.",
      "28": "For the Lord promotes justice,\nand never abandons his faithful followers.\nThey are permanently secure,\nbut the children of the wicked are wiped out.",
      "29": "The godly will possess the land\nand will dwell in it permanently.",
      "30": "The godly speak wise words\nand promote justice.",
      "31": "The law of their God controls their thinking;\ntheir feet do not slip.",
      "32": "The wicked set an ambush for the godly\nand try to kill them.",
      "33": "But the Lord does not surrender the godly,\nor allow them to be condemned in a court of law.",
      "34": "Rely on the Lord. Obey his commands.\nThen he will permit you to possess the land;\nyou will see the demise of the wicked.",
      "35": "I have seen ruthless, wicked people\ngrowing in influence, like a green tree grows in its native soil.",
      "36": "But then one passes by, and suddenly they have disappeared.\nI looked for them, but they could not be found.",
      "37": "Take note of the one who has integrity. Observe the upright.\nFor the one who promotes peace has a future.",
      "38": "Sinful rebels are totally destroyed;\nthe wicked have no future.",
      "39": "But the Lord delivers the godly;\nhe protects them in times of trouble.",
      "40": "The Lord helps them and rescues them;\nhe rescues them from the wicked and delivers them,\nfor they seek his protection."
    },
    "38": {
      "1": "O Lord, do not continue to rebuke me in your anger.\nDo not continue to punish me in your raging fury.",
      "2": "For your arrows pierce me,\nand your hand presses me down.",
      "3": "My whole body is sick because of your judgment;\nI am deprived of health because of my sin.",
      "4": "For my sins overwhelm me;\nlike a heavy load, they are too much for me to bear.",
      "5": "My wounds are infected and starting to smell,\nbecause of my foolish sins.",
      "6": "I am dazed and completely humiliated;\nall day long I walk around mourning.",
      "7": "For I am overcome with shame,\nand my whole body is sick.",
      "8": "I am numb with pain and severely battered;\nI groan loudly because of the anxiety I feel.",
      "9": "O Lord, you understand my heart’s desire;\nmy groaning is not hidden from you.",
      "10": "My heart beats quickly;\nmy strength leaves me.\nI can hardly see.",
      "11": "Because of my condition, even my friends and acquaintances keep their distance;\nmy neighbors stand far away.",
      "12": "Those who seek my life try to entrap me;\nthose who want to harm me speak destructive words.\nAll day long they say deceitful things.",
      "13": "But I am like a deaf man—I hear nothing;\nI am like a mute who cannot speak.",
      "14": "I am like a man who cannot hear\nand is incapable of arguing his defense.",
      "15": "Yet I wait for you, O Lord!\nYou will respond, O Lord, my God!",
      "16": "I have prayed for deliverance, because otherwise they will gloat over me;\nwhen my foot slips they will arrogantly taunt me.",
      "17": "For I am about to stumble,\nand I am in constant pain.",
      "18": "Yes, I confess my wrongdoing,\nand I am concerned about my sins.",
      "19": "But those who are my enemies for no reason are numerous;\nthose who hate me without cause outnumber me.",
      "20": "They repay me evil for the good I have done;\nthough I have tried to do good to them, they hurl accusations at me.",
      "21": "Do not abandon me, O Lord.\nMy God, do not remain far away from me.",
      "22": "Hurry and help me, O Lord, my deliverer."
    },
    "39": {
      "1": "I decided, “I will watch what I say\nand make sure I do not sin with my tongue.\nI will put a muzzle over my mouth\nwhile in the presence of an evil person.”",
      "2": "I was stone silent;\nI held back the urge to speak.\nMy frustration grew;",
      "3": "my anxiety intensified.\nAs I thought about it, I became impatient.\nFinally I spoke these words:",
      "4": "“O Lord, help me understand my mortality\nand the brevity of life.\nLet me realize how quickly my life will pass.",
      "5": "Look, you make my days short-lived,\nand my life span is nothing from your perspective.\nSurely all people, even those who seem secure, are nothing but vapor. (Selah)",
      "6": "Surely people go through life as mere ghosts.\nSurely they accumulate worthless wealth\nwithout knowing who will eventually haul it away.”",
      "7": "But now, O Lord, upon what am I relying?\nYou are my only hope!",
      "8": "Deliver me from all my sins of rebellion.\nDo not make me the object of fools’ insults.",
      "9": "I am silent and cannot open my mouth\nbecause of what you have done.",
      "10": "Please stop wounding me.\nYou have almost beaten me to death.",
      "11": "You severely discipline people for their sins;\nlike a moth you slowly devour their strength.\nSurely all people are a mere vapor. (Selah)",
      "12": "Hear my prayer, O Lord.\nListen to my cry for help.\nDo not ignore my sobbing.\nFor I am a resident foreigner with you,\na temporary settler, just as all my ancestors were.",
      "13": "Turn your angry gaze away from me, so I can be happy\nbefore I pass away."
    },
    "40": {
      "1": "I relied completely on the Lord,\nand he turned toward me\nand heard my cry for help.",
      "2": "He lifted me out of the watery pit,\nout of the slimy mud.\nHe placed my feet on a rock\nand gave me secure footing.",
      "3": "He gave me reason to sing a new song,\npraising our God.\nMay many see what God has done,\nso that they might swear allegiance to him and trust in the Lord.",
      "4": "How blessed is the one who trusts in the Lord\nand does not seek help from the proud or from liars.",
      "5": "O Lord, my God, you have accomplished many things;\nyou have done amazing things and carried out your purposes for us.\nNo one can thwart you.\nI want to declare your deeds and talk about them,\nbut they are too numerous to recount.",
      "6": "Receiving sacrifices and offerings are not your primary concern.\nYou make that quite clear to me.\nYou do not ask for burnt sacrifices and sin offerings.",
      "7": "Then I say,\n“Look, I come!\nWhat is written in the scroll pertains to me.",
      "8": "I want to do what pleases you, my God.\nYour law dominates my thoughts.”",
      "9": "I have told the great assembly about your justice.\nLook, I spare no words.\nO Lord, you know this is true.",
      "10": "I have not failed to tell about your justice;\nI spoke about your reliability and deliverance.\nI have not neglected to tell the great assembly about your loyal love and faithfulness.",
      "11": "O Lord, you do not withhold your compassion from me.\nMay your loyal love and faithfulness continually protect me!",
      "12": "For innumerable dangers surround me.\nMy sins overtake me\nso I am unable to see;\nthey outnumber the hairs of my head\nso my strength fails me.",
      "13": "Please be willing, O Lord, to rescue me!\nO Lord, hurry and help me!",
      "14": "May those who are trying to snatch away my life\nbe totally embarrassed and ashamed.\nMay those who want to harm me\nbe turned back and ashamed.",
      "15": "May those who say to me, “Aha! Aha!”\nbe humiliated and disgraced.",
      "16": "May all those who seek you be happy and rejoice in you.\nMay those who love to experience your deliverance say continually,\n“May the Lord be praised!”",
      "17": "I am oppressed and needy.\nMay the Lord pay attention to me.\nYou are my helper and my deliverer.\nO my God, do not delay."
    },
    "41": {
      "1": "How blessed is the one who treats the poor properly.\nWhen trouble comes, may the Lord deliver him.",
      "2": "May the Lord protect him and save his life.\nMay he be blessed in the land.\nDo not turn him over to his enemies.",
      "3": "The Lord supports him on his sickbed;\nyou have healed him from his illness.",
      "4": "As for me, I said:\n“O Lord, have mercy on me!\nHeal me, for I have sinned against you.",
      "5": "My enemies ask this cruel question about me,\n‘When will he finally die and be forgotten?’",
      "6": "When someone comes to visit, he pretends to be friendly;\nhe thinks of ways to defame me,\nand when he leaves he slanders me.",
      "7": "All who hate me whisper insults about me to one another;\nthey plan ways to harm me.",
      "8": "They say,\n‘An awful disease overwhelms him,\nand now that he is bedridden he will never recover.’",
      "9": "Even my close friend whom I trusted,\nhe who shared meals with me, has turned against me.",
      "10": "As for you, O Lord, have mercy on me and raise me up,\nso I can pay them back!”",
      "11": "By this I know that you are pleased with me,\nfor my enemy does not triumph over me.",
      "12": "As for me, you uphold me because of my integrity;\nyou allow me permanent access to your presence.",
      "13": "The Lord God of Israel deserves praise\nin the future and forevermore.\nWe agree! We agree!"
    },
    "42": {
      "1": "As a deer longs for streams of water,\nso I long for you, O God!",
      "2": "I thirst for God,\nfor the living God.\nI say, “When will I be able to go and appear in God’s presence?”",
      "3": "I cannot eat; I weep day and night.\nAll day long they say to me, “Where is your God?”",
      "4": "I will remember and weep.\nFor I was once walking along with the great throng to the temple of God,\nshouting and giving thanks along with the crowd as we celebrated the holy festival.",
      "5": "Why are you depressed, O my soul?\nWhy are you upset?\nWait for God!\nFor I will again give thanks\nto my God for his saving intervention.",
      "6": "I am depressed,\nso I will pray to you while in the region of the upper Jordan,\nfrom Hermon, from Mount Mizar.",
      "7": "One deep stream calls out to another at the sound of your waterfalls;\nall your billows and waves overwhelm me.",
      "8": "By day the Lord decrees his loyal love,\nand by night he gives me a song,\na prayer to the God of my life.",
      "9": "I will pray to God, my high ridge:\n“Why do you ignore me?\nWhy must I walk around mourning\nbecause my enemies oppress me?”",
      "10": "My enemies’ taunts cut me to the bone,\nas they say to me all day long, “Where is your God?”",
      "11": "Why are you depressed, O my soul?\nWhy are you upset?\nWait for God!\nFor I will again give thanks\nto my God for his saving intervention."
    },
    "43": {
      "1": "Vindicate me, O God!\nFight for me against an ungodly nation.\nDeliver me from deceitful and evil men.",
      "2": "For you are the God who shelters me.\nWhy do you reject me?\nWhy must I walk around mourning\nbecause my enemies oppress me?",
      "3": "Reveal your light and your faithfulness.\nThey will lead me;\nthey will escort me back to your holy hill,\nand to the place where you live.",
      "4": "Then I will go to the altar of God,\nto the God who gives me ecstatic joy,\nso that I may express my thanks to you, O God, my God, with a harp.",
      "5": "Why are you depressed, O my soul?\nWhy are you upset?\nWait for God!\nFor I will again give thanks\nto my God for his saving intervention."
    },
    "44": {
      "1": "O God, we have clearly heard;\nour ancestors have told us\nwhat you did in their days,\nin ancient times.",
      "2": "You, by your power, defeated nations and settled our fathers on their land;\nyou crushed the people living there and enabled our ancestors to occupy it.",
      "3": "For they did not conquer the land by their swords,\nand they did not prevail by their strength,\nbut rather by your power, strength, and good favor,\nfor you were partial to them.",
      "4": "You are my king, O God.\nDecree Jacob’s deliverance.",
      "5": "By your power we will drive back our enemies;\nby your strength we will trample down our foes.",
      "6": "For I do not trust in my bow,\nand I do not prevail by my sword.",
      "7": "For you deliver us from our enemies;\nyou humiliate those who hate us.",
      "8": "In God we boast all day long,\nand we will continually give thanks to your name. (Selah)",
      "9": "But you rejected and embarrassed us.\nYou did not go into battle with our armies.",
      "10": "You made us retreat from the enemy.\nThose who hate us take whatever they want from us.",
      "11": "You handed us over like sheep to be eaten;\nyou scattered us among the nations.",
      "12": "You sold your people for a pittance;\nyou did not ask a high price for them.",
      "13": "You made us an object of disdain to our neighbors;\nthose who live on our borders taunt and insult us.",
      "14": "You made us an object of ridicule among the nations;\nforeigners treat us with contempt.",
      "15": "All day long I feel humiliated\nand am overwhelmed with shame,",
      "16": "before the vindictive enemy\nwho ridicules and insults me.",
      "17": "All this has happened to us, even though we have not rejected you\nor violated your covenant with us.",
      "18": "We have not been unfaithful,\nnor have we disobeyed your commands.",
      "19": "Yet you have battered us, leaving us a heap of ruins overrun by wild dogs;\nyou have covered us with darkness.",
      "20": "If we had rejected our God,\nand spread out our hands in prayer to another god,",
      "21": "would not God discover it,\nfor he knows a person’s secret thoughts?",
      "22": "Yet because of you we are killed all day long;\nwe are treated like sheep at the slaughtering block.",
      "23": "Rouse yourself! Why do you sleep, O Lord?\nWake up! Do not reject us forever.",
      "24": "Why do you look the other way,\nand ignore the way we are oppressed and mistreated?",
      "25": "For we lie in the dirt,\nwith our bellies pressed to the ground.",
      "26": "Rise up and help us.\nRescue us because of your loyal love."
    },
    "45": {
      "1": "My heart is stirred by a beautiful song.\nI say, “I have composed this special song for the king;\nmy tongue is as skilled as the stylus of an experienced scribe.”",
      "2": "You are the most handsome of all men.\nYou speak in an impressive and fitting manner.\nFor this reason God grants you continual blessings.",
      "3": "Strap your sword to your thigh, O warrior.\nAppear in your majestic splendor.",
      "4": "Appear in your majesty and be victorious.\nRide forth for the sake of what is right,\non behalf of justice.\nThen your right hand will accomplish mighty acts.",
      "5": "Your arrows are sharp\nand penetrate the hearts of the king’s enemies.\nNations fall at your feet.",
      "6": "Your throne, O God, is permanent.\nThe scepter of your kingdom is a scepter of justice.",
      "7": "You love justice and hate evil.\nFor this reason God, your God, has anointed you\nwith the oil of joy, elevating you above your companions.",
      "8": "All your garments are perfumed with myrrh, aloes, and cassia.\nFrom the luxurious palaces comes the music of stringed instruments that makes you happy.",
      "9": "Princesses are among your honored women.\nYour bride stands at your right hand, wearing jewelry made with gold from Ophir.",
      "10": "Listen, O princess.\nObserve and pay attention!\nForget your homeland and your family.",
      "11": "Then the king will be attracted by your beauty.\nAfter all, he is your master. Submit to him.",
      "12": "Rich people from Tyre\nwill seek your favor by bringing a gift.",
      "13": "The princess looks absolutely magnificent,\ndecked out in pearls and clothed in a brocade trimmed with gold.",
      "14": "In embroidered robes she is escorted to the king.\nHer attendants, the maidens of honor who follow her,\nare led before you.",
      "15": "They are bubbling with joy as they walk in procession\nand enter the royal palace.",
      "16": "Your sons will carry on the dynasty of your ancestors;\nyou will make them princes throughout the land.",
      "17": "I will proclaim your greatness through the coming years,\nthen the nations will praise you forever."
    },
    "46": {
      "1": "God is our strong refuge;\nhe is truly our helper in times of trouble.",
      "2": "For this reason we do not fear when the earth shakes,\nand the mountains tumble into the depths of the sea,",
      "3": "when its waves crash and foam,\nand the mountains shake before the surging sea. (Selah)",
      "4": "The river’s channels bring joy to the city of God,\nthe special, holy dwelling place of the Most High.",
      "5": "God lives within it, it cannot be moved.\nGod rescues it at the break of dawn.",
      "6": "Nations are in uproar, kingdoms are overthrown.\nGod gives a shout, the earth dissolves.",
      "7": "The Lord of Heaven’s Armies is on our side.\nThe God of Jacob is our stronghold. (Selah)",
      "8": "Come, Witness the exploits of the Lord,\nwho brings devastation to the earth.",
      "9": "He brings an end to wars throughout the earth.\nHe shatters the bow and breaks the spear;\nhe burns the shields with fire.",
      "10": "He says, “Stop your striving and recognize that I am God.\nI will be exalted over the nations! I will be exalted over the earth!”",
      "11": "The Lord of Heaven’s Armies is on our side!\nThe God of Jacob is our stronghold! (Selah)"
    },
    "47": {
      "1": "All you nations, clap your hands.\nShout out to God in celebration.",
      "2": "For the Lord Most High is awe-inspiring;\nhe is the great king who rules the whole earth!",
      "3": "He subdued nations beneath us\nand countries under our feet.",
      "4": "He picked out for us a special land\nto be a source of pride for Jacob, whom he loves. (Selah)",
      "5": "God has ascended his throne amid loud shouts;\nthe Lord has ascended amid the blaring of ram’s horns.",
      "6": "Sing to God! Sing!\nSing to our king! Sing!",
      "7": "For God is king of the whole earth.\nSing a well-written song.",
      "8": "God reigns over the nations.\nGod sits on his holy throne.",
      "9": "The nobles of the nations assemble,\nalong with the people of the God of Abraham,\nfor God has authority over the rulers of the earth.\nHe is highly exalted."
    },
    "48": {
      "1": "The Lord is great and certainly worthy of praise\nin the city of our God, his holy hill.",
      "2": "It is lofty and pleasing to look at,\na source of joy to the whole earth.\nMount Zion resembles the peaks of Zaphon;\nit is the city of the great king.",
      "3": "God is in its fortresses;\nhe reveals himself as its defender.",
      "4": "For look, the kings assemble;\nthey advance together.",
      "5": "As soon as they see, they are shocked;\nthey are terrified, they quickly retreat.",
      "6": "Look at them shake uncontrollably,\nlike a woman writhing in childbirth.",
      "7": "With an east wind\nyou shatter the large ships.",
      "8": "We heard about God’s mighty deeds; now we have seen them,\nin the city of the Lord of Heaven’s Armies,\nin the city of our God.\nGod makes it permanently secure. (Selah)",
      "9": "Within your temple\nwe reflect on your loyal love, O God.",
      "10": "The praise you receive as far away as the ends of the earth\nis worthy of your reputation, O God.\nYou execute justice.",
      "11": "Mount Zion rejoices;\nthe towns of Judah are happy,\nbecause of your acts of judgment.",
      "12": "Walk around Zion. Encircle it.\nCount its towers.",
      "13": "Consider its defenses.\nWalk through its fortresses,\nso you can tell the next generation about it.",
      "14": "For God, our God, is our defender forever.\nHe guides us."
    },
    "49": {
      "1": "Listen to this, all you nations.\nPay attention, all you inhabitants of the world.",
      "2": "Pay attention, all you people,\nboth rich and poor.",
      "3": "I will declare a wise saying;\nI will share my profound thoughts.",
      "4": "I will learn a song that imparts wisdom;\nI will then sing my insightful song to the accompaniment of a harp.",
      "5": "Why should I be afraid in times of trouble,\nwhen the sinful deeds of deceptive men threaten to overwhelm me?",
      "6": "They trust in their wealth\nand boast in their great riches.",
      "7": "Certainly a man cannot rescue his brother;\nhe cannot pay God an adequate ransom price",
      "8": "(the ransom price for a human life is too high,\nand people go to their final destiny),",
      "9": "so that he might continue to live forever\nand not experience death.",
      "10": "Surely one sees that even wise people die;\nfools and spiritually insensitive people all pass away\nand leave their wealth to others.",
      "11": "Their grave becomes their permanent residence,\ntheir eternal dwelling place.\nThey name their lands after themselves,",
      "12": "but, despite their wealth, people do not last.\nThey are like animals that perish.",
      "13": "This is the destiny of fools,\nand of those who approve of their philosophy. (Selah)",
      "14": "They will travel to Sheol like sheep,\nwith death as their shepherd.\nThe godly will rule over them when the day of vindication dawns.\nSheol will consume their bodies, and they will no longer live in impressive houses.",
      "15": "But God will rescue my life from the power of Sheol;\ncertainly he will pull me to safety. (Selah)",
      "16": "Do not be afraid when a man becomes rich\nand his wealth multiplies.",
      "17": "For he will take nothing with him when he dies;\nhis wealth will not follow him down into the grave.",
      "18": "He pronounces this blessing on himself while he is alive:\n“May men praise you, for you have done well.”",
      "19": "But he will join his ancestors;\nthey will never again see the light of day.",
      "20": "Wealthy people do not understand;\nthey are like animals that perish."
    },
    "50": {
      "1": "El, God, the Lord has spoken,\nand summoned the earth to come from the east and west.",
      "2": "From Zion, the most beautiful of all places,\nGod has come in splendor.",
      "3": "“May our God come\nand not be silent.”\nConsuming fire goes ahead of him,\nand all around him a storm rages.",
      "4": "He summons the heavens above,\nas well as the earth, so that he might judge his people.",
      "5": "He says:\n“Assemble my covenant people before me,\nthose who ratified a covenant with me by sacrifice.”",
      "6": "The heavens declare his fairness,\nfor God is judge. (Selah)",
      "7": "He says:\n“Listen, my people. I am speaking!\nListen, Israel. I am accusing you.\nI am God, your God!",
      "8": "I am not condemning you because of your sacrifices,\nor because of your burnt sacrifices that you continually offer me.",
      "9": "I do not need to take a bull from your household\nor goats from your sheepfolds.",
      "10": "For every wild animal in the forest belongs to me,\nas well as the cattle that graze on a thousand hills.",
      "11": "I keep track of every bird in the hills,\nand the insects of the field are mine.",
      "12": "Even if I were hungry, I would not tell you,\nfor the world and all it contains belong to me.",
      "13": "Do I eat the flesh of bulls?\nDo I drink the blood of goats?",
      "14": "Present to God a thank offering.\nRepay your vows to the Most High.",
      "15": "Pray to me when you are in trouble.\nI will deliver you, and you will honor me.”",
      "16": "God says this to the evildoer:\n“How can you declare my commands,\nand talk about my covenant?",
      "17": "For you hate instruction\nand reject my words.",
      "18": "When you see a thief, you join him;\nyou associate with men who are unfaithful to their wives.",
      "19": "You do damage with words,\nand use your tongue to deceive.",
      "20": "You plot against your brother;\nyou slander your own brother.",
      "21": "When you did these things, I was silent,\nso you thought I was exactly like you.\nBut now I will condemn you\nand state my case against you.",
      "22": "Carefully consider this, you who reject God.\nOtherwise I will rip you to shreds\nand no one will be able to rescue you.",
      "23": "Whoever presents a thank offering honors me.\nTo whoever obeys my commands, I will reveal my power to deliver.”"
    },
    "51": {
      "1": "Have mercy on me, O God, because of your loyal love.\nBecause of your great compassion, wipe away my rebellious acts.",
      "2": "Wash away my wrongdoing.\nCleanse me of my sin.",
      "3": "For I am aware of my rebellious acts;\nI am forever conscious of my sin.",
      "4": "Against you—you above all—I have sinned;\nI have done what is evil in your sight.\nSo you are just when you confront me;\nyou are right when you condemn me.",
      "5": "Look, I was guilty of sin from birth,\na sinner the moment my mother conceived me.",
      "6": "Look, you desire integrity in the inner man;\nyou want me to possess wisdom.",
      "7": "Cleanse me with hyssop and I will be pure;\nwash me and I will be whiter than snow.",
      "8": "Grant me the ultimate joy of being forgiven.\nMay the bones you crushed rejoice.",
      "9": "Hide your face from my sins.\nWipe away all my guilt.",
      "10": "Create for me a pure heart, O God.\nRenew a resolute spirit within me.",
      "11": "Do not reject me.\nDo not take your holy Spirit away from me.",
      "12": "Let me again experience the joy of your deliverance.\nSustain me by giving me the desire to obey.",
      "13": "Then I will teach rebels your merciful ways,\nand sinners will turn to you.",
      "14": "Rescue me from the guilt of murder, O God, the God who delivers me.\nThen my tongue will shout for joy because of your righteousness.",
      "15": "O Lord, give me the words.\nThen my mouth will praise you.",
      "16": "Certainly you do not want a sacrifice, or else I would offer it;\nyou do not desire a burnt sacrifice.",
      "17": "The sacrifice God desires is a humble spirit—\nO God, a humble and repentant heart you will not reject.",
      "18": "Because you favor Zion, do what is good for her.\nFortify the walls of Jerusalem.",
      "19": "Then you will accept the proper sacrifices, burnt sacrifices and whole offerings;\nthen bulls will be sacrificed on your altar."
    },
    "52": {
      "1": "Why do you boast about your evil plans, O powerful man?\nGod’s loyal love protects me all day long.",
      "2": "Your tongue carries out your destructive plans;\nit is as effective as a sharp razor, O deceiver.",
      "3": "You love evil more than good,\nlies more than speaking the truth. (Selah)",
      "4": "You love to use all the words that destroy,\nand the tongue that deceives.",
      "5": "Yet God will make you a permanent heap of ruins.\nHe will scoop you up and remove you from your home;\nhe will uproot you from the land of the living. (Selah)",
      "6": "When the godly see this, they will be filled with awe,\nand will mock the evildoer, saying:",
      "7": "“Look, here is the man who would not make God his protector.\nHe trusted in his great wealth\nand was confident about his plans to destroy others.”",
      "8": "But I am like a flourishing olive tree in the house of God;\nI continually trust in God’s loyal love.",
      "9": "I will continually thank you when you execute judgment;\nI will rely on you, for your loyal followers know you are good."
    },
    "53": {
      "1": "Fools say to themselves, “There is no God.”\nThey sin and commit evil deeds;\nnone of them does what is right.",
      "2": "God looks down from heaven at the human race,\nto see if there is anyone who is wise and seeks God.",
      "3": "Everyone rejects God;\nthey are all morally corrupt.\nNone of them does what is right,\nnot even one!",
      "4": "All those who behave wickedly do not understand—\nthose who devour my people as if they were eating bread,\nand do not call out to God.",
      "5": "They are absolutely terrified,\neven by things that do not normally cause fear.\nFor God annihilates those who attack you.\nYou are able to humiliate them because God has rejected them.",
      "6": "I wish the deliverance of Israel would come from Zion!\nWhen God restores the well-being of his people,\nmay Jacob rejoice,\nmay Israel be happy!"
    },
    "54": {
      "1": "O God, deliver me by your name.\nVindicate me by your power.",
      "2": "O God, listen to my prayer.\nPay attention to what I say.",
      "3": "For foreigners attack me;\nruthless men, who do not respect God, seek my life. (Selah)",
      "4": "Look, God is my deliverer.\nThe Lord is among those who support me.",
      "5": "May those who wait to ambush me be repaid for their evil.\nAs a demonstration of your faithfulness, destroy them.",
      "6": "With a freewill offering I will sacrifice to you.\nI will give thanks to your name, O Lord, for it is good.",
      "7": "Surely he rescues me from all trouble,\nand I triumph over my enemies."
    },
    "55": {
      "1": "Listen, O God, to my prayer.\nDo not ignore my appeal for mercy.",
      "2": "Pay attention to me and answer me.\nI am so upset and distressed, I am beside myself,",
      "3": "because of what the enemy says,\nand because of how the wicked pressure me,\nfor they hurl trouble down upon me\nand angrily attack me.",
      "4": "My heart beats violently within me;\nthe horrors of death overcome me.",
      "5": "Fear and panic overpower me;\nterror overwhelms me.",
      "6": "I say, “I wish I had wings like a dove.\nI would fly away and settle in a safe place.",
      "7": "Look, I will escape to a distant place;\nI will stay in the wilderness. (Selah)",
      "8": "I will hurry off to a place that is safe\nfrom the strong wind and the gale.”",
      "9": "Confuse them, O Lord.\nFrustrate their plans.\nFor I see violence and conflict in the city.",
      "10": "Day and night they walk around on its walls,\nwhile wickedness and destruction are within it.",
      "11": "Disaster is within it;\nviolence and deceit do not depart from its public square.",
      "12": "Indeed, it is not an enemy who insults me,\nor else I could bear it;\nit is not one who hates me who arrogantly taunts me,\nor else I could hide from him.",
      "13": "But it is you, a man like me,\nmy close friend in whom I confided.",
      "14": "We would share personal thoughts with each other;\nin God’s temple we would walk together among the crowd.",
      "15": "May death destroy them.\nMay they go down alive into Sheol.\nFor evil is in their dwelling place and in their midst.",
      "16": "As for me, I will call out to God,\nand the Lord will deliver me.",
      "17": "During the evening, morning, and noontime\nI will lament and moan,\nand he will hear me.",
      "18": "He will rescue me and protect me from those who attack me,\neven though they greatly outnumber me.",
      "19": "God, the one who has reigned as king from long ago,\nwill hear and humiliate them. (Selah)\nThey refuse to change,\nand do not fear God.",
      "20": "He attacks his friends;\nhe breaks his solemn promises to them.",
      "21": "His words are as smooth as butter,\nbut he harbors animosity in his heart.\nHis words seem softer than oil,\nbut they are really like sharp swords.",
      "22": "Throw your burden upon the Lord,\nand he will sustain you.\nHe will never allow the godly to be shaken.",
      "23": "But you, O God, will bring them down to the deep Pit.\nViolent and deceitful people will not live even half a normal lifespan.\nBut as for me, I trust in you."
    },
    "56": {
      "1": "Have mercy on me, O God, for men are attacking me.\nAll day long hostile enemies are tormenting me.",
      "2": "Those who anticipate my defeat attack me all day long.\nIndeed, many are fighting against me, O Exalted One.",
      "3": "When I am afraid,\nI trust in you.",
      "4": "In God—I boast in his promise—\nin God I trust; I am not afraid.\nWhat can mere men do to me?",
      "5": "All day long they cause me trouble;\nthey make a habit of plotting my demise.",
      "6": "They stalk and lurk;\nthey watch my every step,\nas they prepare to take my life.",
      "7": "Because they are bent on violence, do not let them escape.\nIn your anger bring down the nations, O God.",
      "8": "You keep track of my misery.\nPut my tears in your leather container.\nAre they not recorded in your scroll?",
      "9": "My enemies will turn back when I cry out to you for help;\nI know that God is on my side.",
      "10": "In God—I boast in his promise—\nin the Lord—I boast in his promise—",
      "11": "in God I trust; I am not afraid.\nWhat can mere men do to me?",
      "12": "I am obligated to fulfill the vows I made to you, O God;\nI will give you the thank offerings you deserve,",
      "13": "when you deliver my life from death.\nYou keep my feet from stumbling,\nso that I might serve God as I enjoy life."
    },
    "57": {
      "1": "Have mercy on me, O God. Have mercy on me.\nFor in you I have taken shelter.\nIn the shadow of your wings I take shelter\nuntil trouble passes.",
      "2": "I cry out for help to God Most High,\nto the God who vindicates me.",
      "3": "May he send help from heaven and deliver me\nfrom my enemies who hurl insults. (Selah)\nMay God send his loyal love and faithfulness.",
      "4": "I am surrounded by lions;\nI lie down among those who want to devour me,\nmen whose teeth are spears and arrows,\nwhose tongues are sharp swords.",
      "5": "Rise up above the sky, O God.\nMay your splendor cover the whole earth.",
      "6": "They have prepared a net to trap me;\nI am discouraged.\nThey have dug a pit for me.\nThey will fall into it. (Selah)",
      "7": "I am determined, O God. I am determined.\nI will sing and praise you.",
      "8": "Awake, my soul!\nAwake, O stringed instrument and harp!\nI will wake up at dawn.",
      "9": "I will give you thanks before the nations, O Lord.\nI will sing praises to you before foreigners.",
      "10": "For your loyal love extends beyond the sky,\nand your faithfulness reaches the clouds.",
      "11": "Rise up above the sky, O God.\nMay your splendor cover the whole earth."
    },
    "58": {
      "1": "Do you rulers really pronounce just decisions?\nDo you judge people fairly?",
      "2": "No! You plan how to do what is unjust;\nyou deal out violence in the earth.",
      "3": "The wicked turn aside from birth;\nliars go astray as soon as they are born.",
      "4": "Their venom is like that of a snake,\nlike a deaf serpent that does not hear,",
      "5": "that does not respond to the magicians,\nor to a skilled snake charmer.",
      "6": "O God, break the teeth in their mouths!\nSmash the jawbones of the lions, O Lord.",
      "7": "Let them disappear like water that flows away.\nLet them wither like grass.",
      "8": "Let them be like a snail that melts away as it moves along.\nLet them be like stillborn babies that never see the sun.",
      "9": "Before the kindling is even placed under your pots,\nhe will sweep it away along with both the raw and cooked meat.",
      "10": "The godly will rejoice when they see vengeance carried out;\nthey will bathe their feet in the blood of the wicked.",
      "11": "Then observers will say,\n“Yes indeed, the godly are rewarded.\nYes indeed, there is a God who judges in the earth.”"
    },
    "59": {
      "1": "Deliver me from my enemies, my God.\nProtect me from those who attack me.",
      "2": "Deliver me from evildoers.\nRescue me from violent men.",
      "3": "For look, they wait to ambush me;\npowerful men stalk me,\nbut not because I have rebelled or sinned, O Lord.",
      "4": "Though I have done nothing wrong, they are anxious to attack.\nSpring into action and help me. Take notice of me.",
      "5": "You, O Lord God of Heaven’s Armies, the God of Israel,\nrouse yourself and punish all the nations.\nHave no mercy on any treacherous evildoers. (Selah)",
      "6": "They return in the evening;\nthey growl like dogs\nand prowl around outside the city.",
      "7": "Look, they hurl insults at me\nand openly threaten to kill me,\nfor they say,\n“Who hears?”",
      "8": "But you, O Lord, laugh in disgust at them;\nyou taunt all the nations.",
      "9": "You are my source of strength. I will wait for you.\nFor God is my refuge.",
      "10": "The God who loves me will help me;\nGod will enable me to triumph over my enemies.",
      "11": "Do not strike them dead suddenly,\nbecause then my people might forget the lesson.\nUse your power to make them homeless vagabonds and then bring them down,\nO Lord who shields us.",
      "12": "They speak sinful words.\nSo let them be trapped by their own pride\nand by the curses and lies they speak.",
      "13": "Angrily wipe them out. Wipe them out so they vanish.\nLet them know that God rules\nover Jacob and to the ends of the earth. (Selah)",
      "14": "They return in the evening;\nthey growl like dogs\nand prowl around outside the city.",
      "15": "They wander around looking for something to eat;\nthey refuse to sleep until they are full.",
      "16": "As for me, I will sing about your strength;\nI will praise your loyal love in the morning.\nFor you are my refuge\nand my place of shelter when I face trouble.",
      "17": "You are my source of strength. I will sing praises to you.\nFor God is my refuge, the God who loves me."
    },
    "60": {
      "1": "O God, you have rejected us.\nYou suddenly turned on us in your anger.\nPlease restore us!",
      "2": "You made the earth quake; you split it open.\nRepair its breaches, for it is ready to fall.",
      "3": "You have made your people experience hard times;\nyou have made us drink intoxicating wine.",
      "4": "You have given your loyal followers a rallying flag,\nso that they might seek safety from the bow. (Selah)",
      "5": "Deliver by your power and answer me,\nso that the ones you love may be safe.",
      "6": "God has spoken in his sanctuary:\n“I will triumph. I will parcel out Shechem;\nthe Valley of Sukkoth I will measure off.",
      "7": "Gilead belongs to me,\nas does Manasseh.\nEphraim is my helmet,\nJudah my royal scepter.",
      "8": "Moab is my washbasin.\nI will make Edom serve me.\nI will shout in triumph over Philistia.”",
      "9": "Who will lead me into the fortified city?\nWho will bring me to Edom?",
      "10": "Have you not rejected us, O God?\nO God, you do not go into battle with our armies.",
      "11": "Give us help against the enemy,\nfor any help men might offer is futile.",
      "12": "By God’s power we will conquer;\nhe will trample down our enemies."
    },
    "61": {
      "1": "O God, hear my cry for help.\nPay attention to my prayer.",
      "2": "From the remotest place on earth\nI call out to you in my despair.\nLead me up to a rocky summit where I can be safe.",
      "3": "Indeed, you are my shelter,\na strong tower that protects me from the enemy.",
      "4": "I will be a permanent guest in your home;\nI will find shelter in the protection of your wings. (Selah)",
      "5": "For you, O God, hear my vows;\nyou grant me the reward that belongs to your loyal followers.",
      "6": "Give the king long life.\nMake his lifetime span several generations.",
      "7": "May he reign forever before God.\nDecree that your loyal love and faithfulness should protect him.",
      "8": "Then I will sing praises to your name continually,\nas I fulfill my vows day after day."
    },
    "62": {
      "1": "For God alone I patiently wait;\nhe is the one who delivers me.",
      "2": "He alone is my protector and deliverer.\nHe is my refuge; I will not be upended.",
      "3": "How long will you threaten a man like me?\nAll of you are murderers,\nas dangerous as a leaning wall or an unstable fence.",
      "4": "They spend all their time planning how to bring their victim down.\nThey love to use deceit;\nthey pronounce blessings with their mouths,\nbut inwardly they utter curses. (Selah)",
      "5": "Patiently wait for God alone, my soul!\nFor he is the one who gives me hope.",
      "6": "He alone is my protector and deliverer.\nHe is my refuge; I will not be shaken.",
      "7": "God delivers me and exalts me;\nGod is my strong protector and my shelter.",
      "8": "Trust in him at all times, you people!\nPour out your hearts before him.\nGod is our shelter. (Selah)",
      "9": "Men are nothing but a mere breath;\nhuman beings are unreliable.\nWhen they are weighed in the scales,\nall of them together are lighter than air.",
      "10": "Do not trust in what you can gain by oppression.\nDo not put false confidence in what you can gain by robbery.\nIf wealth increases, do not become attached to it.",
      "11": "God has declared one principle;\ntwo principles I have heard:\nGod is strong,",
      "12": "and you, O Lord, demonstrate loyal love.\nFor you repay men for what they do."
    },
    "63": {
      "1": "O God, you are my God. I long for you.\nMy soul thirsts for you,\nmy flesh yearns for you,\nin a dry and parched land where there is no water.",
      "2": "Yes, in the sanctuary I have seen you,\nand witnessed your power and splendor.",
      "3": "Because experiencing your loyal love is better than life itself,\nmy lips will praise you.",
      "4": "For this reason I will praise you while I live;\nin your name I will lift up my hands.",
      "5": "As with choice meat you satisfy my soul.\nMy mouth joyfully praises you,",
      "6": "whenever I remember you on my bed,\nand think about you during the nighttime hours.",
      "7": "For you are my deliverer;\nunder your wings I rejoice.",
      "8": "My soul pursues you;\nyour right hand upholds me.",
      "9": "Enemies seek to destroy my life,\nbut they will descend into the depths of the earth.",
      "10": "Each one will be handed over to the sword;\ntheir corpses will be eaten by jackals.",
      "11": "But the king will rejoice in God;\neveryone who takes oaths in his name will boast,\nfor the mouths of those who speak lies will be shut up."
    },
    "64": {
      "1": "Listen to me, O God, as I offer my lament!\nProtect my life from the enemy’s terrifying attacks.",
      "2": "Hide me from the plots of evil men,\nfrom the crowd of evildoers.",
      "3": "They sharpen their tongues like swords;\nthey aim their arrows, a slanderous charge,",
      "4": "in order to shoot down the innocent in secluded places.\nThey shoot at him suddenly and are unafraid of retaliation.",
      "5": "They encourage one another to carry out their evil deed.\nThey plan how to hide snares,\nand boast, “Who will see them?”",
      "6": "They devise unjust schemes;\nthey disguise a well-conceived plot.\nMan’s inner thoughts cannot be discovered.",
      "7": "But God will shoot at them;\nsuddenly they will be wounded by an arrow.",
      "8": "Their slander will bring about their demise.\nAll who see them will shudder,",
      "9": "and all people will fear.\nThey will proclaim what God has done,\nand reflect on his deeds.",
      "10": "The godly will rejoice in the Lord\nand take shelter in him.\nAll the morally upright will boast."
    },
    "65": {
      "1": "Praise awaits you, O God, in Zion.\nVows made to you are fulfilled.",
      "2": "You hear prayers;\nall people approach you.",
      "3": "Our record of sins overwhelms me,\nbut you forgive our acts of rebellion.",
      "4": "How blessed is the one whom you choose,\nand allow to live in your palace courts.\nMay we be satisfied with the good things of your house—\nyour holy palace.",
      "5": "You answer our prayers by performing awesome acts of deliverance,\nO God, our savior.\nAll the ends of the earth trust in you,\nas well as those living across the wide seas.",
      "6": "You created the mountains by your power,\nand demonstrated your strength.",
      "7": "You calmed the raging seas\nand their roaring waves,\nas well as the commotion made by the nations.",
      "8": "Even those living in the remotest areas are awestruck by your acts;\nyou cause those living in the east and west to praise you.",
      "9": "You visit the earth and give it rain;\nyou make it rich and fertile.\nGod’s streams are full of water;\nyou provide grain for the people of the earth,\nfor you have prepared the earth in this way.",
      "10": "You saturate its furrows,\nand soak its plowed ground.\nWith rain showers you soften its soil,\nand make its crops grow.",
      "11": "You crown the year with your good blessings,\nand you leave abundance in your wake.",
      "12": "The pastures in the wilderness glisten with moisture,\nand the hills are clothed with joy.",
      "13": "The meadows are clothed with sheep,\nand the valleys are covered with grain.\nThey shout joyfully, yes, they sing."
    },
    "66": {
      "1": "Shout out praise to God, all the earth!",
      "2": "Sing praises about the majesty of his reputation.\nGive him the honor he deserves!",
      "3": "Say to God:\n“How awesome are your deeds!\nBecause of your great power your enemies cower in fear before you.",
      "4": "All the earth worships you\nand sings praises to you.\nThey sing praises to your name.” (Selah)",
      "5": "Come and witness God’s exploits!\nHis acts on behalf of people are awesome.",
      "6": "He turned the sea into dry land;\nthey passed through the river on foot.\nLet us rejoice in him there.",
      "7": "He rules by his power forever;\nhe watches the nations.\nStubborn rebels should not exalt themselves. (Selah)",
      "8": "Praise our God, you nations.\nLoudly proclaim his praise.",
      "9": "He preserves our lives\nand does not allow our feet to slip.",
      "10": "For you, O God, tested us;\nyou purified us like refined silver.",
      "11": "You led us into a trap;\nyou caused us to suffer.",
      "12": "You allowed men to ride over our heads;\nwe passed through fire and water,\nbut you brought us out into a wide open place.",
      "13": "I will enter your temple with burnt sacrifices;\nI will fulfill the vows I made to you,",
      "14": "which my lips uttered\nand my mouth spoke when I was in trouble.",
      "15": "I will offer up to you fattened animals as burnt sacrifices,\nalong with the smell of sacrificial rams.\nI will offer cattle and goats. (Selah)",
      "16": "Come! Listen, all you who are loyal to God.\nI will declare what he has done for me.",
      "17": "I cried out to him for help\nand praised him with my tongue.",
      "18": "If I had harbored sin in my heart,\nthe Lord would not have listened.",
      "19": "However, God heard;\nhe listened to my prayer.",
      "20": "God deserves praise,\nfor he did not reject my prayer\nor abandon his love for me."
    },
    "67": {
      "1": "May God show us his favor and bless us.\nMay he smile on us. (Selah)",
      "2": "Then those living on earth will know what you are like;\nall nations will know how you deliver your people.",
      "3": "Let the nations thank you, O God.\nLet all the nations thank you.",
      "4": "Let foreigners rejoice and celebrate.\nFor you execute justice among the nations,\nand govern the people living on earth. (Selah)",
      "5": "Let the nations thank you, O God.\nLet all the nations thank you.",
      "6": "The earth yields its crops.\nMay God, our God, bless us.",
      "7": "May God bless us.\nThen all the ends of the earth will give him the honor he deserves."
    },
    "68": {
      "1": "God springs into action.\nHis enemies scatter;\nhis adversaries run from him.",
      "2": "As smoke is driven away by the wind, so you drive them away.\nAs wax melts before fire,\nso the wicked are destroyed before God.",
      "3": "But the godly are happy;\nthey rejoice before God\nand are overcome with joy.",
      "4": "Sing to God! Sing praises to his name.\nExalt the one who rides on the clouds.\nFor the Lord is his name.\nRejoice before him.",
      "5": "He is a father to the fatherless\nand an advocate for widows.\nGod rules from his holy dwelling place.",
      "6": "God settles in their own homes those who have been deserted;\nhe frees prisoners and grants them prosperity.\nBut sinful rebels live in the desert.",
      "7": "O God, when you lead your people into battle,\nwhen you march through the wastelands, (Selah)",
      "8": "the earth shakes.\nYes, the heavens pour down rain\nbefore God, the God of Sinai,\nbefore God, the God of Israel.",
      "9": "O God, you cause abundant showers to fall on your chosen people.\nWhen they are tired, you sustain them,",
      "10": "for you live among them.\nYou sustain the oppressed with your good blessings, O God.",
      "11": "The Lord speaks;\nmany, many women spread the good news.",
      "12": "Kings leading armies run away—they run away!\nThe lovely lady of the house divides up the loot.",
      "13": "When you lie down among the sheepfolds,\nthe wings of the dove are covered with silver\nand with glittering gold.",
      "14": "When the Sovereign One scatters kings,\nlet it snow on Zalmon.",
      "15": "The mountain of Bashan is a towering mountain;\nthe mountain of Bashan is a mountain with many peaks.",
      "16": "Why do you look with envy, O mountains with many peaks,\nat the mountain where God has decided to live?\nIndeed the Lord will live there permanently.",
      "17": "God has countless chariots;\nthey number in the thousands.\nThe Lord comes from Sinai in holy splendor.",
      "18": "You ascend on high;\nyou have taken many captives.\nYou receive tribute from men,\nincluding even sinful rebels.\nIndeed, the Lord God lives there.",
      "19": "The Lord deserves praise.\nDay after day he carries our burden,\nthe God who delivers us. (Selah)",
      "20": "Our God is a God who delivers;\nthe Lord, the Sovereign Lord, can rescue from death.",
      "21": "Indeed, God strikes the heads of his enemies,\nthe hairy foreheads of those who persist in rebellion.",
      "22": "The Lord says,\n“I will retrieve them from Bashan.\nI will bring them back from the depths of the sea,",
      "23": "so that your feet may stomp in their blood,\nand your dogs may eat their portion of the enemies’ corpses.”",
      "24": "They see your processions, O God—\nthe processions of my God, my king, who marches along in holy splendor.",
      "25": "Singers walk in front;\nmusicians follow playing their stringed instruments,\nin the midst of young women playing tambourines.",
      "26": "In your large assemblies praise God,\nthe Lord, in the assemblies of Israel.",
      "27": "There is little Benjamin, their ruler,\nand the princes of Judah in their robes,\nalong with the princes of Zebulun and the princes of Naphtali.",
      "28": "God has decreed that you will be powerful.\nO God, you who have acted on our behalf, demonstrate your power.",
      "29": "Because of your temple in Jerusalem,\nkings bring tribute to you.",
      "30": "Sound your battle cry against the wild beast of the reeds,\nand the nations that assemble like a herd of calves led by bulls.\nThey humble themselves and offer gold and silver as tribute.\nGod scatters the nations that like to do battle.",
      "31": "They come with red cloth from Egypt.\nEthiopia voluntarily offers tribute to God.",
      "32": "O kingdoms of the earth, sing to God.\nSing praises to the Lord, (Selah)",
      "33": "to the one who rides through the sky from ancient times.\nLook! He thunders loudly.",
      "34": "Acknowledge God’s power,\nhis sovereignty over Israel,\nand the power he reveals in the skies.",
      "35": "You are awe-inspiring, O God, as you emerge from your holy temple.\nIt is the God of Israel who gives the people power and strength.\nGod deserves praise!"
    },
    "69": {
      "1": "Deliver me, O God,\nfor the water has reached my neck.",
      "2": "I sink into the deep mire\nwhere there is no solid ground;\nI am in deep water,\nand the current overpowers me.",
      "3": "I am exhausted from shouting for help.\nMy throat is sore;\nmy eyes grow tired from looking for my God.",
      "4": "Those who hate me without cause\nare more numerous than the hairs of my head.\nThose who want to destroy me,\nmy enemies for no reason,\noutnumber me.\nThey make me repay what I did not steal.",
      "5": "O God, you are aware of my foolish sins;\nmy guilt is not hidden from you.",
      "6": "Let none who rely on you be disgraced because of me,\nO Sovereign Lord of Heaven’s Armies.\nLet none who seek you be ashamed because of me,\nO God of Israel.",
      "7": "For I suffer humiliation for your sake\nand am thoroughly disgraced.",
      "8": "My own brothers treat me like a stranger;\nthey act as if I were a foreigner.",
      "9": "Certainly zeal for your house consumes me;\nI endure the insults of those who insult you.",
      "10": "I weep and refrain from eating food,\nwhich causes others to insult me.",
      "11": "I wear sackcloth\nand they ridicule me.",
      "12": "Those who sit at the city gate gossip about me;\ndrunkards mock me in their songs.",
      "13": "O Lord, may you hear my prayer and be favorably disposed to me.\nO God, because of your great loyal love,\nanswer me with your faithful deliverance.",
      "14": "Rescue me from the mud. Don’t let me sink.\nDeliver me from those who hate me,\nfrom the deep water.",
      "15": "Don’t let the current overpower me.\nDon’t let the deep swallow me up.\nDon’t let the Pit devour me.",
      "16": "Answer me, O Lord, for your loyal love is good.\nBecause of your great compassion, turn toward me.",
      "17": "Do not ignore your servant,\nfor I am in trouble. Answer me right away.",
      "18": "Come near me and redeem me.\nBecause of my enemies, rescue me.",
      "19": "You know how I am insulted, humiliated, and disgraced;\nyou can see all my enemies.",
      "20": "Their insults are painful and make me lose heart;\nI look for sympathy, but receive none,\nfor comforters, but find none.",
      "21": "They put bitter poison into my food,\nand to quench my thirst they give me vinegar to drink.",
      "22": "May their dining table become a trap before them.\nMay it be a snare for that group of friends.",
      "23": "May their eyes be blinded.\nMake them shake violently.",
      "24": "Pour out your judgment on them.\nMay your raging anger overtake them.",
      "25": "May their camp become desolate,\ntheir tents uninhabited.",
      "26": "For they harass the one whom you discipline;\nthey spread the news about the suffering of those whom you punish.",
      "27": "Hold them accountable for all their sins.\nDo not vindicate them.",
      "28": "May their names be deleted from the scroll of the living.\nDo not let their names be listed with the godly.",
      "29": "I am oppressed and suffering.\nO God, deliver and protect me.",
      "30": "I will sing praises to God’s name.\nI will magnify him as I give him thanks.",
      "31": "That will please the Lord more than an ox or a bull\nwith horns and hooves.",
      "32": "The oppressed look on—let them rejoice.\nYou who seek God, may you be encouraged.",
      "33": "For the Lord listens to the needy;\nhe does not despise his captive people.",
      "34": "Let the heavens and the earth praise him,\nalong with the seas and everything that swims in them.",
      "35": "For God will deliver Zion\nand rebuild the cities of Judah,\nand his people will again live in them and possess Zion.",
      "36": "The descendants of his servants will inherit it,\nand those who are loyal to him will live in it."
    },
    "70": {
      "1": "O God, please be willing to rescue me.\nO Lord, hurry and help me.",
      "2": "May those who are trying to take my life\nbe embarrassed and ashamed.\nMay those who want to harm me\nbe turned back and ashamed.",
      "3": "May those who say, “Aha! Aha!”\nbe driven back and disgraced.",
      "4": "May all those who seek you be happy and rejoice in you.\nMay those who love to experience your deliverance say continually,\n“May God be praised!”",
      "5": "I am oppressed and needy.\nO God, hurry to me.\nYou are my helper and my deliverer.\nO Lord, do not delay."
    },
    "71": {
      "1": "In you, O Lord, I have taken shelter.\nNever let me be humiliated.",
      "2": "Vindicate me by rescuing me.\nListen to me. Deliver me.",
      "3": "Be my protector and refuge,\na stronghold where I can be safe.\nFor you are my high ridge and my stronghold.",
      "4": "My God, rescue me from the power of the wicked,\nfrom the hand of the cruel oppressor.",
      "5": "For you are my hope;\nO Sovereign Lord, I have trusted in you since I was young.",
      "6": "I have leaned on you since birth;\nyou pulled me from my mother’s womb.\nI praise you continually.",
      "7": "Many are appalled when they see me,\nbut you are my secure shelter.",
      "8": "I praise you constantly\nand speak of your splendor all day long.",
      "9": "Do not reject me in my old age.\nWhen my strength fails, do not abandon me.",
      "10": "For my enemies talk about me;\nthose waiting for a chance to kill me plot my demise.",
      "11": "They say, “God has abandoned him.\nRun and seize him, for there is no one who will rescue him.”",
      "12": "O God, do not remain far away from me.\nMy God, hurry and help me.",
      "13": "May my accusers be humiliated and defeated.\nMay those who want to harm me be covered with scorn and disgrace.",
      "14": "As for me, I will wait continually,\nand will continue to praise you.",
      "15": "I will tell about your justice,\nand all day long proclaim your salvation,\nthough I cannot fathom its full extent.",
      "16": "I will come and tell about the mighty acts of the Sovereign Lord.\nI will proclaim your justice—yours alone.",
      "17": "O God, you have taught me since I was young,\nand I am still declaring your amazing deeds.",
      "18": "Even when I am old and gray,\nO God, do not abandon me,\nuntil I tell the next generation about your strength,\nand those coming after me about your power.",
      "19": "Your justice, O God, extends to the skies above;\nyou have done great things.\nO God, who can compare to you?",
      "20": "Though you have allowed me to experience much trouble and distress,\nrevive me once again.\nBring me up once again from the depths of the earth.",
      "21": "Raise me to a position of great honor.\nTurn and comfort me.",
      "22": "I will express my thanks to you with a stringed instrument,\npraising your faithfulness, O my God.\nI will sing praises to you accompanied by a harp,\nO Holy One of Israel.",
      "23": "My lips will shout for joy. Yes, I will sing your praises.\nI will praise you when you rescue me.",
      "24": "All day long my tongue will also tell about your justice,\nfor those who want to harm me will be embarrassed and ashamed."
    },
    "72": {
      "1": "O God, grant the king the ability to make just decisions.\nGrant the king’s son the ability to make fair decisions.",
      "2": "Then he will judge your people fairly,\nand your oppressed ones equitably.",
      "3": "The mountains will bring news of peace to the people,\nand the hills will announce justice.",
      "4": "He will defend the oppressed among the people;\nhe will deliver the children of the poor\nand crush the oppressor.",
      "5": "People will fear you as long as the sun and moon remain in the sky,\nfor generation after generation.",
      "6": "He will descend like rain on the mown grass,\nlike showers that drench the earth.",
      "7": "During his days the godly will flourish;\npeace will prevail as long as the moon remains in the sky.",
      "8": "May he rule from sea to sea,\nand from the Euphrates River to the ends of the earth.",
      "9": "Before him the coastlands will bow down,\nand his enemies will lick the dust.",
      "10": "The kings of Tarshish and the coastlands will offer gifts;\nthe kings of Sheba and Seba will bring tribute.",
      "11": "All kings will bow down to him;\nall nations will serve him.",
      "12": "For he will rescue the needy when they cry out for help,\nand the oppressed who have no defender.",
      "13": "He will take pity on the poor and needy;\nthe lives of the needy he will save.",
      "14": "From harm and violence he will defend them;\nhe will value their lives.",
      "15": "May he live! May they offer him gold from Sheba.\nMay they continually pray for him.\nMay they pronounce blessings on him all day long.",
      "16": "May there be an abundance of grain in the earth;\non the tops of the mountains may it sway.\nMay its fruit trees flourish like the forests of Lebanon.\nMay its crops be as abundant as the grass of the earth.",
      "17": "May his fame endure.\nMay his dynasty last as long as the sun remains in the sky.\nMay they use his name when they formulate their blessings.\nMay all nations consider him to be favored by God.",
      "18": "The Lord God, the God of Israel, deserves praise.\nHe alone accomplishes amazing things.",
      "19": "His glorious name deserves praise forevermore.\nMay his majestic splendor fill the whole earth.\nWe agree! We agree!",
      "20": "This collection of the prayers of David son of Jesse ends here."
    },
    "73": {
      "1": "Certainly God is good to Israel,\nand to those whose motives are pure.",
      "2": "But as for me, my feet almost slipped;\nmy feet almost slid out from under me.",
      "3": "For I envied those who are proud,\nas I observed the prosperity of the wicked.",
      "4": "For they suffer no pain;\ntheir bodies are strong and well fed.",
      "5": "They are immune to the trouble common to men;\nthey do not suffer as other men do.",
      "6": "Arrogance is their necklace,\nand violence covers them like clothing.",
      "7": "Their prosperity causes them to do wrong;\ntheir thoughts are sinful.",
      "8": "They mock and say evil things;\nthey proudly threaten violence.",
      "9": "They speak as if they rule in heaven,\nand lay claim to the earth.",
      "10": "Therefore they have more than enough food to eat,\nand even suck up the water of the sea.",
      "11": "They say, “How does God know what we do?\nIs the Most High aware of what goes on?”",
      "12": "Take a good look. This is what the wicked are like,\nthose who always have it so easy and get richer and richer.",
      "13": "I concluded, “Surely in vain I have kept my motives pure\nand maintained a pure lifestyle.",
      "14": "I suffer all day long,\nand am punished every morning.”",
      "15": "If I had publicized these thoughts,\nI would have betrayed your people.",
      "16": "When I tried to make sense of this,\nit was troubling to me.",
      "17": "Then I entered the precincts of God’s temple,\nand understood the destiny of the wicked.",
      "18": "Surely you put them in slippery places;\nyou bring them down to ruin.",
      "19": "How desolate they become in a mere moment.\nTerrifying judgments make their demise complete.",
      "20": "They are like a dream after one wakes up.\nO Lord, when you awake you will despise them.",
      "21": "Yes, my spirit was bitter,\nand my insides felt sharp pain.",
      "22": "I was ignorant and lacked insight;\nI was as senseless as an animal before you.",
      "23": "But I am continually with you;\nyou hold my right hand.",
      "24": "You guide me by your wise advice,\nand then you will lead me to a position of honor.",
      "25": "Whom do I have in heaven but you?\nOn earth there is no one I desire but you.",
      "26": "My flesh and my heart may grow weak,\nbut God always protects my heart and gives me stability.",
      "27": "Yes, look! Those far from you die;\nyou destroy everyone who is unfaithful to you.",
      "28": "But as for me, God’s presence is all I need.\nI have made the Sovereign Lord my shelter,\nas I declare all the things you have done."
    },
    "74": {
      "1": "Why, O God, have you permanently rejected us?\nWhy does your anger burn against the sheep of your pasture?",
      "2": "Remember your people whom you acquired in ancient times,\nwhom you rescued so they could be your very own nation,\nas well as Mount Zion, where you dwell.",
      "3": "Hurry to the permanent ruins,\nand to all the damage the enemy has done to the temple.",
      "4": "Your enemies roar in the middle of your sanctuary;\nthey set up their battle flags.",
      "5": "They invade like lumberjacks\nswinging their axes in a thick forest.",
      "6": "And now they are tearing down all its engravings\nwith axes and crowbars.",
      "7": "They set your sanctuary on fire;\nthey desecrate your dwelling place by knocking it to the ground.",
      "8": "They say to themselves,\n“We will oppress all of them.”\nThey burn down all the places in the land where people worship God.",
      "9": "We do not see any signs of God’s presence;\nthere are no longer any prophets,\nand we have no one to tell us how long this will last.",
      "10": "How long, O God, will the adversary hurl insults?\nWill the enemy blaspheme your name forever?",
      "11": "Why do you remain inactive?\nIntervene and destroy him.",
      "12": "But God has been my king from ancient times,\nperforming acts of deliverance on the earth.",
      "13": "You destroyed the sea by your strength;\nyou shattered the heads of the sea monster in the water.",
      "14": "You crushed the heads of Leviathan;\nyou fed him to the people who live along the coast.",
      "15": "You broke open the spring and the stream;\nyou dried up perpetually flowing rivers.",
      "16": "You established the cycle of day and night;\nyou put the moon and sun in place.",
      "17": "You set up all the boundaries of the earth;\nyou created the cycle of summer and winter.",
      "18": "Remember how the enemy hurls insults, O Lord,\nand how a foolish nation blasphemes your name.",
      "19": "Do not hand the life of your dove over to a wild animal.\nDo not continue to disregard the lives of your oppressed people.",
      "20": "Remember your covenant promises,\nfor the dark regions of the earth are full of places where violence rules.",
      "21": "Do not let the afflicted be turned back in shame.\nLet the oppressed and poor praise your name.",
      "22": "Rise up, O God. Defend your honor.\nRemember how fools insult you all day long.",
      "23": "Do not disregard what your enemies say,\nor the unceasing shouts of those who defy you."
    },
    "75": {
      "1": "We give thanks to you, O God. We give thanks.\nYou reveal your presence;\npeople tell about your amazing deeds.",
      "2": "God says,\n“At the appointed times,\nI judge fairly.",
      "3": "When the earth and all its inhabitants dissolve in fear,\nI make its pillars secure.” (Selah)",
      "4": "I say to the proud, “Do not be proud,”\nand to the wicked, “Do not be so confident of victory.",
      "5": "Do not be so certain you have won.\nDo not speak with your head held so high.",
      "6": "For victory does not come from the east or west,\nor from the wilderness.",
      "7": "For God is the judge.\nHe brings one down and exalts another.",
      "8": "For the Lord holds in his hand a cup\nfull of foaming wine mixed with spices,\nand pours it out.\nSurely all the wicked of the earth\nwill slurp it up and drink it to its very last drop.”",
      "9": "As for me, I will continually tell what you have done;\nI will sing praises to the God of Jacob.",
      "10": "God says,\n“I will bring down all the power of the wicked;\nthe godly will be victorious.”"
    },
    "76": {
      "1": "God has revealed himself in Judah;\nin Israel his reputation is great.",
      "2": "He lives in Salem;\nhe dwells in Zion.",
      "3": "There he shattered the arrows,\nthe shield, the sword, and the rest of the weapons of war. (Selah)",
      "4": "You shine brightly and reveal your majesty,\nas you descend from the hills where you killed your prey.",
      "5": "The bravehearted were plundered;\nthey “fell asleep.”\nAll the warriors were helpless.",
      "6": "At the sound of your battle cry, O God of Jacob,\nboth rider and horse “fell asleep.”",
      "7": "You are awesome! Yes, you!\nWho can withstand your intense anger?",
      "8": "From heaven you announced what their punishment would be.\nThe earth was afraid and silent",
      "9": "when God arose to execute judgment,\nand to deliver all the oppressed of the earth. (Selah)",
      "10": "Certainly your angry judgment upon men will bring you praise;\nyou reveal your anger in full measure.",
      "11": "Make vows to the Lord your God and repay them.\nLet all those who surround him bring tribute to the awesome one.",
      "12": "He humbles princes;\nthe kings of the earth regard him as awesome."
    },
    "77": {
      "1": "I will cry out to God and call for help.\nI will cry out to God and he will pay attention to me.",
      "2": "In my time of trouble I sought the Lord.\nI kept my hand raised in prayer throughout the night.\nI refused to be comforted.",
      "3": "I said, “I will remember God while I groan;\nI will think about him while my strength leaves me.” (Selah)",
      "4": "You held my eyelids open;\nI was troubled and could not speak.",
      "5": "I thought about the days of old,\nabout ancient times.",
      "6": "I said, “During the night I will remember the song I once sang;\nI will think very carefully.”\nI tried to make sense of what was happening.",
      "7": "I asked, “Will the Lord reject me forever?\nWill he never again show me his favor?",
      "8": "Has his loyal love disappeared forever?\nHas his promise failed forever?",
      "9": "Has God forgotten to be merciful?\nHas his anger stifled his compassion?” (Selah)",
      "10": "Then I said, “I am sickened by the thought\nthat the Most High might become inactive.",
      "11": "I will remember the works of the Lord.\nYes, I will remember the amazing things you did long ago.",
      "12": "I will think about all you have done;\nI will reflect upon your deeds.”",
      "13": "O God, your deeds are extraordinary.\nWhat god can compare to our great God?",
      "14": "You are the God who does amazing things;\nyou have revealed your strength among the nations.",
      "15": "You delivered your people by your strength—\nthe children of Jacob and Joseph. (Selah)",
      "16": "The waters saw you, O God,\nthe waters saw you and trembled.\nYes, the depths of the sea shook with fear.",
      "17": "The clouds poured down rain;\nthe skies thundered.\nYes, your arrows flashed about.",
      "18": "Your thunderous voice was heard in the wind;\nthe lightning bolts lit up the world.\nThe earth trembled and shook.",
      "19": "You walked through the sea;\nyou passed through the surging waters,\nbut left no footprints.",
      "20": "You led your people like a flock of sheep,\nby the hand of Moses and Aaron."
    },
    "78": {
      "1": "Pay attention, my people, to my instruction.\nListen to the words I speak.",
      "2": "I will sing a song that imparts wisdom;\nI will make insightful observations about the past.",
      "3": "What we have heard and learned—\nthat which our ancestors have told us—",
      "4": "we will not hide from their descendants.\nWe will tell the next generation\nabout the Lord’s praiseworthy acts,\nabout his strength and the amazing things he has done.",
      "5": "He established a rule in Jacob;\nhe set up a law in Israel.\nHe commanded our ancestors\nto make his deeds known to their descendants,",
      "6": "so that the next generation, children yet to be born,\nmight know about them.\nThey will grow up and tell their descendants about them.",
      "7": "Then they will place their confidence in God.\nThey will not forget the works of God,\nand they will obey his commands.",
      "8": "Then they will not be like their ancestors,\nwho were a stubborn and rebellious generation,\na generation that was not committed\nand faithful to God.",
      "9": "The Ephraimites were armed with bows,\nbut they retreated in the day of battle.",
      "10": "They did not keep their covenant with God,\nand they refused to obey his law.",
      "11": "They forgot what he had done,\nthe amazing things he had shown them.",
      "12": "He did amazing things in the sight of their ancestors,\nin the land of Egypt, in the region of Zoan.",
      "13": "He divided the sea and led them across it;\nhe made the water stand in a heap.",
      "14": "He led them with a cloud by day,\nand with the light of a fire all night long.",
      "15": "He broke open rocks in the wilderness,\nand gave them enough water to fill the depths of the sea.",
      "16": "He caused streams to flow from the rock,\nand made the water flow like rivers.",
      "17": "Yet they continued to sin against him,\nand rebelled against the Most High in the desert.",
      "18": "They willfully challenged God\nby asking for food to satisfy their appetite.",
      "19": "They insulted God, saying,\n“Is God really able to give us food in the wilderness?",
      "20": "Yes, he struck a rock and water flowed out;\nstreams gushed forth.\nBut can he also give us food?\nWill he provide meat for his people?”",
      "21": "When the Lord heard this, he was furious.\nA fire broke out against Jacob,\nand his anger flared up against Israel,",
      "22": "because they did not have faith in God,\nand did not trust his ability to deliver them.",
      "23": "He gave a command to the clouds above,\nand opened the doors in the sky.",
      "24": "He rained down manna for them to eat;\nhe gave them the grain of heaven.",
      "25": "Man ate the food of the mighty ones.\nHe sent them more than enough to eat.",
      "26": "He brought the east wind through the sky,\nand by his strength led forth the south wind.",
      "27": "He rained down meat on them like dust,\nbirds as numerous as the sand on the seashores.",
      "28": "He caused them to fall right in the middle of their camp,\nall around their homes.",
      "29": "They ate until they were beyond full;\nhe gave them what they desired.",
      "30": "They were not yet filled up;\ntheir food was still in their mouths,",
      "31": "when the anger of God flared up against them.\nHe killed some of the strongest of them;\nhe brought the young men of Israel to their knees.",
      "32": "Despite all this, they continued to sin,\nand did not trust him to do amazing things.",
      "33": "So he caused them to die unsatisfied\nand filled with terror.",
      "34": "When he struck them down, they sought his favor;\nthey turned back and longed for God.",
      "35": "They remembered that God was their protector,\nand that God Most High was their deliverer.",
      "36": "But they deceived him with their words,\nand lied to him.",
      "37": "They were not really committed to him,\nand they were unfaithful to his covenant.",
      "38": "Yet he is compassionate.\nHe forgives sin and does not destroy.\nHe often holds back his anger,\nand does not stir up his fury.",
      "39": "He remembered that they were made of flesh,\nand were like a wind that blows past and does not return.",
      "40": "How often they rebelled against him in the wilderness,\nand insulted him in the wastelands.",
      "41": "They again challenged God,\nand offended the Holy One of Israel.",
      "42": "They did not remember what he had done,\nhow he delivered them from the enemy,",
      "43": "when he performed his awesome deeds in Egypt,\nand his acts of judgment in the region of Zoan.",
      "44": "He turned their rivers into blood,\nand they could not drink from their streams.",
      "45": "He sent swarms of biting insects against them,\nas well as frogs that overran their land.",
      "46": "He gave their crops to the grasshopper,\nthe fruit of their labor to the locust.",
      "47": "He destroyed their vines with hail,\nand their sycamore-fig trees with driving rain.",
      "48": "He rained hail down on their cattle,\nand hurled lightning bolts down on their livestock.",
      "49": "His raging anger lashed out against them.\nHe sent fury, rage, and trouble\nas messengers who bring disaster.",
      "50": "He sent his anger in full force.\nHe did not spare them from death;\nhe handed their lives over to destruction.",
      "51": "He struck down all the firstborn in Egypt,\nthe firstfruits of their reproductive power in the tents of Ham.",
      "52": "Yet he brought out his people like sheep;\nhe led them through the wilderness like a flock.",
      "53": "He guided them safely along, and they were not afraid;\nbut the sea covered their enemies.",
      "54": "He brought them to the border of his holy land,\nto this mountainous land that his right hand acquired.",
      "55": "He drove the nations out from before them;\nhe assigned them their tribal allotments\nand allowed the tribes of Israel to settle down.",
      "56": "Yet they challenged and defied God Most High,\nand did not obey his commands.",
      "57": "They were unfaithful and acted as treacherously as their ancestors;\nthey were as unreliable as a malfunctioning bow.",
      "58": "They made him angry with their pagan shrines,\nand made him jealous with their idols.",
      "59": "God heard and was angry;\nhe completely rejected Israel.",
      "60": "He abandoned the sanctuary at Shiloh,\nthe tent where he lived among men.",
      "61": "He allowed the symbol of his strong presence to be captured;\nhe gave the symbol of his splendor into the hand of the enemy.",
      "62": "He delivered his people over to the sword,\nand was angry with his chosen nation.",
      "63": "Fire consumed their young men,\nand their virgins remained unmarried.",
      "64": "Their priests fell by the sword,\nbut their widows did not weep.",
      "65": "But then the Lord awoke from his sleep;\nhe was like a warrior in a drunken rage.",
      "66": "He drove his enemies back;\nhe made them a permanent target for insults.",
      "67": "He rejected the tent of Joseph;\nhe did not choose the tribe of Ephraim.",
      "68": "He chose the tribe of Judah\nand Mount Zion, which he loves.",
      "69": "He made his sanctuary as enduring as the heavens above,\nas secure as the earth, which he established permanently.",
      "70": "He chose David, his servant,\nand took him from the sheepfolds.",
      "71": "He took him away from following the mother sheep,\nand made him the shepherd of Jacob, his people,\nand of Israel, his chosen nation.",
      "72": "David cared for them with pure motives;\nhe led them with skill."
    },
    "79": {
      "1": "O God, foreigners have invaded your chosen land;\nthey have polluted your holy temple\nand turned Jerusalem into a heap of ruins.",
      "2": "They have given the corpses of your servants\nto the birds of the sky,\nthe flesh of your loyal followers\nto the beasts of the earth.",
      "3": "They have made their blood flow like water\nall around Jerusalem, and there is no one to bury them.",
      "4": "We have become an object of disdain to our neighbors;\nthose who live on our borders taunt and insult us.",
      "5": "How long will this go on, O Lord?\nWill you stay angry forever?\nHow long will your rage burn like fire?",
      "6": "Pour out your anger on the nations that do not acknowledge you,\non the kingdoms that do not pray to you.",
      "7": "For they have devoured Jacob\nand destroyed his home.",
      "8": "Do not hold us accountable for the sins of earlier generations.\nQuickly send your compassion our way,\nfor we are in serious trouble.",
      "9": "Help us, O God, our deliverer!\nFor the sake of your glorious reputation, rescue us.\nForgive our sins for the sake of your reputation.",
      "10": "Why should the nations say, “Where is their God?”\nBefore our very eyes may the shed blood of your servants\nbe avenged among the nations.",
      "11": "Listen to the painful cries of the prisoners.\nUse your great strength to set free those condemned to die.",
      "12": "Pay back our neighbors in full.\nMay they be insulted the same way they insulted you, O Lord.",
      "13": "Then we, your people, the sheep of your pasture,\nwill continually thank you.\nWe will tell coming generations of your praiseworthy acts."
    },
    "80": {
      "1": "O Shepherd of Israel, pay attention,\nyou who lead Joseph like a flock of sheep.\nYou who sit enthroned above the cherubim, reveal your splendor.",
      "2": "In the sight of Ephraim, Benjamin, and Manasseh reveal your power.\nCome and deliver us.",
      "3": "O God, restore us.\nSmile on us. Then we will be delivered.",
      "4": "O Lord God of Heaven’s Armies,\nhow long will you remain angry at your people while they pray to you?",
      "5": "You have given them tears as food;\nyou have made them drink tears by the measure.",
      "6": "You have made our neighbors dislike us,\nand our enemies insult us.",
      "7": "O God of Heaven’s Armies, restore us.\nSmile on us. Then we will be delivered.",
      "8": "You uprooted a vine from Egypt;\nyou drove out nations and transplanted it.",
      "9": "You cleared the ground for it;\nit took root,\nand filled the land.",
      "10": "The mountains were covered by its shadow,\nthe highest cedars by its branches.",
      "11": "Its branches reached the Mediterranean Sea,\nand its shoots the Euphrates River.",
      "12": "Why did you break down its walls,\nso that all who pass by pluck its fruit?",
      "13": "The wild boars of the forest ruin it;\nthe insects of the field feed on it.",
      "14": "O God of Heaven’s Armies, come back.\nLook down from heaven and take notice.\nTake care of this vine,",
      "15": "the root your right hand planted,\nthe shoot you made to grow.",
      "16": "It is burned and cut down.\nMay those who did this die because you are displeased with them.",
      "17": "May you give support to the one you have chosen,\nto the one whom you raised up for yourself.",
      "18": "Then we will not turn away from you.\nRevive us and we will pray to you.",
      "19": "O Lord God of Heaven’s Armies, restore us.\nSmile on us. Then we will be delivered."
    },
    "81": {
      "1": "Shout for joy to God, our source of strength!\nShout out to the God of Jacob!",
      "2": "Sing a song and play the tambourine,\nthe pleasant-sounding harp, and the ten-stringed instrument.",
      "3": "Sound the ram’s horn on the day of the new moon,\nand on the day of the full moon when our festival begins.",
      "4": "For observing the festival is a requirement for Israel;\nit is an ordinance given by the God of Jacob.",
      "5": "He decreed it as a regulation in Joseph,\nwhen he attacked the land of Egypt.\nI heard a voice I did not recognize.",
      "6": "It said: “I removed the burden from his shoulder;\nhis hands were released from holding the basket.",
      "7": "In your distress you called out and I rescued you.\nI answered you from a dark thundercloud.\nI tested you at the waters of Meribah. (Selah)",
      "8": "I said, ‘Listen, my people!\nI will warn you.\nO Israel, if only you would obey me!",
      "9": "There must be no other god among you.\nYou must not worship a foreign god.",
      "10": "I am the Lord, your God,\nthe one who brought you out of the land of Egypt.\nOpen your mouth wide and I will fill it.’",
      "11": "But my people did not obey me;\nIsrael did not submit to me.",
      "12": "I gave them over to their stubborn desires;\nthey did what seemed right to them.",
      "13": "If only my people would obey me!\nIf only Israel would keep my commands!",
      "14": "Then I would quickly subdue their enemies,\nand attack their adversaries.”",
      "15": "(May those who hate the Lord cower in fear before him.\nMay they be permanently humiliated.)",
      "16": "“I would feed Israel the best wheat,\nand would satisfy your appetite with honey from the rocky cliffs.”"
    },
    "82": {
      "1": "God stands in the assembly of El;\nin the midst of the gods he renders judgment.",
      "2": "He says, “How long will you make unjust legal decisions\nand show favoritism to the wicked? (Selah)",
      "3": "Defend the cause of the poor and the fatherless.\nVindicate the oppressed and suffering.",
      "4": "Rescue the poor and needy.\nDeliver them from the power of the wicked.",
      "5": "They neither know nor understand.\nThey stumble around in the dark,\nwhile all the foundations of the earth crumble.",
      "6": "I thought, ‘You are gods;\nall of you are sons of the Most High.’",
      "7": "Yet you will die like mortals;\nyou will fall like all the other rulers.”",
      "8": "Rise up, O God, and execute judgment on the earth!\nFor you own all the nations."
    },
    "83": {
      "1": "O God, do not be silent.\nDo not ignore us. Do not be inactive, O God.",
      "2": "For look, your enemies are making a commotion;\nthose who hate you are hostile.",
      "3": "They carefully plot against your people,\nand make plans to harm the ones you cherish.",
      "4": "They say, “Come on, let’s annihilate them so they are no longer a nation.\nThen the name of Israel will be remembered no more.”",
      "5": "Yes, they devise a unified strategy;\nthey form an alliance against you.",
      "6": "It includes the tents of Edom and the Ishmaelites,\nMoab and the Hagrites,",
      "7": "Gebal, Ammon, and Amalek,\nPhilistia and the inhabitants of Tyre.",
      "8": "Even Assyria has allied with them,\nlending its strength to the descendants of Lot. (Selah)",
      "9": "Do to them as you did to Midian—\nas you did to Sisera and Jabin at the Kishon River.",
      "10": "They were destroyed at Endor;\ntheir corpses were like manure on the ground.",
      "11": "Make their nobles like Oreb and Zeeb,\nand all their rulers like Zebah and Zalmunna,",
      "12": "who said, “Let’s take over the pastures of God.”",
      "13": "O my God, make them like dead thistles,\nlike dead weeds blown away by the wind.",
      "14": "Like the fire that burns down the forest,\nor the flames that consume the mountainsides,",
      "15": "chase them with your gale winds,\nand terrify them with your windstorm.",
      "16": "Cover their faces with shame,\nso they might seek you, O Lord.",
      "17": "May they be humiliated and continually terrified.\nMay they die in shame.",
      "18": "Then they will know that you alone are the Lord,\nthe Most High over all the earth."
    },
    "84": {
      "1": "How lovely is the place where you live,\nO Lord of Heaven’s Armies!",
      "2": "I desperately want to be\nin the courts of the Lord’s temple.\nMy heart and my entire being shout for joy\nto the living God.",
      "3": "Even the birds find a home there,\nand the swallow builds a nest,\nwhere she can protect her young\nnear your altars, O Lord of Heaven’s Armies,\nmy King and my God.",
      "4": "How blessed are those who live in your temple\nand praise you continually. (Selah)",
      "5": "How blessed are those who find their strength in you,\nand long to travel the roads that lead to your temple.",
      "6": "As they pass through the Baca Valley,\nhe provides a spring for them.\nThe rain even covers it with pools of water.",
      "7": "They are sustained as they travel along;\neach one appears before God in Zion.",
      "8": "O Lord God of Heaven’s Armies,\nhear my prayer.\nListen, O God of Jacob. (Selah)",
      "9": "O God, take notice of our shield.\nShow concern for your chosen king.",
      "10": "Certainly spending just one day in your temple courts is better\nthan spending a thousand elsewhere.\nI would rather stand at the entrance to the temple of my God\nthan live in the tents of the wicked.",
      "11": "For the Lord God is our sovereign protector.\nThe Lord bestows favor and honor;\nhe withholds no good thing from those who have integrity.",
      "12": "O Lord of Heaven’s Armies,\nhow blessed are those who trust in you."
    },
    "85": {
      "1": "O Lord, you showed favor to your land;\nyou restored the well-being of Jacob.",
      "2": "You pardoned the wrongdoing of your people;\nyou forgave all their sin. (Selah)",
      "3": "You withdrew all your fury;\nyou turned back from your raging anger.",
      "4": "Restore us, O God our deliverer.\nDo not be displeased with us.",
      "5": "Will you stay mad at us forever?\nWill you remain angry throughout future generations?",
      "6": "Will you not revive us once more?\nThen your people will rejoice in you.",
      "7": "O Lord, show us your loyal love.\nBestow on us your deliverance.",
      "8": "I will listen to what God the Lord says.\nFor he will make peace with his people, his faithful followers.\nYet they must not return to their foolish ways.",
      "9": "Certainly his loyal followers will soon experience his deliverance;\nthen his splendor will again appear in our land.",
      "10": "Loyal love and faithfulness meet;\ndeliverance and peace greet each other with a kiss.",
      "11": "Faithfulness grows from the ground,\nand deliverance looks down from the sky.",
      "12": "Yes, the Lord will bestow his good blessings,\nand our land will yield its crops.",
      "13": "Deliverance goes before him,\nand prepares a pathway for him."
    },
    "86": {
      "1": "Listen, O Lord. Answer me.\nFor I am oppressed and needy.",
      "2": "Protect me, for I am loyal.\nYou are my God; deliver your servant who trusts in you.",
      "3": "Have mercy on me, O Lord,\nfor I cry out to you all day long.",
      "4": "Make your servant glad,\nfor to you, O Lord, I pray.",
      "5": "Certainly, O Lord, you are kind and forgiving,\nand show great faithfulness to all who cry out to you.",
      "6": "O Lord, hear my prayer.\nPay attention to my plea for mercy.",
      "7": "In my time of trouble I cry out to you,\nfor you will answer me.",
      "8": "None can compare to you among the gods, O Lord.\nYour exploits are incomparable.",
      "9": "All the nations, whom you created,\nwill come and worship you, O Lord.\nThey will honor your name.",
      "10": "For you are great and do amazing things.\nYou alone are God.",
      "11": "O Lord, teach me how you want me to live.\nThen I will obey your commands.\nMake me wholeheartedly committed to you.",
      "12": "O Lord, my God, I will give you thanks with my whole heart.\nI will honor your name continually.",
      "13": "For you will extend your great loyal love to me,\nand will deliver my life from the depths of Sheol.",
      "14": "O God, arrogant men attack me;\na gang of ruthless men, who do not respect you, seek my life.",
      "15": "But you, O Lord, are a compassionate and merciful God.\nYou are patient and demonstrate great loyal love and faithfulness.",
      "16": "Turn toward me and have mercy on me.\nGive your servant your strength.\nDeliver this son of your female servant.",
      "17": "Show me evidence of your favor.\nThen those who hate me will see it and be ashamed,\nfor you, O Lord, will help me and comfort me."
    },
    "87": {
      "1": "The Lord’s city is in the holy hills.",
      "2": "The Lord loves the gates of Zion\nmore than all the dwelling places of Jacob.",
      "3": "People say wonderful things about you,\nO city of God. (Selah)",
      "4": "I mention Rahab and Babylon to my followers.\nHere are Philistia and Tyre, along with Ethiopia.\nIt is said of them, “This one was born there.”",
      "5": "But it is said of Zion’s residents,\n“Each one of these was born in her,\nand the Most High makes her secure.”",
      "6": "The Lord writes in the census book of the nations,\n“This one was born there.” (Selah)",
      "7": "As for the singers, as well as the pipers—\nall of them sing within your walls."
    },
    "88": {
      "1": "O Lord God who delivers me,\nby day I cry out\nand at night I pray before you.",
      "2": "Listen to my prayer.\nPay attention to my cry for help.",
      "3": "For my life is filled with troubles,\nand I am ready to enter Sheol.",
      "4": "They treat me like those who descend into the grave.\nI am like a helpless man,",
      "5": "adrift among the dead,\nlike corpses lying in the grave,\nwhom you remember no more,\nand who are cut off from your power.",
      "6": "You place me in the lowest regions of the Pit,\nin the dark places, in the watery depths.",
      "7": "Your anger bears down on me,\nand you overwhelm me with all your waves. (Selah)",
      "8": "You cause those who know me to keep their distance;\nyou make me an appalling sight to them.\nI am trapped and cannot get free.",
      "9": "My eyes grow weak because of oppression.\nI call out to you, O Lord, all day long;\nI spread out my hands in prayer to you.",
      "10": "Do you accomplish amazing things for the dead?\nDo the departed spirits rise up and give you thanks? (Selah)",
      "11": "Is your loyal love proclaimed in the grave,\nor your faithfulness in the place of the dead?",
      "12": "Are your amazing deeds experienced in the dark region,\nor your deliverance in the land of oblivion?",
      "13": "As for me, I cry out to you, O Lord;\nin the morning my prayer confronts you.",
      "14": "O Lord, why do you reject me,\nand pay no attention to me?",
      "15": "I am oppressed and have been on the verge of death since my youth.\nI have been subjected to your horrors and am numb with pain.",
      "16": "Your anger overwhelms me;\nyour terrors destroy me.",
      "17": "They surround me like water all day long;\nthey join forces and encircle me.",
      "18": "You cause my friends and neighbors to keep their distance;\nthose who know me leave me alone in the darkness."
    },
    "89": {
      "1": "I will sing continually about the Lord’s faithful deeds;\nto future generations I will proclaim your faithfulness.",
      "2": "For I say, “Loyal love is permanently established;\nin the skies you set up your faithfulness.”",
      "3": "The Lord said,\n“I have made a covenant with my chosen one;\nI have made a promise on oath to David, my servant:",
      "4": "‘I will give you an eternal dynasty\nand establish your throne throughout future generations.’” (Selah)",
      "5": "O Lord, the heavens praise your amazing deeds,\nas well as your faithfulness in the angelic assembly.",
      "6": "For who in the skies can compare to the Lord?\nWho is like the Lord among the heavenly beings,",
      "7": "a God who is honored in the great angelic assembly,\nand more awesome than all who surround him?",
      "8": "O Lord God of Heaven’s Armies!\nWho is strong like you, O Lord?\nYour faithfulness surrounds you.",
      "9": "You rule over the proud sea.\nWhen its waves surge, you calm them.",
      "10": "You crushed the Proud One and killed it;\nwith your strong arm you scattered your enemies.",
      "11": "The heavens belong to you, as does the earth.\nYou made the world and all it contains.",
      "12": "You created the north and the south.\nTabor and Hermon rejoice in your name.",
      "13": "Your arm is powerful,\nyour hand strong,\nyour right hand victorious.",
      "14": "Equity and justice are the foundation of your throne.\nLoyal love and faithfulness characterize your rule.",
      "15": "How blessed are the people who worship you!\nO Lord, they experience your favor.",
      "16": "They rejoice in your name all day long,\nand are vindicated by your justice.",
      "17": "For you give them splendor and strength.\nBy your favor we are victorious.",
      "18": "For our shield belongs to the Lord,\nour king to the Holy One of Israel.",
      "19": "Then you spoke through a vision to your faithful followers and said:\n“I have placed a young hero over a warrior;\nI have raised up a young man from the people.",
      "20": "I have discovered David, my servant.\nWith my holy oil I have anointed him as king.",
      "21": "My hand will support him,\nand my arm will strengthen him.",
      "22": "No enemy will be able to exact tribute from him;\na violent oppressor will not be able to humiliate him.",
      "23": "I will crush his enemies before him;\nI will strike down those who hate him.",
      "24": "He will experience my faithfulness and loyal love,\nand by my name he will win victories.",
      "25": "I will place his hand over the sea,\nhis right hand over the rivers.",
      "26": "He will call out to me,\n‘You are my father, my God, and the protector who delivers me.’",
      "27": "I will appoint him to be my firstborn son,\nthe most exalted of the earth’s kings.",
      "28": "I will always extend my loyal love to him,\nand my covenant with him is secure.",
      "29": "I will give him an eternal dynasty,\nand make his throne as enduring as the skies above.",
      "30": "If his sons reject my law\nand disobey my regulations,",
      "31": "if they break my rules\nand do not keep my commandments,",
      "32": "I will punish their rebellion by beating them with a club,\ntheir sin by inflicting them with bruises.",
      "33": "But I will not remove my loyal love from him,\nnor be unfaithful to my promise.",
      "34": "I will not break my covenant\nor go back on what I promised.",
      "35": "Once and for all I have vowed by my own holiness,\nI will never deceive David.",
      "36": "His dynasty will last forever.\nHis throne will endure before me, like the sun;",
      "37": "it will remain stable, like the moon.\nHis throne will endure like the skies.” (Selah)",
      "38": "But you have spurned and rejected him;\nyou are angry with your chosen king.",
      "39": "You have repudiated your covenant with your servant;\nyou have thrown his crown to the ground.",
      "40": "You have broken down all his walls;\nyou have made his strongholds a heap of ruins.",
      "41": "All who pass by have robbed him;\nhe has become an object of disdain to his neighbors.",
      "42": "You have allowed his adversaries to be victorious,\nand all his enemies to rejoice.",
      "43": "You turn back his sword from the adversary,\nand have not sustained him in battle.",
      "44": "You have brought to an end his splendor,\nand have knocked his throne to the ground.",
      "45": "You have cut short his youth,\nand have covered him with shame. (Selah)",
      "46": "How long, O Lord, will this last?\nWill you remain hidden forever?\nWill your anger continue to burn like fire?",
      "47": "Take note of my brief lifespan.\nWhy do you make all people so mortal?",
      "48": "No man can live on without experiencing death,\nor deliver his life from the power of Sheol. (Selah)",
      "49": "Where are your earlier faithful deeds, O Lord,\nthe ones performed in accordance with your reliable oath to David?",
      "50": "Take note, O Lord, of the way your servants are taunted,\nand of how I must bear so many insults from people.",
      "51": "Your enemies, O Lord, hurl insults;\nthey insult your chosen king as they dog his footsteps.",
      "52": "The Lord deserves praise forevermore!\nWe agree! We agree!"
    },
    "90": {
      "1": "O Lord, you have been our protector through all generations.",
      "2": "Even before the mountains came into existence,\nor you brought the world into being,\nyou were the eternal God.",
      "3": "You make mankind return to the dust,\nand say, “Return, O people.”",
      "4": "Yes, in your eyes a thousand years\nare like yesterday that quickly passes,\nor like one of the divisions of the nighttime.",
      "5": "You bring their lives to an end and they “fall asleep.”\nIn the morning they are like the grass that sprouts up:",
      "6": "In the morning it glistens and sprouts up;\nat evening time it withers and dries up.",
      "7": "Yes, we are consumed by your anger;\nwe are terrified by your wrath.",
      "8": "You are aware of our sins;\nyou even know about our hidden sins.",
      "9": "Yes, throughout all our days we experience your raging fury;\nthe years of our lives pass quickly, like a sigh.",
      "10": "The days of our lives add up to seventy years,\nor eighty, if one is especially strong.\nBut even one’s best years are marred by trouble and oppression.\nYes, they pass quickly and we fly away.",
      "11": "Who can really fathom the intensity of your anger?\nYour raging fury causes people to fear you.",
      "12": "So teach us to consider our mortality,\nso that we might live wisely.",
      "13": "Turn back toward us, O Lord.\nHow long must this suffering last?\nHave pity on your servants.",
      "14": "Satisfy us in the morning with your loyal love.\nThen we will shout for joy and be happy all our days.",
      "15": "Make us happy in proportion to the days you have afflicted us,\nin proportion to the years we have experienced trouble.",
      "16": "May your servants see your work.\nMay their sons see your majesty.",
      "17": "May our Sovereign God extend his favor to us.\nMake our endeavors successful.\nYes, make them successful."
    },
    "91": {
      "1": "As for you, the one who lives in the shelter of the Most High,\nand resides in the protective shadow of the Sovereign One—",
      "2": "I say this about the Lord, my shelter and my stronghold,\nmy God in whom I trust—",
      "3": "he will certainly rescue you from the snare of the hunter\nand from the destructive plague.",
      "4": "He will shelter you with his wings;\nyou will find safety under his wings.\nHis faithfulness is like a shield or a protective wall.",
      "5": "You need not fear the terrors of the night,\nthe arrow that flies by day,",
      "6": "the plague that stalks in the darkness,\nor the disease that ravages at noon.",
      "7": "Though a thousand may fall beside you,\nand a multitude on your right side,\nit will not reach you.",
      "8": "Certainly you will see it with your very own eyes—\nyou will see the wicked paid back.",
      "9": "For you have taken refuge in the Lord,\nmy shelter, the Most High.",
      "10": "No harm will overtake you;\nno illness will come near your home.",
      "11": "For he will order his angels\nto protect you in all you do.",
      "12": "They will lift you up in their hands,\nso you will not slip and fall on a stone.",
      "13": "You will subdue a lion and a snake;\nyou will trample underfoot a young lion and a serpent.",
      "14": "The Lord says,\n“Because he is devoted to me, I will deliver him;\nI will protect him because he is loyal to me.",
      "15": "When he calls out to me, I will answer him.\nI will be with him when he is in trouble;\nI will rescue him and bring him honor.",
      "16": "I will satisfy him with long life,\nand will let him see my salvation.”"
    },
    "92": {
      "1": "It is fitting to thank the Lord,\nand to sing praises to your name, O Most High.",
      "2": "It is fitting to proclaim your loyal love in the morning,\nand your faithfulness during the night,",
      "3": "to the accompaniment of a ten-stringed instrument and a lyre,\nto the accompaniment of the meditative tone of the harp.",
      "4": "For you, O Lord, have made me happy by your work.\nI will sing for joy because of what you have done.",
      "5": "How great are your works, O Lord!\nYour plans are very intricate!",
      "6": "The spiritually insensitive do not recognize this;\nthe fool does not understand this.",
      "7": "When the wicked sprout up like grass,\nand all the evildoers glisten,\nit is so that they may be annihilated.",
      "8": "But you, O Lord, reign forever.",
      "9": "Indeed, look at your enemies, O Lord.\nIndeed, look at how your enemies perish.\nAll the evildoers are scattered.",
      "10": "You exalt my horn like that of a wild ox.\nI am covered with fresh oil.",
      "11": "I gloat in triumph over those who tried to ambush me;\nI hear the defeated cries of the evil foes who attacked me.",
      "12": "The godly grow like a palm tree;\nthey grow high like a cedar in Lebanon.",
      "13": "Planted in the Lord’s house,\nthey grow in the courts of our God.",
      "14": "They bear fruit even when they are old;\nthey are filled with vitality and have many leaves.",
      "15": "So they proclaim that the Lord, my Protector,\nis just and never unfair."
    },
    "93": {
      "1": "The Lord reigns.\nHe is robed in majesty.\nThe Lord is robed;\nhe wears strength around his waist.\nIndeed, the world is established; it cannot be moved.",
      "2": "Your throne has been secure from ancient times;\nyou have always been king.",
      "3": "The waves roar, O Lord,\nthe waves roar,\nthe waves roar and crash.",
      "4": "Above the sound of the surging water,\nand the mighty waves of the sea,\nthe Lord sits enthroned in majesty.",
      "5": "The rules you set down are completely reliable.\nHoliness aptly adorns your house, O Lord, forever."
    },
    "94": {
      "1": "O Lord, the God who avenges!\nO God who avenges, reveal your splendor.",
      "2": "Rise up, O judge of the earth.\nPay back the proud.",
      "3": "O Lord, how long will the wicked,\nhow long will the wicked celebrate?",
      "4": "They spew out threats and speak defiantly;\nall the evildoers boast.",
      "5": "O Lord, they crush your people;\nthey oppress the nation that belongs to you.",
      "6": "They kill the widow and the resident foreigner,\nand they murder the fatherless.",
      "7": "Then they say, “The Lord does not see this;\nthe God of Jacob does not take notice of it.”",
      "8": "Take notice of this, you ignorant people.\nYou fools, when will you ever understand?",
      "9": "Does the one who makes the human ear not hear?\nDoes the one who forms the human eye not see?",
      "10": "Does the one who disciplines the nations not punish?\nHe is the one who imparts knowledge to human beings!",
      "11": "The Lord knows that peoples’ thoughts\nare morally bankrupt.",
      "12": "How blessed is the one whom you instruct, O Lord,\nthe one whom you teach from your law,",
      "13": "in order to protect him from times of trouble,\nuntil the wicked are destroyed.",
      "14": "Certainly the Lord does not forsake his people;\nhe does not abandon the nation that belongs to him.",
      "15": "For justice will prevail,\nand all the morally upright will be vindicated.",
      "16": "Who will rise up to defend me against the wicked?\nWho will stand up for me against the evildoers?",
      "17": "If the Lord had not helped me,\nI would soon have dwelt in the silence of death.",
      "18": "If I say, “My foot is slipping,”\nyour loyal love, O Lord, supports me.",
      "19": "When worries threaten to overwhelm me,\nyour soothing touch makes me happy.",
      "20": "Cruel rulers are not your allies,\nthose who make oppressive laws.",
      "21": "They conspire against the blameless,\nand condemn to death the innocent.",
      "22": "But the Lord will protect me,\nand my God will shelter me.",
      "23": "He will pay them back for their sin.\nHe will destroy them because of their evil;\nthe Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let us sing for joy to the Lord.\nLet us shout out praises to our Protector who delivers us.",
      "2": "Let us enter his presence with thanksgiving.\nLet us shout out to him in celebration.",
      "3": "For the Lord is a great God,\na great king who is superior to all gods.",
      "4": "The depths of the earth are in his hand,\nand the mountain peaks belong to him.",
      "5": "The sea is his, for he made it.\nHis hands formed the dry land.",
      "6": "Come, let us bow down and worship.\nLet us kneel before the Lord, our Creator.",
      "7": "For he is our God;\nwe are the people of his pasture,\nthe sheep he owns.\nToday, if only you would obey him.",
      "8": "He says, “Do not be stubborn like they were at Meribah,\nlike they were that day at Massah in the wilderness,",
      "9": "where your ancestors challenged my authority,\nand tried my patience, even though they had seen my work.",
      "10": "For forty years I was continually disgusted with that generation,\nand I said, ‘These people desire to go astray;\nthey do not obey my commands.’",
      "11": "So I made a vow in my anger,\n‘They will never enter into the resting place I had set aside for them.’”"
    },
    "96": {
      "1": "Sing to the Lord a new song.\nSing to the Lord, all the earth.",
      "2": "Sing to the Lord. Praise his name.\nAnnounce every day how he delivers.",
      "3": "Tell the nations about his splendor.\nTell all the nations about his amazing deeds.",
      "4": "For the Lord is great and certainly worthy of praise;\nhe is more awesome than all gods.",
      "5": "For all the gods of the nations are worthless,\nbut the Lord made the sky.",
      "6": "Majestic splendor emanates from him;\nhis sanctuary is firmly established and beautiful.",
      "7": "Ascribe to the Lord, O families of the nations,\nascribe to the Lord splendor and strength.",
      "8": "Ascribe to the Lord the splendor he deserves.\nBring an offering and enter his courts.",
      "9": "Worship the Lord in holy attire.\nTremble before him, all the earth.",
      "10": "Say among the nations, “The Lord reigns!\nThe world is established; it cannot be moved.\nHe judges the nations fairly.”",
      "11": "Let the sky rejoice, and the earth be happy.\nLet the sea and everything in it shout.",
      "12": "Let the fields and everything in them celebrate.\nThen let the trees of the forest shout with joy",
      "13": "before the Lord, for he comes.\nFor he comes to judge the earth.\nHe judges the world fairly,\nand the nations in accordance with his justice."
    },
    "97": {
      "1": "The Lord reigns.\nLet the earth be happy.\nLet the many coastlands rejoice.",
      "2": "Dark clouds surround him;\nequity and justice are the foundation of his throne.",
      "3": "Fire goes before him;\non every side it burns up his enemies.",
      "4": "His lightning bolts light up the world;\nthe earth sees and trembles.",
      "5": "The mountains melt like wax before the Lord,\nbefore the Lord of the whole earth.",
      "6": "The sky declares his justice,\nand all the nations see his splendor.",
      "7": "All who worship idols are ashamed,\nthose who boast about worthless idols.\nAll the gods bow down before him.",
      "8": "Zion hears and rejoices,\nthe towns of Judah are happy,\nbecause of your judgments, O Lord.",
      "9": "For you, O Lord, are the Most High over the whole earth;\nyou are elevated high above all gods.",
      "10": "You who love the Lord, hate evil!\nHe protects the lives of his faithful followers;\nhe delivers them from the power of the wicked.",
      "11": "The godly bask in the light;\nthe morally upright experience joy.",
      "12": "You godly ones, rejoice in the Lord.\nGive thanks to his holy name."
    },
    "98": {
      "1": "Sing to the Lord a new song,\nfor he performs amazing deeds.\nHis right hand and his mighty arm\naccomplish deliverance.",
      "2": "The Lord demonstrates his power to deliver;\nin the sight of the nations he reveals his justice.",
      "3": "He remains loyal and faithful to the family of Israel.\nAll the ends of the earth see our God deliver us.",
      "4": "Shout out praises to the Lord, all the earth.\nBreak out in a joyful shout and sing!",
      "5": "Sing to the Lord accompanied by a harp,\naccompanied by a harp and the sound of music.",
      "6": "With trumpets and the blaring of the ram’s horn,\nshout out praises before the king, the Lord.",
      "7": "Let the sea and everything in it shout,\nalong with the world and those who live in it.",
      "8": "Let the rivers clap their hands!\nLet the mountains sing in unison",
      "9": "before the Lord.\nFor he comes to judge the earth.\nHe judges the world fairly,\nand the nations in a just manner."
    },
    "99": {
      "1": "The Lord reigns!\nThe nations tremble.\nHe sits enthroned above the cherubim;\nthe earth shakes.",
      "2": "The Lord is elevated in Zion;\nhe is exalted over all the nations.",
      "3": "Let them praise your great and awesome name.\nHe is holy!",
      "4": "The king is strong;\nhe loves justice.\nYou ensure that legal decisions will be made fairly;\nyou promote justice and equity in Jacob.",
      "5": "Praise the Lord our God.\nWorship before his footstool.\nHe is holy!",
      "6": "Moses and Aaron were among his priests;\nSamuel was one of those who prayed to him.\nThey prayed to the Lord and he answered them.",
      "7": "He spoke to them from a pillar of cloud;\nthey obeyed his regulations and the ordinance he gave them.",
      "8": "O Lord our God, you answered them.\nThey found you to be a forgiving God,\nbut also one who punished their sinful deeds.",
      "9": "Praise the Lord our God!\nWorship on his holy hill,\nfor the Lord our God is holy."
    },
    "100": {
      "1": "Shout out praises to the Lord, all the earth!",
      "2": "Worship the Lord with joy.\nEnter his presence with joyful singing.",
      "3": "Acknowledge that the Lord is God.\nHe made us and we belong to him,\nwe are his people, the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving,\nand his courts with praise.\nGive him thanks.\nPraise his name.",
      "5": "For the Lord is good.\nHis loyal love endures,\nand he is faithful through all generations."
    },
    "101": {
      "1": "I will sing about loyalty and justice.\nTo you, O Lord, I will sing praises.",
      "2": "I will walk in the way of integrity.\nWhen will you come to me?\nI will conduct my business with integrity in the midst of my palace.",
      "3": "I will not even consider doing what is dishonest.\nI hate doing evil;\nI will have no part of it.",
      "4": "I will have nothing to do with a perverse person;\nI will not permit evil.",
      "5": "I will destroy anyone who slanders his neighbor in secret.\nI will not tolerate anyone who has a haughty demeanor and an arrogant attitude.",
      "6": "I will favor the honest people of the land,\nand allow them to live with me.\nThose who walk in the way of integrity will attend me.",
      "7": "Deceitful people will not live in my palace.\nLiars will not be welcome in my presence.",
      "8": "Each morning I will destroy all the wicked people in the land,\nand remove all evildoers from the city of the Lord."
    },
    "102": {
      "1": "O Lord, hear my prayer.\nPay attention to my cry for help.",
      "2": "Do not ignore me in my time of trouble.\nListen to me.\nWhen I call out to you, quickly answer me.",
      "3": "For my days go up in smoke,\nand my bones are charred as in a fireplace.",
      "4": "My heart is parched and withered like grass,\nfor I am unable to eat food.",
      "5": "Because of the anxiety that makes me groan,\nmy bones protrude from my skin.",
      "6": "I am like an owl in the wilderness;\nI am like a screech owl among the ruins.",
      "7": "I stay awake;\nI am like a solitary bird on a roof.",
      "8": "All day long my enemies taunt me;\nthose who mock me use my name in their curses.",
      "9": "For I eat ashes as if they were bread,\nand mix my drink with my tears,",
      "10": "because of your anger and raging fury.\nIndeed, you pick me up and throw me away.",
      "11": "My days are coming to an end,\nand I am withered like grass.",
      "12": "But you, O Lord, rule forever,\nand your reputation endures.",
      "13": "You will rise up and have compassion on Zion.\nFor it is time to have mercy on her,\nfor the appointed time has come.",
      "14": "Indeed, your servants take delight in her stones,\nand feel compassion for the dust of her ruins.",
      "15": "The nations will respect the reputation of the Lord,\nand all the kings of the earth will respect his splendor,",
      "16": "when the Lord rebuilds Zion,\nand reveals his splendor,",
      "17": "when he responds to the prayer of the destitute,\nand does not reject their request.",
      "18": "The account of his intervention will be recorded for future generations;\npeople yet to be born will praise the Lord.",
      "19": "For he will look down from his sanctuary above;\nfrom heaven the Lord will look toward earth,",
      "20": "in order to hear the painful cries of the prisoners,\nand to set free those condemned to die,",
      "21": "so they may proclaim the name of the Lord in Zion,\nand praise him in Jerusalem,",
      "22": "when the nations gather together,\nand the kingdoms pay tribute to the Lord.",
      "23": "He has taken away my strength in the middle of life;\nhe has cut short my days.",
      "24": "I say, “O my God, please do not take me away in the middle of my life.\nYou endure through all generations.",
      "25": "In earlier times you established the earth;\nthe skies are your handiwork.",
      "26": "They will perish,\nbut you will endure.\nThey will wear out like a garment;\nlike clothes you will remove them and they will disappear.",
      "27": "But you remain;\nyour years do not come to an end.",
      "28": "The children of your servants will settle down here,\nand their descendants will live securely in your presence.”"
    },
    "103": {
      "1": "Praise the Lord, O my soul.\nWith all that is within me, praise his holy name.",
      "2": "Praise the Lord, O my soul.\nDo not forget all his kind deeds.",
      "3": "He is the one who forgives all your sins,\nwho heals all your diseases,",
      "4": "who delivers your life from the Pit,\nwho crowns you with his loyal love and compassion,",
      "5": "who satisfies your life with good things,\nso your youth is renewed like an eagle’s.",
      "6": "The Lord does what is fair,\nand executes justice for all the oppressed.",
      "7": "The Lord revealed his faithful acts to Moses,\nhis deeds to the Israelites.",
      "8": "The Lord is compassionate and merciful;\nhe is patient and demonstrates great loyal love.",
      "9": "He does not always accuse,\nand does not stay angry.",
      "10": "He does not deal with us as our sins deserve;\nhe does not repay us as our misdeeds deserve.",
      "11": "For as the skies are high above the earth,\nso his loyal love towers over his faithful followers.",
      "12": "As far as the eastern horizon is from the west,\nso he removes the guilt of our rebellious actions from us.",
      "13": "As a father has compassion on his children,\nso the Lord has compassion on his faithful followers.",
      "14": "For he knows what we are made of;\nhe realizes we are made of clay.",
      "15": "A person’s life is like grass.\nLike a flower in the field it flourishes,",
      "16": "but when the hot wind blows, it disappears,\nand one can no longer even spot the place where it once grew.",
      "17": "But the Lord continually shows loyal love to his faithful followers,\nand is faithful to their descendants,",
      "18": "to those who keep his covenant,\nwho are careful to obey his commands.",
      "19": "The Lord has established his throne in heaven;\nhis kingdom extends over everything.",
      "20": "Praise the Lord, you angels of his,\nyou powerful warriors who carry out his decrees\nand obey his orders.",
      "21": "Praise the Lord, all you warriors of his,\nyou servants of his who carry out his desires.",
      "22": "Praise the Lord, all that he has made,\nin all the regions of his kingdom.\nPraise the Lord, O my soul."
    },
    "104": {
      "1": "Praise the Lord, O my soul!\nO Lord my God, you are magnificent.\nYou are robed in splendor and majesty.",
      "2": "He covers himself with light as if it were a garment.\nHe stretches out the skies like a tent curtain,",
      "3": "and lays the beams of the upper rooms of his palace on the rain clouds.\nHe makes the clouds his chariot,\nand travels on the wings of the wind.",
      "4": "He makes the winds his messengers,\nand the flaming fire his attendant.",
      "5": "He established the earth on its foundations;\nit will never be moved.",
      "6": "The watery deep covered it like a garment;\nthe waters reached above the mountains.",
      "7": "Your shout made the waters retreat;\nat the sound of your thunderous voice they hurried off—",
      "8": "as the mountains rose up,\nand the valleys went down—\nto the place you appointed for them.",
      "9": "You set up a boundary for them that they could not cross,\nso that they would not cover the earth again.",
      "10": "He turns springs into streams;\nthey flow between the mountains.",
      "11": "They provide water for all the animals in the field;\nthe wild donkeys quench their thirst.",
      "12": "The birds of the sky live beside them;\nthey chirp among the bushes.",
      "13": "He waters the mountains from the upper rooms of his palace;\nthe earth is full of the fruit you cause to grow.",
      "14": "He provides grass for the cattle,\nand crops for people to cultivate,\nso they can produce food from the ground,",
      "15": "as well as wine that makes people glad,\nand olive oil to make their faces shine,\nas well as bread that sustains them.",
      "16": "The trees of the Lord receive all the rain they need,\nthe cedars of Lebanon that he planted,",
      "17": "where the birds make nests,\nnear the evergreens in which the herons live.",
      "18": "The wild goats live in the high mountains;\nthe rock badgers find safety in the cliffs.",
      "19": "He made the moon to mark the months,\nand the sun sets according to a regular schedule.",
      "20": "You make it dark and night comes,\nduring which all the beasts of the forest prowl around.",
      "21": "The lions roar for prey,\nseeking their food from God.",
      "22": "When the sun rises, they withdraw\nand sleep in their dens.",
      "23": "People then go out to do their work,\nand they labor until evening.",
      "24": "How many living things you have made, O Lord!\nYou have exhibited great skill in making all of them;\nthe earth is full of the living things you have made.",
      "25": "Over here is the deep, wide sea,\nwhich teems with innumerable swimming creatures,\nliving things both small and large.",
      "26": "The ships travel there,\nand over here swims the whale you made to play in it.",
      "27": "All your creatures wait for you\nto provide them with food on a regular basis.",
      "28": "You give food to them and they receive it;\nyou open your hand and they are filled with food.",
      "29": "When you ignore them, they panic.\nWhen you take away their life’s breath,\nthey die and return to dust.",
      "30": "When you send your life-giving breath, they are created,\nand you replenish the surface of the ground.",
      "31": "May the splendor of the Lord endure.\nMay the Lord find pleasure in the living things he has made.",
      "32": "He looks down on the earth and it shakes;\nhe touches the mountains and they start to smolder.",
      "33": "I will sing to the Lord as long as I live;\nI will sing praise to my God as long as I exist.",
      "34": "May my thoughts be pleasing to him.\nI will rejoice in the Lord.",
      "35": "May sinners disappear from the earth,\nand the wicked vanish.\nPraise the Lord, O my soul.\nPraise the Lord."
    },
    "105": {
      "1": "Give thanks to the Lord.\nCall on his name.\nMake known his accomplishments among the nations.",
      "2": "Sing to him.\nMake music to him.\nTell about all his miraculous deeds.",
      "3": "Boast about his holy name.\nLet the hearts of those who seek the Lord rejoice.",
      "4": "Seek the Lord and the strength he gives.\nSeek his presence continually.",
      "5": "Recall the miraculous deeds he performed,\nhis mighty acts and the judgments he decreed,",
      "6": "O children of Abraham, God’s servant,\nyou descendants of Jacob, God’s chosen ones.",
      "7": "He is the Lord our God;\nhe carries out judgment throughout the earth.",
      "8": "He always remembers his covenantal decree,\nthe promise he made to a thousand generations—",
      "9": "the promise he made to Abraham,\nthe promise he made by oath to Isaac.",
      "10": "He gave it to Jacob as a decree,\nto Israel as a lasting promise,",
      "11": "saying, “To you I will give the land of Canaan\nas the portion of your inheritance.”",
      "12": "When they were few in number,\njust a very few, and resident foreigners within it,",
      "13": "they wandered from nation to nation,\nand from one kingdom to another.",
      "14": "He let no one oppress them;\nhe disciplined kings for their sake,",
      "15": "saying, “Don’t touch my chosen ones.\nDon’t harm my prophets.”",
      "16": "He called down a famine upon the earth;\nhe cut off all the food supply.",
      "17": "He sent a man ahead of them—\nJoseph was sold as a servant.",
      "18": "The shackles hurt his feet;\nhis neck was placed in an iron collar,",
      "19": "until the time when his prediction came true.\nThe Lord’s word proved him right.",
      "20": "The king authorized his release;\nthe ruler of nations set him free.",
      "21": "He put him in charge of his palace,\nand made him manager of all his property,",
      "22": "giving him authority to imprison his officials\nand to teach his advisers.",
      "23": "Israel moved to Egypt;\nJacob lived for a time in the land of Ham.",
      "24": "The Lord made his people very fruitful,\nand made them more numerous than their enemies.",
      "25": "He caused the Egyptians to hate his people,\nand to mistreat his servants.",
      "26": "He sent his servant Moses,\nand Aaron, whom he had chosen.",
      "27": "They executed his miraculous signs among them,\nand his amazing deeds in the land of Ham.",
      "28": "He made it dark;\nMoses and Aaron did not disobey his orders.",
      "29": "He turned the Egyptians’ water into blood,\nand killed their fish.",
      "30": "Their land was overrun by frogs,\nwhich even got into the rooms of their kings.",
      "31": "He ordered flies to come;\ngnats invaded their whole territory.",
      "32": "He sent hail along with the rain;\nthere was lightning in their land.",
      "33": "He destroyed their vines and fig trees,\nand broke the trees throughout their territory.",
      "34": "He ordered locusts to come,\ninnumerable grasshoppers.",
      "35": "They ate all the vegetation in their land,\nand devoured the crops of their fields.",
      "36": "He struck down all the firstborn in their land,\nthe firstfruits of their reproductive power.",
      "37": "He brought his people out enriched with silver and gold;\nnone of his tribes stumbled.",
      "38": "Egypt was happy when they left,\nfor they were afraid of them.",
      "39": "He spread out a cloud for a cover,\nand provided a fire to light up the night.",
      "40": "They asked for food, and he sent quail;\nhe satisfied them with food from the sky.",
      "41": "He opened up a rock and water flowed out;\na river ran through dry regions.",
      "42": "Yes, he remembered the sacred promise\nhe made to Abraham his servant.",
      "43": "When he led his people out, they rejoiced;\nhis chosen ones shouted with joy.",
      "44": "He handed the territory of nations over to them,\nand they took possession of what other peoples had produced,",
      "45": "so that they might keep his commands\nand obey his laws.\nPraise the Lord."
    },
    "106": {
      "1": "Praise the Lord.\nGive thanks to the Lord, for he is good,\nand his loyal love endures.",
      "2": "Who can adequately recount the Lord’s mighty acts,\nor relate all his praiseworthy deeds?",
      "3": "How blessed are those who promote justice,\nand do what is right all the time.",
      "4": "Remember me, O Lord, when you show favor to your people.\nPay attention to me, when you deliver,",
      "5": "so I may see the prosperity of your chosen ones,\nrejoice along with your nation,\nand boast along with the people who belong to you.",
      "6": "We have sinned like our ancestors;\nwe have done wrong, we have done evil.",
      "7": "Our ancestors in Egypt failed to appreciate your miraculous deeds.\nThey failed to remember your many acts of loyal love,\nand they rebelled at the sea, by the Red Sea.",
      "8": "Yet he delivered them for the sake of his reputation,\nthat he might reveal his power.",
      "9": "He shouted at the Red Sea and it dried up;\nhe led them through the deep water as if it were a desert.",
      "10": "He delivered them from the power of the one who hated them,\nand rescued them from the power of the enemy.",
      "11": "The water covered their enemies;\nnot even one of them survived.",
      "12": "They believed his promises;\nthey sang praises to him.",
      "13": "They quickly forgot what he had done;\nthey did not wait for his instructions.",
      "14": "In the wilderness they had an insatiable craving for meat;\nthey challenged God in the wastelands.",
      "15": "He granted their request,\nthen struck them with a disease.",
      "16": "In the camp they resented Moses,\nand Aaron, the Lord’s holy priest.",
      "17": "The earth opened up and swallowed Dathan;\nit engulfed the group led by Abiram.",
      "18": "Fire burned their group;\nthe flames scorched the wicked.",
      "19": "They made an image of a calf at Horeb,\nand worshiped a metal idol.",
      "20": "They traded their majestic God\nfor the image of an ox that eats grass.",
      "21": "They rejected the God who delivered them,\nthe one who performed great deeds in Egypt,",
      "22": "amazing feats in the land of Ham,\nmighty acts by the Red Sea.",
      "23": "He threatened to destroy them,\nbut Moses, his chosen one, interceded with him\nand turned back his destructive anger.",
      "24": "They rejected the fruitful land;\nthey did not believe his promise.",
      "25": "They grumbled in their tents;\nthey did not obey the Lord.",
      "26": "So he made a solemn vow\nthat he would make them die in the wilderness,",
      "27": "make their descendants die among the nations,\nand scatter them among foreign lands.",
      "28": "They worshiped Baal of Peor,\nand ate sacrifices offered to the dead.",
      "29": "They made the Lord angry by their actions,\nand a plague broke out among them.",
      "30": "Phinehas took a stand and intervened,\nand the plague subsided.",
      "31": "This was credited to Phinehas as a righteous act\nfor all generations to come.",
      "32": "They made him angry by the waters of Meribah,\nand Moses suffered because of them,",
      "33": "for they aroused his temper,\nand he spoke rashly.",
      "34": "They did not destroy the nations,\nas the Lord had commanded them to do.",
      "35": "They mixed in with the nations\nand learned their ways.",
      "36": "They worshiped their idols,\nwhich became a snare to them.",
      "37": "They sacrificed their sons and daughters to demons.",
      "38": "They shed innocent blood—\nthe blood of their sons and daughters,\nwhom they sacrificed to the idols of Canaan.\nThe land was polluted by bloodshed.",
      "39": "They were defiled by their deeds,\nand unfaithful in their actions.",
      "40": "So the Lord was angry with his people\nand despised the people who belonged to him.",
      "41": "He handed them over to the nations,\nand those who hated them ruled over them.",
      "42": "Their enemies oppressed them;\nthey were subject to their authority.",
      "43": "Many times he delivered them,\nbut they had a rebellious attitude,\nand degraded themselves by their sin.",
      "44": "Yet he took notice of their distress,\nwhen he heard their cry for help.",
      "45": "He remembered his covenant with them,\nand relented because of his great loyal love.",
      "46": "He caused all their conquerors\nto have pity on them.",
      "47": "Deliver us, O Lord, our God.\nGather us from among the nations.\nThen we will give thanks to your holy name,\nand boast about your praiseworthy deeds.",
      "48": "The Lord God of Israel deserves praise,\nin the future and forevermore.\nLet all the people say, “We agree! Praise the Lord!”"
    },
    "107": {
      "1": "Give thanks to the Lord, for he is good,\nand his loyal love endures.",
      "2": "Let those delivered by the Lord speak out,\nthose whom he delivered from the power of the enemy,",
      "3": "and gathered from foreign lands,\nfrom east and west,\nfrom north and south.",
      "4": "They wandered through the wilderness, in a wasteland;\nthey found no road to a city in which to live.",
      "5": "They were hungry and thirsty;\nthey fainted from exhaustion.",
      "6": "They cried out to the Lord in their distress;\nhe delivered them from their troubles.",
      "7": "He led them on a level road,\nthat they might find a city in which to live.",
      "8": "Let them give thanks to the Lord for his loyal love,\nand for the amazing things he has done for people.",
      "9": "For he has satisfied those who thirst,\nand those who hunger he has filled with food.",
      "10": "They sat in utter darkness,\nbound in painful iron chains,",
      "11": "because they had rebelled against God’s commands,\nand rejected the instructions of the Most High.",
      "12": "So he used suffering to humble them;\nthey stumbled and no one helped them up.",
      "13": "They cried out to the Lord in their distress;\nhe delivered them from their troubles.",
      "14": "He brought them out of the utter darkness,\nand tore off their shackles.",
      "15": "Let them give thanks to the Lord for his loyal love,\nand for the amazing things he has done for people.",
      "16": "For he shattered the bronze gates,\nand hacked through the iron bars.",
      "17": "They acted like fools in their rebellious ways,\nand suffered because of their sins.",
      "18": "They lost their appetite for all food,\nand they drew near the gates of death.",
      "19": "They cried out to the Lord in their distress;\nhe delivered them from their troubles.",
      "20": "He sent them an assuring word and healed them;\nhe rescued them from the pits where they were trapped.",
      "21": "Let them give thanks to the Lord for his loyal love,\nand for the amazing things he has done for people.",
      "22": "Let them present thank offerings,\nand loudly proclaim what he has done.",
      "23": "Some traveled on the sea in ships,\nand carried cargo over the vast waters.",
      "24": "They witnessed the acts of the Lord,\nhis amazing feats on the deep water.",
      "25": "He gave the order for a windstorm,\nand it stirred up the waves of the sea.",
      "26": "They reached up to the sky,\nthen dropped into the depths.\nThe sailors’ strength left them because the danger was so great.",
      "27": "They swayed and staggered like drunks,\nand all their skill proved ineffective.",
      "28": "They cried out to the Lord in their distress;\nhe delivered them from their troubles.",
      "29": "He calmed the storm,\nand the waves grew silent.",
      "30": "The sailors rejoiced because the waves grew quiet,\nand he led them to the harbor they desired.",
      "31": "Let them give thanks to the Lord for his loyal love,\nand for the amazing things he has done for people.",
      "32": "Let them exalt him in the assembly of the people.\nLet them praise him in the place where the leaders preside.",
      "33": "He turned streams into a desert,\nsprings of water into arid land,",
      "34": "and a fruitful land into a barren place,\nbecause of the sin of its inhabitants.",
      "35": "As for his people, he turned a desert into a pool of water,\nand a dry land into springs of water.",
      "36": "He allowed the hungry to settle there,\nand they established a city in which to live.",
      "37": "They cultivated fields,\nand planted vineyards,\nwhich yielded a harvest of fruit.",
      "38": "He blessed them so that they became very numerous.\nHe would not allow their cattle to decrease in number.",
      "39": "As for their enemies, they decreased in number and were beaten down,\nbecause of painful distress and suffering.",
      "40": "He would pour contempt upon princes,\nand he made them wander in a wasteland with no road.",
      "41": "Yet he protected the needy from oppression,\nand cared for his families like a flock of sheep.",
      "42": "When the godly see this, they rejoice,\nand every sinner shuts his mouth.",
      "43": "Whoever is wise, let him take note of these things.\nLet them consider the Lord’s acts of loyal love."
    },
    "108": {
      "1": "I am determined, O God.\nI will sing and praise you with my whole heart.",
      "2": "Awake, O stringed instrument and harp.\nI will wake up at dawn.",
      "3": "I will give you thanks before the nations, O Lord.\nI will sing praises to you before foreigners.",
      "4": "For your loyal love extends beyond the sky,\nand your faithfulness reaches the clouds.",
      "5": "Rise up above the sky, O God.\nMay your splendor cover the whole earth.",
      "6": "Deliver by your power and answer me,\nso that the ones you love may be safe.",
      "7": "God has spoken in his sanctuary:\n“I will triumph! I will parcel out Shechem;\nthe Valley of Sukkoth I will measure off.",
      "8": "Gilead belongs to me,\nas does Manasseh.\nEphraim is my helmet,\nJudah my royal scepter.",
      "9": "Moab is my washbasin.\nI will make Edom serve me.\nI will shout in triumph over Philistia.”",
      "10": "Who will lead me into the fortified city?\nWho will bring me to Edom?",
      "11": "Have you not rejected us, O God?\nO God, you do not go into battle with our armies.",
      "12": "Give us help against the enemy,\nfor any help men might offer is futile.",
      "13": "By God’s power we will conquer;\nhe will trample down our enemies."
    },
    "109": {
      "1": "O God whom I praise, do not ignore me.",
      "2": "For they say cruel and deceptive things to me;\nthey lie to me.",
      "3": "They surround me and say hateful things;\nthey attack me for no reason.",
      "4": "They repay my love with accusations,\nbut I continue to pray.",
      "5": "They repay me evil for good,\nand hate for love.",
      "6": "Appoint an evil man to testify against him.\nMay an accuser stand at his right side.",
      "7": "When he is judged, he will be found guilty.\nThen his prayer will be regarded as sinful.",
      "8": "May his days be few.\nMay another take his job.",
      "9": "May his children be fatherless,\nand his wife a widow.",
      "10": "May his children roam around begging,\nasking for handouts as they leave their ruined home.",
      "11": "May the creditor seize all he owns.\nMay strangers loot his property.",
      "12": "May no one show him kindness.\nMay no one have compassion on his fatherless children.",
      "13": "May his descendants be cut off.\nMay the memory of them be wiped out by the time the next generation arrives.",
      "14": "May his ancestors’ sins be remembered by the Lord.\nMay his mother’s sin not be forgotten.",
      "15": "May the Lord be constantly aware of them,\nand cut off the memory of his children from the earth.",
      "16": "For he never bothered to show kindness;\nhe harassed the oppressed and needy,\nand killed the disheartened.",
      "17": "He loved to curse others, so those curses have come upon him.\nHe had no desire to bless anyone, so he has experienced no blessings.",
      "18": "He made cursing a way of life,\nso curses poured into his stomach like water\nand seeped into his bones like oil.",
      "19": "May a curse attach itself to him, like a garment one puts on,\nor a belt one wears continually.",
      "20": "May the Lord repay my accusers in this way,\nthose who say evil things about me.",
      "21": "O Sovereign Lord,\nintervene on my behalf for the sake of your reputation.\nBecause your loyal love is good, deliver me.",
      "22": "For I am oppressed and needy,\nand my heart beats violently within me.",
      "23": "I am fading away like a shadow at the end of the day;\nI am shaken off like a locust.",
      "24": "I am so starved my knees shake;\nI have turned into skin and bones.",
      "25": "I am disdained by them.\nWhen they see me, they shake their heads.",
      "26": "Help me, O Lord my God.\nBecause you are faithful to me, deliver me.",
      "27": "Then they will realize this is your work,\nand that you, Lord, have accomplished it.",
      "28": "They curse, but you will bless.\nWhen they attack, they will be humiliated,\nbut your servant will rejoice.",
      "29": "My accusers will be covered with shame,\nand draped in humiliation as if it were a robe.",
      "30": "I will thank the Lord profusely.\nIn the middle of a crowd I will praise him,",
      "31": "because he stands at the right hand of the needy,\nto deliver him from those who threaten his life."
    },
    "110": {
      "1": "Here is the Lord’s proclamation to my lord:\n“Sit down at my right hand until I make your enemies your footstool.”",
      "2": "The Lord extends your dominion from Zion.\nRule in the midst of your enemies.",
      "3": "Your people willingly follow you when you go into battle.\nOn the holy hills at sunrise the dew of your youth belongs to you.",
      "4": "The Lord makes this promise on oath and will not revoke it:\n“You are an eternal priest after the pattern of Melchizedek.”",
      "5": "O Lord, at your right hand\nhe strikes down kings in the day he unleashes his anger.",
      "6": "He executes judgment against the nations.\nHe fills the valleys with corpses;\nhe shatters their heads over the vast battlefield.",
      "7": "From the stream along the road he drinks;\nthen he lifts up his head."
    },
    "111": {
      "1": "Praise the Lord!\nI will give thanks to the Lord with my whole heart,\nin the assembly of the godly and the congregation.",
      "2": "The Lord’s deeds are great,\neagerly awaited by all who desire them.",
      "3": "His work is majestic and glorious,\nand his faithfulness endures forever.",
      "4": "He does amazing things that will be remembered;\nthe Lord is merciful and compassionate.",
      "5": "He gives food to his faithful followers;\nhe always remembers his covenant.",
      "6": "He announced that he would do mighty deeds for his people,\ngiving them a land that belonged to other nations.",
      "7": "His acts are characterized by faithfulness and justice;\nall his precepts are reliable.",
      "8": "They are forever firm,\nand should be faithfully and properly carried out.",
      "9": "He delivered his people;\nhe ordained that his covenant be observed forever.\nHis name is holy and awesome.",
      "10": "To obey the Lord is the fundamental principle for wise living;\nall who carry out his precepts acquire good moral insight.\nHe will receive praise forever."
    },
    "112": {
      "1": "Praise the Lord!\nHow blessed is the one who obeys the Lord,\nwho takes great delight in keeping his commands.",
      "2": "His descendants will be powerful on the earth;\nthe godly will be blessed.",
      "3": "His house contains wealth and riches;\nhis integrity endures.",
      "4": "In the darkness a light shines for the godly,\nfor each one who is merciful, compassionate, and just.",
      "5": "It goes well for the one who generously lends money,\nand conducts his business honestly.",
      "6": "For he will never be shaken;\nothers will always remember one who is just.",
      "7": "He does not fear bad news.\nHe is confident; he trusts in the Lord.",
      "8": "His resolve is firm; he will not succumb to fear\nbefore he looks in triumph on his enemies.",
      "9": "He generously gives to the needy;\nhis integrity endures.\nHe will be vindicated and honored.",
      "10": "When the wicked see this, they will worry;\nthey will grind their teeth in frustration and melt away.\nThe desire of the wicked will perish."
    },
    "113": {
      "1": "Praise the Lord.\nPraise, you servants of the Lord,\npraise the name of the Lord.",
      "2": "May the Lord’s name be praised\nnow and forevermore.",
      "3": "From east to west\nthe Lord’s name is deserving of praise.",
      "4": "The Lord is exalted over all the nations;\nhis splendor reaches beyond the sky.",
      "5": "Who can compare to the Lord our God,\nwho sits on a high throne?",
      "6": "He bends down to look\nat the sky and the earth.",
      "7": "He raises the poor from the dirt,\nand lifts up the needy from the garbage pile,",
      "8": "that he might seat him with princes,\nwith the princes of his people.",
      "9": "He makes the barren woman of the family\na happy mother of children.\nPraise the Lord."
    },
    "114": {
      "1": "When Israel left Egypt,\nwhen the family of Jacob left a foreign nation behind,",
      "2": "Judah became his sanctuary,\nIsrael his kingdom.",
      "3": "The sea looked and fled;\nthe Jordan River turned back.",
      "4": "The mountains skipped like rams,\nthe hills like lambs.",
      "5": "Why do you flee, O sea?\nWhy do you turn back, O Jordan River?",
      "6": "Why do you skip like rams, O mountains,\nlike lambs, O hills?",
      "7": "Tremble, O earth, before the Lord—\nbefore the God of Jacob,",
      "8": "who turned a rock into a pool of water,\na hard rock into springs of water."
    },
    "115": {
      "1": "Not to us, O Lord, not to us,\nbut to your name bring honor,\nfor the sake of your loyal love and faithfulness.",
      "2": "Why should the nations say,\n“Where is their God?”",
      "3": "Our God is in heaven.\nHe does whatever he pleases.",
      "4": "Their idols are made of silver and gold—\nthey are man-made.",
      "5": "They have mouths, but cannot speak,\neyes, but cannot see,",
      "6": "ears, but cannot hear,\nnoses, but cannot smell,",
      "7": "hands, but cannot touch,\nfeet, but cannot walk.\nThey cannot even clear their throats.",
      "8": "Those who make them will end up like them,\nas will everyone who trusts in them.",
      "9": "O Israel, trust in the Lord.\nHe is their deliverer and protector.",
      "10": "O family of Aaron, trust in the Lord.\nHe is their deliverer and protector.",
      "11": "You loyal followers of the Lord, trust in the Lord.\nHe is their deliverer and protector.",
      "12": "The Lord takes notice of us; he will bless—\nhe will bless the family of Israel,\nhe will bless the family of Aaron.",
      "13": "He will bless his loyal followers,\nboth young and old.",
      "14": "May he increase your numbers,\nyours and your children’s.",
      "15": "May you be blessed by the Lord,\nthe Creator of heaven and earth.",
      "16": "The heavens belong to the Lord,\nbut the earth he has given to mankind.",
      "17": "The dead do not praise the Lord,\nnor do any of those who descend into the silence of death.",
      "18": "But we will praise the Lord\nnow and forevermore.\nPraise the Lord!"
    },
    "116": {
      "1": "I love the Lord\nbecause he heard my plea for mercy,",
      "2": "and listened to me.\nAs long as I live, I will call to him when I need help.",
      "3": "The ropes of death tightened around me,\nthe snares of Sheol confronted me.\nI was confronted with trouble and sorrow.",
      "4": "I called on the name of the Lord,\n“Please, Lord, rescue my life!”",
      "5": "The Lord is merciful and fair;\nour God is compassionate.",
      "6": "The Lord protects the untrained;\nI was in serious trouble and he delivered me.",
      "7": "Rest once more, my soul,\nfor the Lord has vindicated you.",
      "8": "Yes, Lord, you rescued my life from death,\nkept my eyes from tears\nand my feet from stumbling.",
      "9": "I will serve the Lord\nin the land of the living.",
      "10": "I had faith when I said,\n“I am severely oppressed.”",
      "11": "I rashly declared,\n“All men are liars.”",
      "12": "How can I repay the Lord\nfor all his acts of kindness to me?",
      "13": "I will celebrate my deliverance,\nand call on the name of the Lord.",
      "14": "I will fulfill my vows to the Lord\nbefore all his people.",
      "15": "The Lord values\nthe lives of his faithful followers.",
      "16": "Yes, Lord! I am indeed your servant;\nI am your servant, the son of your female servant.\nYou saved me from death.",
      "17": "I will present a thank offering to you,\nand call on the name of the Lord.",
      "18": "I will fulfill my vows to the Lord\nbefore all his people,",
      "19": "in the courts of the Lord’s temple,\nin your midst, O Jerusalem.\nPraise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all you nations.\nApplaud him, all you foreigners.",
      "2": "For his loyal love towers over us,\nand the Lord’s faithfulness endures.\nPraise the Lord."
    },
    "118": {
      "1": "Give thanks to the Lord, for he is good,\nand his loyal love endures.",
      "2": "Let Israel say,\n“Yes, his loyal love endures.”",
      "3": "Let the family of Aaron say,\n“Yes, his loyal love endures.”",
      "4": "Let the loyal followers of the Lord say,\n“Yes, his loyal love endures.”",
      "5": "In my distress I cried out to the Lord.\nThe Lord answered me and put me in a wide open place.",
      "6": "The Lord is on my side; I am not afraid.\nWhat can people do to me?",
      "7": "The Lord is on my side as my helper.\nI look in triumph on those who hate me.",
      "8": "It is better to take shelter in the Lord\nthan to trust in people.",
      "9": "It is better to take shelter in the Lord\nthan to trust in princes.",
      "10": "All the nations surrounded me.\nIndeed, in the name of the Lord I pushed them away.",
      "11": "They surrounded me, yes, they surrounded me.\nIndeed, in the name of the Lord I pushed them away.",
      "12": "They surrounded me like bees.\nBut they disappeared as quickly as a fire among thorns.\nIndeed, in the name of the Lord I pushed them away.",
      "13": "“You aggressively attacked me and tried to knock me down,\nbut the Lord helped me.",
      "14": "The Lord gives me strength and protects me;\nhe has become my deliverer.”",
      "15": "They celebrate deliverance in the tents of the godly.\nThe Lord’s right hand conquers.",
      "16": "The Lord’s right hand gives victory;\nthe Lord’s right hand conquers.",
      "17": "I will not die, but live,\nand I will proclaim what the Lord has done.",
      "18": "The Lord severely punished me,\nbut he did not hand me over to death.",
      "19": "Open for me the gates of the just king’s temple.\nI will enter through them and give thanks to the Lord.",
      "20": "This is the Lord’s gate—\nthe godly enter through it.",
      "21": "I will give you thanks, for you answered me,\nand have become my deliverer.",
      "22": "The stone that the builders discarded\nhas become the cornerstone.",
      "23": "This is the Lord’s work.\nWe consider it amazing!",
      "24": "This is the day the Lord has brought about.\nWe will be happy and rejoice in it.",
      "25": "Please, Lord, deliver!\nPlease, Lord, grant us success!",
      "26": "May the one who comes in the name of the Lord be blessed.\nWe will pronounce blessings on you in the Lord’s temple.",
      "27": "The Lord is God, and he has delivered us.\nTie the offering with ropes\nto the horns of the altar.",
      "28": "You are my God, and I will give you thanks.\nYou are my God and I will praise you.",
      "29": "Give thanks to the Lord, for he is good\nand his loyal love endures."
    },
    "119": {
      "1": "How blessed are those whose actions are blameless,\nwho obey the law of the Lord.",
      "2": "How blessed are those who observe his rules,\nand seek him with all their heart,",
      "3": "who, moreover, do no wrong,\nbut follow in his footsteps.",
      "4": "You demand that your precepts\nbe carefully kept.",
      "5": "If only I were predisposed\nto keep your statutes.",
      "6": "Then I would not be ashamed,\nif I were focused on all your commands.",
      "7": "I will give you sincere thanks,\nwhen I learn your just regulations.",
      "8": "I will keep your statutes.\nDo not completely abandon me.",
      "9": "How can a young person maintain a pure life?\nBy guarding it according to your instructions.",
      "10": "With all my heart I seek you.\nDo not allow me to stray from your commands.",
      "11": "In my heart I store up your words,\nso I might not sin against you.",
      "12": "You deserve praise, O Lord.\nTeach me your statutes.",
      "13": "With my lips I proclaim\nall the regulations you have revealed.",
      "14": "I rejoice in the lifestyle prescribed by your rules\nas if they were riches of all kinds.",
      "15": "I will meditate on your precepts\nand focus on your behavior.",
      "16": "I find delight in your statutes;\nI do not forget your instructions.",
      "17": "Be kind to your servant.\nThen I will live and keep your instructions.",
      "18": "Open my eyes so I can truly see\nthe marvelous things in your law.",
      "19": "I am a resident foreigner in this land.\nDo not hide your commands from me.",
      "20": "I desperately long to know\nyour regulations at all times.",
      "21": "You reprimand arrogant people.\nThose who stray from your commands are doomed.",
      "22": "Spare me shame and humiliation,\nfor I observe your rules.",
      "23": "Though rulers plot and slander me,\nyour servant meditates on your statutes.",
      "24": "Yes, I find delight in your rules;\nthey give me guidance.",
      "25": "I collapse in the dirt.\nRevive me with your word.",
      "26": "I told you about my ways and you answered me.\nTeach me your statutes.",
      "27": "Help me to understand what your precepts mean.\nThen I can meditate on your marvelous teachings.",
      "28": "I collapse from grief.\nSustain me by your word.",
      "29": "Remove me from the path of deceit.\nGraciously give me your law.",
      "30": "I choose the path of faithfulness;\nI am committed to your regulations.",
      "31": "I hold fast to your rules.\nO Lord, do not let me be ashamed.",
      "32": "I run along the path of your commands,\nfor you enable me to do so.",
      "33": "Teach me, O Lord, the lifestyle prescribed by your statutes,\nso that I might observe it continually.",
      "34": "Give me understanding so that I might observe your law,\nand keep it with all my heart.",
      "35": "Guide me in the path of your commands,\nfor I delight to walk in it.",
      "36": "Give me a desire for your rules,\nrather than for wealth gained unjustly.",
      "37": "Turn my eyes away from what is worthless.\nRevive me with your word.",
      "38": "Confirm to your servant your promise,\nwhich you made to the one who honors you.",
      "39": "Take away the insults that I dread.\nIndeed, your regulations are good.",
      "40": "Look, I long for your precepts.\nRevive me with your deliverance.",
      "41": "May I experience your loyal love, O Lord,\nand your deliverance, as you promised.",
      "42": "Then I will have a reply for the one who insults me,\nfor I trust in your word.",
      "43": "Do not completely deprive me of a truthful testimony,\nfor I await your justice.",
      "44": "Then I will keep your law continually\nnow and for all time.",
      "45": "I will be secure,\nfor I seek your precepts.",
      "46": "I will speak about your regulations before kings\nand not be ashamed.",
      "47": "I will find delight in your commands,\nwhich I love.",
      "48": "I will lift my hands to your commands,\nwhich I love,\nand I will meditate on your statutes.",
      "49": "Remember your word to your servant,\nfor you have given me hope.",
      "50": "This is what comforts me in my trouble,\nfor your promise revives me.",
      "51": "Arrogant people do nothing but scoff at me.\nYet I do not turn aside from your law.",
      "52": "I remember your ancient regulations,\nO Lord, and console myself.",
      "53": "Rage takes hold of me because of the wicked,\nthose who reject your law.",
      "54": "Your statutes have been my songs\nin the house where I live.",
      "55": "I remember your name during the night, O Lord,\nand I will keep your law.",
      "56": "This has been my practice,\nfor I observe your precepts.",
      "57": "The Lord is my source of security.\nI have determined to follow your instructions.",
      "58": "I seek your favor with all my heart.\nHave mercy on me as you promised.",
      "59": "I consider my actions\nand follow your rules.",
      "60": "I keep your commands eagerly\nand without delay.",
      "61": "The ropes of the wicked tighten around me,\nbut I do not forget your law.",
      "62": "In the middle of the night I arise to thank you\nfor your just regulations.",
      "63": "I am a friend to all your loyal followers,\nand to those who keep your precepts.",
      "64": "O Lord, your loyal love fills the earth.\nTeach me your statutes!",
      "65": "You are good to your servant,\nO Lord, just as you promised.",
      "66": "Teach me proper discernment and understanding.\nFor I consider your commands to be reliable.",
      "67": "Before I was afflicted I used to stray off,\nbut now I keep your instructions.",
      "68": "You are good and you do good.\nTeach me your statutes.",
      "69": "Arrogant people smear my reputation with lies,\nbut I observe your precepts with all my heart.",
      "70": "Their hearts are calloused,\nbut I find delight in your law.",
      "71": "It was good for me to suffer,\nso that I might learn your statutes.",
      "72": "The law you have revealed is more important to me\nthan thousands of pieces of gold and silver.",
      "73": "Your hands made me and formed me.\nGive me understanding so that I might learn your commands.",
      "74": "Your loyal followers will be glad when they see me,\nfor I find hope in your word.",
      "75": "I know, Lord, that your regulations are just.\nYou disciplined me because of your faithful devotion to me.",
      "76": "May your loyal love console me,\nas you promised your servant.",
      "77": "May I experience your compassion, so I might live.\nFor I find delight in your law.",
      "78": "May the arrogant be humiliated, for they have slandered me.\nBut I meditate on your precepts.",
      "79": "May your loyal followers turn to me,\nthose who know your rules.",
      "80": "May I be fully committed to your statutes,\nso that I might not be ashamed.",
      "81": "I desperately long for your deliverance.\nI find hope in your word.",
      "82": "My eyes grow tired as I wait for your promise to be fulfilled.\nI say, “When will you comfort me?”",
      "83": "For I am like a wineskin dried up in smoke.\nI do not forget your statutes.",
      "84": "How long must your servant endure this?\nWhen will you judge those who pursue me?",
      "85": "The arrogant dig pits to trap me,\nwhich violates your law.",
      "86": "All your commands are reliable.\nI am pursued without reason. Help me!",
      "87": "They have almost destroyed me here on the earth,\nbut I do not reject your precepts.",
      "88": "Revive me with your loyal love,\nthat I might keep the rules you have revealed.",
      "89": "O Lord, your instructions endure;\nthey stand secure in heaven.",
      "90": "You demonstrate your faithfulness to all generations.\nYou established the earth and it stood firm.",
      "91": "Today they stand firm by your decrees,\nfor all things are your servants.",
      "92": "If I had not found encouragement in your law,\nI would have died in my sorrow.",
      "93": "I will never forget your precepts,\nfor by them you have revived me.",
      "94": "I belong to you. Deliver me!\nFor I seek your precepts.",
      "95": "The wicked prepare to kill me,\nyet I concentrate on your rules.",
      "96": "I realize that everything has its limits,\nbut your commands are beyond full comprehension.",
      "97": "O how I love your law!\nAll day long I meditate on it.",
      "98": "Your commandments make me wiser than my enemies,\nfor I am always aware of them.",
      "99": "I have more insight than all my teachers,\nfor I meditate on your rules.",
      "100": "I am more discerning than those older than I,\nfor I observe your precepts.",
      "101": "I stay away from every evil path,\nso that I might keep your instructions.",
      "102": "I do not turn aside from your regulations,\nfor you teach me.",
      "103": "Your words are sweeter\nin my mouth than honey!",
      "104": "Your precepts give me discernment.\nTherefore I hate all deceitful actions.",
      "105": "Your word is a lamp to walk by,\nand a light to illumine my path.",
      "106": "I have vowed and solemnly sworn\nto keep your just regulations.",
      "107": "I am suffering terribly.\nO Lord, revive me with your word.",
      "108": "O Lord, please accept the freewill offerings of my praise.\nTeach me your regulations.",
      "109": "My life is in continual danger,\nbut I do not forget your law.",
      "110": "The wicked lay a trap for me,\nbut I do not wander from your precepts.",
      "111": "I claim your rules as my permanent possession,\nfor they give me joy.",
      "112": "I am determined to obey your statutes\nat all times, to the very end.",
      "113": "I hate people with divided loyalties,\nbut I love your law.",
      "114": "You are my hiding place and my shield.\nI find hope in your word.",
      "115": "Turn away from me, you evil men,\nso that I can observe the commands of my God.",
      "116": "Sustain me as you promised, so that I will live.\nDo not disappoint me.",
      "117": "Support me, so that I will be delivered.\nThen I will focus on your statutes continually.",
      "118": "You despise all who stray from your statutes,\nfor such people are deceptive and unreliable.",
      "119": "You remove all the wicked of the earth like slag.\nTherefore I love your rules.",
      "120": "My body trembles because I fear you;\nI am afraid of your judgments.",
      "121": "I do what is fair and right.\nDo not abandon me to my oppressors.",
      "122": "Guarantee the welfare of your servant.\nDo not let the arrogant oppress me.",
      "123": "My eyes grow tired as I wait for your deliverance,\nfor your reliable promise to be fulfilled.",
      "124": "Show your servant your loyal love.\nTeach me your statutes.",
      "125": "I am your servant. Give me insight,\nso that I can understand your rules.",
      "126": "It is time for the Lord to act—\nthey break your law.",
      "127": "For this reason I love your commands\nmore than gold, even purest gold.",
      "128": "For this reason I carefully follow all your precepts.\nI hate all deceitful actions.",
      "129": "Your rules are marvelous.\nTherefore I observe them.",
      "130": "Your instructions are a doorway through which light shines.\nThey give insight to the untrained.",
      "131": "I open my mouth and pant,\nbecause I long for your commands.",
      "132": "Turn toward me and extend mercy to me,\nas you typically do to your loyal followers.",
      "133": "Direct my steps by your word.\nDo not let any sin dominate me.",
      "134": "Deliver me from oppressive men,\nso that I can keep your precepts.",
      "135": "Smile on your servant.\nTeach me your statutes!",
      "136": "Tears stream down from my eyes,\nbecause people do not keep your law.",
      "137": "You are just, O Lord,\nand your judgments are fair.",
      "138": "The rules you impose are just,\nand absolutely reliable.",
      "139": "My zeal consumes me,\nfor my enemies forget your instructions.",
      "140": "Your word is absolutely pure,\nand your servant loves it.",
      "141": "I am insignificant and despised,\nyet I do not forget your precepts.",
      "142": "Your justice endures,\nand your law is reliable.",
      "143": "Distress and hardship confront me,\nyet I find delight in your commands.",
      "144": "Your rules remain just.\nGive me insight so that I can live.",
      "145": "I cried out with all my heart, “Answer me, O Lord!\nI will observe your statutes.”",
      "146": "I cried out to you, “Deliver me,\nso that I can keep your rules.”",
      "147": "I am up before dawn crying for help.\nI find hope in your word.",
      "148": "My eyes anticipate the nighttime hours,\nso that I can meditate on your word.",
      "149": "Listen to me because of your loyal love.\nO Lord, revive me, as you typically do.",
      "150": "Those who are eager to do wrong draw near;\nthey are far from your law.",
      "151": "You are near, O Lord,\nand all your commands are reliable.",
      "152": "I learned long ago that\nyou ordained your rules to last.",
      "153": "See my pain and rescue me.\nFor I do not forget your law.",
      "154": "Fight for me and defend me.\nRevive me with your word.",
      "155": "The wicked have no chance for deliverance,\nfor they do not seek your statutes.",
      "156": "Your compassion is great, O Lord.\nRevive me, as you typically do.",
      "157": "The enemies who chase me are numerous.\nYet I do not turn aside from your rules.",
      "158": "I take note of the treacherous and despise them,\nbecause they do not keep your instructions.",
      "159": "See how I love your precepts.\nO Lord, revive me with your loyal love.",
      "160": "Your instructions are totally reliable;\nall your just regulations endure.",
      "161": "Rulers pursue me for no reason,\nyet I am more afraid of disobeying your instructions.",
      "162": "I rejoice in your instructions,\nlike one who finds much plunder.",
      "163": "I hate and despise deceit;\nI love your law.",
      "164": "Seven times a day I praise you\nbecause of your just regulations.",
      "165": "Those who love your law are completely secure;\nnothing causes them to stumble.",
      "166": "I hope for your deliverance, O Lord,\nand I obey your commands.",
      "167": "I keep your rules;\nI love them greatly.",
      "168": "I keep your precepts and rules,\nfor you are aware of everything I do.",
      "169": "Listen to my cry for help, O Lord.\nGive me insight by your word.",
      "170": "Listen to my appeal for mercy.\nDeliver me, as you promised.",
      "171": "May praise flow freely from my lips,\nfor you teach me your statutes.",
      "172": "May my tongue sing about your instructions,\nfor all your commands are just.",
      "173": "May your hand help me,\nfor I choose to obey your precepts.",
      "174": "I long for your deliverance, O Lord;\nI find delight in your law.",
      "175": "May I live and praise you.\nMay your regulations help me.",
      "176": "I have wandered off like a lost sheep.\nCome looking for your servant,\nfor I do not forget your commands."
    },
    "120": {
      "1": "In my distress I cried out\nto the Lord and he answered me.",
      "2": "I said, “O Lord, rescue me\nfrom those who lie with their lips\nand those who deceive with their tongues.",
      "3": "How will he severely punish you,\nyou deceptive talker?",
      "4": "Here’s how! With the sharp arrows of warriors,\nwith arrowheads forged over the hot coals.",
      "5": "How miserable I am.\nFor I have lived temporarily in Meshech;\nI have resided among the tents of Kedar.",
      "6": "For too long I have had to reside\nwith those who hate peace.",
      "7": "I am committed to peace,\nbut when I speak, they want to make war."
    },
    "121": {
      "1": "I look up toward the hills.\nFrom where does my help come?",
      "2": "My help comes from the Lord,\nthe Creator of heaven and earth.",
      "3": "May he not allow your foot to slip.\nMay your Protector not sleep.",
      "4": "Look! Israel’s Protector\ndoes not sleep or slumber.",
      "5": "The Lord is your protector;\nthe Lord is the shade at your right hand.",
      "6": "The sun will not harm you by day,\nor the moon by night.",
      "7": "The Lord will protect you from all harm;\nhe will protect your life.",
      "8": "The Lord will protect you in all you do,\nnow and forevermore."
    },
    "122": {
      "1": "I was glad because they said to me,\n“We will go to the Lord’s temple.”",
      "2": "Our feet are standing\ninside your gates, O Jerusalem.",
      "3": "Jerusalem is a city designed\nto accommodate an assembly.",
      "4": "The tribes go up there,\nthe tribes of the Lord,\nwhere it is required that Israel\ngive thanks to the name of the Lord.",
      "5": "Indeed, the leaders sit there on thrones and make legal decisions,\non the thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem.\nMay those who love her prosper.",
      "7": "May there be peace inside your defenses,\nand prosperity inside your fortresses.",
      "8": "For the sake of my brothers and my neighbors\nI will say, “May there be peace in you.”",
      "9": "For the sake of the temple of the Lord our God\nI will pray for you to prosper."
    },
    "123": {
      "1": "I look up toward you,\nthe one enthroned in heaven.",
      "2": "Look, as the eyes of servants look to the hand of their master,\nas the eyes of a female servant look to the hand of her mistress,\nso our eyes will look to the Lord, our God, until he shows us favor.",
      "3": "Show us favor, O Lord, show us favor!\nFor we have had our fill of humiliation, and then some.",
      "4": "We have had our fill\nof the taunts of the self-assured,\nof the contempt of the proud."
    },
    "124": {
      "1": "“If the Lord had not been on our side”—\nlet Israel say this.—",
      "2": "if the Lord had not been on our side,\nwhen men attacked us,",
      "3": "they would have swallowed us alive,\nwhen their anger raged against us.",
      "4": "The water would have overpowered us;\nthe current would have overwhelmed us.",
      "5": "The raging water\nwould have overwhelmed us.",
      "6": "The Lord deserves praise,\nfor he did not hand us over as prey to their teeth.",
      "7": "We escaped with our lives, like a bird from a hunter’s snare.\nThe snare broke, and we escaped.",
      "8": "Our deliverer is the Lord,\nthe Creator of heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord are like Mount Zion,\nwhich cannot be moved and will endure forever.",
      "2": "As the mountains surround Jerusalem,\nso the Lord surrounds his people,\nnow and forevermore.",
      "3": "Indeed, the scepter of a wicked king will not settle\nupon the allotted land of the godly.\nOtherwise the godly\nmight do what is wrong.",
      "4": "Do good, O Lord, to those who are good,\nto the morally upright.",
      "5": "As for those who are bent on traveling a sinful path,\nmay the Lord remove them, along with those who behave wickedly.\nMay Israel experience peace."
    },
    "126": {
      "1": "When the Lord restored the well-being of Zion,\nwe thought we were dreaming.",
      "2": "At that time we laughed loudly\nand shouted for joy.\nAt that time the nations said,\n“The Lord has accomplished great things for these people.”",
      "3": "The Lord did indeed accomplish great things for us.\nWe were happy.",
      "4": "O Lord, restore our well-being,\njust as the streams in the arid south are replenished.",
      "5": "Those who shed tears as they plant\nwill shout for joy when they reap the harvest.",
      "6": "The one who weeps as he walks along, carrying his bag of seed,\nwill certainly come in with a shout of joy, carrying his sheaves of grain."
    },
    "127": {
      "1": "If the Lord does not build a house,\nthen those who build it work in vain.\nIf the Lord does not guard a city,\nthen the watchman stands guard in vain.",
      "2": "It is vain for you to rise early, come home late,\nand work so hard for your food.\nYes, he provides for those whom he loves even when they sleep.",
      "3": "Yes, sons are a gift from the Lord;\nthe fruit of the womb is a reward.",
      "4": "Sons born during one’s youth\nare like arrows in a warrior’s hand.",
      "5": "How blessed is the man who fills his quiver with them.\nThey will not be put to shame when they confront enemies at the city gate."
    },
    "128": {
      "1": "How blessed is every one of the Lord’s loyal followers,\neach one who keeps his commands.",
      "2": "You will eat what you worked so hard to grow.\nYou will be blessed and secure.",
      "3": "Your wife will be like a fruitful vine\nin the inner rooms of your house;\nyour children will be like olive branches,\nas they sit all around your table.",
      "4": "Yes indeed, the man who fears the Lord\nwill be blessed in this way.",
      "5": "May the Lord bless you from Zion,\nthat you might see Jerusalem prosper\nall the days of your life,",
      "6": "and that you might see your grandchildren.\nMay Israel experience peace."
    },
    "129": {
      "1": "“Since my youth they have often attacked me,”\nlet Israel say.",
      "2": "“Since my youth they have often attacked me,\nbut they have not defeated me.",
      "3": "The plowers plowed my back;\nthey made their furrows long.",
      "4": "The Lord is just;\nhe cut the ropes of the wicked.”",
      "5": "May all who hate Zion\nbe humiliated and turned back.",
      "6": "May they be like the grass on the rooftops,\nwhich withers before one can even pull it up,",
      "7": "which cannot fill the reaper’s hand,\nor the lap of the one who gathers the grain.",
      "8": "Those who pass by will not say,\n“May you experience the Lord’s blessing!\nWe pronounce a blessing on you in the name of the Lord.”"
    },
    "130": {
      "1": "From the deep water I cry out to you, O Lord.",
      "2": "O Lord, listen to me.\nPay attention to my plea for mercy.",
      "3": "If you, O Lord, were to keep track of sins,\nO Lord, who could stand before you?",
      "4": "But you are willing to forgive,\nso that you might be honored.",
      "5": "I rely on the Lord.\nI rely on him with my whole being;\nI wait for his assuring word.",
      "6": "I yearn for the Lord,\nmore than watchmen do for the morning,\nyes, more than watchmen do for the morning.",
      "7": "O Israel, hope in the Lord,\nfor the Lord exhibits loyal love,\nand is more than willing to deliver.",
      "8": "He will deliver Israel\nfrom all their sins."
    },
    "131": {
      "1": "O Lord, my heart is not proud,\nnor do I have a haughty look.\nI do not have great aspirations,\nor concern myself with things that are beyond me.",
      "2": "Indeed, I have calmed and quieted myself\nlike a weaned child with its mother;\nI am content like a young child.",
      "3": "O Israel, hope in the Lord\nnow and forevermore!"
    },
    "132": {
      "1": "O Lord, for David’s sake remember\nall his strenuous effort,",
      "2": "and how he made a vow to the Lord,\nand swore an oath to the Powerful One of Jacob.",
      "3": "He said, “I will not enter my own home,\nor get into my bed.",
      "4": "I will not allow my eyes to sleep,\nor my eyelids to slumber,",
      "5": "until I find a place for the Lord,\na fine dwelling place for the Powerful One of Jacob.”",
      "6": "Look, we heard about it in Ephrathah;\nwe found it in the territory of Jaar.",
      "7": "Let us go to his dwelling place.\nLet us worship before his footstool.",
      "8": "Ascend, O Lord, to your resting place,\nyou and the ark of your strength.",
      "9": "May your priests be clothed with integrity.\nMay your loyal followers shout for joy.",
      "10": "For the sake of David, your servant,\ndo not reject your chosen king.",
      "11": "The Lord made a reliable promise to David;\nhe will not go back on his word.\nHe said, “I will place one of your descendants on your throne.",
      "12": "If your sons keep my covenant\nand the rules I teach them,\ntheir sons will also sit on your throne forever.”",
      "13": "Certainly the Lord has chosen Zion;\nhe decided to make it his home.",
      "14": "He said, “This will be my resting place forever;\nI will live here, for I have chosen it.",
      "15": "I will abundantly supply what she needs;\nI will give her poor all the food they need.",
      "16": "I will protect her priests,\nand her godly people will shout exuberantly.",
      "17": "There I will make David strong;\nI have determined that my chosen king’s dynasty will continue.",
      "18": "I will humiliate his enemies,\nand his crown will shine.”"
    },
    "133": {
      "1": "Look! How good and how pleasant it is\nwhen brothers truly live in unity.",
      "2": "It is like fine oil poured on the head,\nwhich flows down the beard—\nAaron’s beard,\nand then flows down his garments.",
      "3": "It is like the dew of Hermon,\nwhich flows down upon the hills of Zion.\nIndeed, that is where the Lord has decreed\na blessing will be available—eternal life."
    },
    "134": {
      "1": "Attention! Praise the Lord,\nall you servants of the Lord,\nwho serve in the Lord’s temple during the night.",
      "2": "Lift your hands toward the sanctuary\nand praise the Lord.",
      "3": "May the Lord, the Creator of heaven and earth,\nbless you from Zion."
    },
    "135": {
      "1": "Praise the Lord.\nPraise the name of the Lord.\nOffer praise, you servants of the Lord,",
      "2": "who serve in the Lord’s temple,\nin the courts of the temple of our God.",
      "3": "Praise the Lord, for the Lord is good.\nSing praises to his name, for it is pleasant.",
      "4": "Indeed, the Lord has chosen Jacob for himself,\nIsrael to be his special possession.",
      "5": "Yes, I know the Lord is great,\nand our Lord is superior to all gods.",
      "6": "He does whatever he pleases\nin heaven and on earth,\nin the seas and all the ocean depths.",
      "7": "He causes the clouds to arise from the end of the earth,\nmakes lightning bolts accompany the rain,\nand brings the wind out of his storehouses.",
      "8": "He struck down the firstborn of Egypt,\nincluding both men and animals.",
      "9": "He performed awesome deeds and acts of judgment\nin your midst, O Egypt,\nagainst Pharaoh and all his servants.",
      "10": "He defeated many nations,\nand killed mighty kings—",
      "11": "Sihon, king of the Amorites,\nand Og, king of Bashan,\nand all the kingdoms of Canaan.",
      "12": "He gave their land as an inheritance,\nas an inheritance to Israel his people.",
      "13": "O Lord, your name endures,\nyour reputation, O Lord, lasts.",
      "14": "For the Lord vindicates his people,\nand has compassion on his servants.",
      "15": "The nations’ idols are made of silver and gold;\nthey are man-made.",
      "16": "They have mouths, but cannot speak,\neyes, but cannot see,",
      "17": "and ears, but cannot hear.\nIndeed, they cannot breathe.",
      "18": "Those who make them will end up like them,\nas will everyone who trusts in them.",
      "19": "O family of Israel, praise the Lord.\nO family of Aaron, praise the Lord.",
      "20": "O family of Levi, praise the Lord.\nYou loyal followers of the Lord, praise the Lord.",
      "21": "The Lord deserves praise in Zion—\nhe who dwells in Jerusalem.\nPraise the Lord."
    },
    "136": {
      "1": "Give thanks to the Lord, for he is good,\nfor his loyal love endures.",
      "2": "Give thanks to the God of gods,\nfor his loyal love endures.",
      "3": "Give thanks to the Lord of lords,\nfor his loyal love endures,",
      "4": "to the one who performs magnificent, amazing deeds all by himself,\nfor his loyal love endures,",
      "5": "to the one who used wisdom to make the heavens,\nfor his loyal love endures,",
      "6": "to the one who spread out the earth over the water,\nfor his loyal love endures,",
      "7": "to the one who made the great lights,\nfor his loyal love endures,",
      "8": "the sun to rule by day,\nfor his loyal love endures,",
      "9": "the moon and stars to rule by night,\nfor his loyal love endures,",
      "10": "to the one who struck down the firstborn of Egypt,\nfor his loyal love endures,",
      "11": "and led Israel out from their midst,\nfor his loyal love endures,",
      "12": "with a strong hand and an outstretched arm,\nfor his loyal love endures,",
      "13": "to the one who divided the Red Sea in two,\nfor his loyal love endures,",
      "14": "and led Israel through its midst,\nfor his loyal love endures,",
      "15": "and tossed Pharaoh and his army into the Red Sea,\nfor his loyal love endures,",
      "16": "to the one who led his people through the wilderness,\nfor his loyal love endures,",
      "17": "to the one who struck down great kings,\nfor his loyal love endures,",
      "18": "and killed powerful kings,\nfor his loyal love endures,",
      "19": "Sihon, king of the Amorites,\nfor his loyal love endures,",
      "20": "Og, king of Bashan,\nfor his loyal love endures,",
      "21": "and gave their land as an inheritance,\nfor his loyal love endures,",
      "22": "as an inheritance to Israel his servant,\nfor his loyal love endures,",
      "23": "to the one who remembered us when we were down,\nfor his loyal love endures,",
      "24": "and snatched us away from our enemies,\nfor his loyal love endures,",
      "25": "to the one who gives food to all living things,\nfor his loyal love endures.",
      "26": "Give thanks to the God of heaven,\nfor his loyal love endures!"
    },
    "137": {
      "1": "By the rivers of Babylon\nwe sit down and weep\nwhen we remember Zion.",
      "2": "On the poplars in her midst\nwe hang our harps,",
      "3": "for there our captors ask us to compose songs;\nthose who mock us demand that we be happy, saying:\n“Sing for us a song about Zion!”",
      "4": "How can we sing a song to the Lord\nin a foreign land?",
      "5": "If I forget you, O Jerusalem,\nmay my right hand be crippled.",
      "6": "May my tongue stick to the roof of my mouth,\nif I do not remember you,\nand do not give Jerusalem priority\nover whatever gives me the most joy.",
      "7": "Remember, O Lord, what the Edomites did\non the day Jerusalem fell.\nThey said, “Tear it down, tear it down,\nright to its very foundation!”",
      "8": "O daughter Babylon, soon to be devastated,\nhow blessed will be the one who repays you\nfor what you dished out to us.",
      "9": "How blessed will be the one who grabs your babies\nand smashes them on a rock."
    },
    "138": {
      "1": "I will give you thanks with all my heart;\nbefore the heavenly assembly I will sing praises to you.",
      "2": "I will bow down toward your holy temple,\nand give thanks to your name,\nbecause of your loyal love and faithfulness,\nfor you have exalted your promise above the entire sky.",
      "3": "When I cried out for help, you answered me.\nYou made me bold and energized me.",
      "4": "Let all the kings of the earth give thanks to you, O Lord,\nwhen they hear the words you speak.",
      "5": "Let them sing about the Lord’s deeds,\nfor the Lord’s splendor is magnificent.",
      "6": "Though the Lord is exalted, he looks after the lowly,\nand from far away humbles the proud.",
      "7": "Even when I must walk in the midst of danger, you revive me.\nYou oppose my angry enemies,\nand your right hand delivers me.",
      "8": "The Lord avenges me.\nO Lord, your loyal love endures.\nDo not abandon those whom you have made."
    },
    "139": {
      "1": "O Lord, you examine me and know me.",
      "2": "You know when I sit down and when I get up;\neven from far away you understand my motives.",
      "3": "You carefully observe me when I travel or when I lie down to rest;\nyou are aware of everything I do.",
      "4": "Certainly my tongue does not frame a word\nwithout you, O Lord, being thoroughly aware of it.",
      "5": "You squeeze me in from behind and in front;\nyou place your hand on me.",
      "6": "Your knowledge is beyond my comprehension;\nit is so far beyond me, I am unable to fathom it.",
      "7": "Where can I go to escape your Spirit?\nWhere can I flee to escape your presence?",
      "8": "If I were to ascend to heaven, you would be there.\nIf I were to sprawl out in Sheol, there you would be.",
      "9": "If I were to fly away on the wings of the dawn,\nand settle down on the other side of the sea,",
      "10": "even there your hand would guide me,\nyour right hand would grab hold of me.",
      "11": "If I were to say, “Certainly the darkness will cover me,\nand the light will turn to night all around me,”",
      "12": "even the darkness is not too dark for you to see,\nand the night is as bright as day;\ndarkness and light are the same to you.",
      "13": "Certainly you made my mind and heart;\nyou wove me together in my mother’s womb.",
      "14": "I will give you thanks because your deeds are awesome and amazing.\nYou knew me thoroughly;",
      "15": "my bones were not hidden from you,\nwhen I was made in secret\nand sewed together in the depths of the earth.",
      "16": "Your eyes saw me when I was inside the womb.\nAll the days ordained for me\nwere recorded in your scroll\nbefore one of them came into existence.",
      "17": "How difficult it is for me to fathom your thoughts about me, O God!\nHow vast is their sum total.",
      "18": "If I tried to count them,\nthey would outnumber the grains of sand.\nEven if I finished counting them,\nI would still have to contend with you.",
      "19": "If only you would kill the wicked, O God!\nGet away from me, you violent men!",
      "20": "They rebel against you and act deceitfully;\nyour enemies lie.",
      "21": "O Lord, do I not hate those who hate you,\nand despise those who oppose you?",
      "22": "I absolutely hate them;\nthey have become my enemies.",
      "23": "Examine me, O God, and probe my thoughts.\nTest me, and know my concerns.",
      "24": "See if there is any idolatrous way in me,\nand lead me in the everlasting way."
    },
    "140": {
      "1": "O Lord, rescue me from wicked men.\nProtect me from violent men,",
      "2": "who plan ways to harm me.\nAll day long they stir up conflict.",
      "3": "Their tongues wound like a serpent;\na viper’s venom is behind their lips. (Selah)",
      "4": "O Lord, shelter me from the power of the wicked.\nProtect me from violent men,\nwho plan to knock me over.",
      "5": "Proud men hide a snare for me;\nevil men spread a net by the path.\nThey set traps for me. (Selah)",
      "6": "I say to the Lord, “You are my God.”\nO Lord, pay attention to my plea for mercy.",
      "7": "O Sovereign Lord, my strong deliverer,\nyou shield my head in the day of battle.",
      "8": "O Lord, do not let the wicked have their way.\nDo not allow their plan to succeed when they attack. (Selah)",
      "9": "As for the heads of those who surround me—\nmay the harm done by their lips overwhelm them.",
      "10": "May he rain down fiery coals upon them.\nMay he throw them into the fire.\nFrom bottomless pits they will not escape.",
      "11": "A slanderer will not endure on the earth;\ncalamity will hunt down a violent man and strike him down.",
      "12": "I know that the Lord defends the cause of the oppressed\nand vindicates the poor.",
      "13": "Certainly the godly will give thanks to your name;\nthe morally upright will live in your presence."
    },
    "141": {
      "1": "O Lord, I cry out to you. Come quickly to me.\nPay attention to me when I cry out to you.",
      "2": "May you accept my prayer like incense,\nmy uplifted hands like the evening offering.",
      "3": "O Lord, place a guard on my mouth.\nProtect the opening of my lips.",
      "4": "Do not let me have evil desires,\nor participate in sinful activities\nwith men who behave wickedly.\nI will not eat their delicacies.",
      "5": "May the godly strike me in love and correct me.\nMay my head not refuse choice oil.\nIndeed, my prayer is a witness against their evil deeds.",
      "6": "They will be thrown over the side of a cliff by their judges.\nThey will listen to my words, for they are pleasant.",
      "7": "As when one plows and breaks up the soil,\nso our bones are scattered at the mouth of Sheol.",
      "8": "Surely I am looking to you, O Sovereign Lord.\nIn you I take shelter.\nDo not expose me to danger.",
      "9": "Protect me from the snare they have laid for me,\nand the traps the evildoers have set.",
      "10": "Let the wicked fall into their own nets,\nwhile I escape."
    },
    "142": {
      "1": "To the Lord I cry out;\nto the Lord I plead for mercy.",
      "2": "I pour out my lament before him;\nI tell him about my troubles.",
      "3": "Even when my strength leaves me,\nyou watch my footsteps.\nIn the path where I walk\nthey have hidden a trap for me.",
      "4": "Look to the right and see.\nNo one cares about me.\nI have nowhere to run;\nno one is concerned about my life.",
      "5": "I cry out to you, O Lord;\nI say, “You are my shelter,\nmy security in the land of the living.”",
      "6": "Listen to my cry for help,\nfor I am in serious trouble.\nRescue me from those who chase me,\nfor they are stronger than I am.",
      "7": "Free me from prison,\nthat I may give thanks to your name.\nBecause of me the godly will assemble,\nfor you will vindicate me."
    },
    "143": {
      "1": "O Lord, hear my prayer.\nPay attention to my plea for help.\nBecause of your faithfulness and justice, answer me.",
      "2": "Do not sit in judgment on your servant,\nfor no one alive is innocent before you.",
      "3": "Certainly my enemies chase me.\nThey smash me into the ground.\nThey force me to live in dark regions,\nlike those who have been dead for ages.",
      "4": "My strength leaves me;\nI am absolutely shocked.",
      "5": "I recall the old days.\nI meditate on all you have done;\nI reflect on your accomplishments.",
      "6": "I spread my hands out to you in prayer;\nmy soul thirsts for you in a parched land. (Selah)",
      "7": "Answer me quickly, Lord.\nMy strength is fading.\nDo not reject me,\nor I will join those descending into the grave.",
      "8": "May I hear about your loyal love in the morning,\nfor I trust in you.\nShow me the way I should go,\nbecause I long for you.",
      "9": "Rescue me from my enemies, O Lord.\nI run to you for protection.",
      "10": "Teach me to do what pleases you,\nfor you are my God.\nMay your kind presence\nlead me into a level land.",
      "11": "O Lord, for the sake of your reputation, revive me.\nBecause of your justice, rescue me from trouble.",
      "12": "As a demonstration of your loyal love, destroy my enemies.\nAnnihilate all who threaten my life,\nfor I am your servant."
    },
    "144": {
      "1": "The Lord, my Protector, deserves praise—\nthe one who trains my hands for battle,\nand my fingers for war,",
      "2": "who loves me and is my stronghold,\nmy refuge and my deliverer,\nmy shield and the one in whom I take shelter,\nwho makes nations submit to me.",
      "3": "O Lord, of what importance is the human race, that you should notice them?\nOf what importance is mankind, that you should be concerned about them?",
      "4": "People are like a vapor,\ntheir days like a shadow that disappears.",
      "5": "O Lord, make the sky sink and come down.\nTouch the mountains and make them smolder.",
      "6": "Hurl lightning bolts and scatter the enemy.\nShoot your arrows and rout them.",
      "7": "Reach down from above.\nGrab me and rescue me from the surging water,\nfrom the power of foreigners,",
      "8": "who speak lies,\nand make false promises.",
      "9": "O God, I will sing a new song to you.\nAccompanied by a ten-stringed instrument, I will sing praises to you,",
      "10": "the one who delivers kings,\nand rescued David his servant from a deadly sword.",
      "11": "Grab me and rescue me from the power of foreigners,\nwho speak lies,\nand make false promises.",
      "12": "Then our sons will be like plants,\nthat quickly grow to full size.\nOur daughters will be like corner pillars,\ncarved like those in a palace.",
      "13": "Our storehouses will be full,\nproviding all kinds of food.\nOur sheep will multiply by the thousands\nand fill our pastures.",
      "14": "Our cattle will be weighted down with produce.\nNo one will break through our walls,\nno one will be taken captive,\nand there will be no terrified cries in our city squares.",
      "15": "How blessed are the people who experience these things.\nHow blessed are the people whose God is the Lord."
    },
    "145": {
      "1": "I will extol you, my God, O King.\nI will praise your name continually.",
      "2": "Every day I will praise you.\nI will praise your name continually.",
      "3": "The Lord is great and certainly worthy of praise.\nNo one can fathom his greatness.",
      "4": "One generation will praise your deeds to another,\nand tell about your mighty acts.",
      "5": "I will focus on your honor and majestic splendor,\nand your amazing deeds.",
      "6": "They will proclaim the power of your awesome acts.\nI will declare your great deeds.",
      "7": "They will talk about the fame of your great kindness,\nand sing about your justice.",
      "8": "The Lord is merciful and compassionate;\nhe is patient and demonstrates great loyal love.",
      "9": "The Lord is good to all,\nand has compassion on all he has made.",
      "10": "All your works will give thanks to you, Lord.\nYour loyal followers will praise you.",
      "11": "They will proclaim the splendor of your kingdom;\nthey will tell about your power,",
      "12": "so that mankind might acknowledge your mighty acts,\nand the majestic splendor of your kingdom.",
      "13": "Your kingdom is an eternal kingdom,\nand your dominion endures through all generations.",
      "14": "The Lord supports all who fall,\nand lifts up all who are bent over.",
      "15": "Everything looks to you in anticipation,\nand you provide them with food on a regular basis.",
      "16": "You open your hand,\nand fill every living thing with the food it desires.",
      "17": "The Lord is just in all his actions,\nand exhibits love in all he does.",
      "18": "The Lord is near all who cry out to him,\nall who cry out to him sincerely.",
      "19": "He satisfies the desire of his loyal followers;\nhe hears their cry for help and delivers them.",
      "20": "The Lord protects all those who love him,\nbut he destroys all the wicked.",
      "21": "My mouth will praise the Lord.\nLet all who live praise his holy name forever."
    },
    "146": {
      "1": "Praise the Lord.\nPraise the Lord, O my soul.",
      "2": "I will praise the Lord as long as I live.\nI will sing praises to my God as long as I exist.",
      "3": "Do not trust in princes,\nor in human beings, who cannot deliver.",
      "4": "Their life’s breath departs, they return to the ground.\nOn that day their plans die.",
      "5": "How blessed is the one whose helper is the God of Jacob,\nwhose hope is in the Lord his God,",
      "6": "the one who made heaven and earth,\nthe sea, and all that is in them,\nwho remains forever faithful,",
      "7": "vindicates the oppressed,\nand gives food to the hungry.\nThe Lord releases the imprisoned.",
      "8": "The Lord gives sight to the blind.\nThe Lord lifts up all who are bent over.\nThe Lord loves the godly.",
      "9": "The Lord protects the resident foreigner.\nHe lifts up the fatherless and the widow,\nbut he opposes the wicked.",
      "10": "The Lord rules forever,\nyour God, O Zion, throughout the generations to come.\nPraise the Lord!"
    },
    "147": {
      "1": "Praise the Lord,\nfor it is good to sing praises to our God.\nYes, praise is pleasant and appropriate.",
      "2": "The Lord rebuilds Jerusalem,\nand gathers the exiles of Israel.",
      "3": "He heals the brokenhearted,\nand bandages their wounds.",
      "4": "He counts the number of the stars;\nhe names all of them.",
      "5": "Our Lord is great and has awesome power;\nthere is no limit to his wisdom.",
      "6": "The Lord lifts up the oppressed,\nbut knocks the wicked to the ground.",
      "7": "Offer to the Lord a song of thanks.\nSing praises to our God to the accompaniment of a harp.",
      "8": "He covers the sky with clouds,\nprovides the earth with rain,\nand causes grass to grow on the hillsides.",
      "9": "He gives food to the animals,\nand to the young ravens when they chirp.",
      "10": "He is not enamored with the strength of a horse,\nnor is he impressed by the warrior’s strong legs.",
      "11": "The Lord takes delight in his faithful followers,\nand in those who wait for his loyal love.",
      "12": "Extol the Lord, O Jerusalem.\nPraise your God, O Zion.",
      "13": "For he makes the bars of your gates strong.\nHe blesses your children within you.",
      "14": "He brings peace to your territory.\nHe abundantly provides for you the best grain.",
      "15": "He sends his command through the earth;\nswiftly his order reaches its destination.",
      "16": "He sends the snow that is white like wool;\nhe spreads the frost that is white like ashes.",
      "17": "He throws his hailstones like crumbs.\nWho can withstand the cold wind he sends?",
      "18": "He then orders it all to melt;\nhe breathes on it, and the water flows.",
      "19": "He proclaims his word to Jacob,\nhis statutes and regulations to Israel.",
      "20": "He has not done so with any other nation;\nthey are not aware of his regulations.\nPraise the Lord!"
    },
    "148": {
      "1": "Praise the Lord.\nPraise the Lord from the sky.\nPraise him in the heavens.",
      "2": "Praise him, all his angels.\nPraise him, all his heavenly assembly.",
      "3": "Praise him, O sun and moon.\nPraise him, all you shiny stars.",
      "4": "Praise him, O highest heaven,\nand you waters above the sky.",
      "5": "Let them praise the name of the Lord,\nfor he gave the command and they came into existence.",
      "6": "He established them so they would endure;\nhe issued a decree that will not be revoked.",
      "7": "Praise the Lord from the earth,\nyou sea creatures and all you ocean depths,",
      "8": "O fire and hail, snow and clouds,\nO stormy wind that carries out his orders,",
      "9": "you mountains and all you hills,\nyou fruit trees and all you cedars,",
      "10": "you animals and all you cattle,\nyou creeping things and birds,",
      "11": "you kings of the earth and all you nations,\nyou princes and all you leaders on the earth,",
      "12": "you young men and young women,\nyou elderly, along with you children.",
      "13": "Let them praise the name of the Lord,\nfor his name alone is exalted;\nhis majesty extends over the earth and sky.",
      "14": "He has made his people victorious,\nand given all his loyal followers reason to praise—\nthe Israelites, the people who are close to him.\nPraise the Lord!"
    },
    "149": {
      "1": "Praise the Lord.\nSing to the Lord a new song.\nPraise him in the assembly of the godly.",
      "2": "Let Israel rejoice in their Creator.\nLet the people of Zion delight in their King.",
      "3": "Let them praise his name with dancing.\nLet them sing praises to him to the accompaniment of the tambourine and harp.",
      "4": "For the Lord takes delight in his people;\nhe exalts the oppressed by delivering them.",
      "5": "Let the godly rejoice because of their vindication.\nLet them shout for joy upon their beds.",
      "6": "May the praises of God be in their mouths\nand a two-edged sword in their hands,",
      "7": "in order to take revenge on the nations,\nand punish foreigners.",
      "8": "The godly bind their enemies’ kings in chains,\nand their nobles in iron shackles,",
      "9": "and execute the judgment to which their enemies have been sentenced.\nAll his loyal followers will be vindicated.\nPraise the Lord."
    },
    "150": {
      "1": "Praise the Lord!\nPraise God in his sanctuary;\npraise him in the sky, which testifies to his strength!",
      "2": "Praise him for his mighty acts;\npraise him for his surpassing greatness!",
      "3": "Praise him with the blast of the horn;\npraise him with the lyre and the harp!",
      "4": "Praise him with the tambourine and with dancing;\npraise him with stringed instruments and the flute!",
      "5": "Praise him with loud cymbals;\npraise him with clanging cymbals!",
      "6": "Let everything that has breath praise the Lord!\nPraise the Lord!"
    }
  }
}