{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:37.575738-04:00",
    "Translation": "NET"
  },
  "Song Of Solomon": {
    "1": {
      "1": "Solomon’s Most Excellent Love Song.",
      "2": "Oh, how I wish you would kiss me passionately!\nFor your lovemaking is more delightful than wine.",
      "3": "The fragrance of your colognes is delightful;\nyour name is like the finest perfume.\nNo wonder the young women adore you!",
      "4": "Draw me after you; let us hurry!\nMay the king bring me into his bedroom chambers! \nWe will rejoice and delight in you;\nwe will praise your love more than wine. \nHow rightly the young women adore you!",
      "5": "I am dark but lovely, O maidens of Jerusalem,\ndark like the tents of Qedar,\nlovely like the tent curtains of Salmah.",
      "6": "Do not stare at me because I am dark,\nfor the sun has burned my skin.\nMy brothers were angry with me;\nthey made me the keeper of the vineyards.\nAlas, my own vineyard I could not keep!",
      "7": "Tell me, O you whom my heart loves,\nwhere do you pasture your sheep?\nWhere do you rest your sheep during the midday heat?\nTell me lest I wander around\nbeside the flocks of your companions!",
      "8": "If you do not know, O most beautiful of women,\nsimply follow the tracks of my flock,\nand pasture your little lambs\nbeside the tents of the shepherds.",
      "9": "O my beloved, you are like a mare\namong Pharaoh’s stallions.",
      "10": "Your cheeks are beautiful with ornaments;\nyour neck is lovely with strings of jewels.",
      "11": "We will make for you gold ornaments\nstudded with silver.",
      "12": "While the king was at his banqueting table,\nmy nard gave forth its fragrance.",
      "13": "My beloved is like a fragrant pouch of myrrh\nspending the night between my breasts.",
      "14": "My beloved is like a cluster of henna blossoms\nin the vineyards of En Gedi.",
      "15": "Oh, how beautiful you are, my beloved!\nOh, how beautiful you are!\nYour eyes are like doves!",
      "16": "Oh, how handsome you are, my lover!\nOh, how delightful you are!\nThe lush foliage is our canopied bed;",
      "17": "the cedars are the beams of our bedroom chamber;\nthe pines are the rafters of our bedroom."
    },
    "2": {
      "1": "I am a meadow flower from Sharon,\na lily from the valleys.",
      "2": "Like a lily among the thorns,\nso is my darling among the maidens.",
      "3": "Like an apple tree among the trees of the forest,\nso is my beloved among the young men.\nI delight to sit in his shade,\nand his fruit is sweet to my taste.",
      "4": "He brought me into the banquet hall,\nand he looked at me lovingly.",
      "5": "Sustain me with raisin cakes,\nrefresh me with apples,\nfor I am faint with love.",
      "6": "His left hand is under my head,\nand his right hand embraces me.",
      "7": "I admonish you, O maidens of Jerusalem,\nby the gazelles and by the young does of the open fields:\nDo not awaken or arouse love until it pleases!",
      "8": "Listen! My lover is approaching!\nLook! Here he comes,\nleaping over the mountains,\nbounding over the hills!",
      "9": "My lover is like a gazelle or a young stag.\nLook! There he stands behind our wall,\ngazing through the window,\npeering through the lattice.",
      "10": "My lover spoke to me, saying:\n“Arise, my darling;\nMy beautiful one, come away with me!",
      "11": "Look! The winter has passed,\nthe winter rains are over and gone.",
      "12": "Blossoms have appeared in the land,\nthe time for pruning and singing has come;\nthe voice of the turtledove is heard in our land.",
      "13": "The fig tree has ripened its figs,\nthe vines have blossomed and give off their fragrance.\nArise, come away my darling;\nmy beautiful one, come away with me!”",
      "14": "O my dove, in the clefts of the rock,\nin the hiding places of the mountain crags,\nlet me see your face,\nlet me hear your voice;\nfor your voice is sweet,\nand your face is lovely.",
      "15": "Catch the foxes for us,\nthe little foxes,\nthat ruin the vineyards—\nfor our vineyard is in bloom.",
      "16": "My lover is mine and I am his;\nhe grazes among the lilies.",
      "17": "Until the dawn arrives and the shadows flee,\nturn, my beloved—\nbe like a gazelle or a young stag\non the mountain gorges."
    },
    "3": {
      "1": "All night long on my bed\nI longed for my lover.\nI longed for him but he never appeared.",
      "2": "“I will arise and look all around throughout the town,\nand throughout the streets and squares;\nI will search for my beloved.”\nI searched for him but I did not find him.",
      "3": "The night watchmen found me—the ones who guard the city walls.\n“Have you seen my beloved?”",
      "4": "Scarcely had I passed them by\nwhen I found my beloved!\nI held onto him tightly and would not let him go\nuntil I brought him to my mother’s house,\nto the bedroom chamber of the one who conceived me.",
      "5": "I admonish you, O maidens of Jerusalem,\nby the gazelles and by the young does of the open fields:\n“Do not awaken or arouse love until it pleases!”",
      "6": "Who is this coming up from the wilderness\nlike a column of smoke,\nlike a fragrant billow of myrrh and frankincense,\nevery kind of fragrant powder of the traveling merchants?",
      "7": "Look! It is Solomon’s portable couch!\nIt is surrounded by sixty warriors,\nsome of Israel’s mightiest warriors.",
      "8": "All of them are skilled with a sword,\nwell trained in the art of warfare.\nEach has his sword at his side,\nto guard against the terrors of the night.",
      "9": "King Solomon made a sedan chair for himself\nof wood imported from Lebanon.",
      "10": "Its posts were made of silver;\nits back was made of gold.\nIts seat was upholstered with purple wool;\nits interior was inlaid with leather by the maidens of Jerusalem.",
      "11": "Come out, O maidens of Zion,\nand gaze upon King Solomon!\nHe is wearing the crown with which his mother crowned him\non his wedding day,\non the most joyous day of his life!"
    },
    "4": {
      "1": "Oh, you are beautiful, my darling!\nOh, you are beautiful!\nYour eyes behind your veil are like doves.\nYour hair is like a flock of female goats\ndescending from Mount Gilead.",
      "2": "Your teeth are like a flock of newly shorn sheep\ncoming up from the washing place;\neach of them has a twin,\nand not one of them is missing.",
      "3": "Your lips are like a scarlet thread;\nyour mouth is lovely.\nYour forehead behind your veil\nis like a slice of pomegranate.",
      "4": "Your neck is like the tower of David\nbuilt with courses of stones;\none thousand shields are hung on it—\nall shields of valiant warriors.",
      "5": "Your two breasts are like two fawns,\ntwins of the gazelle\ngrazing among the lilies.",
      "6": "Until the dawn arrives\nand the shadows flee,\nI will go up to the mountain of myrrh,\nand to the hill of frankincense.",
      "7": "You are altogether beautiful, my darling!\nThere is no blemish in you!",
      "8": "Come with me from Lebanon, my bride,\ncome with me from Lebanon.\nDescend from the crest of Amana,\nfrom the top of Senir, the summit of Hermon,\nfrom the lions’ dens\nand the mountain haunts of the leopards.",
      "9": "You have stolen my heart, my sister, my bride!\nYou have stolen my heart with one glance of your eyes,\nwith one jewel of your necklace.",
      "10": "How delightful is your love, my sister, my bride!\nHow much better is your love than wine;\nthe fragrance of your perfume is better than any spice!",
      "11": "Your lips drip sweetness like the honeycomb, my bride,\nhoney and milk are under your tongue.\nThe fragrance of your garments is like the fragrance of Lebanon.",
      "12": "You are a locked garden, my sister, my bride;\nyou are an enclosed spring, a sealed-up fountain.",
      "13": "Your shoots are a royal garden full of pomegranates\nwith choice fruits:\nhenna with nard,",
      "14": "nard and saffron,\ncalamus and cinnamon with every kind of spice,\nmyrrh and aloes with all the finest spices.",
      "15": "You are a garden spring,\na well of fresh water flowing down from Lebanon.",
      "16": "Awake, O north wind; come, O south wind!\nBlow on my garden so that its fragrant spices may send out their sweet smell.\nMay my beloved come into his garden\nand eat its delightful fruit!"
    },
    "5": {
      "1": "I have entered my garden, O my sister, my bride;\nI have gathered my myrrh with my balsam spice.\nI have eaten my honeycomb and my honey;\nI have drunk my wine and my milk! \nEat, friends, and drink!\nDrink freely, O lovers!",
      "2": "I was asleep, but my mind was dreaming.\nListen! My lover is knocking at the door! \n“Open for me, my sister, my darling,\nmy dove, my flawless one!\nMy head is drenched with dew,\nmy hair with the dampness of the night.”",
      "3": "“I have already taken off my robe—must I put it on again?\nI have already washed my feet—must I soil them again?”",
      "4": "My lover thrust his hand through the hole,\nand my feelings were stirred for him.",
      "5": "I arose to open for my beloved;\nmy hands dripped with myrrh—\nmy fingers flowed with myrrh\non the handles of the lock.",
      "6": "I opened for my beloved,\nbut my lover had already turned and gone away.\nI fell into despair when he departed.\nI looked for him but did not find him;\nI called him but he did not answer me.",
      "7": "The watchmen found me as they made their rounds in the city.\nThey beat me, they bruised me;\nthey took away my cloak, those watchmen on the walls!",
      "8": "I admonish you, O maidens of Jerusalem—\nIf you find my beloved, what will you tell him?\nTell him that I am lovesick!",
      "9": "Why is your beloved better than others,\nO most beautiful of women?\nWhy is your beloved better than others,\nthat you would admonish us in this manner?",
      "10": "My beloved is dazzling and ruddy;\nhe stands out in comparison to all other men.",
      "11": "His head is like the purest gold.\nHis hair is curly—black like a raven.",
      "12": "His eyes are like doves by streams of water,\nwashed in milk, mounted like jewels.",
      "13": "His cheeks are like garden beds full of balsam trees yielding perfume.\nHis lips are like lilies dripping with drops of myrrh.",
      "14": "His arms are like rods of gold set with chrysolite.\nHis abdomen is like polished ivory inlaid with sapphires.",
      "15": "His legs are like pillars of marble set on bases of pure gold.\nHis appearance is like Lebanon, choice as its cedars.",
      "16": "His mouth is very sweet;\nhe is totally desirable.\nThis is my beloved!\nThis is my companion, O maidens of Jerusalem!"
    },
    "6": {
      "1": "Where has your beloved gone,\nO most beautiful among women?\nWhere has your beloved turned?\nTell us, that we may seek him with you.",
      "2": "My beloved has gone down to his garden,\nto the flowerbeds of balsam spices,\nto graze in the gardens,\nand to gather lilies.",
      "3": "I am my lover’s and my lover is mine;\nhe grazes among the lilies.",
      "4": "My darling, you are as beautiful as Tirzah,\nas lovely as Jerusalem,\nas awe-inspiring as bannered armies.",
      "5": "Turn your eyes away from me—\nthey overwhelm me!\nYour hair is like a flock of goats\ndescending from Mount Gilead.",
      "6": "Your teeth are like a flock of sheep\ncoming up from the washing;\neach has its twin;\nnot one of them is missing.",
      "7": "Like a slice of pomegranate\nis your forehead behind your veil.",
      "8": "There may be sixty queens,\nand eighty concubines,\nand young women without number.",
      "9": "But she is unique,\nmy dove, my perfect one!\nShe is the special daughter of her mother;\nshe is the favorite of the one who bore her.\nThe maidens saw her and complimented her;\nthe queens and concubines praised her:",
      "10": "“Who is this who appears like the dawn?\nBeautiful as the moon, bright as the sun,\nawe-inspiring as the stars in procession?”",
      "11": "I went down to the orchard of walnut trees,\nto look for the blossoms of the valley,\nto see if the vines had budded\nor if the pomegranates were in bloom.",
      "12": "I was beside myself with joy!\nThere please give me your myrrh,\nO daughter of my princely people.",
      "13": "(7:1) Turn, turn, O Perfect One!\nTurn, turn, that I may stare at you! \nWhy do you gaze upon the Perfect One\nlike the dance of the Mahanaim?"
    },
    "7": {
      "1": "(7:2) How beautiful are your sandaled feet,\nO nobleman’s daughter!\nThe curves of your thighs are like jewels,\nthe work of the hands of a master craftsman.",
      "2": "Your navel is a round mixing bowl—\nmay it never lack mixed wine!\nYour belly is a mound of wheat,\nencircled by lilies.",
      "3": "Your two breasts are like two fawns,\ntwins of a gazelle.",
      "4": "Your neck is like a tower made of ivory.\nYour eyes are the pools in Heshbon\nby the gate of Bath Rabbim.\nYour nose is like the tower of Lebanon\noverlooking Damascus.",
      "5": "Your head crowns you like Mount Carmel.\nThe locks of your hair are like royal tapestries—\nthe king is held captive in its tresses!",
      "6": "How beautiful you are! How lovely,\nO love, with your delights!",
      "7": "Your stature is like a palm tree,\nand your breasts are like clusters of grapes.",
      "8": "I want to climb the palm tree,\nand take hold of its fruit stalks.\nMay your breasts be like the clusters of grapes,\nand may the fragrance of your breath be like apples!",
      "9": "May your mouth be like the best wine,\nflowing smoothly for my beloved,\ngliding gently over our lips as we sleep together.",
      "10": "I am my beloved’s,\nand he desires me!",
      "11": "Come, my beloved, let us go to the countryside;\nlet us spend the night in the villages.",
      "12": "Let us rise early to go to the vineyards,\nto see if the vines have budded,\nto see if their blossoms have opened,\nif the pomegranates are in bloom—\nthere I will give you my love.",
      "13": "The mandrakes send out their fragrance;\nover our door is every delicacy,\nboth new and old, which I have stored up for you, my lover."
    },
    "8": {
      "1": "Oh, how I wish you were my little brother,\nnursing at my mother’s breasts;\nif I saw you outside, I could kiss you—\nsurely no one would despise me!",
      "2": "I would lead you and bring you to my mother’s house,\nthe one who taught me.\nI would give you spiced wine to drink,\nthe nectar of my pomegranates.",
      "3": "His left hand is under my head,\nand his right hand embraces me.",
      "4": "I admonish you, O maidens of Jerusalem:\n“Do not arouse or awaken love until it pleases!”",
      "5": "Who is this coming up from the wilderness,\nleaning on her beloved? \nUnder the apple tree I aroused you;\nthere your mother conceived you,\nthere she who bore you was in labor of childbirth.",
      "6": "Set me like a cylinder seal over your heart,\nlike a signet on your arm.\nFor love is as strong as death,\npassion is as unrelenting as Sheol.\nIts flames burst forth,\nit is a blazing flame.",
      "7": "Surging waters cannot quench love;\nfloodwaters cannot overflow it.\nIf someone were to offer all his possessions to buy love,\nthe offer would be utterly despised.",
      "8": "We have a little sister,\nand as yet she has no breasts.\nWhat shall we do for our sister\non the day when she is spoken for?",
      "9": "If she is a wall,\nwe will build on her a battlement of silver;\nbut if she is a door,\nwe will barricade her with boards of cedar.",
      "10": "I was a wall,\nand my breasts were like fortress towers.\nThen I found favor in his eyes.",
      "11": "Solomon had a vineyard at Baal Hamon;\nhe leased out the vineyard to those who maintained it.\nEach was to bring 1,000 shekels of silver for its fruit.",
      "12": "My vineyard, which belongs to me, is at my disposal alone.\nThe thousand shekels belong to you, O Solomon,\nand 200 shekels belong to those who maintain it for its fruit.",
      "13": "O you who stay in the gardens,\nmy companions are listening attentively for your voice;\nlet me be the one to hear it!",
      "14": "Make haste, my beloved!\nBe like a gazelle or a young stag\non the mountains of spices."
    }
  }
}