{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:54:51.771450-04:00",
    "Translation": "NET"
  },
  "Zephaniah": {
    "1": {
      "1": "This is the Lord’s message that came to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah during the time of Josiah son of Amon, king of Judah:",
      "2": "“I will destroy everything from the face of the earth,” says the Lord.",
      "3": "“I will destroy people and animals;\nI will destroy the birds in the sky\nand the fish in the sea.\n(The idolatrous images of these creatures will be destroyed along with evil people.)\nI will remove humanity from the face of the earth,” says the Lord.",
      "4": "“I will attack Judah\nand all who live in Jerusalem.\nI will remove from this place every trace of Baal worship,\nas well as the very memory of the pagan priests.",
      "5": "I will remove those who worship the stars in the sky from their rooftops,\nthose who swear allegiance to the Lord while taking oaths in the name of their ‘king,’",
      "6": "and those who turn their backs on the Lord\nand do not want the Lord’s help or guidance.”",
      "7": "Be silent before the Sovereign Lord,\nfor the Lord’s day of judgment is almost here.\nThe Lord has prepared a sacrificial meal;\nhe has ritually purified his guests.",
      "8": "“On the day of the Lord’s sacrificial meal,\nI will punish the princes and the king’s sons,\nand all who wear foreign styles of clothing.",
      "9": "On that day I will punish all who leap over the threshold,\nwho fill the house of their master with wealth taken by violence and deceit.",
      "10": "On that day,” says the Lord,\n“a loud cry will go up from the Fish Gate,\nwailing from the city’s newer district,\nand a loud crash from the hills.",
      "11": "Wail, you who live in the market district,\nfor all the merchants will disappear\nand those who count money will be removed.",
      "12": "At that time I will search through Jerusalem with lamps.\nI will punish the people who are entrenched in their sin,\nthose who think to themselves,\n‘The Lord neither rewards nor punishes.’",
      "13": "Their wealth will be stolen\nand their houses ruined!\nThey will not live in the houses they have built,\nnor will they drink the wine from the vineyards they have planted.",
      "14": "The Lord’s great day of judgment is almost here;\nit is approaching very rapidly!\nThere will be a bitter sound on the Lord’s day of judgment;\nat that time warriors will cry out in battle.",
      "15": "That day will be a day of God’s anger,\na day of distress and hardship,\na day of devastation and ruin,\na day of darkness and gloom,\na day of clouds and dark skies,",
      "16": "a day of trumpet blasts and battle cries.\nJudgment will fall on the fortified cities and the high corner towers.",
      "17": "I will bring distress on the people\nand they will stumble like blind men,\nfor they have sinned against the Lord.\nTheir blood will be poured out like dirt;\ntheir flesh will be scattered like manure.",
      "18": "Neither their silver nor their gold will be able to deliver them\nin the day of the Lord’s angry judgment.\nThe whole earth will be consumed by his fiery wrath.\nIndeed, he will bring terrifying destruction on all who live on the earth.”"
    },
    "2": {
      "1": "Bunch yourselves together like straw, you undesirable nation,",
      "2": "before God’s decree becomes reality and the day of opportunity disappears like windblown chaff,\nbefore the Lord’s raging anger overtakes you—\nbefore the day of the Lord’s angry judgment overtakes you!",
      "3": "Seek the Lord’s favor, all you humble people of the land who have obeyed his commands!\nStrive to do what is right! Strive to be humble!\nMaybe you will be protected on the day of the Lord’s angry judgment.",
      "4": "Indeed, Gaza will be deserted\nand Ashkelon will become a heap of ruins.\nInvaders will drive away the people of Ashdod by noon,\nand Ekron will be overthrown.",
      "5": "Beware, you who live by the sea, the people who came from Crete.\nThe Lord’s message is against you, Canaan, land of the Philistines:\n“I will destroy everyone who lives there!”",
      "6": "The seacoast will be used as pasture lands by the shepherds\nand as pens for their flocks.",
      "7": "Those who are left from the kingdom of Judah will take possession of it.\nBy the sea they will graze,\nin the houses of Ashkelon they will lie down in the evening,\nfor the Lord their God will intervene for them and restore their prosperity.",
      "8": "“I have heard Moab’s taunts\nand the Ammonites’ insults.\nThey taunted my people\nand verbally harassed those living in Judah.",
      "9": "Therefore, as surely as I live,” says the Lord of Heaven’s Armies, the God of Israel,\n“be certain that Moab will become like Sodom\nand the Ammonites like Gomorrah.\nThey will be overrun by weeds,\nfilled with salt pits,\nand permanently desolate.\nThose of my people who are left will plunder their belongings;\nthose who are left in Judah will take possession of their land.”",
      "10": "This is how they will be repaid for their arrogance,\nfor they taunted and verbally harassed the people of the Lord of Heaven’s Armies.",
      "11": "The Lord will terrify them,\nfor he will weaken all the gods of the earth.\nAll the distant nations will worship the Lord in their own lands.",
      "12": "“You Ethiopians will also die by my sword!”",
      "13": "The Lord will attack the north\nand destroy Assyria.\nHe will make Nineveh a heap of ruins;\nit will be as barren as the desert.",
      "14": "Flocks and herds will lie down in the middle of it,\nas well as every kind of wild animal.\nOwls will sleep in the tops of its support pillars;\nthey will hoot through the windows.\nRubble will cover the thresholds;\neven the cedar work will be exposed to the elements.",
      "15": "This is how the once-proud city will end up—\nthe city that was so secure.\nShe thought to herself, “I am unique! No one can compare to me!”\nWhat a heap of ruins she has become, a place where wild animals live!\nEveryone who passes by her taunts her and shakes his fist."
    },
    "3": {
      "1": "Beware to the filthy, stained city;\nthe city filled with oppressors!",
      "2": "She is disobedient;\nshe has refused correction.\nShe does not trust the Lord;\nshe has not sought the advice of her God.",
      "3": "Her princes are as fierce as roaring lions;\nher rulers are as hungry as wolves in the desert,\nwho completely devour their prey by morning.",
      "4": "Her prophets are proud;\nthey are deceitful men.\nHer priests have defiled what is holy;\nthey have broken God’s laws.",
      "5": "The just Lord resides within her;\nhe commits no unjust acts.\nEvery morning he reveals his justice.\nAt dawn he appears without fail.\nYet the unjust know no shame.",
      "6": "“I destroyed nations;\ntheir walled cities are in ruins.\nI turned their streets into ruins;\nno one passes through them.\nTheir cities are desolate;\nno one lives there.",
      "7": "I thought, ‘Certainly you will respect me!\nNow you will accept correction!’\nIf she had done so, her home would not be destroyed\nby all the punishments I have threatened.\nBut they eagerly sinned\nin everything they did.",
      "8": "Therefore you must wait patiently for me,” says the Lord,\n“for the day when I attack and take plunder.\nI have decided to gather nations together\nand assemble kingdoms,\nso I can pour out my fury on them—\nall my raging anger.\nFor the whole earth will be consumed\nby my fiery anger.",
      "9": "Know for sure that I will then enable\nthe nations to give me acceptable praise.\nAll of them will invoke the Lord’s name when they pray,\nand will worship him in unison.",
      "10": "From beyond the rivers of Ethiopia,\nthose who pray to me, my dispersed people,\nwill bring me tribute.",
      "11": "In that day you will not be ashamed of all your rebelliousness against me,\nfor then I will remove from your midst those who proudly boast,\nand you will never again be arrogant on my holy hill.",
      "12": "I will leave in your midst a humble and meek group of people,\nand they will find safety in the Lord’s presence.",
      "13": "The Israelites who remain will not act deceitfully.\nThey will not lie,\nand a deceitful tongue will not be found in their mouths.\nIndeed, they will graze peacefully like sheep and lie down;\nno one will terrify them.”",
      "14": "Shout for joy, Daughter Zion!\nShout out, Israel!\nBe happy and boast with all your heart, Daughter Jerusalem!",
      "15": "The Lord has removed the judgment against you;\nhe has turned back your enemy.\nIsrael’s king, the Lord, is in your midst!\nYou no longer need to fear disaster.",
      "16": "On that day they will say to Jerusalem,\n“Don’t be afraid, Zion!\nYour hands must not be paralyzed from panic!",
      "17": "The Lord your God is in your midst;\nhe is a warrior who can deliver.\nHe takes great delight in you;\nhe renews you by his love;\nhe shouts for joy over you.”",
      "18": "“As for those who grieve because they cannot attend the festivals—\nI took them away from you;\nthey became tribute and were a source of shame to you.",
      "19": "Look, at that time I will deal with those who mistreated you.\nI will rescue the lame sheep\nand gather together the scattered sheep.\nI will take away their humiliation\nand make the whole earth admire and respect them.",
      "20": "At that time I will lead you—\nat the time I gather you together.\nBe sure of this! I will make all the nations of the earth respect and admire you\nwhen you see me restore you,” says the Lord."
    }
  }
}