{
  "Ecclesiastes": {
    "1": {
      "1": "The words of the Teacher, the son of David, king in Jerusalem.",
      "2": "“Vanity of vanities!” says the Teacher,\n    “Vanity of vanities! All is vanity!”",
      "3": "What does a person gain in all his toil\n    with which he toils under the sun?",
      "4": "A generation goes, and a generation comes,\n    but the earth stands forever.",
      "5": "The sun rises, and the sun goes down;\n    to its place it hurries, and there it rises again.",
      "6": "The wind goes to the south and goes around to the north;\n    around and around it goes, and on its circuit the wind returns.",
      "7": "All the streams flow to the sea,\n    but the sea is never full;\nto the place where the streams flow,\n    there they continue to flow.",
      "8": "All things toil continuously;\n    no one can ever finish describing this.\nThe eye is never satisfied with seeing,\n    and the ear is never filled with hearing.",
      "9": "What has been—it is what will be;\n    what has been done—it is what will be done;\n        there is nothing new under the sun.",
      "10": "There is a thing of which it is said, “Look at this! This is new!”\n    But it already existed in ages past before us.",
      "11": "There is neither remembrance of former generations,\n    nor will there be remembrance of future generations.",
      "12": "I, the Teacher, was king over Israel in Jerusalem.",
      "13": "I applied my mind to seek and to search by wisdom all that is done under the heavens. It is a grievous task God has given to humans.",
      "14": "I saw all the works that are done under the sun. Look! Everything is vanity and chasing wind.",
      "15": "What is twisted cannot be straightened,\n    and what is lacking cannot be counted.",
      "16": "I said to myself, “Look! I have become great and have increased in wisdom more than anyone who has preceded me over Jerusalem. I have acquired a great deal of wisdom and knowledge.”",
      "17": "So I dedicated myself to learn about wisdom and to learn about delusion and folly. However, I discovered that this also is chasing wind.",
      "18": "For in much wisdom is much frustration,\n    and whoever increases knowledge increases sorrow."
    },
    "2": {
      "1": "I said to myself, “Come! I will test pleasure to see whether it is worthwhile.” But look, “This also is vanity!”",
      "2": "I said of laughter, “It is folly!” and of pleasure, “What does it accomplish?”",
      "3": "I also explored the effects of indulging my flesh with wine. My mind guiding me with wisdom, I investigated folly so that I might discover what is good under heaven for humans to do during the days of their lives.",
      "4": "I accomplished great things. I built for myself houses; I planted for myself vineyards.",
      "5": "I made for myself gardens and parks, and I planted all sorts of fruit trees in them.",
      "6": "I made for myself pools of water from which to irrigate a grove of flourishing trees.",
      "7": "I acquired male slaves and female slaves, as well as children born in my house. I also had livestock, cattle, and flocks more than anyone who was before me in Jerusalem.",
      "8": "I also gathered to myself silver and gold—the royal and provincial treasuries. I acquired for myself male and female singers, as well as the delight of men, voluptuous concubines.",
      "9": "Thus, I accomplished far more than anyone who was before me in Jerusalem—indeed, my wisdom stood by me.",
      "10": "I neither withheld anything from my eyes that they desired, nor did I deprive any pleasure from my heart. My heart rejoiced in all my toil, for this was my reward from all my toil.",
      "11": "Yet when I considered all the effort which I expended and the toil with which I toiled to do, then behold, “Everything is vanity and chasing wind! There is nothing profitable under the sun!”",
      "12": "Next, I considered wisdom, as well as delusion and folly. What can anyone do who will come after the king that has not already been done?",
      "13": "I realized that wisdom has an advantage over folly, just as light has an advantage over darkness.",
      "14": "The wise man can see where he is walking, but the fool walks in darkness. Yet I also realized that both of them suffer the same fate.",
      "15": "So I said to myself, “If I also suffer the same fate as the fool, what advantage is my great wisdom?” So I said to myself, “This also is vanity!”",
      "16": "Certainly no one will remember the wise man or the fool in future generations. When future days come, both will have been forgotten already. How is it that the wise man dies the same as the fool?",
      "17": "So I hated life because the work done under the sun is grievous to me. For everything is vanity and chasing wind!",
      "18": "So I hated all my toil with which I have toiled under the sun, for I must leave it behind to someone who will be after me.",
      "19": "And who knows whether he will be wise or foolish? Yet he will exercise control of all the fruit of my toil with which I toiled wisely under the sun. This also is vanity!",
      "20": "So I began to despair of all the toil with which I toiled under the sun.",
      "21": "For although a person may toil with great wisdom and skill, he must leave his reward to someone who has not toiled for it. This also is vanity and a great calamity.",
      "22": "For what does a person receive for all his toil and in the longing of his heart with which he toils under the sun?",
      "23": "All his days are painful, his labor brings grief, and his heart cannot rest at night. This also is vanity!",
      "24": "There is nothing better for a person than to eat and drink and find delight in his toil. For I also realized that this is from the hand of God!",
      "25": "For who can eat and drink, and who can enjoy life apart from him?",
      "26": "For to the person who is good in his eyes, he gives wisdom, knowledge, and joy; but to the sinner he gives the task of gathering and heaping up only to give it to him who is pleasing to him. This also is vanity and chasing wind!"
    },
    "3": {
      "1": "For everything there is an appointed time, a time for every matter under heaven:",
      "2": "a time to bear and a time to die;\n    a time to plant and a time to root up what is planted;",
      "3": "a time to kill and a time to heal;\n    a time to break down and a time to build up;",
      "4": "a time to weep and a time to laugh;\n    a time to mourn and a time to dance;",
      "5": "a time to throw away stones and a time to gather stones;\n    a time to embrace and a time to refrain from embracing;",
      "6": "a time to seek and a time to lose;\n    a time to keep and a time to throw away;",
      "7": "a time to tear and a time to sew;\n    a time to be silent and a time to speak;",
      "8": "a time to love and a time to hate;\n    a time for war and a time for peace.",
      "9": "What does the worker gain in his toil?",
      "10": "I have seen the busyness God gives to humans to preoccupy them.",
      "11": "He has made everything suitable in its time. He also has put the past in their hearts, yet no one can grasp what God does from the beginning to the end.",
      "12": "So I realized that there is nothing better for them than to rejoice and enjoy themselves during their lives.",
      "13": "And for anyone to eat and drink, that is, to enjoy the fruit of all his toil, this also is a gift of God.",
      "14": "I know everything God does endures forever;\n    nothing can be added to it, and nothing can be taken from it,\n        for God so acts that humans might stand in awe before him.",
      "15": "What is—it already was,\n    and what will be—it already is,\n        for God will do what he has done.",
      "16": "I saw something else under the sun: instead of justice there was evil; instead of righteousness there was wickedness.",
      "17": "So I said to myself, “God will surely judge the righteous and the wicked, for he has appointed a time of judgment for every deed and every work.”",
      "18": "I said to myself concerning humans, “God sifts them in order to show them that they are like beasts.”",
      "19": "For the fate of humans and the fate of the beast is the same. The death of the one is like the death of the other, for both are mortal. Man has no advantage over the beast, for both are fleeting.",
      "20": "Both go to one place—both came from dust and both return to dust.",
      "21": "For no one knows whether the spirit of a human ascends to heaven and whether the spirit of the beast descends to the ground!",
      "22": "So I concluded that there is nothing better for a person than to enjoy the fruit of his labor, for this is his lot in life. For no one knows what will happen in the future."
    },
    "4": {
      "1": "I looked again, and I saw all the oppression that occurs under the sun.\nI saw the tears of the oppressed—\n    no one comforts them!\nThose who oppress them are powerful—\n    no one can comfort them!",
      "2": "So I deemed the dead who have already died\n    more fortunate than the living who are still alive.",
      "3": "But better off than both of them is the one who has not yet been born\n    and has not seen the evil deeds that are done under the sun.",
      "4": "I also realized that all of the toil and all of the skillful work that is done—it is envy between one man and another. This also is vanity and chasing wind!",
      "5": "The fool refuses to work with his hands,\n    so he has nothing to eat except his own skin!",
      "6": "Better is one handful with peace\n    than two fists full with toil and chasing wind.",
      "7": "I turned again and saw another vanity under the sun.",
      "8": "Sometimes a man is all alone with no companion; he also has neither son nor brother. Yet there is no end to all his toil, and his eye is not satisfied with wealth. He laments, “For whom am I toiling and depriving myself of pleasure?” This also is vanity—it is an unhappy business!",
      "9": "Two are better than the one, for they enjoy a better reward for their toil.",
      "10": "For if one falls, his companion may help him up. But pity the one who falls and there is no one to help him up.",
      "11": "Also if two lie together, they can keep each other warm. But how can one person be warm?",
      "12": "Although an assailant may overpower one person, two may withstand him. A threefold cord is not easily broken!",
      "13": "A poor but wise youth is better than an old but foolish king who no longer knows how to receive advice.",
      "14": "For he came out of the prison house to reign, since he was born poor in his kingdom.",
      "15": "I saw all the living who move about under the sun with the youth; the second who will stand in his place.",
      "16": "There is no end to all the people, to all who were before him. Yet the later generation will not rejoice in him, for this also is vanity and chasing wind!"
    },
    "5": {
      "1": "Guard your steps when you go to the house of God;\n    draw near to listen rather than to offer a sacrifice of fools,\n        for they do not know that they are doing evil.",
      "2": "Do not be rash with your mouth,\n    and do not let your heart be quick to utter a word before God.\nFor God is in heaven, and you are on earth;\n    therefore, let your words be few.",
      "3": "For a dream comes with many cares,\n    and the voice of a fool with many words.",
      "4": "When you make a vow to God,\n    do not delay in fulfilling it,\nfor he takes no pleasure in fools.\n    Fulfill what you vow!",
      "5": "It is better that you not vow\n    than that you vow and not fulfill it.",
      "6": "Do not let your mouth lead your flesh into sin,\n    and do not tell the messenger that it was a mistake.\nWhy anger God at your words,\n    so that he destroys the work of your hands?",
      "7": "For with many dreams come vanities and numerous words.\n    Therefore, fear God!",
      "8": "Do not be surprised if you see the poor being oppressed with violence\n    or do not see justice and righteousness in the province.\nFor one official is watched by a higher official,\n    and there are even higher officials over them!",
      "9": "The produce of the land is exploited by everyone;\n    even the king profits from the field of the poor!",
      "10": "Whoever loves money is not satisfied with money,\n    and whoever loves wealth is not satisfied with profit.\nThis also is vanity!",
      "11": "When prosperity increases,\n    those who consume it increase.\nSo its owner gains nothing,\n    except to see his wealth before it is spent.",
      "12": "The sleep of the laborer is pleasant, whether he eats little or much,\n    but the wealth of the rich man does not allow him to rest.",
      "13": "There is a grievous evil which I have seen under the sun: wealth hoarded by its owner to his harm.",
      "14": "That wealth was lost in a bad venture. Although he has borne a child, he has nothing to leave to him.",
      "15": "Just as he came from his mother’s womb naked, he will depart just as he came; he will take nothing with him for his toil.",
      "16": "This also is a grievous illness. Exactly as he came, so he will go. What profit does he gain for all his toil for the wind?",
      "17": "Also, he eats in darkness all his days; he is frustrated in much sickness and resentment.",
      "18": "Look! I have discovered what is good and fitting: to eat and to drink and to enjoy all the fruit of the toil with which one toils under the sun during the number of the days of his life that God gives to him—for this is his lot.",
      "19": "This indeed is a gift of God: everyone to whom God gives wealth and possessions, he also empowers him to enjoy them, to accept his lot, and to rejoice in the fruit of his toil.",
      "20": "For he does not remember the brief days of his life, for God keeps his heart preoccupied with enjoyment of life."
    },
    "6": {
      "1": "Here is another misfortune that I have seen under the sun, and it is prevalent among humankind.",
      "2": "God gives a man wealth, possessions, and honor, so that he lacks nothing his heart desires; yet God does not enable him to enjoy it—instead someone else ends up enjoying it. This is vanity—indeed, it is a grievous ill!",
      "3": "Even if a man fathers a hundred children and lives many years so that the days of his years are many, if his heart is not satisfied with his prosperity and he does not receive a proper burial, I deem the stillborn better than him.",
      "4": "For he comes into vanity and departs into darkness, and his name is shrouded in darkness.",
      "5": "He has neither seen nor known the sun, yet he has more rest than him.",
      "6": "Even if a man lives a thousand years twice, if he does not enjoy prosperity, both suffer the same fate!",
      "7": "All of a man’s toil is for his mouth—\n    yet his appetite is never satisfied.",
      "8": "So do the wise really have an advantage over fools?\n    Can the poor really gain anything by knowing how to act in front of others?",
      "9": "Better to be content with what your eyes see\n    than for your soul to constantly crave more.\nThis also is vanity and chasing wind!",
      "10": "Whatever is—it was already determined,\n    what will be—it has already been decided.\nAs for man, he cannot argue\n    against what is more powerful than him.",
      "11": "Increasing words only multiplies futility,\n    how does that profit anyone?",
      "12": "For who knows what is good for a man in his life during the few days of his fleeting life, which are fleeting as a shadow? For who can tell anyone what will happen in the future under the sun?"
    },
    "7": {
      "1": "A good name is better than precious ointment,\n    and the day of death is better than the day of one’s birth.",
      "2": "Better to go to the house of mourning\n    than to go to the house of feasting,\nfor death is the end of every person,\n    and the living should take it to his heart.",
      "3": "Sorrow is better than laughter,\n    for by sadness of countenance the heart is made good.",
      "4": "The heart of the wise is in the house of mourning,\n    but the heart of fools is in the house of mirth.",
      "5": "Better to listen to the rebuke of the wise\n    than for a man to listen to the song of fools.",
      "6": "Like the sound of thorns under a pot,\n    so also the laughter of fools.\nThis also is vanity!",
      "7": "Surely oppression makes a fool of the wise,\n    and a bribe corrupts the heart.",
      "8": "The end of a matter is better than its beginning;\n    better to be slow to anger than hot-headed.",
      "9": "Do not be quick in your spirit to anger,\n    for anger lodges in the bosom of fools.",
      "10": "Do not say, “Why were the former days better than these?”\n    For it is not from wisdom that you ask this.",
      "11": "Wisdom is good with an inheritance;\n    it benefits the living.",
      "12": "For wisdom offers protection like money offers protection.\n    But knowledge has an advantage—wisdom restores life to its possessor.",
      "13": "Consider the work of God.\n    For who is able to make straight what he made crooked?",
      "14": "In the day of prosperity, rejoice!\n    But in the day of adversity, consider!\nFor God made one in place of another\n    so that mortals cannot find out what will happen in the future.",
      "15": "I have seen all these things in my vain life:\n    Sometimes a righteous man perishes in spite of his righteousness,\n        and sometimes a wicked man lives a long life in spite of his evil.",
      "16": "Do not be excessively righteous,\n    and do not act excessively wise, lest you destroy yourself.",
      "17": "Do not act excessively wicked,\n    and do not be a fool, lest you die before your time.",
      "18": "It is good to take hold of the one and also must not let go of the other;\n    for whoever fears God will hold both of them secure.",
      "19": "Wisdom gives more strength to the wise\n    than ten rulers who are in the city.",
      "20": "Surely there is no one righteous on the earth\n    who continually does good and never sins.",
      "21": "Do not pay attention to everything people say,\n    lest you hear your own servant curse you.",
      "22": "For your heart knows\n    that you also have cursed others many times.",
      "23": "All this I have tested with wisdom. I said, “I will be wise!” but it was beyond my grasp.",
      "24": "Whatever is—it is far beyond comprehension. Who can discover it?",
      "25": "I set my mind to try to seek wisdom and the plan, and to know that wickedness is foolishness and that folly is delusion.",
      "26": "I myself found that more bitter than death is the woman who is a trap, whose heart is a snare, and whose hands are bonds. The one who pleases God escapes from her, but the sinner is caught by her.",
      "27": "“Look! I found this,” said the Teacher, “while trying to find how the plan fits together.",
      "28": "What my heart sought, I did not find. Although I found one righteous man among one thousand, I did not find one upright woman among all these.",
      "29": "Look! This alone I found: God made mankind upright, but they have devised many schemes.”"
    },
    "8": {
      "1": "Who is like the sage?\n    Who knows the interpretation of a thing?\nA man’s wisdom makes his face shine,\n    and the hardness of his face is changed.",
      "2": "Keep the command of the king\n    because of your oath to God.",
      "3": "Do not be terrified of his presence!\n    Go at once and do not delay when a matter is unpleasant,\nfor he can do anything that he desires.",
      "4": "Since the word of the king is supreme,\n    no one can say to him, “What are you doing?”",
      "5": "Whoever obeys his command will not suffer disaster.\n    The wise mind knows the proper time and the right procedure.",
      "6": "For there is a proper time and right procedure for every matter,\n    even though the trouble of man weighs heavy upon him.",
      "7": "Surely no one knows what will be,\n    so who can tell anyone what will happen?",
      "8": "Just as no one can control the wind to restrain the wind,\n    so also no one can control the day of his death.\nJust as no one is discharged in time of war,\n    so wickedness will not deliver the wicked.",
      "9": "I saw all this as I applied my heart to all the deeds done under the sun: sometimes those in authority harm others.",
      "10": "Meanwhile, I saw the wicked being honorably buried, but those who came and went from the holy place were forgotten in the city, even though they had done so. This also is vanity!",
      "11": "Because sentence against an evil deed is not carried out quickly, the heart of humans fills up within them to do evil.",
      "12": "Although the sinner does evil a hundred times and prolongs his life, yet I also know that it will be good for those who fear God—because they fear his presence.",
      "13": "But it will not go well with the wicked, and they will not prolong their days, like the shadow; because there is no fearing God’s presence.",
      "14": "There is a vanity that happens on earth: sometimes the righteous suffer what the wicked deserve, and sometimes the wicked receive what the righteous deserve. I said, “This also is vanity!”",
      "15": "So I recommend enjoyment. For there is nothing better for man under the sun than to eat and to drink and to rejoice. This will accompany him in his toil the days of his life that God gives to him under the sun.",
      "16": "I applied my mind to know wisdom and to understand the business that is done on earth—how neither day nor night one’s eyes see sleep.",
      "17": "Then I saw all the work of God—man is not able to discover the work that is done under the sun. Although man may toil in seeking, he cannot find it. Even if a wise man claims that he knows it, he cannot find it."
    },
    "9": {
      "1": "So all this I laid to my heart, and I concluded that the righteous and the wise, as well as their deeds, are in the hand of God. So no one knows anything that will come to them, whether it will be love or hatred.",
      "2": "The same fate comes to everyone:\nto the righteous and to the wicked,\n    to the good and to the wicked,\nto the clean and to the unclean,\n    to those who sacrifice and to those who do not sacrifice.\nAs with the good man, so also to the sinner;\n    as with those who swear an oath, so also those who fear oaths.",
      "3": "This is the injustice that is done under the sun:\n    the same fate comes to everyone.\nAlso the hearts of humans are full of evil;\n    delusion is in their hearts during their lives, and then they die.",
      "4": "Whoever is joined to all the living has hope. After all, even a live dog is better than a dead lion!",
      "5": "For the living know that they will die, but the dead do not know anything. They no longer have a reward, and even the memory of them is forgotten.",
      "6": "What they loved and hated, as well as what they desired, has already perished. They no longer have any share in what is done under the sun.",
      "7": "Go—eat your food with joy, and drink your wine with a merry heart! For God already has approved your deeds.",
      "8": "Always be clothed in white garments, and never let your head lack oil!",
      "9": "Enjoy life with the wife whom you love all the days of your vain life which he gives you under the sun, because this is your lot in life and in the toil with which you toil under the sun.",
      "10": "Whatever your hand finds to do—do it with all your might; for in Sheol—where you are going—no one works, plans, knows, or thinks about anything.",
      "11": "I looked again and saw under the sun that the race does not belong to the swift, the battle does not belong to the mighty, food does not belong to the wise, wealth does not belong to the intelligent, and success does not belong to the skillful, for time and chance befalls all of them.",
      "12": "For man does not know his time. Just as fish are caught in a cruel net and like birds who are seized in a snare, so also humans are ensnared at a cruel time when it falls suddenly upon them.",
      "13": "I have also seen this example of wisdom under the sun, and it seemed great to me.",
      "14": "There was a small city with few people in it. A great king came and besieged it, building great siege works against it.",
      "15": "Now, a poor wise man was found in it, and he delivered the city by his wisdom.",
      "16": "So I concluded that wisdom is better than might, yet the wisdom of the poor is despised, and his words are not heard.",
      "17": "The words of the wise are heard in peace\n    more than the shouting of a ruler is heard among the fools.",
      "18": "Wisdom is better than weapons of war,\n    but one sinner destroys much good."
    },
    "10": {
      "1": "Dead flies cause a bad smell and ruin the ointment of the perfumer.\n    So also a little folly outweighs wisdom and honor.",
      "2": "The heart of the wise inclines to his right,\n    but the heart of the fool inclines to his left.",
      "3": "Even when the fool walks along the road, he lacks sense;\n    he tells everyone that he is a fool.",
      "4": "If the anger of the ruler rises against you,\n    do not leave your post,\n    for calmness can undo great offenses.",
      "5": "There is an evil I have seen under the sun—\n    it is an error that proceeds from a ruler!",
      "6": "The fool is set in many high places,\n    but the rich sit in lowly places.",
      "7": "I have even seen slaves riding on horses\n    and princes walking like slaves on the earth!",
      "8": "Whoever digs a pit will fall into it.\n    Whoever breaks through a wall, a snake will bite him.",
      "9": "Whoever quarries stones will be wounded by them.\n    Whoever splits logs will be endangered by them.",
      "10": "If the ax is blunt but one does not sharpen its edge,\n    he must exert more effort,\nbut the advantage of wisdom is it brings success.",
      "11": "If the snake bites before the charming,\n    the snake charmer will not succeed.",
      "12": "The wise man wins favor by the words of his mouth,\n    but the fool is devoured by his own lips.",
      "13": "He begins by saying what is foolish\n    and ends by uttering what is wicked delusion.",
      "14": "The fool talks too much,\n    for no one knows what will be.\n        Who can tell anyone what will happen in the future?",
      "15": "The fool is so worn out by a hard day’s work\n    he cannot even find his way home at night.",
      "16": "Woe to you, O land, when your king is a youth\n    and your princes feast in the morning.",
      "17": "Blessed are you, O land, when your king is a son of nobility\n    and your princes feast at the proper time—\n        to gain strength and not to get drunk.",
      "18": "Through sloth the roof sinks in,\n    and through idleness of hands the house leaks.",
      "19": "Feasts are held for celebration,\n    wine cheers the living,\n        and money answers everything.",
      "20": "Do not curse the king even in your thoughts,\n    and do not curse the rich even in your own bedroom,\nfor a bird of the sky may carry your voice;\n    a winged messenger may repeat your words."
    },
    "11": {
      "1": "Send out your bread on the water,\n    for in many days you will find it.",
      "2": "Divide your share in seven or in eight,\n    for you do not know what disaster will happen on the earth.",
      "3": "When the clouds are full,\n    they empty rain on the earth.\nWhether a tree falls to the south or whether it falls to the north,\n    the place where the tree falls—there it will be.",
      "4": "Whoever watches the wind will not sow;\n    whoever watches the clouds will not reap.",
      "5": "Just as you do not know how the path of the wind goes,\n    nor how the bones of a fetus form in a mother’s womb,\nso you do not know the work of God who makes everything.",
      "6": "Sow your seed in the morning,\n    and do not let your hands rest in the evening,\nfor you do not know what will prosper—\n    whether this or that, or whether both of them alike will succeed.",
      "7": "The light is sweet,\n    and it is pleasant for the eyes to see the sun.",
      "8": "For if a man lives many years,\n    let him rejoice in all of them!\nLet him remember that the days of the darkness will be many—\n    all that is coming is vanity!",
      "9": "Rejoice, O young man, in your youth,\n    and let your heart cheer you in the days of your youth!\nFollow the ways of your heart and the sight of your eyes—\n    but know that God will bring you into judgment for all these things.",
      "10": "Banish anxiety from your heart,\n    and put away pain from your body,\nfor youth and vigor are vanity."
    },
    "12": {
      "1": "Remember your Creator in the days of your youth—\n    before the days of trouble come\nand the years draw near when you will say,\n    “I find no pleasure in them!”",
      "2": "Before the sun, the light, the moon, and the stars darken\n    and the clouds return after the rain.",
      "3": "When the guards of the house tremble,\n    and the men of strength are bent;\nthe grinders cease because they are few,\n    and those looking through the windows see dimly.",
      "4": "When the doors on the street are shut,\n    when the sound of the grinding mill is low;\none rises up to the sound of the bird,\n    and all the daughters of song are brought low.",
      "5": "They are afraid of heights,\n    and terrors are on the road.\nThe almond tree blossoms,\n    and the grasshopper draws itself along, and desire fails\nbecause man goes to his eternal home,\n    and the mourners go about in the streets.",
      "6": "Before the silver cord is snapped\n    and the golden bowl is broken;\nand the jar at the foundation is broken,\n    and the wheel at the cistern is broken.",
      "7": "And the dust returns to the earth as it was,\n    and the breath returns to God who gave it.",
      "8": "“Vanity of vanity!” says the Teacher.\n    “Everything is vanity!”",
      "9": "The Teacher was full of wisdom, and he taught the people with knowledge. He carefully considered many proverbs and carefully arranged them.",
      "10": "The Teacher sought to find delightful words, and he wrote what is upright—truthful words.",
      "11": "The words of the wise are like cattle goads; the collections of the sages are like pricks inflicted by one shepherd.",
      "12": "My son, be careful about anything beyond these things. For the writing of books is endless, and too much study is wearisome.",
      "13": "Now that all has been heard, here is the final conclusion:\n    Fear God and obey his commandments,\n        for this is the whole duty of man.",
      "14": "For God will bring every deed into judgment,\n    including every secret thing, whether good or evil."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:48:55.743455-04:00",
    "Translation": "LEB"
  }
}