{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:48:58.192311-04:00",
    "Translation": "LEB"
  },
  "Isaiah": {
    "1": {
      "1": "The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "2": "Hear, heavens,\n    and listen, earth,\n        for Yahweh has spoken:\n“I reared children\n    and I brought them up,\n        but they rebelled against me.",
      "3": "An ox knows its owner\n    and a donkey the manger of its master.\nIsrael does not know;\n    my people do not understand.",
      "4": "Ah, sinful nation,\n    a people heavy with iniquity,\noffspring of evildoers,\n    children who deal corruptly.\nThey have forsaken Yahweh;\n    they have despised the holy one of Israel.\n        They are estranged and gone backward.",
      "5": "Why do you want to be beaten again?\n    You continue in rebellion.\nThe whole of the head is sick,\n    and the whole of the heart is faint.",
      "6": "From the sole of the foot and up to the head\n    there is no health in it;\nbruise and sore and bleeding wound have not been cleansed,\n    and they have not been bound up\n    and not softened with the oil.",
      "7": "Your country is desolate,\n    your cities are burned with fire;\nAs for your land, aliens are devouring it in your presence,\n    and it is desolate, like devastation by foreigners.",
      "8": "And the daughter of Zion is left like a booth in a vineyard,\n    like a shelter in a cucumber field,\n    like a city that is besieged.",
      "9": "If Yahweh of hosts had not left us survivors,\n    we would have been as few as Sodom,\n    we would have become like Gomorrah.",
      "10": "Hear the word of Yahweh, rulers of Sodom!\n    Listen to the teaching of our God, people of Gomorrah!",
      "11": "What is the abundance of your sacrifices to me? says Yahweh.\n    I have had enough of burnt offerings of rams\n        and the fat of fattened animals\n    and I do not delight in the blood of bulls\n        and ram-lambs and goats.",
      "12": "When you come to appear before me,\n    who asked for this from your hand:\n    you trampling my courts?",
      "13": "You must not continue to bring offerings of futility,\n    incense—it is an abomination to me;\nnew moon and Sabbath, the calling of a convocation—\n    I cannot endure iniquity with solemn assembly.",
      "14": "Your new moons and your appointed festivals my soul hates;\n    they have become to me like a burden,\n    I am not able to bear them.",
      "15": "And when you stretch out your hands,\n    I will hide my eyes from you;\neven though you make many prayers,\n    I will not be listening.\nYour hands are full of blood.",
      "16": "Wash! Make yourselves clean!\n    Remove the evil of your doings from before my eyes!\nCease to do evil!",
      "17": "Learn to do good!\n    Seek justice! Rescue the oppressed!\n    Defend the orphan! Plead for the widow!",
      "18": "“Come now, and let us argue,” says Yahweh.\n    “Even though your sins are like scarlet, they will be white like snow;\n    even though they are red like crimson, they shall become like wool.",
      "19": "If you are willing and you are obedient,\n    you shall eat the good of the land.",
      "20": "But if you refuse and you rebel, you shall be devoured by the sword.\nFor the mouth of Yahweh has spoken.”",
      "21": "How has a faithful city become like a whore?\n    Full of justice, righteousness lodged in her, but now murderers.",
      "22": "Your silver has become as dross;\n    Your wine is diluted with waters.",
      "23": "Your princes are rebels\n    and companions of thieves.\nEvery one loves a bribe\n    and runs after gifts.\nThey do not defend the orphan\n    and the legal dispute of the widow does not come before them.",
      "24": "Therefore, the declaration of the Lord Yahweh of hosts, the Mighty One of Israel:\n“Ah, I will be relieved of my enemies,\n    and I will avenge myself on my foes.",
      "25": "And I will turn my hand against you;\nI will purify your dross like lye,\n    and I will remove all of your tin.",
      "26": "And I will restore your judges, as at the first,\n    and your counselors, as at the beginning.\nAfter this you will be called the city of righteousness,\n    faithful city.",
      "27": "Zion will be redeemed by justice,\n    and those of her who repent, by righteousness.",
      "28": "But the destruction of rebels and sinners shall be together,\n    and those who forsake Yahweh will perish.",
      "29": "For you will be ashamed of the oaks in which you delighted,\n    and you will be disgraced because of the gardens that you have chosen.",
      "30": "For you shall be like an oak withering its leaves,\n    and like a garden where there is no water for her.",
      "31": "And the strong man shall become like tinder,\n    and his work like a spark.\nAnd both of them shall burn together,\n    and there is not one to quench them.”"
    },
    "2": {
      "1": "The word that Isaiah son of Amoz saw concerning Judah and Jerusalem:",
      "2": "And it shall happen in the future of the days\nthe mountain of the house of Yahweh shall be established;\nit will be among the highest of the mountains,\n    and it shall be raised from the hills.\nAll of the nations shall travel to him;",
      "3": "many peoples shall come.\nAnd they shall say,\n“Come, let us go up to the mountain of Yahweh,\n    to the house of the God of Jacob,\nand may he teach us part of his ways,\n    and let us walk in his paths.”\nFor instruction shall go out from Zion,\n    and the word of Yahweh from Jerusalem.",
      "4": "He shall judge between the nations\n    and he shall arbitrate for many peoples.\nThey shall beat their swords into ploughshares\n    and their spears into pruning hooks.\nA nation shall not lift up a sword against a nation,\n    and they shall not learn war again.",
      "5": "House of Jacob, come and let us walk in the light of Yahweh.",
      "6": "For you have forsaken your people, house of Jacob,\nbecause they are full from the east,\n    and of soothsayers like the Philistines,\n    and they make alliances with the offspring of foreigners.",
      "7": "And its land is filled with silver and gold,\n    and there is no end to its treasures;\nand its land is filled with horses,\n    and there is no end to its chariots.",
      "8": "Its land is filled with idols;\n    they bow down to the work of their hands,\n    to what they made with their fingers.",
      "9": "So humanity is humbled;\n    everyone is humbled,\n    and you must not forgive them.",
      "10": "Enter into the rock\n    and hide yourself in the dust\nfrom the presence of the terror of Yahweh\n    and from the glory of his majesty.",
      "11": "The haughty eyes of humanity will be brought low,\n    and the pride of everyone will be humbled,\nand Yahweh alone will be exalted on that day.",
      "12": "For there is a day for Yahweh of hosts\n    against all of the proud and the lofty\n    and against all that is lifted up and humble,",
      "13": "and against all the lofty and lifted up cedars of Lebanon,\n    and against all the large trees of Bashan,",
      "14": "and against all the high mountains,\n    and against all the lofty hills,",
      "15": "and against every kind of high tower,\n    and against every kind of fortified wall,",
      "16": "and against all the ships of Tarshish,\n    and against all the ships of desire.",
      "17": "And the haughtiness of the people shall be humbled,\n    and the pride of everyone shall be brought low,\nand Yahweh alone will be exalted on that day.",
      "18": "And the idols shall pass away entirely,",
      "19": "and they will enter into the caves of the rocks\n    and into the holes of the ground\nfrom the presence of the terror of Yahweh\n    and from the glory of his majesty\nwhen he rises to terrify the earth.",
      "20": "On that day humanity will throw away its idols of silver\n    and its idols of gold,\n        which they made for it to worship,\n    to the rodents and to the bats—",
      "21": "to enter into the crevices of the rocks\n    and into the clefts of the crags\nfrom the presence of the terror of Yahweh\n    and from the glory of his majesty,\nwhen he rises to terrify the earth.",
      "22": "Turn away from humanity,\n    who has breath in its nostrils,\nfor by what is it esteemed?"
    },
    "3": {
      "1": "For look, the Lord Yahweh of hosts is removing every source of support\n    from Jerusalem and from Judah:\nall of the supplies of bread\n    and all of the supplies of water,",
      "2": "mighty warrior and man of war,\n    judge and prophet,\n    and diviner and elder,",
      "3": "captain of fifty and the honorable men of rank,\n    and counselor and skillful magicians and skillful enchanter.",
      "4": "And I will make boys their princes,\n    and children shall rule over them.",
      "5": "And the people will be oppressed by each other\n    and a man by his neighbor.\nThe boy will act arrogantly toward the elder,\n    and the dishonorable toward the honorable.",
      "6": "Indeed, a man will seize his brother\n    in the house of his father:\n“You have a cloak;\n    you shall be a leader for us,\n    and this heap of ruins shall be under your hand!”",
      "7": "He will lift up his voice on that day, saying,\n“I will not be a healer;\n    in my house there is no bread\n        and there is no cloak.\n    You shall not make me the leader of the people!”",
      "8": "For Jerusalem has stumbled,\n    and Judah has fallen\nbecause their speech and their deeds are against Yahweh,\n    defying the eyes of his glory.",
      "9": "The look on their faces testifies against them\n    and they declare their sin like Sodom;\n        they do not hide it.\nWoe to their soul!\n    For they have dealt out evil to themselves.",
      "10": "Tell the innocent that it is good\n    for they shall eat the fruit of their deeds.",
      "11": "Woe to the wicked! It is bad!\n    For what is done by his hands will be done to him.",
      "12": "My people—children are their oppressors,\n    and women rule over them.\nMy people, your leaders are misleading you,\n    and they confuse the course of your paths.",
      "13": "Yahweh takes his stand to conduct a legal case\n    and takes his stand to judge the peoples.",
      "14": "Yahweh enters into judgment with the elders of his people and its princes.\n“And you! You have devoured the vineyard;\n    the spoil of the poor is in your houses!",
      "15": "Why do you crush my people\n    and grind the face of the poor?”\ndeclares the Lord Yahweh of hosts.",
      "16": "And Yahweh said: “Because the daughters of Zion are haughty,\n    and they walk with outstretched neck,\n    and they give flirting glances with their eyes,\n        mincing along as they go,\n    and with their feet they rattle their bangles,",
      "17": "the Lord will make the heads of the daughters of Zion scabby,\n    and Yahweh will lay their foreheads bare.”",
      "18": "In that day the Lord will take away the finery of the anklets\n    and the headbands and the crescent necklaces,",
      "19": "the pendants and the bracelets and the veils,",
      "20": "the headdresses and the armlets and the sashes,\nand the perfume boxes and the amulets,",
      "21": "the signet rings and the nose rings,",
      "22": "the festal robes and the mantles,\n    and the cloaks and the handbags,",
      "23": "and the mirrors and the linen garments,\n    and the turbans and the wraps.",
      "24": "And this shall happen: There will be\n    a stench instead of perfume,\nand a rope instead of a sash,\n    and baldness instead of a well-set hairdo,\nand a clothing wrap of sackcloth instead of a rich robe,\n    branding instead of beauty.",
      "25": "Your men shall fall by the sword,\n    and your warriors in battle.",
      "26": "And her gates shall lament and mourn,\n    and she shall be banished;\n        she shall sit upon the ground."
    },
    "4": {
      "1": "And seven women shall grasp at one man on that day, saying,\n“We will eat our own bread,\n    and we will wear our own clothing;\nonly let us be called by your name!\n    Take away our disgrace!”",
      "2": "On that day the branch of Yahweh shall become beautiful and glorious,\n    and the fruit of the land shall become the pride and glory of the survivors of Israel.",
      "3": "And this shall happen: He who is left in Zion\n    and he who remains in Jerusalem will be called holy,\n        everyone written for life in Jerusalem,",
      "4": "when the Lord has washed away the filth of the daughters of Zion\n    and cleansed the blood of Jerusalem from her midst\nby a spirit of judgment\n    and by a spirit of burning.",
      "5": "Then Yahweh will create over all of the site of Mount Zion\n    and over her assembly a cloud by day\n    and smoke and the brightness of flaming fire by night.\nIndeed, over all the glory there will be a canopy,",
      "6": "and it will be a shelter for shade from the heat by day,\n    and a refuge and a hiding place from rainstorm and from rain."
    },
    "5": {
      "1": "Let me sing for my beloved\n    a song of my love concerning his vineyard:\nMy beloved had a vineyard on a fertile hill.",
      "2": "And he dug it and cleared it of stones,\n    and he planted it with choice vines,\nand he built a watchtower in the middle of it,\n    and he even hewed out a wine vat in it,\nand he waited for it to yield grapes—\n    but it yielded wild grapes.",
      "3": "And now, inhabitants of Jerusalem\n    and men of Judah, judge between me and my vineyard.",
      "4": "What more was there to do for my vineyard that I have not done in it?\n    Why did I hope for it to yield grapes, and it yielded wild grapes?",
      "5": "And now let me tell you what I myself am about to do to my vineyard.\nI will remove its hedge, and it shall become a devastation.\n    I will break down its wall, and it shall become a trampling.",
      "6": "And I will make it a wasteland;\n    it shall not be pruned and hoed,\nand it shall be overgrown with briers and thornbushes.\n    And concerning the clouds, I will command them not to send rain down upon it.",
      "7": "For the vineyard of Yahweh of hosts is the house of Israel,\n    and the man of Judah is the plantation of his delight.\nAnd he waited for justice,\n    but look! Bloodshed!\nFor righteousness,\n    but look! A cry of distress!",
      "8": "Ah! Those who join house with house,\n    they join field together with field\nuntil there is no place\n    and you are caused to dwell alone in the midst of the land.",
      "9": "Yahweh of hosts said in my ears:\nSurely many houses shall become a desolation,\n    large and beautiful ones without inhabitant.",
      "10": "For ten acres of vineyard shall yield one bath,\nand the seed of a homer will yield an ephah.",
      "11": "Ah! Those who rise early in the morning,\n    they pursue strong drink.\nThose who linger in the evening,\n    wine inflames them.",
      "12": "And there will be lyre and harp,\n    tambourine and flute,\n    and wine at their feasts,\nbut they do not look at the deeds of Yahweh,\n    and they do not see the work of his hands.",
      "13": "Therefore my people will go into exile without knowledge,\nand their nobles will be men of hunger,\nand their multitude is parched with thirst.",
      "14": "Therefore Sheol has enlarged its throat,\n    and it has opened wide its mouth without limit,\nand her nobles will go down, and her multitude,\n    her tumult and those who revel in her.",
      "15": "And humankind is bowed down,\n    and man is brought low,\n    and the eyes of the haughty are humiliated.",
      "16": "But Yahweh of hosts is exalted by justice,\n    and the holy God shows himself holy by righteousness.",
      "17": "And then the lambs will graze as in their pasture,\n    and fatlings, kids will eat among the sites of ruins.",
      "18": "Ah! Those who drag iniquity along with the cords of falsehood\n    and sin as with rope of the cart,",
      "19": "those who say,\n“Let him make haste;\n    let him hurry his work\n        so that we may see it\nand let it draw near\n    and let the plan of the holy one of Israel come\n        so that we may know it!”",
      "20": "Ah! Those who call evil good and good evil,\n    those who put darkness for light and light for darkness,\n    those who put bitter for sweet and sweet for bitter!",
      "21": "Ah! Those who are wise in their own eyes\n    and have understanding in their view!",
      "22": "Ah! Heroes at drinking wine,\n    and men of capability at mixing strong drink!",
      "23": "Those who acquit the guilty because of a bribe\n    and remove the justice of the innocent from him.",
      "24": "Therefore as the tongue of fire devours the stubble,\n    and dry grass sinks down in the flame,\nso their root will become like the stench,\n    and their blossom will go up like the dust.\nFor they have rejected the instruction of Yahweh of hosts,\n    and they have treated the word of the holy one of Israel with contempt.",
      "25": "Therefore Yahweh’s wrath was kindled against his people,\n    and he stretched out his hand against them and struck them,\nand the mountains quaked,\n    and their corpses were like refuse in the middle of the streets.\nIn all of this his anger has not turned back,\n    and still his hand is stretched out.",
      "26": "And he will raise a signal for a nation from afar,\nand he will whistle for it from the end of the earth.\nAnd look! It comes quickly, swiftly!",
      "27": "None is weary,\n    and none among him stumbles;\n    none slumbers and none sleeps.\nAnd no loincloth on his waist is opened,\n    and no thong of his sandals is drawn away.",
      "28": "Whose arrows are sharp,\n    and all of his bows are bent.\nThe hoofs of his horses are reckoned like flint,\n    and his wheels like the storm wind.",
      "29": "His roaring is like the lion,\n    and he roars like young lions.\nAnd he growls and seizes his prey,\n    and he carries it off,\n    and not one can rescue it.",
      "30": "And he will roar over him on that day\n    like the roaring of the sea,\nand if one looks to the land, look! Darkness! Distress!\n    And the light grows dark with its clouds."
    },
    "6": {
      "1": "In the year of the death of Uzziah the king, I saw the Lord sitting on a high and raised throne, and the hem of his robe was filling the temple.",
      "2": "Seraphs were standing above him. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew.",
      "3": "And the one called to the other and said,\n“Holy, holy, holy is Yahweh of hosts!\n    The whole earth is full of his glory.”",
      "4": "And the pivots of the thresholds shook from the sound of those who called, and the house was filled with smoke.",
      "5": "And I said, “Woe to me! For I am destroyed! For I am a man of unclean lips, and I am living among a people of unclean lips, for my eyes have seen the king, Yahweh of hosts!”",
      "6": "Then one of the seraphs flew to me, and in his hand was a hot coal he had taken from the altar with tongs.",
      "7": "And he touched my mouth, and he said,\n“Look! This has touched your lips\n    and has removed your guilt,\n    and your sin is annulled.”",
      "8": "Then I heard the voice of the Lord saying,\n“Whom shall I send?\n    And who will go for us?”\nAnd I said,\n“I am here!\n    Send me!”",
      "9": "And he said, “Go and say to this people,\n‘Keep on listening and do not comprehend!\n    And keep on looking and do not understand!’",
      "10": "Make the heart of this people insensitive,\n    and make its ears unresponsive,\n    and shut its eyes\nso that it may not look with its eyes\n    and listen with its ears\n    and comprehend with its mind\n    and turn back, and it may be healed for him.”",
      "11": "Then I said, “Until when, Lord?”\nAnd he said,\n“Until the cities lie wasted without inhabitant,\n    and houses without people,\n    and the land is ruined and a waste,",
      "12": "and Yahweh sends the people far away,\n    and the abandonment is great in the midst of the land.",
      "13": "And even if only a tenth part remain, again she will be destroyed\n    like a terebinth or like an oak,\n    which although felled, a tree stump remains in them.\nThe seed of holiness will be her tree stump.”"
    },
    "7": {
      "1": "This happened in the days of Ahaz, son of Jotham, son of Uzziah, king of Judah. Rezin, king of Aram, and Pekah, son of Remaliah, king of Israel, went up to Jerusalem for warfare against it, but he was not able to fight against it.",
      "2": "When it was reported to the house of David, saying “Aram stands by Ephraim,” his heart and the heart of his people shook like the shaking of the trees of the forest because of the wind.",
      "3": "Then Yahweh said to Isaiah, “Go out to meet Ahaz, you and Shear-Jashub your son, at the end of the conduit of the upper pool on the highway of the washer’s field.",
      "4": "And you must say to him, ‘Take heed and be quiet! You must not fear, and your heart must not be faint because of these two stumps of smoldering firebrands, because of the fierce anger of Rezin and Aram and the son of Remaliah.",
      "5": "Because Aram has plotted evil against you with Ephraim and the son of Remaliah, saying,",
      "6": "“Let us go up against Judah and let us tear her apart, and let us lay it open and so bring it unto ourselves, and let us install the son of Tabeel as king in her midst.”",
      "7": "Thus says the Lord Yahweh, “It shall not stand, and it shall not come to pass.",
      "8": "For the head of Aram is Damascus, and the head of Damascus is Rezin, and in sixty-five years from now Ephraim will be too shattered to be a people.",
      "9": "And the head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. If you do not believe then you will not endure.”’”",
      "10": "And Yahweh continued to speak to Ahaz, saying,",
      "11": "“Ask for a sign for yourself from Yahweh God; make it deep as Sheol or make it high as above.”",
      "12": "But Ahaz said, “I will not ask, and I will not put Yahweh to the test.”",
      "13": "Then he said, “Hear, house of David! Is it too little for you to make men weary, that you should also make my God weary?",
      "14": "Therefore the Lord himself will give you a sign. Look! the virgin is with child and she is about to give birth to a son, and she shall call his name ‘God with us.’",
      "15": "He shall eat curds and honey until he knows to reject the evil and to choose the good.",
      "16": "For before the boy knows to reject the evil and to choose the good, the land whose two kings you dread will be abandoned.",
      "17": "“Yahweh will bring on you and on your people and on the house of your ancestor days that have not come since the day Ephraim departed from Judah: the king of Assyria.”",
      "18": "And this shall happen: On that day, Yahweh will whistle for the fly that is at the end of the stream of Egypt and the bee that is in the land of Assyria.",
      "19": "And all of them will come and settle in the rivers of the cliffs and in the clefts of the rocks and on all of the thornbushes and watering places.",
      "20": "On that day, the Lord will shave the head and the hair of the feet with a razor of the one hired from beyond the river—with the king of Assyria—and it will even take off the beard.",
      "21": "And this shall happen: on that day, a young man will keep a young cow of the herd and two sheep alive.",
      "22": "And this shall happen: because of the abundance of milk production, he will eat curds, for every one that is left in the midst of the land will eat curds and honey.",
      "23": "And this shall happen on that day: Every place where there are a thousand vines for a thousand silver pieces will become briers, and it will be thornbushes.",
      "24": "One will go there with arrows and bow, for all of the land will be briers and thornbushes.",
      "25": "And as for all of the hills that they hoed with the hoe, you will not go there, for fear of briers and thornbushes. And it will become like pastureland for cattle and overtrodden land for sheep."
    },
    "8": {
      "1": "Then Yahweh said to me, “Take yourself a large tablet and write on it with a common stylus pen: Maher-Halal-Hash-Baz.",
      "2": "And I will require reliable witnesses as a witness for me: Uriah the priest and Zechariah son of Jeberekiah.”",
      "3": "And I approached the prophetess, and she conceived, and she gave birth to a son. And Yahweh said to me, “Call his name Maher-Halal-Hash-Baz.",
      "4": "For before the boy knows to call ‘my father’ and ‘my mother,’ one will carry away the wealth of Damascus and the spoil of Samaria in the presence of the king of Assyria.”",
      "5": "And Yahweh continued to speak to me again, saying,",
      "6": "“Because this people has refused the gently flowing waters of Shiloah and rejoices over Rezin and the son of Remaliah,",
      "7": "therefore look! The Lord is bringing up the waters of the great and mighty river against them, the king of Assyria and all his glory.\nAnd he will rise above all his channels,\n    and he will flow over all his banks.",
      "8": "And he will sweep into Judah;\n    he will overflow and he will flood up to the neck.\nHe will reach, and he will spread his wings out over your entire land, God with us.”",
      "9": "Be broken, you peoples, and be dismayed.\n    And listen, all distant parts of the earth;\ngird yourselves and be dismayed;\n    gird yourselves and be dismayed!",
      "10": "Make a plan, but it will be frustrated!\n    Speak a word, but it will not stand,\n        for God is with us!",
      "11": "For Yahweh said this to me while his hand weighed heavily on me,\n    and he warned me not to walk in the way of this people, saying,",
      "12": "“You must not call conspiracy everything that this people calls conspiracy,\n    and you must not share its fear, and you must not be in dread.",
      "13": "You shall regard Yahweh of hosts as holy,\n    and he is your fear, and he is your dread.",
      "14": "And he will become like a sanctuary and a stumbling-stone,\n    and like a stumbling-rock for the two houses of Israel,\n    like a trap and a snare for the inhabitants of Jerusalem.",
      "15": "And many shall stumble among them,\n    and they shall fall and they shall be broken,\n    and they shall be ensnared and they shall be caught.”",
      "16": "Bind up the testimony;\n    seal the teaching among my disciples.",
      "17": "And I will wait for Yahweh,\n    who hides his face from the house of Jacob,\nand I will await him.",
      "18": "Look! I and the children whom Yahweh has given to me are like signs and portents in Israel from Yahweh of hosts, the one who dwells on the mountain of Zion.",
      "19": "Now if they tell you, “Consult the ghosts and the spirits, those who chirp and those who mutter. Should not a people consult its gods, the dead on behalf of the living,",
      "20": "for teaching and for testimony?” surely they who speak like this have no dawn.",
      "21": "And it will pass through it distressed and hungry, and this shall happen: when it is hungry, it will be enraged, and it will curse its king and its gods, and it will face upwar",
      "22": "or look to the earth. But look! Distress and darkness, the gloom of affliction! And it will be thrust into darkness!"
    },
    "9": {
      "1": "But there will be no gloom for those who were in distress.\nIn former times he treated the land of Zebulun and Naphtali with contempt, but in the future he will honor the way of the sea beyond the Jordan, Galilee of the nations.",
      "2": "The people who walked in darkness have seen a great light;\n    light has shined on those who lived in a land of darkness.",
      "3": "You have made the nation numerous;\n    you have not made the joy great.\nThey rejoice in your presence as with joy at the harvest,\n    as they rejoice when they divide plunder.",
      "4": "For you have shattered the yoke of its burden\n    and the stick of its shoulder,\n    the rod of its oppressor, on the day of Midian.",
      "5": "For every boot that marches and shakes the earth\n    and garment rolled in blood\nwill be for burning—fire fuel.",
      "6": "For a child has been born for us;\n    a son has been given to us.\nAnd the dominion will be on his shoulder,\n    and his name is called Wonderful Counselor, Mighty God,\n        Everlasting Father, Prince of Peace.",
      "7": "His dominion will grow continually,\n    and to peace there will be no end\non the throne of David and over his kingdom,\n    to establish it and sustain it\nwith justice and righteousness\n    now and forever.\nThe zeal of Yahweh of hosts will do this.",
      "8": "The Lord has sent out a word against Jacob,\n    and it fell on Israel.",
      "9": "And all of the people knew it,\n    Ephraim and the inhabitants of Samaria\nin pride and arrogance of heart, saying,",
      "10": "“The bricks have fallen, but we will build with dressed stone.\n    The sycamore-fig trees were felled, but we will replace them with cedars.”",
      "11": "So Yahweh strengthened the adversaries of Rezin against him,\n    and he provoked his enemies—",
      "12": "Aram from the east\n    and Philistines from the west—\nand they devoured Israel with the whole mouth.\nHe has not turned away his anger in all of this,\n    and his hand is still stretched out.",
      "13": "And the people did not turn to the one who struck it,\n    and they did not seek Yahweh of hosts.",
      "14": "So Yahweh cut off head and tail from Israel,\n    palm branch and reed in one day.",
      "15": "Elders and the respectable are the head,\n    and prophets who teach lies are the tail.",
      "16": "And the leaders of this people were misleading them,\n    and those who were led were confused.",
      "17": "Therefore the Lord did not rejoice over its young men,\n    and he did not have compassion on its orphans and widows,\nfor everyone was godless and an evildoer,\n    and every mouth was speaking folly.\nIn all of this his anger did not turn away,\n    and still his hand is stretched out.",
      "18": "For wickedness burned like fire;\n    it consumed brier and thorn.\nAnd it kindled the thickets of the forest,\n    and they swirled upward in a column of smoke.",
      "19": "The land was burned through the wrath of Yahweh of hosts,\n    and the people became like fire fuel.\nPeople had no compassion toward each other.",
      "20": "They devoured on the right but still were hungry\n    and devoured on the left but they were not satisfied.\nEach one devoured the flesh of his arm,",
      "21": "Manasseh devoured Ephraim, and Ephraim Manasseh;\n        together they were against Judah.\nIn all of this his anger has not turned away,\n    and still his hand is stretched out."
    },
    "10": {
      "1": "Ah! Those who decree decrees of evil,\n    and writers who have written harm,",
      "2": "to guide the needy away from legal claims,\n    and to rob the justice from the poor of my people,\n    to make widows their spoil;\nand they plunder orphans.",
      "3": "And what will you do at the day of punishment,\n    and at calamity? It comes from afar!\nTo whom will you flee for help,\n    and where will you leave your wealth,",
      "4": "save that they bow down under the prisoners\n    and fall under the slain?\nIn all of this his anger has not turned away,\n    and still his hand is stretched out.",
      "5": "Ah! Assyria, the rod of my anger,\n    and a staff is in their hand: my wrath!",
      "6": "I send him against a godless nation,\n    and I command him against the people of my wrath,\nto capture spoil\n    and to carry off plunder,\nand to make them a trampling place,\n    like the clay of the streets.",
      "7": "But he does not think this,\n    and his heart does not plan this.\nFor it is in his heart to destroy\n    and to cut off not a few nations.",
      "8": "For he says, “Are not my commanders altogether kings?",
      "9": "Is not Calno like Carchemish?\n    Is not Hamath like Arpad?\n    Is not Samaria like Damascus?",
      "10": "As my hand has reached to the kingdoms of the idols\n    —and their images were greater than those of Jerusalem and Samaria—",
      "11": "shall I not do to Jerusalem and its idols\n    what I have done to Samaria and her idols?”",
      "12": "And this shall happen: when the Lord has finished all his work against Mount Zion and Jerusalem, “I will punish the arrogance of the king of Assyria and his haughtiness.”",
      "13": "For he says,\n“I have done it by the strength of my hand\n    and by my wisdom, for I have understanding,\nand I have removed the boundaries of peoples,\n    and I have plundered their stores,\n    and like a bull I have brought down the inhabitants.",
      "14": "And my hand has found, like a nest, the wealth of the peoples,\n    and like the gathering of forsaken eggs, I myself have gathered all the earth.\n        And there was no fluttering wing or open mouth or chirp.”",
      "15": "Does the ax boast against the one who cuts with it,\n    or the saw magnify itself against the one who moves it to and fro?\nAs if a rod should move the one who lifts it!\n    As if a staff should lift up that which is not wood!",
      "16": "Therefore the Lord, Yahweh of hosts, will send leanness among his sturdy warriors,\n    and a burning like the burning of fire will burn under his glory.",
      "17": "And the light of Israel will become like a fire,\n    and his holy one like a flame,\nand it will burn and devour his thorns and briers in one day.",
      "18": "And he will destroy the glory of his forest and orchard completely,\n    and it will be like the wasting away of one who is sick.",
      "19": "And the rest of the trees of his forest will be a small number,\n    and a boy can write them down.",
      "20": "And this shall happen: on that day, the remnant of Israel and the survivors of the house of Jacob will not continue to lean on the one who struck it\n    but will lean on Yahweh, the holy one of Israel, in truth.",
      "21": "A remnant will return—\n    the remnant of Jacob—to the mighty God.",
      "22": "For though your people Israel was like the sand of the sea,\n    only a remnant of it will return.\nAnnihilation is determined,\n    overflowing with righteousness.",
      "23": "For the Lord Yahweh of hosts is about to make a complete destruction\n    and a determined end in the midst of all the earth.",
      "24": "Therefore thus says the Lord Yahweh of hosts:\n“My people who live in Zion,\n    you must not be afraid of Assyria.\nIt beats you with the rod,\n    and it lifts up its staff against you as the Egyptians did.",
      "25": "My indignation will come to an end in just a very little while,\n    and my anger will be directed to their destruction.”",
      "26": "And Yahweh of hosts is going to swing a whip against him,\n    as when Midian was defeated at the rock of Oreb;\nand his staff will be over the sea,\n    and he will lift him up as he did in Egypt.",
      "27": "And this shall happen: on that day,\nhe will remove his burden from your shoulder\n    and his yoke from your neck,\n    and a yoke will be destroyed because of fat.",
      "28": "He has come to Aiath,\n    he has passed through Migron;\n    at Micmash he deposited his baggage.",
      "29": "They crossed over the pass;\n    Geba is a place of overnight lodging for us.\nRamah trembles;\n    Gibeah of Saul has fled.",
      "30": "Daughter of Gallim, cry out with your voice;\n    Laishah, listen!\n    Anathoth is poor.",
      "31": "Madmenah flees!\n    The inhabitants of Gebim bring themselves into safety!",
      "32": "This day taking a stand at Nob,\nhe will shake his fist at the mountain of the daughter of Zion,\n    at the hill of Jerusalem.",
      "33": "Look! The Lord Yahweh of hosts is about to lop off the branches with great power,\n    and the towering trees will be felled,\n    and the tall trees will be brought low.",
      "34": "And he will cut down the thickets of the forest with the axe,\n    and Lebanon will fall by the mighty one."
    },
    "11": {
      "1": "And a shoot will come out from the stump of Jesse,\n    and a branch from its roots will bear fruit.",
      "2": "And the spirit of Yahweh shall rest on him—\n    a spirit of wisdom and understanding,\n    a spirit of counsel and might,\n    a spirit of knowledge and the fear of Yahweh.",
      "3": "And his breath is in the fear of Yahweh.\nAnd he shall judge not by his eyesight,\n    and he shall rebuke not by what he hears with his ears.",
      "4": "But he shall judge the poor with righteousness,\n    and he shall decide for the needy of the earth with rectitude.\nAnd he shall strike the earth with the rod of his mouth,\n    and he shall kill the wicked person with the breath of his lips.",
      "5": "And righteousness shall be the belt around his waist,\n    and faithfulness the belt around his loins.",
      "6": "And a wolf shall stay with a lamb,\n    and a leopard shall lie down with a kid,\nand a calf and a lion and a fatling together\n    as a small boy leads them.",
      "7": "And a cow and a bear shall graze;\n    their young shall lie down together.\n    And a lion shall eat straw like the cattle.",
      "8": "And an infant shall play over a serpent’s hole,\n    and a toddler shall put his hand on a viper’s hole.",
      "9": "They will not injure and they will not destroy on all of my holy mountain,\n    for the earth will be full of the knowledge of Yahweh,\n        as the waters cover the sea.",
      "10": "And this shall happen on that day:\nthe nations shall inquire of the root of Jesse,\nwhich shall be standing as a signal to the peoples,\nand his resting place shall be glorious.",
      "11": "And this shall happen on that day:\nThe Lord will again extend his hand a second time\nto acquire the remnant of his people that is left,\nfrom Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the coastlands of the sea,",
      "12": "and he will raise a signal for the nations.\nAnd he will gather the outcasts of Israel,\n    and he will gather the scattered ones of Judah together from the four corners of the earth.",
      "13": "And the jealousy of Ephraim shall depart,\n    and the enemies of Judah shall be cut off.\nEphraim shall not be jealous of Judah,\n    and Judah shall not be an enemy of Ephraim.",
      "14": "But they shall swoop upon the Philistine shoulder, westward.\n    Together they shall plunder the sons of the east.\nEdom and Moab will be under their command,\n    and the sons of Ammon will be their subjugated people.",
      "15": "And Yahweh will divide the tongue of the sea of Egypt,\n    and he will wave his hand over the river with his scorching wind;\nand he will strike it into seven streams,\n    and he will make it passable by foot.",
      "16": "So there shall be a highway from Assyria for the remnant of his people that remains,\n    as there was for Israel when it went up from the land of Egypt."
    },
    "12": {
      "1": "And you will say on that day,\n“I will give you thanks, Yahweh,\nfor though you were angry with me,\nyour anger turned away,\nand you comforted me.",
      "2": "Look! God is my salvation;\n    I will trust, and I will not be afraid,\nfor my strength and might is Yah, Yahweh;\n    and he has become salvation for me.”",
      "3": "And you will draw water from the wells of salvation in joy.",
      "4": "And you will say on that day,\n“Give thanks to Yahweh;\n    call on his name.\nMake his deeds known among the peoples;\n    bring to remembrance that his name is exalted.",
      "5": "Sing praises to Yahweh, for he has done a glorious thing;\n    this is known in all the earth.",
      "6": "Inhabitant of Zion, shout out and sing for joy,\n    for the holy one of Israel is great in your midst.”"
    },
    "13": {
      "1": "The oracle of Babylon that Isaiah son of Amoz saw:",
      "2": "Raise a signal on a bare hill,\n    lift up your voice to them;\n    wave the hand and may they enter the gateways of the noblemen.",
      "3": "I myself I have commanded my consecrated ones,\n    I have also summoned my mighty warriors concerning my anger,\n    the ones who exalt over my majesty.",
      "4": "A sound, a noise is on the mountains,\n    the likeness of many people!\nA sound of the roar of the kingdoms,\n    of nations gathering!\nYahweh of hosts is mustering an army for battle.",
      "5": "They are coming from a distant land,\n    from the end of the heavens,\nYahweh and the weapons of his indignation,\n    to destroy the whole earth.",
      "6": "Wail, for the day of Yahweh is near;\n    it will come like destruction from Shaddai!",
      "7": "Therefore all hands will grow slack,\n    and every human heart will melt,",
      "8": "and they will be dismayed.\nPangs and labor pains will seize them;\n    they will tremble like a woman giving birth.\nThey will stare at one another,\n    their faces flushing.",
      "9": "Look! The day of Yahweh is coming,\n    cruel and wrath and the burning of anger,\nto make the earth a desolation,\n    and he will destroy its sinners from it.",
      "10": "For the stars of the heavens and their constellations will not flash forth their light;\n    the sun will keep back when it comes out,\n    and the moon will not cause its light to shine.",
      "11": "And I will punish the world for its evil\n    and the wicked for their iniquity.\nAnd I will put an end to the pride of the arrogant,\n    and I will bring the haughtiness of tyrants low.",
      "12": "I will make humanity more rare than gold\n    and humankind more than the gold of Ophir.",
      "13": "Therefore I will make the heavens tremble,\n    and the earth will quake from its place\nbecause of the wrath of Yahweh of hosts,\n    and in the day his anger burns.",
      "14": "And this shall happen:\nlike a hunted gazelle or sheep with none to gather them,\nthey will each turn to his own people,\n    and they will each flee to his own land.",
      "15": "Everyone who is found will be pierced through,\n    and everyone who is carried away will fall by the sword.",
      "16": "And their children will be dashed into pieces before their eyes;\n    their houses will be plundered, and their wives will be raped.",
      "17": "Look! I am stirring the Medes up against them,\nwho do not value silver\n    and do not delight in gold.",
      "18": "And their bows will shatter young men.\n    And they will not show mercy on the fruit of the womb;\n    their eyes will not look compassionately on children.",
      "19": "And Babylon, the glory of kingdoms, the splendor of the Chaldeans’ pride, will be like when God overthrew Sodom and Gomorrah.",
      "20": "It will not be inhabited forever,\n    and it will not be dwelled in forever;\nand no Arab will pitch a tent there,\n    and shepherds will not allow their flocks to lie down there.",
      "21": "But wild animals will lie down there,\n    and their houses will be full of howling creatures,\nand the daughters of ostriches will live there,\n    and goats will dance there.",
      "22": "And hyenas will answer in its palaces,\n    and jackals in the pleasure palaces;\nand its time is coming soon,\n    and its days will not be prolonged."
    },
    "14": {
      "1": "But Yahweh will have compassion on Jacob,\n    and he will again choose Israel\nand set them on their land,\nand the immigrant will join himself to them,\n    and they will attach themselves to the house of Jacob.",
      "2": "And the nations will take them\n    and bring them to their place,\nand the house of Israel will take possession of them in the land of Yahweh\n    as slaves and female slaves.\nAnd this will happen:\nthey will take their captors captive\n    and rule over their oppressors.",
      "3": "And it shall happen on the day Yahweh gives you rest from your pain and turmoil and hard labor which you had to perform,",
      "4": "that you will take this taunt against the king of Babylon,\n    and you will say:\n“How the oppressor has ceased!\n    his insolence has ceased.",
      "5": "Yahweh has broken the staff of the wicked,\n    the scepter of rulers,",
      "6": "that struck the peoples in wrath, a blow without ceasing,\n    that ruled the nations in anger\n    with unrestrained persecution.",
      "7": "All of the earth rests and is quiet;\n    they break forth into singing.",
      "8": "Even the cypresses rejoice over you,\n    the cedars of Lebanon:\n‘Since you were laid down,\n    no wood cutter comes up against us.’",
      "9": "Sheol below is getting excited over you,\n    to meet you when you come;\nit arouses the dead spirits for you,\n    all of the leaders of the earth.\n    It raises all of the kings of the nations from their thrones.",
      "10": "All of them will respond and say to you,\n‘You yourself also were made weak like us!\n    You have become the same as us!’",
      "11": "Your pride is brought down to Sheol,\n    and the sound of your harps;\nmaggots are spread out beneath you like a bed,\n    and your covering is worms.",
      "12": "How you have fallen from heaven, morning star, son of dawn!\n    You are cut down to the ground, conqueror of nations!",
      "13": "And you yourself said in your heart,\n‘I will ascend to heaven;\n    I will raise up my throne above the stars of God;\nand I will sit on the mountain of assembly\n    on the summit of Zaphon;",
      "14": "I will ascend to the high places of the clouds,\n    I will make myself like the Most High.’",
      "15": "But you are brought down to Sheol,\n    to the depths of the pit.",
      "16": "Those who see you will stare at you,\n    they will look closely at you:\n‘Is this the man who made the earth tremble,\n    who caused kingdoms to shake,",
      "17": "who made the world like the desert\n    and destroyed its cities,\n    who would not let his prisoners go home?’",
      "18": "All the kings of the nations, all of them, lie in glory,\n    each one in his house.",
      "19": "But as for you, you are thrown away from your grave,\n    like an abhorrent shoot,\nclothed with the slain,\n    those pierced by the sword,\nthose who go down to the stones of the pit,\n    like a corpse that is trodden down.",
      "20": "You will not be united with them in burial\nbecause you have destroyed your land,\n    you have killed your people.\nThe descendants of evildoers will not be mentioned for eternity!",
      "21": "Prepare a place of slaughter for his sons\n    because of the sin of their ancestors.\nLet them not rise and take possession of the earth\n    or fill up the face of the world with cities.”",
      "22": "“And I will rise up against them,”\ndeclares Yahweh of hosts,\n“and I will cut off name and a remnant from Babylon,\n    and offspring and posterity,”\ndeclares Yahweh.",
      "23": "“And I will make her a possession of the hedgehog,\n    and pools of water,\n    and I will sweep her away with the broom of destruction,”\ndeclares Yahweh of hosts.",
      "24": "Yahweh of hosts has sworn, saying,\n“Surely just as I have intended, so it shall be.\n    And just as I have planned, it shall stand:",
      "25": "to break Assyria in my land,\n    and I will trample him down on my mountains;\nand he shall remove his yoke from them,\n    and he shall remove his burden from his shoulders.”",
      "26": "This is the plan that is planned concerning all of the earth;\n    and this is the hand that is stretched out over all of the nations.",
      "27": "For Yahweh of hosts has planned, and who will frustrate it?\n    And his hand is stretched out, and who will turn it back?",
      "28": "In the year of the death of king Ahaz there was this oracle:",
      "29": "You must not rejoice, all you Philistines,\n    that the rod that struck you is broken,\nfor a viper will come forth from the root of the snake,\n    and its fruit will be a flying serpent.",
      "30": "And the firstborn of the poor will graze,\n    and the needy will lie down in security;\nbut I will cause your root to die in famine,\n    and it will kill your remnant.",
      "31": "Wail, gate! Cry, city!\n    Melt, Philistia, all of you!\nFor smoke is coming from the north,\n    and there is no straggler in his ranks.",
      "32": "And what will one answer the messengers of the nation?\nThat Yahweh has founded Zion,\n    and the needy of his people will take refuge in it."
    },
    "15": {
      "1": "An oracle of Moab:\nBecause Ar is devastated in a night, Moab is destroyed;\n    because Kir of Moab is devastated in a night, it is destroyed.",
      "2": "It has gone up to the house,\n    and Dibon to the high places\nfor weeping over Nebo,\n    and Moab wails over Medeba.\nEvery head is bald,\n    every beard is shaved.",
      "3": "They gird themselves with sackcloth in its streets;\n    on its roofs and public squares everyone wails,\n        going down in weeping.",
      "4": "And Heshbon and Elealeh cry out,\n    their voice is heard as far as Jahaz;\ntherefore the armed ones of Moab cry out;\n    its soul quivers for him.",
      "5": "My heart cries out for Moab;\n    its fugitives flee up to Zoar,\n    to Eglath-shelishiyah.\nFor at the ascent of Luhith it goes up it with weeping;\n    for on the road of Horonaim they raise up a cry of destruction.",
      "6": "For the waters of Nimrim are wastelands;\n    for the grass has withered,\nthe vegetation has vanished,\n    there is no greenness.",
      "7": "Therefore they carry the abundance it has made\n    and their store of goods over the river of the poplars.",
      "8": "For a cry for help has encircled the territory of Moab,\n    her wailing is heard as far as Eglaim,\n    and her wailing as far as Beer Elim.",
      "9": "For the waters of Dimon are full of blood;\n    but I will place added things upon Dimon:\na lion for the survivors of Moab\n    and for the remnant of the land."
    },
    "16": {
      "1": "Send a ram to the ruler of the land,\n    from Sela across the desert to the mountain of daughter Zion.",
      "2": "And this shall be:\nlike a bird fleeing from a thrust away nest\n    shall be the daughters of Moab at the fords of Arnon.",
      "3": "“Bring counsel,\n    make a decision;\nmake your shade like the night\n    in the middle of noonday.\nHide the outcasts;\n    you must not betray the fugitive.",
      "4": "Let my outcasts of Moab dwell as aliens among you;\n    be a hiding place for them from the presence of the destroyer.”\nWhen the oppressor is no more, destruction has stopped,\n    the one who tramples has disappeared from the land,",
      "5": "then a throne shall be established in steadfast love,\n    and one shall sit on it in faithfulness, in the tent of David,\njudging and seeking justice\n    and zealous for righteousness.",
      "6": "We have heard of the pride of Moab—exceedingly proud—\n    of his arrogance, pride, and insolence; his boasting is not true.",
      "7": "Therefore Moab wails;\n    all of it wails for Moab,\n    for the raisin cakes of Kir-hareseth you moan, utterly devastated.",
      "8": "For Heshbon withers the fields, the vine of Sibmah;\n    rulers of nations have broken down her tendrils,\nthey reached up to Jazer,\n    they wandered to the desert;\nher shoots spread abroad,\n    they crossed over the sea.",
      "9": "Therefore I weep with the weeping of Jazer for the vine of Sibmah.\n    I drench you with my tears, Heshbon and Elealeh,\n        for a jubilant shout has fallen over your summer fruit and harvest.",
      "10": "And joy and gladness are taken away from the fruitful land,\n    and in the vineyards no one exults,\nno one shouts for joy;\n    no treader treads wine in the presses;\n    I have put to an end to the jubilant shout.",
      "11": "Therefore my heart moans like a harp for Moab\n    and my inner parts for Kir-heres.",
      "12": "And this shall happen:\nwhen Moab appears, when it is weary upon the high place\n    and it comes to its sanctuary to pray, it will not prevail.",
      "13": "This was the word that Yahweh spoke to Moab in the past.",
      "14": "But now Yahweh speaks, saying, “In three years, like the years of a hired worker, the glory of Moab will become contemptible, with all of the great multitude, and the remnant will be a few, small, not strong."
    },
    "17": {
      "1": "An oracle of Damascus:\n“Look! Damascus will cease being a city\n    and will become a heap of ruins.",
      "2": "The cities of Aroer will be deserted;\n    they will be for the flocks,\n        and they will lie down and no one will frighten them.",
      "3": "And the fortified city will disappear from Ephraim,\n    and the kingdom from Damascus;\n        and the remnant of Aram will be like the glory of the children of Israel,”\ndeclares Yahweh of hosts.",
      "4": "“And this shall happen:\nOn that day, the glory of Jacob will be brought low,\n    and the fat of his flesh will become lean.",
      "5": "And it shall be as when a reaper gathers standing grain\n    and he reaps grain with his arm,\nand it shall be like one who gathers ears of grain\n    in the valley of Rephaim.",
      "6": "And gleanings will be left over in it, as when an olive tree is beaten,\ntwo or three ripe olive berries in the top of a branch,\n    four or five on its fruitful branches,”\ndeclares Yahweh, the God of Israel.",
      "7": "On that day, mankind will look to its maker,\n    and its eyes will look to the holy one of Israel;",
      "8": "it will not look to the altars,\n    the work of its hands,\nand it will not see what its fingers made\n    and the poles of Asherah worship and the incense altars.",
      "9": "On that day, its fortified cities will be like the abandonment of the wooded place and the summit, which they deserted because of the children of Israel; and there will be desolation.",
      "10": "For you have forgotten the God of your salvation,\n    and you have not remembered the rock of your refuge;\ntherefore you plant plants of pleasantness,\n    and you plant a vine of a foreigner.",
      "11": "On your planting day you make them grow,\n    and in the morning of your sowing you bring them into bloom,\nyet the harvest will flee in a day of sickness and incurable pain.",
      "12": "Ah! The noise of many peoples, they make a noise like the noise of the seas!\n    And the roar of nations, they roar like the roar of mighty waters!",
      "13": "The nations roar like the roar of many waters,\n    but he will rebuke him, and he will flee far away.\nAnd they are chased like chaff of the mountains before the wind\n    and like tumbleweed before the storm.",
      "14": "At the time of evening, and look, terror!\n    Before morning he is no more.\nThis is the fate of those who plunder us\n    and the lot of those who plunder us."
    },
    "18": {
      "1": "Ah! land of the whirring of wings,\n    which is beyond the rivers of Cush,",
      "2": "that sends messengers by the sea\n    and in vessels of papyrus on the surface of the waters!\nGo, swift messengers, to a tall and smooth nation,\n    to a people feared near and far,\na mighty, mighty and trampling nation,\n    whose land rivers divide.",
      "3": "All you inhabitants of the world\n    and dwellers of the earth,\nwhen a signal is raised on the mountains, you must look,\n    and when a trumpet is blown, you must listen!",
      "4": "For Yahweh said this to me:\n“I will be quiet,\n    and I will look from my dwelling place\nlike clear heat because of light,\n    like a cloud of dew in the heat of harvest.”",
      "5": "For before the harvest, when the blossom is complete\n    and a blossom becomes ripening fruit,\nand one cuts off the shoots with pruning hooks,\n    and one removes, tears away the tendrils.",
      "6": "They shall all be left for birds of prey of the mountains\n    and for the animals of the earth.\nAnd the birds of prey will pass the summer on it,\n    and every animal of the earth will winter on it.",
      "7": "At that time, a gift will be brought to Yahweh of hosts\nfrom a tall and smooth people,\n    and from a people feared near and far,\na mighty, mighty and trampling nation,\n    whose land the rivers divide,\nto the place of the name of Yahweh of hosts,\n    the mountain of Zion."
    },
    "19": {
      "1": "An oracle of Egypt:\nLook! Yahweh is riding on a swift cloud\n    and is coming to Egypt.\nAnd the idols of Egypt will tremble in front of him,\n    and the heart of Egypt melts in his inner parts.",
      "2": "“And I will stir up Egyptians against Egyptians,\n    and each one will fight against his brother\nand each one against his neighbor,\n    city against city, kingdom against kingdom.",
      "3": "And the spirit of the Egyptians will be disturbed in his midst,\n    and I will confuse his plans,\nand they will consult the idols and the spirits of the dead,\n    and the ghosts and the spiritists.",
      "4": "And I will hand over the Egyptians into the hand of a hard master,\n    and a powerful king will rule over them,”\ndeclares the Lord Yahweh of hosts.",
      "5": "And the waters will be dried up from the sea,\n    and the river will be parched and dry.",
      "6": "And the rivers will become foul-smelling;\n    the branches of the Nile of Egypt will become little and dry up;\n    reed and rush will wither.",
      "7": "Bare places by the Nile will be dried up,\n    by the edge of the Nile and all the sown land of the Nile;\n    it will be driven about, and it will be no more.",
      "8": "And the fishers will mourn,\n    and all of those who cast fishhooks in the Nile will lament,\n    and those who spread out fishing nets on the surface of the water will languish.",
      "9": "And the workers of combed flax will be ashamed,\n    and those who weave white linen.",
      "10": "And her weavers will be crushed;\n    all the hired workers will be grieved of heart.",
      "11": "Surely the princes of Zoan are foolish;\n    the wise of the counselors of Pharaoh give senseless counsel.\nHow can you say to Pharaoh,\n    “I myself am a son of sages,\n    a descendant of ancient kings”?",
      "12": "Where are your sages then?\n    Now, let them tell you,\n    and let them know what Yahweh of hosts has planned against Egypt.",
      "13": "The princes of Zoan have become foolish;\n    the princes of Memphis are deceived;\n    the leaders of her tribes have led Egypt astray.",
      "14": "Yahweh has mixed a spirit of confusion into her midst,\n    and they have caused Egypt to stagger in all of its doings,\n        as when a drunkard staggers in his vomit.",
      "15": "And there will be nothing for Egypt to do,\n    head or tail, palm branch or reed.",
      "16": "On that day, Egypt will be like women, and will tremble and be afraid before the waving hand of Yahweh of hosts that he is waving against it.",
      "17": "And the land of Judah will become a terror to Egypt, everyone to whom one mentions it will be afraid in himself because of the plan of Yahweh of hosts that he is planning against him.",
      "18": "On that day, there will be five cities in the land of Egypt that speak the language of Canaan and swear an oath to Yahweh of hosts. One will be called “City of the Sun.”",
      "19": "On that day, there will be an altar for Yahweh in in the middle of the land of Egypt, and a stone pillar for Yahweh at her border.",
      "20": "And it will be a sign and a witness to Yahweh of hosts in the land of Egypt; when they cry out to Yahweh because of oppressors, he will send them a savior and a defender, and he will deliver them.",
      "21": "And Yahweh will make himself known to Egypt, and Egypt will know Yahweh on that day, and they will worship with sacrifice and offering, and they will make vows to Yahweh, and they will fulfill them.",
      "22": "And Yahweh will strike Egypt, striking and healing; and they will return to Yahweh, and he will respond to their prayer, and he will heal them.",
      "23": "On that day, there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and Egypt will worship together with Assyria.",
      "24": "On that day, Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth,",
      "25": "whom Yahweh of hosts blessed, saying, “May Egypt my people be blessed, and Assyria, the work of my hands, and my inheritance, Israel.”"
    },
    "20": {
      "1": "In the year the commander-in-chief came to Ashdod, when Sargon the king of Assyria sent him, and he fought against Ashdod and he took it,",
      "2": "at that time, Yahweh had spoken by the hand of Isaiah son of Amoz, saying,\n“Go and loosen the sackcloth from your loins,\n    and take off your sandals from your feet,”\nand he had done so, walking naked and barefoot.",
      "3": "Then Yahweh said, “Just as my servant Isaiah has walked naked and barefoot three years as a sign and a portent against Egypt and Cush,",
      "4": "so shall the king of Assyria lead the captives of Egypt and the exiles of Cush, young and old, naked and barefoot, with bared buttocks, the shame of Egypt.",
      "5": "And they shall be dismayed,\n    and they shall be ashamed\nbecause of Cush, their hope,\n    and because of Egypt, their pride.",
      "6": "And the inhabitant of the coastland will say this on that day:\n‘Look! This is our hope to whom we fled for help, to be delivered from the king of Assyria, and how shall we escape?’”"
    },
    "21": {
      "1": "The oracle of the wilderness of the sea:\nAs storm winds passing over in the Negev,\nit comes from the desert,\n    from a frightful land.",
      "2": "A hard revelation is told to me;\nthe treacherous deals treacherously,\n    and the destroyer destroys.\nGo up, Elam;\n    lay siege, Media!\nI put an end to all of her sighing.",
      "3": "Therefore my loins are filled with anguish;\n    pangs have seized me, like the pangs of a woman giving birth.\nI am too bent to hear,\n    I am too dismayed to see.",
      "4": "My mind staggers; fear terrifies me;\n    the twilight I desired brought me fear.",
      "5": "Set out the table in order!\n    Spread out the rugs!\n    Eat! drink!\nRise up, commanders;\n    smear the shield!",
      "6": "For the Lord said this to me:\n“Go, set a watchman in position.\n    He must announce what he sees.",
      "7": "When he sees riders,\n    a pair of horsemen,\nriders of donkeys,\n    riders of camels,\nthen he must listen attentively,\n    paying attention, paying special attention.”",
      "8": "Then the watchman called,\n“Lord, I am standing on the watchtower continually by day,\n    and I am standing at my post throughout the night.",
      "9": "And look at this! A man’s a chariot is coming,\n    a pair of horsemen!”\nThen he responded and said,\n“It has fallen! Babylon has fallen!\n    And all the images of her gods are smashed on the ground!”",
      "10": "My downtrodden people\n    and the son of my threshing floor,\nI will announce to you what I have heard from Yahweh of hosts, the God of Israel.",
      "11": "The oracle of Dumah:\nOne is calling to me from Seir,\n“Watchman, what of the night?\n    Watchman, what of the night?”",
      "12": "The watchman says,\n“Morning comes,\n    and also the night.\nIf you will inquire, inquire;\n    come back again.”",
      "13": "An oracle concerning Arabia:\nYou will spend the night in the thicket in a desert-plateau,\n    caravans of Dedanites.",
      "14": "When you happen to meet the thirsty, bring water.\n    Inhabitants of the land of Tema came to meet the fugitive with his bread.",
      "15": "For they have fled from the swords,\n    from the drawn sword and the bent bow,\n    and from the heaviness of the battle.",
      "16": "For the Lord said this to me:\n“In one more year, like the years of a hired worker,\nall the glory of Kedar will come to an end.",
      "17": "And the remainder of the number of the bows of the warriors of the sons of Kedar will be few.”\nFor Yahweh, the God of Israel, has spoken."
    },
    "22": {
      "1": "The oracle of the valley of vision:\nWhat business do you have going up, all of you, to the roofs,",
      "2": "noisy, tumultuous city,\n    exultant town?\nYour slain are not slain by the sword,\n    nor are they dead from battle.",
      "3": "All of your rulers have fled together without a bow;\n    all of you who were found were captured.\nThey were captured together;\n    they had fled far away.",
      "4": "Therefore I said,\n“Look away from me,\n    let me weep bitterly;\nyou must not insist on comforting me\n    for the destruction of the daughter of my people.”",
      "5": "For the Lord Yahweh of hosts has a day of tumult and trampling and confusion in the valley of vision,\n    a tearing down of walls and a cry for help to the mountains.",
      "6": "And Elam lifted up the quiver,\n        with chariots of men and cavalry.\n    And Kir uncovered the shield.",
      "7": "And this happened:\nthe choicest of your valleys were full of chariots,\n    and the cavalry confidently stood at the gate.",
      "8": "And he uncovered the covering of Judah.\nAnd you looked, on that day, to the weapons of the House of the Forest,",
      "9": "and you saw that the breaches in the walls of the city of David were many,\n        and you gathered the waters of the lower pool.",
      "10": "And you counted the houses of Jerusalem,\n    and you broke down the houses to fortify the wall.",
      "11": "And you made a reservoir between the walls for the waters of the old pool,\nbut you did not look to its maker,\n    and you did not see the one who created it long ago.",
      "12": "And the Lord, Yahweh of hosts, called on that day\nfor weeping and mourning,\n    and for baldness and girding with sackcloth.",
      "13": "But look! Joy and gladness,\n    the killing of oxen and the slaughtering of sheep,\nthe eating of meat and the drinking of wine!\n    “Let us eat and drink, for tomorrow we die!”",
      "14": "And it was revealed in my ears by Yahweh of hosts:\n“Surely this sin will not be atoned for you until you die!”\n    says the Lord, Yahweh of hosts.",
      "15": "The Lord, Yahweh of hosts, says this:\n“Go! Go to this steward, to Shebna,\n    who is over the house:",
      "16": "‘What business do you have here,\n    and who do you have here,\nthat you have cut a grave cutting here for yourself,\n    carving his grave on the height,\n    a dwelling place for him in the rock?",
      "17": "Look! Yahweh is about to really hurl you, man!\n    And he is about to grasp you firmly;",
      "18": "he will wind a winding tightly around you like a ball, to a wide land.\nThere you shall die,\n    and there the chariots of your splendor will be,\n        disgrace to your master’s house!",
      "19": "And I will push you from your office,\n    and he will throw you down from your position.",
      "20": "And this shall happen:\nOn that day I will call to my servant, Eliakim son of Hilkiah,",
      "21": "and I will clothe him with your tunic,\nand I will bind your sash firmly about him,\n    and I will put your authority into his hand,\nand he shall be like a father to the inhabitants of Jerusalem\n    and to the house of Judah.",
      "22": "And I will put the key of the house of David on his shoulder,\n    and he shall open and no one will be able to shut;\n    and he shall shut and no one will be able to open.",
      "23": "And I will drive him in like a peg into a secure place,\n    and he will become like a throne of glory to the house of his father.",
      "24": "And they will hang all of the heaviness of his father’s house on him,\n    the offspring and the offshoot,\nall of the small vessels,\n    from the bowls to the jars.",
      "25": "On that day, declares Yahweh of hosts, the peg that was driven will move away into a secure place, and it will be cut down and fall, and the load that was on her will be cut off. For Yahweh has spoken.’”"
    },
    "23": {
      "1": "The oracle of Tyre:\nWail, ships of Tarshish, for the house is destroyed so that no one can enter;\n    it is announced to them from the land of Cyprus.",
      "2": "Be still, inhabitants of the coast,\n    merchant of Sidon, who travels over the sea, they filled you.",
      "3": "And on the great waters is the seed of Shihor,\n    the harvest of the Nile is its produce,\n    and she was the merchandise of the nations.",
      "4": "Be ashamed, Sidon, for the sea,\n    the fortress of the sea said, saying,\n“I was not in labor,\n    and I have not given birth,\nand I have not reared young men,\n    brought up young women.”",
      "5": "When the report comes to Egypt,\n    they will be in anguish at the report about Tyre.",
      "6": "Cross over to Tarshish!\n    Wail, inhabitants of the coast!",
      "7": "Is this your exultant one, her origin from the days of long ago?\n    Her feet brought her to dwell afar as an alien.",
      "8": "Who has planned this against Tyre, the bestower of crowns,\n    whose merchants were princes,\n    her traders the honored ones of the earth?",
      "9": "Yahweh of hosts has planned it:\n    to defile the pride of all glory,\n    to humble all the honored ones of the earth.",
      "10": "Cross over your own land like the Nile, daughter of Tarshish;\n    there is no longer a harbor.",
      "11": "He has stretched his hand out over the sea;\n    he has made kingdoms shake.\nYahweh has commanded concerning Canaan\n    to destroy her fortresses.",
      "12": "And he said,\n“You will not continue to exult, crushed one, virgin daughter of Sidon.\n    Arise, cross over to Cyprus! There will be no rest for you even there.”",
      "13": "Look at the land of the Chaldeans!\n    This people no longer exists.\n    Assyria destined it for wild animals.\nThey erected its siege towers;\n    they demolished its citadel fortresses.\n    It made her like a ruin.",
      "14": "Wail, ships of Tarshish!\n    For your fortress is destroyed.",
      "15": "And this will happen on that day: And Tyre will be forgotten seventy years,\nlike the days of one king. At the end of seventy years, it will be for Tyre like the song of the prostitute:",
      "16": "“Take a harp,\n    go around the city, forgotten prostitute!\nDo it well, playing a stringed instrument!\n    Make numerous songs, that you may be remembered.”",
      "17": "And this shall happen:\nat the end of seventy years, Yahweh will visit Tyre,\nand she will return to her harlot’s wages,\n    and she will commit fornication\nwith all the kingdoms of the world on the face of the earth.",
      "18": "And this shall happen:\nher merchandise and her harlot’s wages will be set apart for Yahweh;\nit will not be stored up,\n    and it will not be hoarded,\nbut her merchandise will be for those who live before the presence of Yahweh,\n    for eating to satiation and for fine clothing."
    },
    "24": {
      "1": "Look! Yahweh is about to lay the earth waste\n    and is about to devastate it,\nand he will twist her surface,\n    and he will scatter her inhabitants.",
      "2": "And it shall be as with the people, so with the priest;\n    as with the slave, so with his master;\nas with the female slave, so with her mistress;\n    as with the buyer, so with the seller;\nas with the lender, so with the borrower;\n    as with the creditor, so with the one to whom he lends.",
      "3": "The earth shall be utterly laid waste,\n    and it shall be utterly plundered,\nfor Yahweh has spoken this word.",
      "4": "The earth dries up, it withers;\n    the world languishes, it withers.\nThe elevated of the people of the earth languish,",
      "5": "and the earth is defiled beneath its inhabitants.\nFor they have transgressed laws;\n    they have passed by statutes;\n    they have broken the everlasting covenant.",
      "6": "Therefore a curse devours the earth,\n    and the inhabitants in it suffer for their guilt.\nTherefore the inhabitants of the earth burn,\n    and few men are left.",
      "7": "The new wine dries up;\n    the vine languishes.\nAll the merry of heart sigh;",
      "8": "the joy of the tambourine has stopped.\nThe noise of the jubilant has ceased;\n    the joy of the lyre has stopped.",
      "9": "They do not drink wine with song;\n    strong drink is bitter to those who drink it.",
      "10": "The city of emptiness is broken;\n    every house is shut so that no one can enter;",
      "11": "there is an outcry over the wine in the streets.\nAll joy turns into darkness;\n    the joy of the earth disappears.",
      "12": "Desolation is left in the city;\n    the gate is crushed into a state of ruin.",
      "13": "For it shall be like this in the midst of the earth,\n    among the nations,\nlike the beating of an olive tree,\n    like gleanings when a grape harvest is at an end.",
      "14": "They lift up their voices; they sing for joy;\n    they shout out from the west over the majesty of Yahweh.",
      "15": "Therefore glorify Yahweh in the east,\n    the name of Yahweh the God of Israel in the coastlands of the sea.",
      "16": "We hear songs from the edge of the earth:\n    “Glory to the righteous one!”\nBut I say, “Ruin to me!\n    Ruin to me! Woe to me!\nThe treacherous ones deal treacherously,\n    and the treacherous ones deal treacherously with treachery!”",
      "17": "Terror and the pit and the snare are upon you, inhabitants of the earth!",
      "18": "And this shall happen:\nThe one who flees from the sound of the terror shall fall into the pit,\n    and the one who goes up from inside the pit shall be caught in the snare,\nfor the windows from heaven are opened,\n    and the foundations of the earth tremble.",
      "19": "The earth is utterly broken;\n    the earth is torn asunder;\n    the earth is shaken violently.",
      "20": "The earth staggers to and fro like the drunkard,\n    and it sways like a hut,\nand its transgression is heavy upon it,\n    and it falls and does not rise again.",
      "21": "And this shall happen on that day:\nYahweh will punish the host of heaven in heaven,\n    and the kings of the earth on the earth.",
      "22": "And they will be gathered in a gathering, like a prisoner in a pit.\n    And they will be shut in a prison and be punished after many days.",
      "23": "And the full moon will be ashamed\n    and the sun will be ashamed,\nfor Yahweh of hosts will rule on Mount Zion and in Jerusalem,\n    and before his elders in glory."
    },
    "25": {
      "1": "Yahweh, you are my God; I will exalt you.\n    I will praise your name,\nfor you have done wonderful things,\n    plans of old, in faithfulness, trustworthiness.",
      "2": "For you have made the city a heap,\n    the fortified city a ruin,\nthe palace of foreigners is no longer a city;\n    it will never be rebuilt.",
      "3": "Therefore strong peoples will glorify you;\n    a city of ruthless nations, they will fear you.",
      "4": "For you have been a refuge to the poor,\n    a refuge to the needy in his distress,\na shelter from the rainstorm,\n    a shade from the heat.\nFor the breath of the ruthless was like a rainstorm against a wall,",
      "5": "the noise of foreigners like heat in a dry land.\nYou subdued the heat with the shade of a cloud;\n    the song of the ruthless was silenced.",
      "6": "And on this mountain Yahweh of hosts will make for all peoples a rich feast,\n    a feast of aged wines, fat filled with marrow, filtered aged wine.",
      "7": "And on this mountain he will destroy the face of the shroud,\n    the shroud over all peoples,\n    and the woven covering over all nations.",
      "8": "He will destroy death forever,\n    and the Lord Yahweh will wipe off the tears from all faces,\n    and he will remove the disgrace of his people from all the earth,\nfor Yahweh has spoken.",
      "9": "And one will say, on that day,\n“Look! This is our God! We have waited for him and he saved us!\n    This is Yahweh; we waited for him!\nLet us be glad,\n    and let us rejoice in his salvation.”",
      "10": "For the hand of Yahweh will rest on this mountain,\n    and Moab shall be trampled down under him\n        as a heap of straw is trampled down in waters of a dung heap.",
      "11": "And it will spread out its hands in the midst of it,\n    just as the swimmer spreads out to swim,\n        and its pride will be brought low with the movement of its hands.",
      "12": "And he will throw down the fortification of the high point of your walls;\n    he will bring it low;\nhe will send it to the ground,\n    to the dust."
    },
    "26": {
      "1": "On that day, this song will be sung in the land of Judah:\n“We have a strong city;\n    he sets up victory like walls and ramparts!",
      "2": "Open the gates so that the righteous nation who keeps faithfulness may enter!",
      "3": "You will protect a firm inclination in peace,\n    in peace because he trusts in you.",
      "4": "Trust in Yahweh forever,\n    for in Yah, Yahweh you have an everlasting rock.",
      "5": "For he has thrown down the inhabitants of the height,\n    he lays low the lofty city.\nHe lays it low to the ground;\n    he throws her to the dust.",
      "6": "The foot tramples it,\n    the feet of the poor, the steps of the needy.”",
      "7": "The way of the righteous is a straight path;\n    you clear the level path of the righteous.",
      "8": "Surely we wait for you in the path of your judgments, Yahweh,\n    for your name and renown are the desire of the soul.",
      "9": "I desire you with all my soul in the night;\n    also I seek you with my spirit within me,\nfor when your judgments are upon the earth,\n    the inhabitants of the world learn righteousness.",
      "10": "Though the wicked person is shown compassion, he does not learn righteousness;\nhe acts unjustly in the land of uprightness,\n    and he does not see the majesty of Yahweh.",
      "11": "Yahweh, though your hand reaches high, they do not see it.\nLet them see, and let them be ashamed of the zeal of people.\n    Indeed, let the fire of your enemies consume them.",
      "12": "Yahweh, you will establish peace for us,\n    for you have done even all of our works for us.",
      "13": "Yahweh, our God, lords besides you ruled over us,\n    but we praise your name alone.",
      "14": "The dead do not live;\n    dead spirits do not rise\nbecause you have punished and destroyed them,\n    and you have destroyed all memory of them.",
      "15": "You have added to the nation, Yahweh.\n    You have added to the nation; you are honored.\n    You have extended all the ends of the land.",
      "16": "Yahweh, in distress they have visited you;\n    they poured out an incantation;\n    your discipline was on them.",
      "17": "Like a pregnant woman on the point of giving birth, she writhes;\n    she cries in her labor pains.\nSo we were because of your presence, Yahweh.",
      "18": "We became pregnant, we writhed;\n    we gave birth to wind.\nWe cannot bring about deliverance on the earth,\n    and no inhabitants of the world are born.",
      "19": "Your dead shall live; their corpses shall rise.\n    Wake up and sing for joy, dwellers of the dust,\nfor your dew is celestial dew,\n    and the earth will give birth to dead spirits.",
      "20": "Go, my people, enter into your chambers\n    and shut your doors behind you;\nhide for a very little while,\n    until the wrath has passed over.",
      "21": "For look! Yahweh is about to come out from his place\n    to punish the iniquity of the inhabitants of the earth against him,\nand the earth will disclose her blood\n    and will no longer cover her slain."
    },
    "27": {
      "1": "On that day, Yahweh will punish with his cruel, great and strong sword Leviathan, the fleeing serpent, and Leviathan, the twisting serpent, and he will kill the sea monster that is in the sea.",
      "2": "On that day:\n“A vineyard of beauty! Sing in praise of it!",
      "3": "I, Yahweh, am her keeper;\n    I water it again and again.\nLest one afflict harm on it,\n    I guard it night and day;",
      "4": "I have no wrath.\nWhatever gives me thorns and briers,\n    I will step forth against in battle.\n    I will set it on fire altogether.",
      "5": "Or let it grasp at my protection;\n    let it make peace with me;\n    peace let it make with me.”",
      "6": "Days are coming, let Jacob take root;\n    Israel will blossom and send out shoots,\n    and they will fill the face of the world with fruit.",
      "7": "Does he strike him as he struck down those who struck him?\n    Or is he killed as those who killed him were killed?",
      "8": "By expelling her, by her sending away, you argue with her.\n    He removed them with his strong wind,\n    in the day of the east wind.",
      "9": "Therefore by this he will make atonement for the guilt of Jacob,\n    and this will be all of the fruit of the removal of his sin:\nwhen he makes all the stones of the altar like crushed stones of chalk,\n    no poles of Asherah worship or incense altars will stand.",
      "10": "For the fortified city is solitary,\n    a settlement deserted and forsaken, like the wilderness;\nthe calf grazes there,\n    lies down there and destroys its branches.",
      "11": "When its branches are dry, they are broken;\nwomen are coming and setting light to it.\nFor it is not a people of understanding;\ntherefore his maker will not have compassion on him,\n    and his creator will not show him favor.",
      "12": "And this shall happen:\non that day, Yahweh will thresh from the floodwaters of the Euphrates to the wadi of Egypt, and as for you, you will be gathered one by one, sons of Israel.",
      "13": "And this shall happen:\non that day, a great trumpet will be blown,\nand those who were lost in the land of Assyria will come,\n    and those who were scattered in the land of Egypt,\nand they will bow down to Yahweh on the holy mountain at Jerusalem."
    },
    "28": {
      "1": "Ah! The garland of the pride of the drunkards of Ephraim\n    and the withering flower of the glory of his beauty,\nwhich is at the head of the rich valley,\n    ones overcome with wine!",
      "2": "Look! The Lord has a mighty and strong one,\n    like a rainstorm of hail, a wind storm of destruction,\n    like a rainstorm of mighty overflowing waters,\nhe will put them to the earth with his hand.",
      "3": "The garland of the pride of the drunkards of Ephraim\n    will be trampled by feet,",
      "4": "and the withering flower of the glory of its beauty\n    which is at the head of the rich valley\nwill be like its early fig before summer,\n    which the one who sees it swallows while it is still in his hand.",
      "5": "In that day, Yahweh of hosts will become a garland of glory\n    and a diadem of beauty to the remnant of his people,",
      "6": "and a spirit of justice to the one who sits over judgment,\n    and strength to those who turn back the battle at the gate.",
      "7": "And these also stagger because of wine\n    and stagger because of strong drink;\npriest and prophet stagger because of strong drink;\n    they are confused because of wine.\nThey stagger because of strong drink;\n    they err in vision.\nThey stagger in the rendering of a decision,",
      "8": "for all the tables are full of disgusting vomit, with no place left.",
      "9": "To whom will he teach knowledge,\n    and to whom will he explain the message?\nThose who are weaned from milk,\n    those taken from the breast?",
      "10": "For it is blah-blah upon blah-blah,\n    blah-blah upon blah-blah,\ngah-gah upon gah-gah,\n    gah-gah upon gah-gah,\na little here, a little there.",
      "11": "For he will speak with stammering and another tongue to this people,",
      "12": "to whom he has said,\n“This is rest; give rest to the weary;\n    and this is repose”; yet they were not willing to hear.",
      "13": "And to them the word of Yahweh will be\nblah-blah upon blah-blah\n    blah-blah upon blah-blah\ngah-gah upon gah-gah\n    gah-gah upon gah-gah,\na little here, a little there,\nso that they may go and stumble backward\n    and be broken and ensnared and captured.",
      "14": "Therefore hear the word of Yahweh, men of mockery,\n    rulers of these people in Jerusalem:",
      "15": "Because you have said,\n“We have made a covenant with death,\n    and we have made an agreement with Sheol.\nThe overwhelming flood, when it passes through, will not come to us,\nfor we have made lies our refuge,\nand we have hidden ourselves in falsehood.”",
      "16": "Therefore the Lord Yahweh says this:\n“Look! I am laying a stone in Zion,\n    a tested stone,\na precious cornerstone,\n    a founded foundation:\n‘The one who trusts will not panic.’",
      "17": "And I will make justice the measuring line,\n    and righteousness the plumb line;\nand hail will sweep away the refuge of lies,\n    and waters will flood over the hiding place.",
      "18": "And your covenant with death will be annulled,\n    and your agreement with Sheol will not stand;\nyou will become a trampling place for the overwhelming flood when it passes through.",
      "19": "As often as it passes through, it will take you,\nfor morning by morning it will pass through,\n    in the day and in the night,\nand understanding the message will be only terror.”",
      "20": "For the bed is too short to stretch out on,\n    and the covering is too narrow when wrapping oneself.",
      "21": "For Yahweh will rise up as at Mount Perazim;\n    he will rave as in the valley at Gibeon\nto do his deed—his deed is strange—\n    and to work his work—his work is alien!",
      "22": "And now you must not scoff,\n    or your bonds will be strong,\nfor I have heard from the Lord, Yahweh of hosts:\ncomplete destruction\n    decreed upon all the land.",
      "23": "Listen, and hear my voice!\n    Listen attentively, and hear my word!",
      "24": "Is it all day that the plowman plows,\n    opens to sow seed, harrows his ground?",
      "25": "When he has leveled its surface, does he not scatter dill,\n    and sow cumin seed,\n    and plant wheat in planted rows,\n    and barley in an appointed place,\n    and spelt grain as its border?",
      "26": "And his God instructs him about the prescription;\n    he teaches him.",
      "27": "For dill is not threshed with a threshing sledge,\n    nor is a wheel of a utility cart rolled over cumin,\nbut dill is beaten out with a stick,\n    and cumin with a rod.",
      "28": "Grain is crushed fine,\n    but certainly one does not thresh it forever;\nand one drives the wheel of his cart,\n    but his horses do not crush it.",
      "29": "This also comes forth from Yahweh of hosts.\nHe is wonderful in advice;\n    he makes great wisdom."
    },
    "29": {
      "1": "Ah! Ariel, Ariel, the city where David encamped!\nAdd year to year,\n    let festivals recur.",
      "2": "Yet I will inflict Ariel,\n    and there shall be mourning and lamentation,\n    and it shall be to me like an altar hearth.",
      "3": "And I will encamp in a circle against you,\n    and I will lay siege to you with towers\n    and I will raise up siegeworks against you.",
      "4": "Then you shall be low;\n    you shall speak from the earth,\n    and your words will be low, from dust.\nAnd your voice will be from the earth, like a ghost,\n    and your word will whisper from the dust.",
      "5": "But the multitude of your strangers shall be like fine dust,\n    and the multitude of tyrants like chaff that passes by.\nAnd it will happen in an instant, suddenly.",
      "6": "You will be punished by Yahweh of hosts\nwith thunder and earthquake and great sound,\n    storm wind and tempest and the flame of a devouring fire.",
      "7": "And the multitude of all the nations who fight against Ariel,\n    all those who fight against her and her stronghold,\n        and those who inflict her shall be like a dream, a vision of the night.",
      "8": "And it shall be as when the hungry person dreams—look, he is eating!\n    And he wakes up and his inner self is empty.\nOr as when the thirsty person dreams—look, he is drinking!\n    And he wakes up and look, he is faint,\n    and his inner self is longing for water.\nSo shall be the multitude of all the nations who fight against Mount Zion.",
      "9": "Be astonished and be amazed!\n    Blind yourselves and be blinded!\nThey are drunk but not from wine;\n    they stagger but not from strong drink.",
      "10": "For Yahweh has poured out upon you a spirit of deep sleep,\n    and he has shut your eyes, the prophets,\n    and he has covered your heads, the seers.",
      "11": "And the vision of all this has become for you like the words of a sealed document. When they give it to one who knows the document, saying, “Read this now!” He says, “I am not able, for it is sealed.”",
      "12": "And if the document is given to one who does not know how to read, saying, “Read this now!” he says, “I do not know how to read.”",
      "13": "And the Lord said,\n“Because this people draw near with its mouth,\n    and with its lips it honors me,\nand its heart is far from me,\n    and their fear of me is a commandment of men that has been taught,",
      "14": "therefore look, I am again doing something spectacular\nand a spectacle with this spectacular people.\nAnd the wisdom of its wise men shall perish,\n    and the discernment of its discerning ones shall keep itself hidden.”",
      "15": "Ah! Those who make a plan deep, to hide it from Yahweh,\n    and their deeds are in a dark place.\nAnd they say, “Who sees us?\n    And who knows us?”",
      "16": "Your perversity!\n    As if a potter shall be regarded as the clay!\nThat the product of its maker says,\n    “He did not make me,”\nand the thing made into shape says of its potter,\n    “He has no understanding.”",
      "17": "In a very little while shall not Lebanon change into a fruitful land,\n    and the fruitful land be regarded as a forest?",
      "18": "And on that day, the deaf shall hear the words of a scroll,\n    and the eyes of the blind shall see out of gloom and darkness.",
      "19": "And the meek have joy after joy in Yahweh,\n    and the needy of the people shall rejoice in the holy one of Israel.",
      "20": "For the tyrant shall be no more,\n    and the scoffer shall come to an end.\nAnd all those lying in wait for evil shall be cut off;",
      "21": "those who mislead a person into sin with a word\nand set a trap for the arbitrator in the gate\n    and guide away the righteous by emptiness.",
      "22": "Therefore Yahweh, who redeemed Abraham, says this to the house of Jacob:\n“Jacob will no longer be ashamed,\n    and his face will no longer grow pale.",
      "23": "For when he sees his children,\n    the work of my hands, in his midst,\nthey will treat my name as holy,\n    and they will treat the holy one of Jacob as holy,\n    and they will stand in awe of the God of Israel.",
      "24": "And those who err in spirit will acquire understanding,\n    and those who grumble will learn instruction."
    },
    "30": {
      "1": "“Oh rebellious children!” declares Yahweh,\n“to make a plan, but not from me,\n    and pour out a libation, but not from my Spirit,\n    so as to add sin to sin.",
      "2": "Who go to go down to Egypt,\n    but they do not ask of my mouth,\nto take refuge in the protection of Pharaoh\n    and to take refuge in the shadow of Egypt.",
      "3": "And the protection of Pharaoh shall be shame to you,\n    and the refuge in the shadow of Egypt, humiliation.",
      "4": "For his officials are at Zoan,\n    and his envoys reach to Hanes.",
      "5": "Everyone will start to stink because of a people that cannot profit them,\nnot for help and not for profiting,\n    but for shame and also for disgrace.”",
      "6": "An oracle of the animals of the Negev:\nThrough a land of trouble and distress,\n    of lioness and lion,\n    among them are snake and flying serpent;\nthey carry their wealth on the backs of male donkeys\n    and their treasures on the humps of camels,\n    to a people that cannot profit them.",
      "7": "For Egyptians help with vanity and emptiness,\n    therefore I have called this one “Rahab, they are sitting.”",
      "8": "Now go, write it on a tablet with them,\n    and inscribe it on a scroll,\nthat it may be for the time to come,\n    forever, forever.",
      "9": "For it is a people of rebellion, deceitful children,\n    children who are not willing to hear the instruction of Yahweh,",
      "10": "who say to those who do see, “You must not see!”\n    and to the seers, “You must not see truth for us;\nspeak smooth things to us,\n    see illusions,",
      "11": "turn aside from the way, turn aside from the path,\n    put an end to the holy one of Israel from our face.”",
      "12": "Therefore the holy one of Israel says this:\n“Because you are rejecting this word\n    and you trust in oppression and cunning\n    and you rely on it,",
      "13": "therefore this iniquity shall come for you like a breach about to fall,\n    bulging out on a high wall that breaks suddenly, in an instant.",
      "14": "And he breaks it like a vessel of a potter breaks,\n    that is crushed; he has no compassion,\nand no potsherd is found among its fragments to take fire from the hearth,\n    or to skim water from the cistern.”",
      "15": "For the Lord Yahweh, the holy one of Israel, said this:\n“In returning and rest you shall be saved;\n    your strength shall be in quietness and in trust.”\nBut you were not willing,",
      "16": "and you said,\n“No! For we will flee on horses!” Therefore you shall flee!\n    And, “We will ride on swift horses!” Therefore your pursuers shall be swift!",
      "17": "One thousand because of a threat of one,\n    because of a threat of five you shall flee,\nuntil you are left like a flagstaff on top of a mountain,\n    and like a signal on a hill.",
      "18": "Therefore Yahweh waits to be gracious to you,\n    and therefore he will rise up to show you mercy,\nfor Yahweh is a God of justice;\n    blessed are all those who wait for him.",
      "19": "For people will live in Zion;\n    in Jerusalem, you will surely not weep.\nSurely he will be gracious to you;\n    when he hears the sound of your cry, he will answer you.",
      "20": "And the Lord will give you the bread of distress\n    and the water of oppression,\nbut your teachers will not hide themselves any longer.\n    And your eyes shall see your teachers.",
      "21": "And your ears shall hear a word from behind you, saying,\n    “this is the way; walk in it,”\nwhen you go to your right\n    and when you go to your left.",
      "22": "And you will defile the plating of your silver idols\n    and the covering of your gold image.\nYou will scatter them like contaminated things;\n    you will say to it, “Filth!”",
      "23": "And he will give rain for your seed with which you sow the ground,\n    and grain, the produce of the ground, and it will be rich and fertile.\nOn that day, your cattle will graze in broad pastures;",
      "24": "and the oxen and the donkeys that till the ground will eat fodder, sorrel\n        that has been winnowed with shovel and pitchfork.",
      "25": "And there will be streams on every high mountain and elevated hill,\n    watercourses of water, on a day of great slaughter, when towers fall.",
      "26": "And the light of the full moon will be like the light of the sun,\n    and the light of the sun will be sevenfold, like the light of seven days,\non the day when Yahweh binds up the breakage of his people,\n    and he heals the wound of his blow.",
      "27": "Look! The name of Yahweh comes from afar,\n    burning with his anger and heaviness of cloud.\nHis lips are full of indignation,\n    and his tongue is like a devouring fire.",
      "28": "And his breath is like an overflowing river;\n    it reaches up to the neck\nto shake the nations with the sieve of worthlessness;\n    and a bridle that leads astray is on the jawbones of the peoples.",
      "29": "You shall have a song as in the night when a holy festival is kept,\n    and a gladness of heart like one who goes with the flute,\n        to go to the mountain of Yahweh, to the rock of Israel.",
      "30": "And Yahweh will cause the majesty of his voice to be heard,\n    and he will cause the descent of his arm to be seen,\nin furious anger and a flame of devouring fire,\n    with a cloudburst and a rainstorm and stones of hail.",
      "31": "Indeed, Assyria will be shattered by the voice of Yahweh;\n    he strikes with the rod.",
      "32": "And every stroke of the staff of foundation that Yahweh lays will be on it with timbrels and lyres,\n    and he will fight against it with battles of brandishing.",
      "33": "For Topheth has been prepared from yesterday;\n    indeed, it is made ready for the king.\nHe makes its pile of wood deep and wide;\n    he makes fire and wood abundant.\n        The breath of Yahweh burns in it like a stream of sulfur."
    },
    "31": {
      "1": "Ah! Those who go down to Egypt for help!\nThey rely on horses\nand trust in chariots because they are many,\n    and in horsemen because they are very numerous,\nand they do not look to the holy one of Israel,\n    and they do not consult Yahweh.",
      "2": "And indeed, he is wise, and he brings disaster,\n    and he does not remove his words,\nand he will rise against the house of evildoers\n    and against the help of workers of iniquity.",
      "3": "And the Egyptians are human and not God,\n    and their horses are flesh and not spirit.\nAnd Yahweh stretches out his hand,\n    and the helper will stumble,\nand the one being helped will fall,\n    and together all of them will come to an end.",
      "4": "For Yahweh said this to me:\n“As which a lion growls\n    and a young lion over its prey\nwhen a full group of shepherds is called against him,\nit is not terrified by their voice,\n    and to their noise it does not respond,\nso Yahweh of hosts will come down to fight upon Mount Zion\n    and upon its hill.",
      "5": "Like birds flying overhead, so Yahweh of hosts will protect Jerusalem;\nhe will protect and deliver it;\n    he will pass over and rescue it.",
      "6": "Turn back to the one against whom the sons of Israel have made deep rebellion.",
      "7": "For on that day, each one will reject his idols of silver\n    and his idols of gold which your hands have made in sin for you.",
      "8": "And Assyria shall fall by a sword not of a man,\n    and a sword not of a human shall devour him;\nand he shall flee from the sword,\n    and his young men shall be put to forced labor.",
      "9": "And his rock will pass over because of terror,\n    and his officers will be terrified because of the flag,”\n    declares Yahweh,\nwho has a fire in Zion\n    and has a furnace in Jerusalem."
    },
    "32": {
      "1": "See, a king will rule according to righteousness,\n    and princes will rule according to justice.",
      "2": "And each one will be like a hiding place from the wind\n    and a covering from the rainstorm,\nlike streams of water in a dry region,\n    like the shade of a large rock in a weary land.",
      "3": "And the eyes of those who see will not gaze,\n    and the ears of those who hear will listen.",
      "4": "And the minds of the rash will understand knowledge,\n    and the tongues of stammerers will hasten to speak clearly.",
      "5": "A fool will no longer be called noble,\n    and a scoundrel will not be said to be eminent.",
      "6": "For a fool speaks folly,\n    and his mind does iniquity:\nto behave wickedly,\n    and to speak error concerning Yahweh,\nto leave the throat of the hungry empty,\n    and he deprives the thirsty of drink.",
      "7": "And a scoundrel, his weapons are evil;\n    he plans evil devices\nto ruin the poor with words of deception\n    even when the speech of the needy is right.",
      "8": "But the nobleman plans noble things,\n    and he stands upon noble things.",
      "9": "Women who are at ease, rise up; hear my voice!\n    Carefree daughters, listen to my word!",
      "10": "In a year you will tremble, carefree ones,\nfor the vintage will come to an end;\n    the harvest will not come.",
      "11": "Tremble, you who are at ease;\n    tremble, carefree ones;\nstrip, and strip yourself,\n    and gird yourself on your loins,",
      "12": "mourning over breasts,\n    over fields of delight,\nover the fruitful vine,",
      "13": "over the soil of my people.\nIt goes up in thorns and briers,\n    indeed over all of the houses of joy in the jubilant city.",
      "14": "For the palace will be forsaken,\n    the crowded city deserted;\nthe hill and the watchtower will become a cave forever,\n    the joy of wild asses, a pasture for flocks.",
      "15": "Until a spirit is poured out on us from on high,\nand the wilderness becomes a fruitful field,\n    and the fruitful field is reckoned as the forest.",
      "16": "Then justice will dwell in the wilderness,\n    and righteousness will live in the fruitful field.",
      "17": "And the work of righteousness will be peace,\n    and the work of righteousness, quietness and security forever.",
      "18": "And my people will dwell in a settlement of peace\n    and in a dwelling place of security\n    and in undisturbed resting places.",
      "19": "And it hails when the forest comes down,\n    and the city will become low in humiliation.",
      "20": "Happy are you who sow by all waters,\n    who let the foot of the ox and the donkey go free."
    },
    "33": {
      "1": "Ah, destroyer, and yourself not destroyed!\n    And treacherous one, and no one has dealt treacherously with him!\nWhen you cease destroying, you will be destroyed.\n    When you stop dealing treacherously, one will deal treacherously with you.",
      "2": "Yahweh, be gracious to us, we wait for you.\n    Be our arm in the mornings,\n    indeed our salvation in the time of trouble.",
      "3": "At the sound of tumult, peoples fled;\n    because of your exaltation, nations scattered.",
      "4": "And your spoil is gathered,\n    as the gathering of the locust,\n        as a swarm of locusts storming on it.",
      "5": "Yahweh is exalted, for he dwells on high;\n    he filled Zion with justice and righteousness,",
      "6": "and he will be the security of your times,\n    an abundance of salvation, wisdom, and knowledge.\nThe fear of Yahweh is his treasure.",
      "7": "Look! Their heroes cry out in the street;\n    the messengers of peace weep bitterly.",
      "8": "Highways are deserted;\n    the traveler on the road ceases.\nOne breaks a treaty,\n    he rejects the cities,\n    he does not hold man in high regard.",
      "9": "The land mourns; it languishes.\n    Lebanon feels abashed; it withers.\nSharon is like the desert,\n    and Bashan and Carmel are losing their leaves.",
      "10": "“Now I will arise,” says Yahweh.\n    “Now I will lift myself up proudly;\n    now I will raise myself.",
      "11": "You conceive dry grass, you bring forth stubble;\n    your breath is a fire; it will consume you.",
      "12": "And the peoples will be burning to lime—\n    they are burned like thorns that have been cut down in the fire.",
      "13": "You who are far away, hear what I have done;\n    and you who are near, know my might!”",
      "14": "Sinners are afraid in Zion;\n    trembling has seized the godless:\n“Who of us can live with devouring fire?\n    Who of us can live with everlasting consuming hearths?”",
      "15": "He who walks in righteousness\n    and speaks uprightness,\nwho rejects the gain of extortion,\n    who refuses a bribe,\nwho stops up his ears from hearing bloodshed\n    and shuts his eyes from seeing evil.",
      "16": "That one will live on the heights;\n    the fortresses of rocks will be his refuge.\nHis food will be given;\n    his waters will endure.",
      "17": "Your eyes will see the king in his beauty;\n    they will see a distant land.",
      "18": "Your mind will meditate on the terror:\n    “Where is the one who counted?\nWhere is the one who weighed out?\n    Where is the one who counted the towers?”",
      "19": "You will not see the insolent people,\n    the people whose language is too obscure to understand,\n        whose stammering of tongue cannot be understood.",
      "20": "Look on Zion, the city of our appointed festivals!\n    Your eyes will see Jerusalem,\nan undisturbed settlement,\n    a tent that is not moved.\nNo one will ever pull out its tent pegs,\n    and none of its ropes will be torn in two.",
      "21": "Rather, there Yahweh will be mighty for us,\n    a place of rivers and broad streams,\na galley ship with oars cannot go in it,\n    and a mighty ship cannot pass through it.",
      "22": "For Yahweh is our judge; Yahweh is our lawgiver.\n    Yahweh is our king; he is the one who will save us.",
      "23": "Your riggings hang slack;\n    they do not hold the base of their mast firm,\n        they do not spread out the sail.\nThen the prey of spoil in abundance will be divided;\n    the lame will take plunder.",
      "24": "And no inhabitant will say, “I am sick”;\n    the people who live in it, their iniquity will be taken away."
    },
    "34": {
      "1": "Come near, nations, to hear;\n    and peoples, listen attentively!\nLet the earth hear, and that which fills it;\n    the world and all its offspring.",
      "2": "For the anger of Yahweh is against all the nations,\n    and his wrath is against all their armies;\nhe has put them under a ban,\n    he has given them up for slaughter.",
      "3": "And their slain shall be cast out;\n    as for their corpses, their stench shall go up.\nAnd the mountains shall melt with their blood,",
      "4": "and all the host of heaven shall rot.\nAnd the skies shall roll up like a scroll,\n    and all their host shall wither\nlike the withering of a leaf from a vine,\n    or like the withering from a fig tree.",
      "5": "When my sword is drenched in the heavens,\nlook! It will descend upon Edom,\n    and upon the people of my ban, for judgment.",
      "6": "Yahweh has a sword;\nit is full of blood.\n    It is covered with fat,\nwith the blood of lambs and goats,\n    with the fat of the kidneys of rams,\nfor Yahweh has a sacrifice in Bozrah\n    and a great slaughter in the land of Edom.",
      "7": "And wild oxen shall go down with them,\n    and steers with strong bulls.\nAnd their land shall be drenched with blood,\n    and their soil shall be fattened with fat.",
      "8": "For Yahweh has a day of vengeance,\n    a year of retribution for the strife of Zion.",
      "9": "And its streams shall be changed to pitch and its soil to sulfur,\n    and its land shall become like burning pitch.",
      "10": "Night and day it shall not be quenched;\n    its smoke shall go up forever.\nFrom generation to generation it shall be in ruins;\n    forever and ever there will be no one who passes through her.",
      "11": "But the large bird and the hedgehog shall take possession of it,\n    and the owl and the raven shall live in it.\nAnd he shall stretch the measuring line of confusion out over it,\n    and the plumb line of emptiness.",
      "12": "Its nobles—but no kingdom is there—shall call,\n    and all its princes shall be nothing.",
      "13": "And thorns shall go up her citadel fortress,\n    weeds and thistle plants in her fortresses;\nand it shall be the settlement of jackals,\n    green grass for the daughters of an ostrich.",
      "14": "And desert creatures shall meet with hyenas,\n    and a goat-demon shall call to his neighbor;\nsurely there Lilith shall repose,\n    and she shall find a resting place for herself.",
      "15": "There the owl shall nest and lay\n    and hatch and care for her chicks in her shadow;\nsurely there the birds of prey shall be gathered,\n    each one with her mate.",
      "16": "Seek from the book of Yahweh and read;\nnone of these shall be missing;\n    none shall miss her mate.\nFor my mouth is the one that has commanded,\n    and his spirit is the one that has gathered them.",
      "17": "And he is the one that has cast the lot for them,\n    and his hand has apportioned it to them with the measuring line;\nthey shall take possession of it forever,\n    they shall live in it from generation to generation."
    },
    "35": {
      "1": "Wilderness and dry land shall be glad,\n    and desert shall rejoice and blossom like the crocus.",
      "2": "It shall blossom abundantly,\n    and it shall rejoice indeed with rejoicing and exulting.\nThe glory of Lebanon shall be given to it,\n    the majesty of Carmel and Sharon.\nThey are the ones who shall see the glory of Yahweh,\n    the majesty of our God.",
      "3": "Strengthen the weak hands\n    and make the staggering knees firm.",
      "4": "Say to those who are hasty of heart,\n“Be strong; you must not fear!\n    Look! your God will come with vengeance,\nwith divine retribution.\n    He is the one who will come and save you.”",
      "5": "Then the eyes of the blind shall be opened,\n    and the ears of the deaf shall be opened.",
      "6": "Then the lame shall leap like the deer,\n    and the tongue of the dumb shall sing for joy,\nfor waters shall break forth in the wilderness\n    and streams in the desert.",
      "7": "And the parched ground shall become a pool,\n    and the thirsty ground springs of water.\nHer resting place is in a settlement of jackals;\n    the grass shall become like reeds and rushes.",
      "8": "And a highway shall be there, and a way,\n    and it shall be called the way of holiness.\nThe unclean shall not travel through it,\n    but it is for them, he who walks on the way;\n    and fools shall not wander about.",
      "9": "No lion shall be there,\n    and no ferocious wild beast shall go up it.\nIt shall not be found there,\n    but the redeemed shall walk there.",
      "10": "And the ransomed of Yahweh shall return,\n    and they shall come to Zion with rejoicing.\nAnd everlasting joy shall be on their head;\n    joy and gladness shall overtake them,\n        and sorrow and sighing shall flee."
    },
    "36": {
      "1": "And this happened: In the fourteenth year of King Hezekiah, Sennacherib king of Assyria went up against all the fortified cities of Judah, and he captured them.",
      "2": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem, to King Hezekiah, with a large army, and he stood by the conduit of the upper pool on the highway of the field of the washer.",
      "3": "And Eliakim son of Hilkiah, who was in charge of the palace, came out to him, and Shebna the secretary, and Joah son of Asaph, the reminder.",
      "4": "And Rabshakeh said to them, “Now say to Hezekiah, ‘Thus says the great king, the king of Assyria: “What is this confidence in which you trust?",
      "5": "I said, ‘Only a word of lips! War has power and a plan!’ Now, in whom do you trust, that you have rebelled against me?",
      "6": "Look, you trust in the staff of this broken reed, on Egypt, which if a man leans on it, goes into his hand and bores through it! Such is Pharaoh, king of Egypt, to all those who trust in him.",
      "7": "And if you say to me, ‘We trust in Yahweh our God,’ was it not he whose high places and altars Hezekiah removed? And he said to Judah and to Jerusalem, ‘You shall bow down in the presence of this altar.’”",
      "8": "And now please make a wager with my master the king of Assyria, and I will give you two thousand horses, that is, if you are able put riders for yourself on them!",
      "9": "But how can you drive back one governor among the least of my master’s servants, when you trust in Egypt for chariots and horsemen?",
      "10": "And now was it without Yahweh that I have come up against this land to destroy it? Yahweh said to me, “Go up against this land and destroy it!”’”",
      "11": "And Eliakim, Shebna, and Joah said to Rabshakeh, “Please speak to your servants in Aramaic, for we can understand it, and you must not speak to us in Judean in the hearing of the people who are on the wall.”",
      "12": "But Rabshakeh said, “Has my master sent me to speak these words to your masters and you? Was it not for the people who sit on the wall, to eat their dung and drink their urine with you?”",
      "13": "Then Rabshakeh stood and called in a great voice in Judean and said, “Hear the words of the great king, the king of Assyria.",
      "14": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you!",
      "15": "And do not let Hezekiah make you rely on Yahweh, saying, “Surely Yahweh will deliver us; this city will not be given into the hand of the king of Assyria!”",
      "16": "You must not listen to Hezekiah, for thus says the king of Assyria: “Make a blessing with me, and come out to me, and each one will eat from his vine and from his fig tree and drink water from his cistern,",
      "17": "until I come and take you to a land like your land, a land of grain and new wine, a land of bread and vineyards,",
      "18": "lest Hezekiah mislead you, saying, ‘Yahweh will save us!’ Did the gods of the nations each save his land from the hand of the king of Assyria?",
      "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Indeed, have they delivered Samaria from my hand?",
      "20": "Who are there among all the gods of these countries who have saved their land from my hand, that Yahweh should save Jerusalem from my hand?”’”",
      "21": "But they were silent and did not answer him a word, for the command of the king was, “You must not answer him.”",
      "22": "Then Eliakim son of Hilkiah, who was over the palace, Shebna the secretary, and Joah son of Asaph, the reminder, came to Hezekiah with torn garments and told him the words of Rabshakeh."
    },
    "37": {
      "1": "And this happened: When King Hezekiah heard, he tore his garments, covered himself with sackcloth, and entered the temple of Yahweh.",
      "2": "And he sent Eliakim, who was in charge of the palace, and Shebna the secretary, and the elders of the priests covered with sackcloth to Isaiah son of Amoz, the prophet.",
      "3": "And they said to him, “Thus says Hezekiah: ‘This day is a day of distress, rebuke, and disgrace, for children have come to the cervical opening, and there is no strength to give birth.",
      "4": "Maybe Yahweh your God heard the words of Rabshakeh whom the king of Assyria, his master, has sent to taunt the living God, and he will rebuke the words that Yahweh your God hears. And you must lift up a prayer for the benefit of the remnant that is found.’”",
      "5": "When the servants of King Hezekiah came to Isaiah,",
      "6": "Isaiah said to them, “You must say this to your master: ‘Thus says Yahweh: “You must not be afraid because of the words that you have heard, with which the servants of the king of Assyria have blasphemed me.",
      "7": "Look! I am about to put a spirit in him so that he shall hear a rumor and he shall return to his land, and I will cause him to fall by the sword in his land.”’”",
      "8": "And Rabshakeh returned and found the king of Assyria fighting against Libnah, for he had heard that he had left from Lachish.",
      "9": "Now he heard concerning Tirhakah the king of Cush, saying, “He has set out to fight against you.”\nWhen he heard it, he sent messengers to Hezekiah, saying,",
      "10": "“You shall say this to Hezekiah, king of Judah: ‘Do not let your God in whom you trust in him deceive you by saying, “Jerusalem will not be given into the hand of the king of Assyria.”",
      "11": "Look! you have heard what the kings of Assyria have done to all lands to destroy them, and you—shall you be delivered?",
      "12": "Did the gods of the nations that my predecessors destroyed deliver them—Gozan, Haran, Rezeph, and the sons of Eden who were in Telassar?",
      "13": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, or Ivvah?’”",
      "14": "And Hezekiah took the letter from the hand of the messengers, and he read it. Then he went up to the temple of Yahweh, and Hezekiah spread it out before the presence of Yahweh.",
      "15": "And Hezekiah prayed to Yahweh, saying,",
      "16": "“Yahweh of hosts, God of Israel who is enthroned on the cherubim, you are the one, God by yourself, of all the kingdoms of the earth; you are the one who made the heavens and the earth.",
      "17": "Yahweh, extend your ear and hear! Yahweh, open your eyes and see, and hear all the words of Sennacherib that he has sent to taunt the living God!",
      "18": "Truly, Yahweh, the kings of Assyria have laid waste all the lands and their land,",
      "19": "to set their gods in the fire, for they were not gods, but the work of human hands, wood and stone, and they destroyed them.",
      "20": "So now, Yahweh, our God, save us from his hand so that all the kingdoms of the earth may know that you are Yahweh, you alone!”",
      "21": "And Isaiah son of Amoz sent to Hezekiah, saying, “Thus says Yahweh the God of Israel: ‘Because you have prayed to me concerning Sennacherib, king of Assyria,",
      "22": "this is the word that Yahweh has spoken concerning him:\nShe shows contempt for you; she derides you, virgin daughter of Zion;\n    she shakes her head behind you, daughter of Jerusalem.",
      "23": "Whom have you taunted and blasphemed,\n    and against whom have you raised up your voice and lifted your eyes upward?\nTo the holy one of Israel!",
      "24": "By the hand of your servants you have taunted the Lord,\n    and you have said, “With my many chariots,\nI myself have gone up the height of the mountains,\n    to the remote areas of Lebanon.\nAnd I cut off its tall cedars,\n    the choicest of its junipers.\nAnd I came to the height of its limit,\n    the forest of its orchard.",
      "25": "I myself dug and drank waters,\n    and I caused all the streams of Egypt to dry up by the sole of my feet.”",
      "26": "Have you not heard from a long time ago? I have made it\n    from days of primeval time, and I formed it.\nNow I have brought it about,\n    and it is for fortified cities to collapse into heaps of destroyed stones.",
      "27": "And their inhabitants are weak;\n    they are dismayed, and they are ashamed;\nthey have become like plants of the field,\n    and like greens of grass,\nlike grass on the roofs\n    and a cultivated field before the standing grain.",
      "28": "And I know your sitting down and your going out,\n    and your coming in, and your raging against me.",
      "29": "Because you were enraged against me,\n    and your noise has come up to my ears,\nI will put my hook in your nose\n    and my bridle on your lips,\nand I will turn you back\n    on the way by which you came.",
      "30": "And this shall be the sign for you: the eating of volunteer plants this year, and in the second year self-seeded plants, and in the third year sow, reap, plant vineyards, and eat their fruit.",
      "31": "And the remnant of the house of Judah that remain shall grow roots downwards and make fruit upwards.",
      "32": "For a remnant shall go out from Jerusalem\n    and survivors from mountain Zion.\nThe zeal of Yahweh of hosts will do this.’",
      "33": "Therefore thus says Yahweh concerning the king of Assyria:\n‘He shall not come to this city,\n    and he shall not shoot an arrow there,\nand he shall not meet it with a shield,\n    and he shall not heap a siege ramp up against her.",
      "34": "He shall return by the way that he came,\n    and he shall not come to this city,’\ndeclares Yahweh.",
      "35": "‘And I will defend this city, to save it for my sake and for the sake of David, my servant.’”",
      "36": "And the angel of Yahweh set out and struck one hundred and eighty-five thousand in the camp of the Assyrians. When they rose in the morning, look! All of them were dead corpses.",
      "37": "Then Sennacherib king of Assyria left, went, and returned and lived at Nineveh.",
      "38": "And this happened: he was bowing in worship in the house of Nisroch his god, and Adrammelech and Sharezer, his sons, struck him with the sword. And they themselves escaped to the land of Ararat, and Esar-haddon his son reigned as king in his place."
    },
    "38": {
      "1": "In those days, Hezekiah became sick to death, and Isaiah son of Amoz, the prophet, came to him and said to him, “Thus says Yahweh: ‘Order your house, for you are about to die, and you shall not recover.’”",
      "2": "Then Hezekiah turned his face to the wall and prayed to Yahweh,",
      "3": "and he said, “O Yahweh, please remember how I have walked before your presence in faithfulness with a whole heart, and I have done the good in your eyes!” And Hezekiah wept with great weeping.",
      "4": "Then the word of Yahweh came to Isaiah, saying,",
      "5": "“Go and say to Hezekiah, ‘Thus says Yahweh, the God of David your ancestor: “I have heard your prayer; I have seen your tears. Look, I am going to add fifteen years to your days.",
      "6": "And I will deliver you and this city from the hand of the king of Assyria, and I will defend this city.”’",
      "7": "And this is the sign to you from Yahweh, that Yahweh will do this thing that he has spoken:",
      "8": "Look! I will cause the shadow of the steps, which it had gone down on the steps of Ahaz with the sun, to turn backwards ten steps.” And the sun turned back ten steps on the steps which it had gone down.",
      "9": "A writing of Hezekiah, king of Judah, when he was sick and had recovered from his sickness:",
      "10": "I was the one who said, “I must go in the quiet of my days;\n    I am summoned through the gates of Sheol for the rest of my years.”",
      "11": "I said, “I shall not see Yah! Yah in the land of the living!\n    I shall no more look at humankind among the inhabitants of the world.",
      "12": "My dwelling place is pulled up and removed from me like the tent of my shepherd;\n    I have rolled up my life like a weaver.\nHe cuts me off from the thrum;\n    from day to night you bring me to an end.",
      "13": "I lie down until morning;\n    like a lion, so he breaks all my bones;\n    from day to night you bring me to an end.",
      "14": "Like a horse or a crane, so I chirp;\n    I moan like a dove.\nMy eyes are weak toward the height.\n    Lord, I have oppression; lend me support!",
      "15": "What can I say? For he has spoken to me,\n    and he himself has done it.\nI will walk slowly all my years because of the bitterness of my soul.",
      "16": "Lord, they live by them, and the life of my spirit belongs to all among them.\nAnd restore me to health and keep me alive!",
      "17": "Look! Bitterness was bitter to me for peace.\nAnd you were the one who loved my life from the pit of destruction,\n    for you have cast all my sins behind your back.",
      "18": "For Sheol cannot praise you; death cannot praise you.\n    Those who go down to the pit cannot hope for your faithfulness.",
      "19": "The living, the living one praises you like me today;\n    a father will make your faithfulness known to children.",
      "20": "Yahweh, save me, and we will play my music on stringed instruments all the days of our lives at the temple of Yahweh.”",
      "21": "And Isaiah said, “Let them take a lump of figs, and let them rub it on the boil so that he may recover.”",
      "22": "And Hezekiah said, “What is the sign that I shall go up to the temple of Yahweh?”"
    },
    "39": {
      "1": "At that time, Merodach-Baladan, son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that he had been sick and recovered.",
      "2": "And Hezekiah rejoiced over them and showed them his house of aromatic gum, the silver, gold, spices, good oil, all the house of his weapons, and all that was found in his storehouses. There was nothing that Hezekiah had not shown them in his house or in all his dominion.",
      "3": "And Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where did they come to you?” And Hezekiah answered, “They came to me from a distant country, from Babylon.”",
      "4": "And he said, “What have they seen in your house?” And Hezekiah answered, “They have seen all that is in my house. There is nothing that I have not shown them in my storehouses.”",
      "5": "And Isaiah said to Hezekiah, “Hear the word of Yahweh of hosts:",
      "6": "‘Look! days are coming, and all that is in your house and that which your ancestors have stored up to this day shall be carried off to Babylon. Nothing shall be left,’ says Yahweh.",
      "7": "‘And some of your sons who go out from you, whom you fathered, shall be taken, and they shall be eunuchs in the palace of the king of Babylon.’”",
      "8": "And Hezekiah said to Isaiah, “The word of Yahweh that you have spoken is good,” for he thought, “Surely there will be peace and security in my days.”"
    },
    "40": {
      "1": "“Comfort; comfort my people,” says your God.",
      "2": "“Speak to the heart of Jerusalem, and call to her,\nthat her compulsory labor is fulfilled, that her sin is paid for,\n    that she has received from the hand of Yahweh double for all her sins.”",
      "3": "A voice is calling in the wilderness, “Clear the way of Yahweh!\n    Make a highway smooth in the desert for our God!",
      "4": "Every valley shall be lifted up,\n    and every mountain and hill shall become low,\nAnd the rough ground shall be like a plain,\n    and the rugged ground like a valley-plain.",
      "5": "And the glory of Yahweh shall be revealed,\n    and all humankind together shall see it,\nfor the mouth of Yahweh has spoken.”",
      "6": "A voice is saying, “Call!”\n    And he said, “What shall I call?”\nAll humankind are grass,\n    and all his loyalty is like the flowers of the field.",
      "7": "Grass withers; the flower withers\nwhen the breath of Yahweh blows on it.\n    Surely the people are grass.",
      "8": "Grass withers; the flower withers,\n    but the word of our God will stand forever.",
      "9": "Get yourself up to a high mountain, Zion, bringer of good news!\n    Lift up your voice with strength, Jerusalem, bringer of good news!\nLift it up; you must not fear!\n    Say to the cities of Judah, “Here is your God!”",
      "10": "Look! The Lord Yahweh comes with strength,\n    and his arm rules for him.\nLook! His reward is with him,\n    and his recompense in his presence.",
      "11": "He will feed his flock like a shepherd;\n    he will gather the lambs in his arm,\nand he will carry them in his bosom;\n    he will lead those who nurse.",
      "12": "Who has measured the waters in the hollow of his hand\n    and marked off the heavens with a span,\ncomprehended the dust of the earth in a third of a measure\n    and weighed out the mountains in the scales, and the hills in a balance?",
      "13": "Who has measured up the spirit of Yahweh\n    or informed him as his counselor?",
      "14": "With whom has he consulted, that he enlightened him\n    and taught him the path of justice,\nand taught him knowledge,\n    and made the way of understanding known to him?",
      "15": "Look! The nations are like a drop from a bucket,\n    and they are counted like dust of the balances!\n        Look! He weighs the islands like a thin covering.",
      "16": "And Lebanon is not enough to light a fire,\n    and its animals not enough for a burnt offering.",
      "17": "All the nations are like nothing before him;\n    they are counted by him as nothing and emptiness.",
      "18": "And to whom will you liken God?\n    And to what likeness will you compare him?",
      "19": "A craftsman pours out the idol,\n    and a goldsmith overlays it with gold,\n        and he smelts chains of silver.",
      "20": "The one who is too impoverished for a gift chooses wood that will not rot;\n    he seeks a skillful artisan for himself to set up an image that will not be knocked over.",
      "21": "Have you not known?\n    Have you not heard?\nHas it not been told to you from the beginning?\n    Have you not understood from the foundation of the earth?",
      "22": "He is the one who sits above the circle of the earth,\n    and its inhabitants are like grasshoppers;\nthe one who stretches out the heavens like a veil\n    and spreads them out like a tent to live in,",
      "23": "the one who brings princes to nothing;\n    he makes rulers of the earth like nothing.",
      "24": "Indeed, hardly are they planted; indeed, hardly are they sown;\n    indeed, hardly has their shoot taken root in the earth\nwhen he blows on them and they wither,\n    and the tempest carries them like stubble.",
      "25": "“And to whom you will compare me, and am I equal?” says the holy one.",
      "26": "Lift your eyes up on high, and see! Who created these?\n    The one who brings out their host by number.\nHe calls all them by name.\n    Because he is great of power\n        and mighty of power, no man is missing.",
      "27": "Why do you say, Jacob,\n    and you speak, Israel,\n“My way is hidden from Yahweh,\n    and my judgment is passed over by my God?”",
      "28": "Have you not known,\n    or have you not heard?\nYahweh is the God of eternity,\n    the creator of the ends of the earth!\nHe is not faint, and he does not grow weary!\n    There is no searching his understanding.",
      "29": "He gives power to the weary,\n    and he increases power for the powerless.",
      "30": "Even young people will be faint and grow weary,\n    and the young will stumble, exhausted.",
      "31": "But those who wait for Yahweh shall renew their strength.\n    They shall go up with wings like eagles;\nthey shall run and not grow weary;\n    they shall walk and not be faint."
    },
    "41": {
      "1": "Listen to me in silence, coastlands,\n    and let nations renew their strength.\nLet them approach, then let them speak;\n    let us draw near together for judgment.",
      "2": "Who has roused salvation from the east,\n    summoned him to his foot,\ngives nations in his presence,\n    and subjugates kings?\nHe makes them like the dust with his sword,\n    like scattered stubble with his bow.",
      "3": "He pursues them and passes on in peace;\n    he does not enter the path with his feet.",
      "4": "Who has accomplished and done this,\n    calling the generations from the beginning?\nI, Yahweh, am first;\n    and I am the one with the last.",
      "5": "The coastlands have seen and are afraid;\n    the ends of the earth tremble.\nThey have drawn near,\n    and they have come.",
      "6": "Each one helps his neighbor;\n    he says to his brother, “Take courage!”",
      "7": "And the artisan encourages the goldsmith,\n    the one who makes smooth with the hammer encourages the one who strikes the anvil,\nsaying of the soldering, “It is good!”\n    And they strengthen it with nails so it cannot be knocked over.",
      "8": "But you, Israel, my servant, Jacob, whom I have chosen,\n    you, the offspring of Abraham my friend,",
      "9": "you whom I grasped from the ends of the earth\n    and called from its remotest parts\nand told, “You are my servant;\n    I have chosen you and I have not rejected you.”",
      "10": "You must not fear, for I am with you;\n    you must not be afraid, for I am your God.\nI will strengthen you, indeed I will help you,\n    indeed I will take hold of you with the right hand of my salvation.",
      "11": "Look! All those who are angry with you shall be ashamed and humiliated;\n    your opponents shall be like nothing and shall become lost.",
      "12": "You shall seek them,\n    but you shall not find them;\nyour opponents shall be like nothing,\n    and the men of your war like nothing.",
      "13": "For I, Yahweh your God, am grasping your right hand;\n    it is I who say to you,\n“You must not fear;\n    I myself, I will help you.",
      "14": "You must not fear, O worm of Jacob;\n    people of Israel,\nI myself, I will help you,” declares Yahweh,\n    “and your redeemer is the holy one of Israel.",
      "15": "Look! I will make you into a new sharp threshing sledge,\n    with sharp edges.\nYou shall thresh and crush the mountains,\n    and you shall make the hills like chaff.",
      "16": "You shall winnow them and the wind shall carry them,\n    and the tempest shall scatter them.\nAnd you yourself shall rejoice in Yahweh;\n    you shall boast in the holy one of Israel.",
      "17": "The poor and the needy are seeking water and there is none;\n    their tongue is dried up with thirst.\nI, Yahweh, will answer them;\n    I, the God of Israel, will not forsake them.",
      "18": "I will open rivers on the barren heights\n    and fountains in the midst of the valleys.\nI will make the wilderness like a pool of water\n    and the land of dryness like springs of water.",
      "19": "I will put the cedar, acacia, myrtle, and olive oil tree in the wilderness;\n    I will set the cypress, elm, and box tree together in the desert",
      "20": "so that they may see and know,\n    and take to heart and understand together\nthat the hand of Yahweh has done this,\n    and the holy one of Israel has created it.”",
      "21": "“Present your legal case,” says Yahweh.\n    “Bring your evidence,” says the king of Jacob.",
      "22": "Let them bring them,\n    and let them tell us what will happen.\nTell us what the former things are\n    so that we may take them to our heart\n        and know their outcome.\nDeclare to us the things to come;",
      "23": "tell us the things coming hereafter,\n        that we may know that you are gods.\nIndeed, do good or do evil,\n    that we may be afraid and see together.",
      "24": "Look! you are nothing,\n    and your work is something worthless;\n        whoever chooses you is an abomination.",
      "25": "I stirred up one from the north,\n    and he has come from the rising of the sun.\nHe shall call on my name,\nand he shall come on officials as on mortar,\n    and as the potter treads clay.",
      "26": "Who declared it from the beginning so that we might know,\n    and beforehand so that we might say, “He is right!”\nIndeed, there was no one who declared it;\n    Indeed, there was no one who proclaimed it.\n        Indeed there was no one who heard your words.",
      "27": "First to Zion, look! Look at them!\nAnd I give a herald of good tidings to Jerusalem.",
      "28": "But I look and there is no man,\n    and I look among these and there is no counselor,\n        that I might ask them and they might answer a word.",
      "29": "Look! All of them are deception;\n    their works are nothing;\n        their images are wind and emptiness."
    },
    "42": {
      "1": "Look! here is my servant; I hold him,\n    my chosen one, in whom my soul delights.\nI have put my spirit on him;\n    he will bring justice forth to the nations.",
      "2": "He will not cry out and lift up\n    and make his voice heard in the street.",
      "3": "He will not break a broken reed,\n    and he not will extinguish a dim wick.\n        He will bring justice forth in faithfulness.",
      "4": "He will not grow faint,\n    and he will not be broken\nuntil he has established justice in the earth.\n    And the coastlands wait for his teaching.",
      "5": "Thus says the God, Yahweh,\n    who created the heavens\nand stretched them out,\n    who spread out the earth and its offspring,\nwho gives breath to the people upon it\n    and spirit to those who walk in it.",
      "6": "“I am Yahweh; I have called you in righteousness,\n    and I have grasped your hand and watched over you;\nand I have given you as a covenant of the people,\n    as a light of the nations,",
      "7": "to open the blind eyes,\n    to bring the prisoner out from the dungeon,\n        those who sit in darkness from the house of imprisonment.",
      "8": "I am Yahweh; that is my name,\nand I do not give my glory to another,\n    nor my praise to the idols.",
      "9": "Look! the former things have come,\n    and I declare new things.\n        I announce them to you before they sprout up.”",
      "10": "Sing a new song to Yahweh;\n    praise him from the end of the earth,\nyou who go down to the sea and that which fills it,\n    the coastlands and their inhabitants.",
      "11": "Let the desert and its towns lift up their voice,\n    the villages that Kedar inhabits.\nLet the inhabitants of Sela sing for joy;\n    let them shout loudly from the top of the mountains.",
      "12": "Let them give glory to Yahweh\n    and declare his praise in the coastlands.",
      "13": "Yahweh goes forth like a mighty warrior;\n    he stirs up zeal like a man of war.\nHe raises the war cry, indeed he raises the battle shout;\n    he prevails against his foes.",
      "14": "I have been silent for a long time;\n    I have kept silent;\nI have restrained myself like one giving birth;\n    I will moan, pant, and gasp together.",
      "15": "I will cause mountains and hills to dry up,\n    and I will cause all their herbage to wither;\nand I will make rivers like islands,\n    and I will cause pools to dry up.",
      "16": "And I will lead the blind by a road they do not know;\n    I will cause them to tread on paths they have not known.\nI will make darkness in their presence into light\n    and rough places into level ground.\nThese are the things I will do,\n    and I will not forsake them.",
      "17": "They shall turn back;\n    they shall be greatly ashamed,\nthose who trust in an image,\n    who say to a cast image, “You are our gods.”",
      "18": "Deaf people, listen!\n    And blind people, look to see!",
      "19": "Who is blind but my servant\n    or deaf like my messenger whom I sent?\nWho is blind like the one who is repaid\n    or blind like the servant of Yahweh?",
      "20": "You see many things, but you do not observe.\n    His ears are open, but he does not hear.",
      "21": "Yahweh was willing for the sake of his righteousness;\n    he showed his teaching to be great and proved it to be glorious.",
      "22": "But this is a people plundered and looted; all of them are trapped in holes,\n    and they are kept hidden in houses of imprisonment.\nThey have become like plunder, and there is no one who saves;\n    like booty, and there is no one who says, “Restore!”",
      "23": "Who among you will heed this,\n    will listen attentively and listen, for the time to come?",
      "24": "Who gave Jacob to a plunderer\n    and Israel to those who plunder?\nWas it not Yahweh, against whom we have sinned?\nAnd they were not willing to walk in his ways,\n    and they would not obey his law.",
      "25": "So he poured the wrath of his anger upon him\n    and the strength of war.\nAnd it set him afire all around, but he did not understand;\n    and it burned him, but he did not take it to heart."
    },
    "43": {
      "1": "But now thus says Yahweh,\nhe who created you, Jacob,\n    and he who formed you, Israel:\n“You must not fear, for I have redeemed you.\n    I have called you by your name; you are mine.",
      "2": "When you pass through the waters, I will be with you,\n    and through the rivers, they shall not flow over you.\nWhen you walk through fire, you shall not be burned,\n    and the flame shall not scorch you.",
      "3": "For I am Yahweh, your God,\n    the holy one of Israel, your savior.\nI give you Egypt as ransom,\n    Cush and Seba in place of you.",
      "4": "Because you are precious in my eyes,\n    you are honored, and I myself love you,\nand I give people in place of you,\n    and nations in place of your life.",
      "5": "You must not fear,\n    for I am with you.\nI will bring your offspring from the east,\n    and I will gather you from the west.",
      "6": "I will say to the north, ‘Give!’\n    and to the south, ‘You must not withhold!’\nBring my sons from far away,\nand my daughters from the end of the earth—",
      "7": "everyone who is called by my name,\n    and whom I created for my glory,\nwhom I formed,\n    indeed whom I made.”",
      "8": "Bring out the people blind yet with eyes,\n    and deaf, though they have ears.",
      "9": "Let all the nations gather together,\n    and let the peoples assemble.\nWho among them has declared this,\n    and declared the former things to us?\nLet them bring their witnesses, that they may be in the right,\n    and let them hear and say, “It is true!”",
      "10": "“You are my witnesses,” declares Yahweh,\n    “and my servant whom I have chosen\nso that you may know and believe in me\n    and understand that I am he.\nNo god was formed before me,\n    and none shall be after me.",
      "11": "I myself am Yahweh,\n    and there is no savior besides me!",
      "12": "I myself declared and saved,\n    and I proclaimed. And there was no strange god among you.\nAnd you are my witnesses,” declares Yahweh,\n    “and I am God.",
      "13": "Indeed, from this day I am the one,\n    and no one can deliver from my hand.\n        I perform, and who can cancel it?”",
      "14": "Thus says Yahweh, your redeemer,\n    the holy one of Israel:\n“For your sake I will send to Babylon,\n    and I will cause all of them to fall down as fugitives,\n        and the Chaldeans, their rejoicing on the ships.",
      "15": "I am Yahweh, your holy one,\n    the creator of Israel, your king.”",
      "16": "Thus says Yahweh, who makes a way in the sea\n    and a path in the mighty waters,",
      "17": "who brings out chariot and horse,\n    army and mighty one.\nTogether they lie down;\n    they cannot rise.\nThey are extinguished,\n    quenched like a wick.",
      "18": "“You must not remember the former things,\n    and you not must consider the former things.",
      "19": "Look! I am about to do a new thing! Now it sprouts!\n    Do you not perceive it?\nIndeed, I will make a way in the wilderness,\n    rivers in the desert.",
      "20": "The animals of the field will honor me,\n    jackals and daughters of the ostrich,\nfor I give water in the wilderness,\n    rivers in the desert,\nto give a drink to my chosen people,",
      "21": "this people whom I formed for myself,\nso they might make known my praise.",
      "22": "But you did not call me, Jacob;\n    for you have become weary of me, Israel.",
      "23": "You have not brought me your sheep for a burnt offering\n    nor honored me with your sacrifice.\nI have not made you serve with offerings,\n    nor have I made you weary with frankincense.",
      "24": "You have not bought me spice reed with money\n    or satisfied me with the fat of sacrifices.\nBut you have burdened me with your sins;\n    you have made me weary with your iniquities.",
      "25": "I, I am the one who blots out your transgressions for my sake,\n    and I will not remember your sins.",
      "26": "Take me to court; let us enter into judgment together.\n    You, make an account so that you may be in the right.",
      "27": "Your first ancestor sinned,\n    and your representatives transgressed against me.",
      "28": "And I profaned the princes of the sanctuary,\n    and I gave Jacob to destruction, and Israel to reviling."
    },
    "44": {
      "1": "“But now hear, Jacob my servant,\n    and Israel, whom I have chosen.",
      "2": "Thus says Yahweh, who made you,\n    and who formed you in the womb and will help you:\nyou must not fear, my servant Jacob,\n    and Jeshurun whom I have chosen.",
      "3": "For I will pour out water on a thirsty land\n    and streams on dry ground.\nI will pour my spirit out on your descendants\n    and my blessing on your offspring.",
      "4": "And they shall sprout among the grass\n    like willows by a watercourse of water.",
      "5": "This one will say, ‘I belong to Yahweh!’\n    And that one will be called by the name of Jacob,\nand another will write on his hand ‘Yahweh’s’\n    and take the name of Israel.”",
      "6": "Thus says Yahweh, the king of Israel,\n    and its redeemer, Yahweh of hosts:\n“I am the first, and I am the last,\n    and there is no god besides me.",
      "7": "And who is like me? Let him proclaim it!\n    And let him declare it and set it in order for me\nsince I established an eternal people and things that are to come,\n    and let them tell them the things that are coming.",
      "8": "You must not tremble,\n    and you must not be paralyzed with fear.\nHave I not made you hear from of old\n    and declared it, and you are my witnesses?\nIs there a god besides me?\n    And there is no rock! I know none!”",
      "9": "All those who form an idol are nothing,\n    and their delightful things do not profit.\nAnd their witnesses do not see or know,\n    so they will be ashamed.",
      "10": "Who would form a god\n    and cast an image of which he cannot profit?",
      "11": "Look! all his companions shall be ashamed,\n    and the artisans are human!\nLet all of them assemble;\n    let them stand up.\nThey shall tremble;\n    they shall be ashamed together.",
      "12": "The ironsmith works in the coals with his tool\n    and forms it with hammers.\nAnd he makes it with his strong arm;\n    indeed, he becomes hungry, and he lacks strength;\n    he does not drink water, and he is faint.",
      "13": "The woodworker stretches out a line;\n    he makes an outline of it with a marker.\nHe makes it with a knife\n    and makes an outline of it with a compass.\nHe makes it like the image of a man,\n    like the beauty of a human, to dwell in a temple.",
      "14": "Cutting down cedars for himself,\n    he chooses a holm tree and an oak,\nand he lets it grow strong for him among the trees of the forest.\n    He plants a cedar, and the rain makes it grow.",
      "15": "And it becomes fuel for a human,\n    and he takes some of it and grows warm;\n    also, he kindles a fire and bakes bread.\nAlso, he makes a god and bows in worship;\n    he makes himself an image and bows down to it!",
      "16": "He burns half of it in the fire;\n    he eats meat over half of it;\n    he roasts a roast and is satisfied.\nAlso he grows warm and says, “Ah!\n    I am warm! I see the fire!”",
      "17": "And he makes the remainder of it into a god!\n    He bows down to his idol,\nand he bows in worship and prays to him,\n    and he says, “Save me, for you are my god!”",
      "18": "They do not know,\n    and they do not understand,\nfor their eyes are besmeared so that they cannot see,\n    their minds so that they have no insight.",
      "19": "And no one takes it to heart, and there is no knowledge\n    and no understanding to say, “I burned half of it in the fire\nand also I baked bread on its coals;\n    I roasted meat, and I have eaten.\nAnd I shall make the rest of it into an abomination!\n    I shall bow down to a block of wood!”",
      "20": "He feeds on ashes; a deceived mind misleads him.\n    And he cannot save himself, and he cannot say,\n        “Is this not an illusion in my right hand?”",
      "21": "“Remember these things, Jacob,\n    and Israel, for you are my servant:\nI formed you; you are my servant;\n    Israel, you will not be forgotten by me!",
      "22": "I have wiped your transgressions out like a cloud\n    and your sins like mist.\nReturn to me,\n    for I have redeemed you!”",
      "23": "Sing for joy, heavens, for Yahweh has done it!\n    Shout, depths of the earth!\nBreak forth, mountains, in rejoicing,\n    forest and every tree in it,\nfor Yahweh has redeemed Jacob,\n    and he will show his glory in Israel!",
      "24": "Thus says Yahweh, your redeemer,\n    and he who formed you in the womb:\n“I am Yahweh, who made everything,\n    who stretched out the heavens alone,\n    who spread out the earth—who was with me?—",
      "25": "who frustrates the signs of oracle priests\n    and makes a fool of diviners,\nwho drives the wise men back\n    and makes their knowledge foolish,",
      "26": "who keeps the word of his servant\n    and carries out the plan of his messengers,\nwho says of Jerusalem, ‘It shall be inhabited,’\n    and of the cities of Judah, ‘They shall be rebuilt,\n    and I will restore its ruins’;",
      "27": "who says to the deep, ‘Dry up!\n    And I will cause your rivers to dry up’;",
      "28": "who says of Cyrus, ‘My shepherd,’\n    and he shall carry out all my wishes;\nand saying of Jerusalem, ‘It shall be rebuilt,’\n    and the temple, ‘It shall be founded.’”"
    },
    "45": {
      "1": "Thus says Yahweh to his anointed one,\n    to Cyrus, whose right hand I have grasped\nto subjugate nations before him,\n    and I uncover the loins of kings\nto open doors before him,\n    and the gates shall not be shut:",
      "2": "“I myself will go before you,\n    and I will level the mountains.\nI will break the doors of bronze\n    and cut throughthe bars of iron.",
      "3": "And I will give you the treasures of darkness\n    and treasures of secret places\nso that you may know that I am Yahweh,\n    the one who calls you by your name, the God of Israel,",
      "4": "for the sake of my servant Jacob,\n    and Israel my chosen one.\nAnd I call you by your name;\n    I give you a name of honor, though you do not know me.",
      "5": "I am Yahweh, and there is none besides me;\n    besides me there is no god.\n        I gird you though you do not know me,",
      "6": "so that they may know from the rising of the sun\n    and from the west that there is none besides me;\n        I am Yahweh and there is none besides me.",
      "7": "I form light and I create darkness;\n    I make peace and I create evil;\n        I am Yahweh; I do all these things.",
      "8": "Trickle, O heavens, from above,\n    and let clouds trickle with righteousness;\nlet the earth open so that salvation may be fruitful,\n    and let it cause righteousness to sprout along with it.\n        I myself, Yahweh, have created it.",
      "9": "Woe to the one who strives with his maker,\n    a potsherd among potsherds of earth!\nDoes the clay say to the one who fashions it,\n    ‘What are you making?’\n    and ‘Your work has no hands’?",
      "10": "Woe to the one who says to a father, ‘What you are begetting?’\n    or to a woman, ‘With what are you in labor?’”",
      "11": "Thus says Yahweh, the holy one of Israel,\n    and its maker:\n“Ask me of the things to come about my children,\n    and you command me about the work of my hands.",
      "12": "I myself made the earth,\n    and I created humankind upon it.\nI, my hands, stretched out the heavens,\n    and I commanded all their host.",
      "13": "I myself have stirred him up in righteousness,\n    and I will make all his paths smooth.\nHe himself shall build my city,\n    and he shall set my exiles free,\nnot for price or a gift,” says Yahweh of hosts.",
      "14": "Thus says Yahweh:\n    “The acquisition of Egypt\nand the merchandise of Cush\n    and the Sabeans, tall men,\nshall pass over to you;\n    they shall be yours,\nand they shall walk behind you.\n    They shall pass over in chains,\nand they shall bow down to you;\n    they will pray to you:\n‘Surely God is with you, and there is no other.\n    Besides him there is no God.’”",
      "15": "Surely you are a God who keeps yourself hidden,\n    God of Israel, the savior.",
      "16": "All of them are ashamed and indeed humiliated;\n    the craftsmen of idols go together in insult.",
      "17": "Israel is saved by Yahweh with everlasting salvation;\n    you shall not be ashamed,\n    and you shall not be humiliated to all eternity.",
      "18": "For thus says Yahweh, who created the heavens,\n    he is God, who formed the earth\nand who made it.\n    He himself established it;\nhe did not create it as emptiness—\n    he formed it for inhabiting.\n“I am Yahweh and there is none besides me.",
      "19": "I have spoken not in secrecy, in a place, a land, of darkness,\n    I have not said to the descendants of Jacob, ‘Seek me in vain!’\nI, Yahweh, am speaking righteousness,\n    declaring uprightness.",
      "20": "Assemble and come;\n    draw near together, survivors of the nations!\n    They do not know, those who carry their wooden idols\n    and pray to a god who cannot save.",
      "21": "Declare and present your case,\n    also let them consult together!\nWho made this known from former times,\n    declared it from of old?\nWas it not I, Yahweh?\n    And there is no other god besides me,\na righteous God besides me,\n    and no savior besides me.",
      "22": "Turn to me and be saved, all the ends of the earth,\n    for I am God and there is none besides me.",
      "23": "I have sworn by myself;\n    a word that shall not return has gone forth from my mouth in righteousness:\n‘Every knee shall kneel down to me;\n    every tongue shall swear.’",
      "24": "‘Only in Yahweh,’ one shall say to me, ‘are righteousness and strength.’\n    He shall come to him, and all those who were angry with him shall be ashamed.",
      "25": "In Yahweh all the offspring of Israel shall be in the right,\n    and they shall boast.”"
    },
    "46": {
      "1": "Bel bows down;\n    Nebo is stooping.\nTheir idols are on animals and on cattle;\n    your cargo is carried as a burden on weary animals.",
      "2": "They stoop;\n    they bow down together.\nThey are not able to save the burden,\n    but they themselves go in captivity.",
      "3": "“Listen to me, house of Jacob,\n    and all the remnant of the house of Israel\nwho have been carried from the belly,\n    who have been carried from the womb:",
      "4": "Even to your old age I am he;\n    even to your advanced age I myself will support you.\nI myself have made you,\n    and I myself will carry you,\nand I myself will support you,\n    and I will save you.",
      "5": "To whom will you liken me,\n    and count as equal,\nand compare with me,\n    as though we were alike?",
      "6": "Those who lavish gold from the purse\n    and weigh out silver in the balance scales;\nhire a goldsmith\n    and he makes him a god;\nthey bow down,\n    indeed they bow in worship.",
      "7": "They carry it on their shoulder;\n    they support it and they set it in its place,\nand it stands in position.\n    It cannot be removed from its place;\neven when he cries out to it, it does not answer.\n    It does not save him from his trouble.",
      "8": "Remember this and pluck up courage!\n    Call to mind, you transgressors!",
      "9": "Remember the former things from a long time ago,\nfor I am God and there is none besides me,\n    God and there is none like me,",
      "10": "who from the beginning declares the end,\n    and from before, things that have not been done,\nwho says, ‘My plan shall stand,’\n    and, ‘I will accomplish all my wishes,’",
      "11": "who calls a bird of prey from the east,\n    the man of his plan from a country from afar.\nIndeed I have spoken; indeed I will bring it to being.\n    I have formed it; indeed I will do it.",
      "12": "Listen to me, strong of heart,\n    far from righteousness!",
      "13": "I bring my righteousness near; it is not far.\n    And my salvation will not delay;\nand I will put salvation in Zion,\n    for Israel my glory.”"
    },
    "47": {
      "1": "Come down and sit on the dust, virgin daughter of Babylon!\n    Sit on the ground without a throne, daughter of Chaldea!\nFor they shall no longer call you tender and delicate.",
      "2": "Take the pair of mill stones and grind flour!\nUncover your veil,\n    strip off your skirt,\nuncover your thigh,\n    pass through the rivers!",
      "3": "Your nakedness shall be exposed;\n    indeed, your shame shall become visible.\nI will take vengeance\n    and I will not spare a person.",
      "4": "Our redeemer, Yahweh of hosts is his name, the holy one of Israel.",
      "5": "Sit silently and go into the darkness, daughter of Chaldea,\n    for they shall no longer call you mistress of kingdoms.",
      "6": "I was angry with my people;\n    I profaned my inheritance,\nand I gave them into your hand.\n    You did not give them mercy;\non the aged you made your yoke very heavy.",
      "7": "And you said, “I shall be an eternal mistress forever!”\nYou did not set these things upon your heart;\n    you did not remember its end.",
      "8": "Therefore now hear this, luxuriant one who sits in security,\n    who says in her heart, “I am, and besides me there is no one.\nI shall not sit as a widow,\n    and I shall not know the loss of children.”",
      "9": "And these two shall come to you in a moment, in one day:\n    the loss of children and widowhood shall come on you completely,\nin spite of your many sorceries,\n    in spite of the power of your great enchantments.",
      "10": "And you felt secure in your wickedness;\n    you said, “No one sees me.”\nYour wisdom and your knowledge led you astray,\n    and you said in your heart, “I am, and besides me there is no one.”",
      "11": "And evil shall come upon you, you will not know;\n    it will be on the lookout for her.\nAnd disaster shall fall upon you; you will not be able to avert it.\n    And ruin shall come on you suddenly; you do not know.",
      "12": "Stand, now, in your enchantments,\n    and in your many sorceries with which you have labored from your youth.\nPerhaps you may be able to benefit;\n    perhaps you may scare away.",
      "13": "You struggle with your many consultations;\n    let them stand, now, and save you—\nthose who see the stars, divide the celestial sphere,\n    who inform by new moons—\n        from those things that are coming upon you.",
      "14": "Look! They are like stubble;\n    the fire burns them completely.\n        They cannot deliver themselves from the power of the flame;\nthere is no coal for warming oneself,\n    no fire before which to sit.",
      "15": "So are to you those with whom you have labored,\n    your traders from your youth.\nThey wander, each to his side;\n    there is no one who can save you."
    },
    "48": {
      "1": "Hear this, house of Jacob,\nwho are called by the name of Israel\n    and came out from the waters of Judah,\nwho swear by the name of Yahweh,\n    and invoke the God of Israel,\nbut not in truth\n    and not in righteousness.",
      "2": "For they call themselves after the holy city,\n    and they lean on the God of Israel—\n        Yahweh of hosts is his name.",
      "3": "“I declared the former things from of old,\n    and they went out from my mouth.\nAnd I announced them suddenly;\n    I acted, and they came to pass,",
      "4": "because I know that you are obstinate,\n    and your neck an iron sinew,\n    and your forehead bronze.",
      "5": "And I declared them to you from of old;\n    I announced them to you before they came to pass\nso that you would not say, ‘My idol did them,\n    and my image and my cast image commanded them.’",
      "6": "You have heard; see it all.\n    And will you not declare it?\nI announce new things to you from this time\n    and hidden things that you have not known.",
      "7": "Now they are created, and not from of old,\n    and before today, and you have not heard them\n        so that you could not say, “Look! I knew them.”",
      "8": "Neither have you heard, nor have you known,\n    nor from of old has your ear been opened.\nFor I knew you would deal treacherously, very treacherously,\n    and you are called a rebel from the womb.",
      "9": "For the sake of my name I refrain from my anger,\n    and for my praise I restrain it for you\n        so as not to cut you off.",
      "10": "Look! I have refined you, but not like silver;\n    I have chosen you in the furnace of misery.",
      "11": "For my own sake, for my own sake I do it;\n    for why should it be defiled?\n        And I will not give my glory to another.”",
      "12": "“Listen to me, Jacob,\n    and Israel, whom I called:\nI am he. I am the first;\n    also I am the last.",
      "13": "Indeed, my hand founded the earth,\n    and my right hand spread out the heavens;\n        when I summon them, they stand in position together.",
      "14": "Assemble, all of you, and hear!\n    Who among them declared these things?\nYahweh loves him;\n    he shall perform his wish against Babylon\n    and his arm against the Chaldeans.",
      "15": "I, I myself, I have spoken!\n    Indeed, I have called him.\nI have brought him,\n    and he will be successful in his way.",
      "16": "Draw near to me; hear this! I have not spoken in secrecy from the beginning;\n    from the time it came to be, there I have been;\n        And now the Lord Yahweh has sent me and his Spirit.”",
      "17": "Thus says Yahweh, your redeemer, the holy one of Israel:\n“I am Yahweh your God, who teaches you to profit,\n    leads you in the way you should go.",
      "18": "O that you had listened attentively to my commandments!\nThen your prosperity would have been like a river,\n    and your righteousness like the waves of the sea.",
      "19": "And your offspring would have been like the sand,\n    and the descendants of your body like its grains.\nIt would not be cut off,\n    and its name would not be destroyed from my presence.”",
      "20": "Go out from Babylon!\n    Flee from Chaldea!\nProclaim it with a shout of rejoicing; proclaim this!\n    Send it forth to the end of the earth;\n        say, “Yahweh has redeemed his servant Jacob!”",
      "21": "And when he led them through the deserts, they were not thirsty;\n    he made water flow from the rock for them,\nand he split the rock,\n    and the water gushed out.",
      "22": "“There is no peace,” says Yahweh, “for the wicked.”"
    },
    "49": {
      "1": "Listen to me, coastlands,\n    and listen attentively, peoples from far away!\nYahweh called me from the womb;\n    from the body of my mother he made my name known.",
      "2": "And he made my mouth like a sharp sword;\n    he hid me in the shadow of his hand,\nand he made me like an sharpened arrow;\n    he hid me in his quiver.",
      "3": "And he said to me, “You are my servant,\n    Israel, in whom I will show my glory.”",
      "4": "But I myself said, “I have labored in vain;\n    I have used up my strength for nothing and vanity!\nNevertheless, my justice is with Yahweh,\n    and my reward is with my God.”",
      "5": "And now Yahweh says,\n    who formed me from the womb as a servant for him,\nto bring Jacob back to him,\n    and that Israel might not be gathered,\nfor I am honored in the eyes of Yahweh,\n    and my God has become my strength.",
      "6": "And he says, “It is trivial for you to be a servant for me,\nto raise up the tribes of Jacob\n    and to bring back the preserved of Israel.\nI will give you as a light to the nations,\n    to be my salvation to the end of the earth.”",
      "7": "Thus says Yahweh, the redeemer of Israel, his holy one,\nto the one who despises life,\n    to the one who abhors the nation,\n    to the slave of rulers:\n“Kings shall see and stand up;\n    princes, and they shall bow down,\nfor the sake of Yahweh, who is faithful,\n    the holy one of Israel, and he has chosen you.”",
      "8": "Thus says Yahweh:\n“I have answered you in a time of favor,\n    and helped you on a day of salvation,\nand watched over you,\n    and given you as a covenant of the people,\nto raise up the land,\n    to give the desolate hereditary property as an inheritance,",
      "9": "saying to the prisoners, “Come out!”\n    to those who are in darkness, “Show yourselves!”\nthey shall feed along the ways,\n    and their pasturage shall be on all the barren heights.",
      "10": "They shall not be hungry or thirsty,\n    and heat and sun shall not strike them,\nfor he who takes pity on them will lead them,\n    and he will guide them to springs of water.",
      "11": "And I will make all my mountains like a road,\n    and my highways shall lead up.",
      "12": "Look! These shall come from afar,\n    And look! These from the north and from the west\n    and these from the land of Sinim.”",
      "13": "Sing for joy, heavens, and rejoice, earth!\n    Mountains must break forth in rejoicing!\nFor Yahweh has comforted his people,\n    and he will take pity on his afflicted ones.",
      "14": "But Zion said, “Yahweh has forsaken me,\n    and the Lord has forgotten me!”",
      "15": "Can a woman forget her suckling,\n    refrain from having compassion on the child of her womb?\nIndeed, these may forget,\n    but I, I will not forget you!",
      "16": "Look, I have inscribed you on the palms of my hands;\n    your walls are continually before me.",
      "17": "Your children hasten;\n    your destroyers and those who laid you waste depart from you.",
      "18": "Lift your eyes up all around and see;\n    all of them gather; they come to you.\nAs surely as I live,\n    declares Yahweh,\nsurely you shall put on all of them like an ornament,\n    and you shall bind them on like a bride.",
      "19": "Surely your sites of ruins and desolate places and land of ruins,\nsurely now you will be too cramped for your inhabitants,\n    and those who engulfed you will be far away.",
      "20": "Yet the children born when you were bereaved will say in your hearing,\n“The place is too cramped for me;\n    make room for me so that I can dwell.”",
      "21": "Then you will say in your heart,\n“Who has borne me these?”\n    And, “I was bereaved and barren,\nexiled and thrust away;\n    so who raised these?\nLook at me! I was left alone;\n    where have these come from?”",
      "22": "Thus says the Lord Yahweh:\n“Look! I will lift my hand up to the nations,\n    and I will raise my signal to the peoples,\nand they shall bring your sons in their bosom,\n    and your daughters shall be carried on their shoulders.",
      "23": "And kings shall be your guardians,\n    and their queens your nurses.\nThey shall bow down, faces to the ground, to you,\n    and they will lick up the dust of your feet.\nThen you will know that I am Yahweh;\n    those who await me shall not be ashamed.",
      "24": "Can war-booty be taken from the mighty?\n    or can a captive of a righteous person be rescued?",
      "25": "But thus says Yahweh:\n“Indeed a captive of the mighty shall be taken,\n    and the war-booty of the tyrant shall be rescued,\nfor I myself will dispute with your opponent,\n    and I myself will save your children.",
      "26": "And I will feed your oppressors their own flesh,\n    and they shall be drunk with their blood as with wine.\nThen all flesh shall know that I am Yahweh,\n    your savior and redeemer, the strong one of Jacob.”"
    },
    "50": {
      "1": "Thus says Yahweh:\n“Where is this divorce document of your mother’s divorce, with which I dismissed her?\n    or to whom of my creditors did I sell you?\nLook! you were sold because of your sin,\n    and your mother was dismissed because of your transgressions.",
      "2": "Why was there no man when I came,\n    no one who answered when I called?\nDo I lack the strength to save?\n    Or is there no power in me to deliver?\nLook! by my rebuke I dry up the sea;\n    I make the rivers a desert;\ntheir fish stink because there is no water,\n    and they die because of thirst.",
      "3": "I clothe the heavens with darkness,\n    and I make their covering sackcloth.”",
      "4": "The Lord Yahweh has given me the tongue of a pupil,\n    to know how to help the weary with a word.\nHe awakens morning by morning,\n    awakens an ear for me to listen as do the pupils.",
      "5": "The Lord Yahweh has opened an ear for me,\n    and I, I was not rebellious.\nI did not turn backwards;",
      "6": "I gave my back to those who struck me,\nand my cheeks to those who pulled out my beard;\n    I did not hide my face from insults and spittle.",
      "7": "And the Lord Yahweh helps me,\ntherefore I have not been put to shame;\n    therefore I have set my face like flint.\nAnd I know that I shall not be ashamed;",
      "8": "he who obtains rights for me is near.\nWho will contend with me? Let us stand together.\n    Who is the master of my judgment? Let him approach me.",
      "9": "Look! The Lord Yahweh helps me.\n    Who is the one who will declare me guilty?\nLook! All of them will be worn out like a garment;\n    the moth will eat them.",
      "10": "Who among you is in fear of Yahweh,\n    obeys the voice of his servant?\nWho walks in darkness\n    and has no light,\ntrusts in the name of Yahweh\n    and depends on his God?",
      "11": "Look! All of you are kindlers of fire,\n    who gird yourselves with flaming arrows.\nWalk in the light of your fire,\n    and among the flaming arrows you have kindled!\nYou shall have this from my hand:\n    you shall lie down in a place of torment."
    },
    "51": {
      "1": "“Listen to me, you who pursue righteousness,\n    who seek Yahweh.\nLook to the rock from which you were hewn,\n    and to the excavation of the pit from which you were quarried.",
      "2": "Look to Abraham your father,\n    and to Sarah; she brought you forth.\nFor I called him alone,\n    but I blessed him and made him numerous.”",
      "3": "For Yahweh will comfort Zion;\n    he will comfort all its sites of ruins.\nAnd he will make its wilderness like Eden,\n    and its desert like the garden of Yahweh.\nJoy and gladness will be found in it,\n    thanksgiving and the sound of song.",
      "4": "“Listen attentively to me, my people,\n    and my nation, listen to me!\nFor a teaching will go out from me,\n    and I will cause my justice to rest for a light to the peoples.",
      "5": "My righteousness is near; my salvation has gone out,\n    and my arms will judge the peoples.\nThe coastlands wait for me,\n    and for my arm they wait.",
      "6": "Lift up your eyes to the heavens\n    and look to the earth beneath,\nfor the heavens will be torn to pieces like smoke,\n    and the earth will be worn out like a garment,\n        and those who inhabit her will die like gnats.\nBut my salvation will be forever,\n    and my righteousness will not be broken to pieces.",
      "7": "Listen to me, you who know righteousness,\n    people who have my teaching in their heart;\nyou must not fear the reproach of men,\n    or be terrified because of their abuse.",
      "8": "For a moth will eat them like garments;\n    a moth will devour them like wool,\nbut my righteousness will be forever,\n    and my salvation for generation after generation.”",
      "9": "Awake! Awake; put on strength, O arm of Yahweh!\n    Awake as in days of long ago,\n        the generations of a long time back!\nAre you not the one who cut Rahab in pieces,\n    the one who pierced the sea-dragon?",
      "10": "Are you not the one who dried up the sea,\n    the waters of the great deep,\nthe one who made the depths of the sea a way\n    for those who are redeemed to cross over?",
      "11": "So the redeemed ones of Yahweh shall return,\n    and they shall come to Zion with singing,\n        and everlasting joy shall be on their heads.\nJoy and gladness shall appear;\n    sorrow and sighing shall flee away!",
      "12": "“I, I am he who comforts you;\n    who are you that you are afraid of man? He dies!\n    And of the son of humankind? He is sacrificed as grass!",
      "13": "And you have forgotten Yahweh, your maker,\n    who stretched out the heavens,\n    and founded the earth.\nAnd you tremble continually, all day,\n    because of the wrath of the oppressor\n    when he takes aim to destroy.\nBut where is the wrath of the oppressor?",
      "14": "The fettered one shall make haste to be freed.\nAnd he shall not die in the pit,\n    and he shall not lack his bread.",
      "15": "For I am Yahweh, your God,\n    who stirs up the sea, so that its waves roar;\n    Yahweh of hosts is his name.",
      "16": "And I have put my words in your mouth,\n    and I have covered you in the shadow of my hand,\nto plant the heavens\n    and to found the earth,\n        saying to Zion, ‘You are my people.’”",
      "17": "Rouse yourself! Rouse yourself!\n    Stand up, Jerusalem, who have drunk from the hand of Yahweh the cup of his wrath;\nyou have drunk the goblet, the cup of staggering;\n    you have drained it out.",
      "18": "There is no one who guides her among all the children she has borne,\n    and there is no one who grasps her by the hand among all the children she raised.",
      "19": "Two things here have happened to you—who will show sympathy for you?—\n    devastation and destruction, famine and sword—who will comfort you?",
      "20": "Your children have fainted;\n    they lie at the head of all the streets, like an antelope in a snare,\nthose who are full of the wrath of Yahweh,\n    the rebuke of your God.",
      "21": "Therefore hear now this afflicted one\n    and drunken one but not from wine.",
      "22": "Thus says your Lord, Yahweh,\n    and your God pleads the cause of his people:\n“Look! I have taken from your hand the cup of staggering.\n    You shall not continue to drink the goblet, the cup of my wrath, any longer.",
      "23": "And I will put it in the hand of your tormenters,\n    who have said to you, ‘Bow down that we may pass over you!’\nAnd you have made your back like the ground,\n    and like the street for those who pass over you.”"
    },
    "52": {
      "1": "Awake! Awake; put on your strength, Zion!\n    Put on the garments of your beauty, Jerusalem, holy city!\n        For the uncircumcised and the unclean shall not continue to enter you any longer.",
      "2": "Shake yourself free from the dust! Rise up; sit, Jerusalem!\n    Free yourselves from the bonds of your neck, captive daughter of Zion!",
      "3": "For thus says Yahweh:\n“You were sold for nothing,\n    and you shall be redeemed without money.”",
      "4": "For thus says the Lord Yahweh:\n“My people went down to Egypt in the beginning, to dwell as aliens there, and Assyria oppressed him without cause.",
      "5": "And now what do I have here?”declares Yahweh, “for my people is taken without cause. Its rulers howl,” declares Yahweh—“and my name is reviled continually, all day.",
      "6": "Therefore my people shall know my name, therefore in that day, that I am the one who speaks. Here am I.”",
      "7": "How delightful on the mountains are the feet of him who brings good news,\n    who announces peace, who brings good news, who announces salvation,\n    who says to Zion, “Your God reigns as a king.”",
      "8": "The voices of your watchmen! They lift up their voices;\n    together they sing for joy;\n        for they clearly see Yahweh’s return to Zion.",
      "9": "Break forth,\n    sing for joy together, ruins of Jerusalem,\nfor Yahweh has comforted his people;\n    he has redeemed Jerusalem.",
      "10": "Yahweh has bared his holy arm to the eyes of all the nations,\n    and all the ends of the earth shall see the salvation of our God.",
      "11": "Depart, depart, go out from there! You must not touch any unclean thing.\n    Go out from the midst of it, keep clean, you who carry the vessels of Yahweh.",
      "12": "For you shall not go out in haste,\n    and you shall not go in flight,\nfor Yahweh is going before you,\n    and your rear guard is the God of Israel.",
      "13": "Look, my servant shall achieve success;\n    he shall be exalted,\nand he shall be lifted up,\n    and he shall be very high.",
      "14": "Just as many were appalled at you—\n    such was his appearance beyond human disfigurement,\n        and his form beyond the sons of mankind—",
      "15": "so he shall sprinkle many nations;\n    because of him, kings shall shut their mouths.\nFor they shall see what has not been told them,\n    and they shall consider with full attention what they have not heard."
    },
    "53": {
      "1": "Who has believed our message,\n    and to whom has the arm of Yahweh been revealed?",
      "2": "For he went up like a shoot before him,\n    and like a root from dry ground.\nHe had no form and no majesty that we should see him,\n    and no appearance that we should take pleasure in him.",
      "3": "He was despised and rejected by men,\n    a man of suffering, and acquainted with sickness,\nand like one from whom others hide their faces, he was despised,\n    and we did not hold him in high regard.",
      "4": "However, he was the one who lifted up our sicknesses,\n    and he carried our pain,\nyet we ourselves assumed him stricken,\n    struck down by God and afflicted.",
      "5": "But he was pierced because of our transgressions,\n    crushed because of our iniquities;\nthe chastisement for our peace was upon him,\n    and by his wounds we were healed.",
      "6": "All of us have wandered about like sheep;\n    we each have turned to his own way;\nand Yahweh let fall on him\n    the iniquity of us all.",
      "7": "He was oppressed and afflicted,\n    yet he did not open his mouth;\nhe was brought like a lamb to the slaughter,\n    and like a sheep is dumb before its shearers,\nso he did not open his mouth.",
      "8": "He was taken by restraint of justice,\n    and who concerned himself with his generation?\nFor he was cut off from the land of the living;\n    he received a blow because of the transgression of my people.",
      "9": "He made his grave with the wicked,\n    and with the rich in his death,\nalthough he had done no violence,\n    and there was no deceit in his mouth.",
      "10": "Yet Yahweh was pleased to crush him;\n    he made him sick.\nIf she places his life a guilt offering,\n    he will see offspring.\nHe will prolong days,\n    and the will of Yahweh will succeed in his hand.",
      "11": "From the trouble of his life he will see;\n    he will be satisfied.\nIn his knowledge, the righteous one, my servant, shall declare many righteous,\n    and he is the one who will bear their iniquities.",
      "12": "Therefore, I will divide to him a portion among the many,\n    and with the strong ones he will divide bounty,\nbecause he poured his life out to death\n    and was counted with the transgressors;\nand he was the one who bore the sin of many\n    and will intercede for the transgressors."
    },
    "54": {
      "1": "“Sing for joy, barren woman; who has not borne!\n    Burst forth into rejoicing and rejoice, she who has not been in labor!\n        For the children of the desolate woman are more than the children of the married woman,” says Yahweh.",
      "2": "“Enlarge the site of your tent,\n    and let them stretch out the tent curtains of your dwelling place.\nYou must not spare; make your tent cords long\n    and strengthen your pegs,",
      "3": "for you will spread out to the right and to the left.\nAnd your descendants will be heir to the nations,\n    and they will inhabit desolate towns.",
      "4": "You must not fear, for you will not be ashamed,\n    and you must not be confounded, for you will not feel abashed,\nfor you will forget the shame of your youth,\n    and you will no longer remember the disgrace of your widowhood.",
      "5": "For your husband is your maker, his name is Yahweh of hosts;\n    and your redeemer is the holy one of Israel, he is called the God of all of the earth.",
      "6": "For Yahweh has called you like a wife forsaken and hurt of spirit,\n    like the wife of childhood when she is rejected, says your God.",
      "7": "I abandoned you for a short moment,\n    but I will gather you with great compassion.",
      "8": "I hid my face from you for a moment, in the flowing of anger,\n    but I will have compassion on you with everlasting faithfulness” says your redeemer, Yahweh.",
      "9": "“For this is like the waters of Noah to me,\n    when I swore that the waters of Noah would never again pass over the earth,\n    so I swore that I would not be angry at you and rebuke you.",
      "10": "For the mountains may depart,\n    and the hills may sway,\nbut my faithfulness shall not depart from you,\n    and my covenant of peace shall not sway,”\nsays Yahweh, who has compassion on you,",
      "11": "“O afflicted one, driven away, who is not consoled.\nLook! I am about to set your stones in hard mortar,\n    and I will lay your foundation with sapphires.",
      "12": "And I will make your battlements of ruby,\n    and your gates of stones of beryl,\n    and all your wall of precious stones.",
      "13": "And all your children shall be pupils of Yahweh,\n    and the peace of your children shall be great.",
      "14": "In righteousness you shall be established.\nBe far from oppression, for you shall not fear,\n    and from terror, for it shall not come near you.",
      "15": "If indeed one attacks, it is not from me;\n    whoever attacks you shall fall because of you.",
      "16": "Look! I myself have created the craftsman who blows the fire of coals,\n    and who produces a weapon for his work;\n    also I myself have created the destroyer to destroy.",
      "17": "Every weapon formed against you shall not succeed,\n    and you shall declare guilty every tongue that rises against you for judgment.\nThis is the inheritance of the servants of Yahweh,\n    and their legal right from me,”\ndeclares Yahweh."
    },
    "55": {
      "1": "“Ho! Everyone thirsty, come to the waters!\n    And whoever has no money, come, buy and eat,\nand come, buy without money,\n    wine and milk without price!",
      "2": "Why do you weigh out money for what is not food,\n    and your labor for what cannot satisfy?\nListen carefully to me, and eat what is good,\n    and let your soul take pleasure in rich food.",
      "3": "Extend your ear, and come to me!\n    Listen so that your soul may live,\nand I will make an everlasting covenant with you,\n    the enduring proofs of the mercies shown to David.",
      "4": "Look! I made him a witness to the peoples,\n    a leader and a commander for the peoples.",
      "5": "Look! You shall call a nation that you do not know,\n    and a nation that does not know you shall run to you,\nbecause of Yahweh your God,\n    and the holy one of Israel, for he has glorified you.”",
      "6": "Seek Yahweh while he lets himself be found;\n    call him while he is near.",
      "7": "Let the wicked forsake his way,\n    and the man of sin his thoughts.\nAnd let him return to Yahweh, that he may take pity on him,\n    and to our God, for he will forgive manifold.",
      "8": "“For my thoughts are not your thoughts,\n    and your ways are not my ways,”\ndeclares Yahweh.",
      "9": "“For as the heavens are higher than the earth,\n    so my ways are higher than your ways,\n    and my thoughts than your thoughts.",
      "10": "For just as the rain and the snow come down from heaven,\n    and they do not return there\nexcept they have watered the earth thoroughly\n    and cause it to bring forth and sprout,\nand give seed to the sower\n    and bread to the eater,",
      "11": "so shall be my word that goes out from my mouth.\n    It shall not return to me without success,\nbut shall accomplish what I desire\n    and be successful in the thing for which I sent it.",
      "12": "For you shall go out in joy,\n    and you shall be led in peace.\nThe mountains and the hills shall break forth before you, rejoicing\n    and all the trees of the field shall clap hands.",
      "13": "Instead of the thorn bush, the juniper shall go up;\n    instead of the brier, the myrtle shall go up,\nand it shall serve as a memorial to Yahweh,\n    for an everlasting sign that shall not be cut off.”"
    },
    "56": {
      "1": "Thus says Yahweh:\n“Observe justice\n    and do righteousness,\nfor my salvation is close to coming,\n    and my justice to being revealed.",
      "2": "Happy is the man who does this,\n    and the son of humankind who keeps hold of it,\nwho keeps the Sabbath so as not to profane it,\n    and who keeps his hand from doing any evil.”",
      "3": "And do not let the foreigner who joins himself to Yahweh say, “Surely Yahweh will separate me from his people.”\n    And do not let the eunuch say, “Look! I am a dry tree!”",
      "4": "For thus says Yahweh, “To the eunuchs who keep my Sabbaths,\n    and choose that in which I delight,\n    and who keep hold of my covenant.",
      "5": "And I will give them a monument and a name in my house and within my walls,\n    better than sons and daughters;\nI will give him an everlasting name\n    that shall not be cut off.",
      "6": "And the foreigners who join themselves to Yahweh to serve him\n    and to love the name of Yahweh, to become his servants,\nevery one who keeps the Sabbath, so as not to profane it,\n    and those who keep hold of my covenant,",
      "7": "I will bring them to my holy mountain;\n    I will make them merry in my house of prayer.\ntheir burnt offerings and their sacrifices will be accepted on my altar,\n    for my house shall be called a house of prayer for all peoples,”",
      "8": "declares the Lord Yahweh, who gathers the scattered ones of Israel (still I will gather to him, to his gathered ones).",
      "9": "All wild animals in the field, come,\n    to devour, all wild animals in the forest!",
      "10": "His watchmen are blind,\n    none of them know.\nThey are all dumb dogs;\n    they are unable to bark,\npanting, lying down,\n    loving to slumber.",
      "11": "And the dogs have a greedy appetite;\n    they are never satisfied.\nAnd they are the shepherds!\n    They do not have understanding.\nThey all turn to their own way,\n    each one for his own gain, every one of them.",
      "12": "“Come, let me take wine,\n    and let us carouse with intoxicating drink,\nand tomorrow will be like today,\n    very great indeed.”"
    },
    "57": {
      "1": "The righteous one perishes, and there is no one who takes it to heart.\n    And men of faithfulness are gathered, while there is no one who understands,\nfor the righteous is gathered from the presence of wickedness.",
      "2": "he enters into peace;\nthey will rest on their beds,\n    walking straight ahead of him.",
      "3": "“But you, come near here, you children of a soothsayer,\n    offspring of an adulterer and she who commits fornication.",
      "4": "At whom do you make fun?\n    At whom do you open your mouth and stick out your tongue?\nAre you not children of transgression,\n    offspring of deception,",
      "5": "who burn with lust among the oaks,\n    under every leafy tree,\nwho slaughter children in the valleys,\n    under the clefts of the rocks?",
      "6": "Your portion is among the smooth stones of the valley;\n    they, they are your lot;\nindeed, to them you have poured out a drink offering,\n    you have brought a food offering.\nShall I relent concerning these things?",
      "7": "You have set your bed upon a high and lofty mountain;\n    indeed, you went up there to slaughter sacrifice.",
      "8": "And you have set your symbol behind the door and the doorpost;\n    for you depart from me, and you go up;\nyou make your bed wide, and you make a deal with them,\n    you have loved their bed; you have seen their genitals.",
      "9": "And you climbed down to the king with oil,\n    and you made your perfumes numerous,\nand you sent your envoys far away,\n    and you sent down deep to Sheol.",
      "10": "You grow weary by the greatness of your way,\n    but you did not say, ‘Despairing!’\nYou found the renewal of your strength,\n    therefore you do not grow weak.",
      "11": "And of whom were you afraid and feared, that you deceived\n    and did not remember me?\n    Did you not place it on your heart?\nHave I not been silent, even from long ago,\n    and so you do not fear me?",
      "12": "I myself will declare your righteousness and your works,\n    but they will not benefit you.",
      "13": "When you cry, let your collection deliver you,\n    and the wind will carry all of them away;\n    a breath will take them away.\nBut he who takes refuge in me shall take possession of the land,\n    and he shall inherit my holy mountain.”",
      "14": "And one shall say, “Build up, build up! Clear the way!\n    Remove the obstacles from the way of my people!”",
      "15": "For thus says the high and lofty one who resides forever, and whose name is holy:\n“I reside in a high and holy place,\n    and with the contrite and humble of spirit,\nto revive the spirit of the humble,\n    and to revive the heart of the contrite.",
      "16": "For I will not attack forever,\n    and I will not be angry forever,\nfor the spirit will grow faint before me,\n    and the breaths that I myself I have made.",
      "17": "I was angry because of his sin of gain, and I struck him;\n    I hid and I was angry, but he walked apostate, in the ways of his heart.",
      "18": "I have seen his ways, but I will heal him;\n    and I will lead him and give him and his mourners comfort as a recompense,",
      "19": "creating fruit of lips.\nPeace, peace to the far and near,” says Yahweh, “and I will heal him.",
      "20": "But the wicked are like the churning sea,\n    that is not able to keep quiet,\n    and its waters toss up mire and mud.",
      "21": "There is no peace,” says my God, “for the wicked.”"
    },
    "58": {
      "1": "“Call with the throat; you must not keep back!\n    lift up your voice like a trumpet,\nand declare to my people their rebellion,\n    and to the house of Jacob their sins.",
      "2": "Yet they seek me day by day,\n    and they desire the knowledge of my ways\nlike a nation that practiced righteousness,\n    and had not forsaken the judgment of its God;\nthey ask me for righteous judgments,\n    they desire the closeness of God.",
      "3": "‘Why do we fast, and you do not see it?\n    We humiliate our soul, and you do not notice it?’\nLook! You find delight on the day of your fast,\n    and you oppress all your workers!",
      "4": "Look! You fast to quarrel and strife,\n    and to strike with a wicked fist.\nYou shall not fast as you do today,\n    to make your voice heard on the height.",
      "5": "Is the fast I choose like this,\n    a day for humankind to humiliate himself?\nTo bow his head like a reed,\n    and make his bed on sackcloth and ashes;\nyou call this a fast\n    and a day of pleasure to Yahweh?",
      "6": "Is this not the fast I choose: to release the bonds of injustice,\n    to untie the ropes of the yoke,\nand to let the oppressed go free,\n    and tear every yoke to pieces?",
      "7": "Is it not to break your bread for the hungry?\n    You must bring home the poor, the homeless.\nWhen you see the naked, you must cover him,\n    and you must not hide yourself from your relatives.",
      "8": "Then your light shall break forth like the dawn,\n    and your healing shall grow quickly.\nAnd your salvation shall go before you;\n    the glory of Yahweh will be your rear guard.",
      "9": "Then you shall call, and Yahweh himself will answer.\n    You shall cry for help, and he will say, ‘Here I am!’\nIf you remove from among you the yoke,\n    the finger-pointing and evil speech,",
      "10": "if you offer your soul to the hungry,\n    and you satisfy the appetite of the afflicted,\nthen your light shall rise in the darkness,\n    and your darkness will be like noon.",
      "11": "And Yahweh will lead you continually, and satisfy your soul in a barren land,\n    and he will strengthen your bones,\nand you shall be like a well-watered garden,\n    and like a spring of water whose water does not fail.",
      "12": "And they shall rebuild ancient ruins from you;\n    you shall erect the foundations of many generations,\nand you shall be called the bricklayer of the breach,\n    the restorer of paths to live in.",
      "13": "If you hold your foot back from the Sabbath,\n    from doing your affairs on my holy day,\nif you call the Sabbath a pleasure,\n    the holy day of Yahweh honorable,\nif you honor him more than doing your ways,\n    than finding your affairs and speaking a word,",
      "14": "then you shall take your pleasure in Yahweh,\n    and I will make you ride upon the heights of the earth,\n    and I will feed you the heritage of Jacob your ancestor,\nfor the mouth of Yahweh has spoken.”"
    },
    "59": {
      "1": "Look! The hand of Yahweh is not too short to save,\n    and his ear is not too dull to hear.",
      "2": "Rather, your iniquities have been barriers between you and your God,\n    and your sins have hidden his face from you, from hearing.",
      "3": "For your hands are defiled with blood,\n    and your fingers with iniquity.\nYour lips have spoken lies,\n    your tongue speaks wickedness.",
      "4": "There is nobody who pleads with justice,\n    and there is nobody who judges with honesty.\nThey rely on nothing\n    and speak vanity.\nThey conceive trouble\n    and beget iniquity;",
      "5": "they hatch viper eggs,\n    and they weave a spider web.\nOne who eats their eggs dies,\n    and that which is pressed is hatched as a serpent.",
      "6": "Their webs cannot become clothing,\n    and they cannot cover themselves with their works.\nTheir works are works of iniquity,\n    and deeds of violence are in their hands.",
      "7": "Their feet run to evil,\n    and they hasten to shed innocent blood.\nTheir thoughts are thoughts of iniquity;\n    devastation and destruction are in their highways.",
      "8": "They do not know the way of peace,\n    and there is no justice in their firm paths.\nThey have made their paths crooked for themselves;\n    everyone who walks in it knows no peace.",
      "9": "Therefore justice is far from us,\n    and righteousness does not reach us.\nWe wait for light, but look! there is darkness;\n    for brightness, but we walk in darkness.",
      "10": "We grope like the blind along a wall,\n    and we grope as without eyes.\nWe stumble at noon as in the twilight;\n    among the strong we are like the dead.",
      "11": "We all groan like bears,\n    and we coo mutteringly like doves.\nWe wait for justice, but there is none;\n    for salvation, but it is far from us.",
      "12": "For our transgressions are numerous before you,\n    and our sins testify against us.\nIndeed, our transgressions are with us,\n    and we know our iniquities:",
      "13": "transgressing and denying Yahweh,\n    and turning away from following our God;\nspeaking oppression and falsehood,\n    conceiving and uttering words of deception from the heart.",
      "14": "And justice is pushed back,\n    and righteousness stands afar;\nfor truth stumbles in the public square,\n    and straightforwardness is unable to enter,",
      "15": "and truth is missing,\n    and he who turns aside from evil is plundered.\nAnd Yahweh saw,\n    and it was displeasing in his eyes that there was no justice",
      "16": "And he saw that there was no man,\n    and he was appalled that there was no one who intercedes,\nso his arm came to assist him,\n    and his righteousness was what sustained him.",
      "17": "And he put on righteousness like a breastplate,\n    and a helmet of salvation on his head,\nand he put on garments of vengeance for clothing,\n    and he wrapped himself in zeal as in a robe.",
      "18": "According to deeds, so he will repay;\n    wrath to his enemies, requital to those who are his enemies.\n    He will repay requital to the coastlands.",
      "19": "So they shall fear the name of Yahweh from the west,\n    and his glory from the sunrise,\nfor he will come like a narrow stream;\n    the wind of Yahweh drives it on.",
      "20": "“And a redeemer will come to Zion,\n    to those in Jacob who turn away from transgression,”\ndeclares Yahweh.",
      "21": "“And as for me, this is my covenant with them, says Yahweh:\nmy spirit that is upon you,\n    and my words that I have placed in your mouth\nshall not depart from your mouth,\n    or from the mouths of your children,\n    or from the mouths of your children’s children,”\n        says Yahweh, “from now on and forever.”"
    },
    "60": {
      "1": "“Arise, shine! For your light has come,\n    and the glory of Yahweh has risen on you.",
      "2": "For look! darkness shall cover the earth,\n    and thick darkness the peoples,\nbut Yahweh will rise on you,\n    and his glory will appear over you.",
      "3": "And nations shall come to your light,\n    and kings to the bright light of your sunrise.",
      "4": "Lift up your eyes all around and see!\n    All of them gather; they come to you.\nYour sons shall come from afar,\n    and your daughters shall be looked after on the hip.",
      "5": "Then you shall see\n    and you shall be radiant;\nand your heart shall tremble\n    and open itself wide,\nbecause the abundance of the sea shall fall upon you;\n    the wealth of the nations shall come to you.",
      "6": "A multitude of camels shall cover you,\n    the young male camels of Midian and Ephah.\nAll those from Sheba shall come;\n    they shall bring gold and frankincense,\n        and they shall proclaim the praise of Yahweh.",
      "7": "All the flocks of Kedar shall be gathered to you;\n    the rams of Nebaioth shall serve you.\nThey shall present a sacrifice for favor on my altar,\n    and I will glorify my honorable house.",
      "8": "Who are these? They fly like a cloud,\n    and like doves to their coops.",
      "9": "Because the coastlands wait for me,\n    and the ships of Tarshish are first\nto bring your children from afar,\n    their silver and gold with them,\nfor the name of Yahweh your God,\n    and for the holy one of Israel, because he has glorified you.",
      "10": "And foreigners shall build your walls,\n    and their kings shall serve you,\nfor in my anger I struck you,\n    but in my favor I have taken pity on you.",
      "11": "And your gates shall continually be open,\n    day and night they shall not be shut,\nto bring you the wealth of nations,\n    and their kings shall be led.",
      "12": "For the nation and the kingdom that will not serve you shall perish,\n    and the nations shall be utterly devastated.",
      "13": "The glory of Lebanon shall come to you;\n    the cypress, the plane, and the pine together,\nto glorify the place of my sanctuary,\n    and I will do honor to the place of my feet.",
      "14": "And the children of those who oppressed you shall come to you bending low,\n    and all those who treated you disrespectfully shall bow down at the soles of your feet.\nAnd they shall call you the city of Yahweh,\n    Zion of the holy one of Israel.",
      "15": "Instead of you being forsaken\n    and hated with no one passing through,\nI will make you an everlasting object of pride,\n    a joy of coming generations.",
      "16": "And you shall suck the milk of nations,\n    and suck the breast of kings,\nand you shall know that I am Yahweh your Savior,\n    and your Redeemer, the Strong One of Jacob.",
      "17": "Instead of bronze I will bring gold,\n    and instead of iron I will bring silver,\nand instead of wood, bronze,\n    and instead of stones, iron.\nAnd I will appoint peace as your overseer,\n    and righteousness as your ruling body.",
      "18": "Violence shall no longer be heard in your land;\n    devastation or destruction on your borders.\nAnd you shall call your walls Salvation,\n    and your gates, Praise.",
      "19": "The sun shall no longer be your light by day,\n    and for bright light the moon shall not give you light,\nbut Yahweh will be your everlasting light,\n    and your God your glory.",
      "20": "Your sun shall no longer go down,\n    and your moon shall not wane,\nfor Yahweh himself will be your everlasting light,\n    and your days of mourning shall come to an end.",
      "21": "And all your people shall be righteous;\n    they shall take possession of the land forever,\nthe shoot of his planting,\n    the work of my hands, to show my glory.",
      "22": "The small one shall become a tribe,\n    and the smallest one a mighty nation.\nI am Yahweh; I will hasten it in its time.”"
    },
    "61": {
      "1": "The Spirit of the Lord Yahweh is upon me,\n    because Yahweh has anointed me,\nhe has sent me to bring good news to the oppressed,\n    to bind up the brokenhearted,\nto proclaim release to the captives\n    and liberation to those who are bound,",
      "2": "to proclaim the year of Yahweh’s favor,\n    and our God’s day of vengeance,\nto comfort all those in mourning,",
      "3": "to give for those in mourning in Zion,\nto give them a head wrap instead of ashes,\n    the oil of joy instead of mourning,\n    a garment of praise instead of a faint spirit.\nAnd they will be called oaks of righteousness,\n    the planting of Yahweh, to show his glory.",
      "4": "And they shall build the ancient ruins,\n    they shall erect the former deserted places.\nAnd they shall restore the devastated cities,\n    the deserted places of many generations.",
      "5": "And strangers shall stand and feed your flocks,\n    and foreigners shall be your farmers and vinedressers.",
      "6": "But you shall be called the priests of Yahweh,\n    you will be called servers of our God.\nYou shall eat the wealth of the nations,\n    and you shall boast in their riches.",
      "7": "Instead of your shame, a double portion,\n    and instead of insult, they will rejoice over their portion.\nTherefore they will take a double portion in their land;\n    they shall possess everlasting joy.",
      "8": "For I, Yahweh, love justice,\n    hate robbery and injustice,\nand I will faithfully give their reward,\n    and I will make an everlasting covenant with them.",
      "9": "And their descendants will be known among the nations,\n    and their offspring in the midst of the peoples.\nAll those who see them shall recognize them,\n    that they are descendants whom Yahweh has blessed.",
      "10": "I will rejoice greatly in Yahweh;\n    my being shall shout in exultation in my God.\nFor he has clothed me with garments of salvation,\n    he has covered me with the robe of righteousness,\nas a bridegroom adorns himself with a head wrap like a priest,\n    and as a bride adorns herself with her jewelry.",
      "11": "For as the earth produces its sprout,\n    and as a garden makes its plants sprout,\nso the Lord Yahweh will make righteousness sprout,\n    and praise before all the nations."
    },
    "62": {
      "1": "For the sake of Zion I will not be silent,\n    and for the sake of Jerusalem I will not maintain a quiet attitude,\nuntil her righteousness goes out like the bright light,\n    and her salvation burns like a torch.",
      "2": "And the nations shall see your righteousness,\n    and all the kings your glory,\nand you will be called a new name\n    that the mouth of Yahweh will designate.",
      "3": "And you shall be a crown of beauty in the hand of Yahweh,\n    and a headband of royalty in the hand of your God.",
      "4": "It shall no longer be said of you, “Forsaken,”\n    and it shall no longer be said of your land, “Desolation!”\nbut you will be called “My Delight Is In Her,”\n    and your land, “Married,”\nfor Yahweh delights in you,\n    and your land shall be married.",
      "5": "For as a young man marries a virgin,\n    so shall your sons marry you,\nand as is the joy of the bridegroom over the bride,\n    so shall your God rejoice over you.",
      "6": "I have appointed watchmen upon your walls, Jerusalem;\n    all day and all night they shall never be silent.\nYou who profess Yahweh have no rest.",
      "7": "And you must not give him rest until he establishes,\n        and until he makes Jerusalem an object of praise in the earth.",
      "8": "Yahweh has sworn by his right hand,\n    and by his mighty arm,\n“Surely I will never again give your grain as food to your enemies,\n    and surely foreigners shall not drink your new wine at which you have labored.”",
      "9": "But those who gather it shall eat it, and they shall praise Yahweh,\n    and those who gather it shall drink it in my holy courts.",
      "10": "Pass through, pass through the gates!\n    Make the way clear for the people!\nPile up, pile up the highway; clear it of stones!\n    Lift up an ensign over the peoples!",
      "11": "Look! Yahweh has proclaimed to the end of the earth:\nSay to daughter Zion, “Look, your salvation is coming!\n    Look, his reward is with him,\n    and his reward before him.",
      "12": "And they shall call them “The Holy People, The Redeemed Of Yahweh,”\n    and you shall be called “Sought After, A City Is Not Forsaken.”"
    },
    "63": {
      "1": "Who is this, coming from Edom,\n    from Bozrah in bright red garments?\nWho is this honored in his garment,\n    lying down in his great strength?\n“It is I, speaking in justice,\n    mighty to save!”",
      "2": "Why are your garments red,\n    and your garments like he who treads in the winepress?",
      "3": "“I have trodden the winepress alone,\n    and there was no man from the peoples with me.\nAnd I trod them in my anger,\n    and I trampled them in my wrath,\nand spattered their juice on my garments,\n    and stained all my clothing,",
      "4": "for the day of vengeance was in my heart,\n    and the year of my blood-vengeance has come!",
      "5": "And I looked, but there was no helper,\n    and I was appalled, but there was no one who sustains,\nso my arm came to assist me,\n    and my wrath was what sustained me.",
      "6": "And I trampled peoples in my anger,\n    and I made them drunk in my wrath,\n        and I brought their juice down to the earth.”",
      "7": "I will mention the loyal love of Yahweh, the praises of Yahweh, according to all that Yahweh has done for us,\n    and the greatness of goodness to the house of Israel that he has done to them according to his mercy and the abundance of his loyal love.",
      "8": "And he said, “Surely my people are children; they will not break faith.” And he became a Savior to them.",
      "9": "In all their distress, there was no distress,\n    and the messenger of his presence saved them,\n    in his love and compassion he himself redeemed them,\nand he lifted them up,\n    and he supported them all the days of old.",
      "10": "But they were the ones who rebelled,\n    and they grieved his Holy Spirit,\nso he became an enemy to them;\n    he himself fought against them.",
      "11": "Then his people remembered the days of old, of Moses.\n    Where is the one who led up them from the sea with the shepherds of his flock?\nWhere is the one who puts his Holy Spirit inside him,",
      "12": "who made his magnificent arm move at the right hand of Moses,\nwho divided the waters before them,\n    to make an everlasting name for himself,",
      "13": "who led them through the depths?\n    They did not stumble like a horse in the desert;",
      "14": "like cattle in the valley that goes down, the Spirit of Yahweh gave him rest,\n    so you lead your people to make a magnificent name for yourself.",
      "15": "Look from heaven,\n    and see from the lofty residence of your holiness and glory.\nWhere are your zeal and strength?\n    Your compassion and mercy to me hold themselves back.",
      "16": "For you are our father, although Abraham does not know us,\n    and Israel does not acknowledge us.\nYou, Yahweh are our father,\n    Our Redeemer from of old is your name.",
      "17": "Why do you make us wander, Yahweh?\n    You harden our heart from your ways so that we do not fear you.\nTurn back for the sake of your servants,\n    the tribes of your inheritance.",
      "18": "Your holy people took possession for a little while;\n    our adversaries have trampled down your sanctuary.",
      "19": "We have been since antiquity; you did not rule them;\n    they were not called by your name."
    },
    "64": {
      "1": "Would that you would tear the heavens and come down;\n    the mountains would quake before you,",
      "2": "as fire kindles brushwood,\n    the fire causes water to boil,\nto make your name known to your adversaries,\n    that the nations might tremble from your presence.",
      "3": "When you did terrible deeds which we did not expect, you came down;\n    the mountains quaked because of your presence.",
      "4": "And since ancient times they have not heard,\n    have not listened,\nno eye has seen a God except you;\n    he acts for the one who waits for him.",
      "5": "You meet with the one who rejoices,\n    one who does righteousness.\nIn your ways they remember you.\n    Look! You were angry and we sinned against them in ancient times and we were saved.",
      "6": "And we all have become like the unclean,\n    and all our deeds of justice like a menstrual cloth,\nAnd we all wither like a leaf,\n    and our iniquities take us away like the wind.",
      "7": "And there is no one who calls on your name,\n    who pulls himself up to keep hold of you,\nfor you have hidden your face from us,\n    and melted us into the hand of our iniquity.",
      "8": "Yet now Yahweh, you are our father;\n    we are the clay and you are our potter,\n    and we all are the work of your hand.",
      "9": "You must not be exceedingly angry, Yahweh,\n    and you must not remember iniquity forever!\nLook! Behold, now! We all are your people!",
      "10": "Your holy cities have become a wilderness;\n    Zion has become a wilderness, Jerusalem a desolation.",
      "11": "Our holy and beautiful temple, where our ancestors praised you has been burned by fire,\n    and all our precious objects have become ruins.",
      "12": "Will you control yourself because of these, Yahweh?\n    Will you be silent?\n        And will you oppress us exceedingly?"
    },
    "65": {
      "1": "“I let myself be sought by those who did not ask;\n    I let myself be found by those who did not seek me.\nI said, ‘Here I am; here I am!’ to a nation that did not call on my name;",
      "2": "I spread out my hands all day to a stubborn people,\nthose who walk after their thoughts in the way that is not good,",
      "3": "the people who provoke me to anger continually to my face,\nslaughtering for sacrifices in the garden,\n    and making smoke offerings on bricks,",
      "4": "who sit in graves\n    and spend the night in secret places,\nwho eat the flesh of swine\n    with a fragment of impurity in their vessels,",
      "5": "who say, “Keep to yourself!\n    You must not come near me, for I am too holy for you!”\nThese are a smoke in my nostrils,\n    a fire burning all day.",
      "6": "Look! It is written before me: I will not be silent, but I will repay;\n    and I will repay in the fold of their garment",
      "7": "your iniquities and the iniquities of your ancestors together, says Yahweh,\nbecause they made smoke offerings on the mountains\n    and they taunted me on the hills,\nI will measure their punishment from the beginning into the fold of their garment.”",
      "8": "Thus says Yahweh: “Just as the new wine is found in the cluster, and they say ‘You must not destroy it, for there is a blessing in it,’ so I will do for the sake of my servants by not destroying everyone.",
      "9": "And I will bring descendant s out from Jacob,\n    and a people from Judah to take possession of my mountain,\nand my chosen ones shall inherit it,\n    and my servants shall settle there.",
      "10": "And Sharon shall become a pasture for flocks,\n    and the valley of Achor a resting place for herds\n    for my people who have sought me.",
      "11": "But you who forsake Yahweh,\n    forgetting my holy mountain,\nwho set a table for Fortune,\n    and who pour out a jug of mixed wine for Destiny,",
      "12": "and I will remit you to the sword,\n    and all of you shall bow down to the slaughter,\nbecause I called, but you did not answer;\n    I spoke, but you did not listen,\nbut you did the evil in my eyes,\n    and you chose that in which I do not delight.”",
      "13": "Therefore thus says the Lord Yahweh:\n“Look! My servants shall eat but you, you shall be hungry.\nLook! My servants shall drink but you, you shall be thirsty.\nLook! My servants shall rejoice but you, you shall be ashamed.",
      "14": "Look! My servants shall shout for joy, but you, you shall cry out for pain and howl for sadness.",
      "15": "And you shall leave your name to my chosen ones as a curse,\n    and the Lord Yahweh will kill you, and he will give his servants another name.",
      "16": "Whoever blesses himself in the land shall bless himself by the God of trustworthiness,\n    and the one who swears an oath in the land shall swear by the God of trustworthiness,\nbecause the former troubles are forgotten,\n    and they are hidden from my eyes.",
      "17": "For look! I am about to create new heavens and a new earth,\n    and the former things shall not be remembered,\nand they shall not come to mind.",
      "18": "But rejoice and shout in exultation forever and ever over what I am about to create!\nFor look! I am about to create Jerusalem as a source of rejoicing,\n    and her people as a source of joy.",
      "19": "And I will shout in exultation over Jerusalem,\n    and I will rejoice over my people,\nand the sound of weeping shall no longer be heard in it,\n    or the sound of a cry for help.",
      "20": "There will no longer be a nursing infant who lives only a few days,\n    or an old man who does not fill his days,\nfor the boy will die a hundred years old,\n    and the one who fails to reach a hundred years will be considered accursed.",
      "21": "And they shall build houses and inhabit them,\n    and they shall plant vineyards and eat their fruit.",
      "22": "They shall not build and another inhabit;\n    they shall not plant and another eat.\nFor the days of my people shall be like the days of a tree,\n    and my chosen ones shall enjoy the work of their hands.",
      "23": "They shall not labor for nothing,\n    and they shall not give birth to horror,\nfor they shall be offspring blessed by Yahweh,\n    and their descendants with them.",
      "24": "And this will happen: before they call, I myself will answer;\n    while still they are speaking, I myself will hear.",
      "25": "The wolf and the lamb shall feed like one,\n    and the lion shall eat straw like the ox,\n        but dust shall be the serpent’s food.\nThey shall do no evil,\n    and they shall not destroy on all my holy mountain,” says Yahweh."
    },
    "66": {
      "1": "Thus says Yahweh:\n“Heaven is my throne,\n    and the earth is the footstool for my feet.\nWhere is this house that you would build for me?\n    And where is this resting place for me?",
      "2": "And my hand has made all these things,\n    and all these came to be,”\ndeclares Yahweh, “but I look to this one:\nto the humble and the contrite of spirit\n    and the one frightened at my word.",
      "3": "The one who slaughters a bull strikes a man;\n    the one who slaughters a lamb for sacrifice breaks the neck of a dog.\nThe one who offers an offering, the blood of swine;\n    the one who offers frankincense blesses an idol.\nIndeed, they themselves have chosen their ways,\n    and their soul delights in their abhorrence.",
      "4": "Indeed, I myself I will choose their ill treatment,\n    and I will bring them objects of their dread,\nbecause I called, and no one answered;\n    I spoke and they did not listen,\nbut they did the evil in my eyes,\n    and they chose that in which I do not delight.”",
      "5": "Hear the word of Yahweh, you who are frightened at his word:\nYour brothers who hate you,\n    who exclude you for my name’s sake have said,\n“Let Yahweh be honored so that we may see your joy!”\n    But they themselves shall be ashamed.",
      "6": "A voice, an uproar from the city!\n    A voice from the temple!\n        The voice of Yahweh paying back his enemies!",
      "7": "Before she was in labor she gave birth;\n    before labor pains came to her, she gave birth to a son.",
      "8": "Who has heard anything like this?\n    Who has seen anything like these things?\nCan a land be born in one day?\n    Or can a nation be born in a moment?\nYet when she was in labor, Zion indeed gave birth to her children.",
      "9": "Shall I myself I break open and not deliver?” says Yahweh,\n“or I who delivers lock up the womb?” says your God.",
      "10": "“Rejoice with Jerusalem\n    and shout in exultation with her, all those who love her!\n    Rejoice with her in joy, all those who mourn over her,",
      "11": "so that you may suck and be satisfied from her consoling breast,\n    so that you may drink deeply and refresh yourselves from her heavy breast.”",
      "12": "For thus says Yahweh:\n“Look! I am about to spread prosperity out to her like a river,\n    and the wealth of the nations like an overflowing stream,\nand you shall suck and be carried on the hip;\n    and you shall you shall be played with on the knees.",
      "13": "As a man whose mother comforts him, so I myself will comfort you,\n    and you shall be comforted in Jerusalem.",
      "14": "And you shall see and your heart shall rejoice,\n    and your bones shall flourish like the grass,\nand the hand of Yahweh shall make itself known to his servants,\n    and he shall curse his enemies.",
      "15": "For look! Yahweh will come in fire,\n    and his chariots like the storm wind,\nto give back his anger in wrath,\n    and his rebuke in flames of fire.",
      "16": "For Yahweh enters into judgment on all flesh with fire and his sword,\n    and those slain by Yahweh shall be many.",
      "17": "Those who sanctify themselves\n    and those who cleanse themselves to go into the gardens after the one in the middle,\neating the flesh of swine\n    and detestable things and rodents together\nshall come to an end!” declares Yahweh.",
      "18": "“And I—their works and thoughts!—am about to come to gather all nations and tongues,\n    and they shall come and see my glory.",
      "19": "And I will set a sign among them,\n    and I will send survivors from them to the nations:\nTarshish, Pul, and Lud, who draw the bow;\n    Tubal and Javan, the faraway coastlands\nthat have not heard of my fame,\n    and have not seen my glory.\nAnd they shall declare my glory among the nations,",
      "20": "and bring all your countrymen from all the nations as an offering to Yahweh on horses and chariots and in litters and on mules and camels, to my holy mountain, Jerusalem,” says Yahweh, “just as the sons of Israel bring an offering in a clean vessel to the house of Yahweh.",
      "21": "And indeed, I will take some of them as priests and the Levites,” says Yahweh.",
      "22": "“For just as the new heavens and earth that I am about to make shall stand before me,” declares Yahweh, “so shall your descendants and your name stand.",
      "23": "And this shall happen: From new moon to new moon and from Sabbath to Sabbath all flesh shall come to bow in worship before me,” says Yahweh.",
      "24": "“And they shall go out and look at the corpses of the people who have rebelled against me,\nfor their worm shall not die,\n    and their fire shall not be quenched,\n        and they shall be an abhorrence to all flesh.”"
    }
  }
}