{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:01.532957-04:00",
    "Translation": "LEB"
  },
  "Jeremiah": {
    "1": {
      "1": "The words of Jeremiah, the son of Hilkiah, among the priests who were in Anathoth, in the land of Benjamin,",
      "2": "to whom the word of Yahweh came in the days of Josiah the son of Amon, the king of Judah, in the thirteenth year of his reign.",
      "3": "It came also in the days of Jehoiakim, the son of Josiah, the king of Judah, until the end of the eleventh year of Zedekiah, the son of Josiah, the king of Judah, until the exile of Jerusalem in the fifth month.",
      "4": "And the word of Yahweh came to me, saying,",
      "5": "“Before I formed you in the womb I knew you,\nand before you came out from the womb I consecrated you;\nI appointed you as a prophet to the nations.”",
      "6": "Then I said, “Ah, Lord Yahweh! Look, I do not know how to speak, for I am a youth.”",
      "7": "But Yahweh said to me, “You must not say, ‘I am a youth,’ for to whomever I send you, you will go, and whatever I command you, you will speak.",
      "8": "Do not be afraid of them, for I am with you to deliver you,” declares Yahweh.",
      "9": "Then Yahweh stretched out his hand and he touched my mouth, and Yahweh said to me,\n“Look, I have put my words in your mouth.",
      "10": "See, I appoint you this day over the nations\nand over the kingdoms,\nto pluck up and to pull down,\nand to destroy and to tear down,\nto build and to plant.”",
      "11": "And the word of Yahweh came to me, saying, “What are you seeing, Jeremiah?” And I said, “I am seeing a branch of an almond tree.”",
      "12": "Then Yahweh said to me, “You did well to see, for I am watching over my word to perform it.”",
      "13": "And the word of Yahweh came to me a second time, saying, “What are you seeing?” And I said, “I am seeing a boiling pot, and its face is from the face of the north.”",
      "14": "Then Yahweh said to me, “From the north disaster will be unleashed on all the inhabitants of the land.",
      "15": "For, look, I am calling to all the clans of the kingdoms of the north,” declares Yahweh, “and they will come and set each one his throne at the entrance of the gates of Jerusalem, and against all its surrounding walls, and against all the cities of Judah.",
      "16": "And I will pass my judgments on them because of all their wickedness in that they have forsaken me, and they made sacrifices to other gods, and they bowed in worship to the works of their hands.",
      "17": "But you, you must gird your loins, and stand, and speak to them all that I command you. Do not be afraid of them, or I will shatter you before them.",
      "18": "Now look, I have made you today as a fortified city and as an iron pillar and a bronze wall against all the land, against the kings of Judah, against its princes, against its priests, and against the people of the land.",
      "19": "And they will fight against you but they will not prevail against you, for I am with you,” declares Yahweh, “to deliver you.”"
    },
    "2": {
      "1": "And the word of Yahweh came to me, saying,",
      "2": "“Go and proclaim in the ears of Jerusalem, saying, ‘Thus says Yahweh,\n“I remember concerning you the loyal love of your childhood,\n    the love of your betrothal-time,\nyour going after me in the desert,\n    in the land not sown.",
      "3": "Israel was holy to Yahweh,\n    the first fruit of his produce.\nAll those who ate it were held guilty;\n    disaster came to them,” declares Yahweh.’”",
      "4": "Hear the word of Yahweh, O house of Jacob, and all the clans of the house of Israel.",
      "5": "Thus says Yahweh:\n“What injustice did your ancestors find in me\n    that they were far from me,\nand they went after the vanity,\n    and they became vain?",
      "6": "And they did not say,\n    ‘Where is Yahweh,\nthe one who brought us up from the land of Egypt,\n    the one who led us in the desert,\nin a land of desert plains and gorges,\n    in a land of dryness and deep darkness,\nin a land that no one passes through,\n    and no human lives there?’",
      "7": "And I brought you to the land of the orchard,\n    to eat its fruit, and its good things.\nBut you entered and defiled my land,\n    and my inheritance you made a detestable thing.",
      "8": "The priests did not say, ‘Where is Yahweh?’\n    and those who handle the law did not know me,\nand the shepherds have rebelled against me,\n    and the prophets prophesied by Baal,\nand they went after things which do not profit.",
      "9": "Therefore I again bring a lawsuit against you,” declares Yahweh,\n    “and with your children I bring a lawsuit.",
      "10": "For go over to the coasts of Cyprus and look,\n    and send to Kedar and consider very closely,\n    and see if there has been a thing like this:",
      "11": "Has a nation exchanged gods? And they are not gods!\n    But my people have exchanged their glory for that which does not profit.",
      "12": "Be appalled, O heavens, at this, and shudder;\n    be utterly desolate,” declares Yahweh.",
      "13": "“For my people have committed two evils:\n    they have forsaken me, the source of living water,\n    to hew out for themselves cisterns, cracked cisterns that can hold no water.",
      "14": "Is Israel a slave? Or a slave born in a house?\n    Why has he become plunder?",
      "15": "The young lions have roared against him,\n    they have raised their voices.\nAnd they have made his land as horror;\n    his cities are destroyed, without an inhabitant.",
      "16": "Moreover, people of Memphis and Tahpanhes\n    will shave your skull.",
      "17": "Did you not do this to yourself,\n    by forsaking Yahweh, your God,\n    at the time of your leading in the way?",
      "18": "And now why do you go the way of Egypt\n    to drink the waters of the Shihor?\nAnd why do you go the way of Assyria\n    to drink the waters of the Euphrates?",
      "19": "Your wickedness will chastise you,\n    and your apostasies will reprove you.\nTherefore know and see that it is evil and bitter,\n    your forsaking of Yahweh, your God,\nand fear of me is not in you,”\n    declares the Lord, Yahweh of hosts.",
      "20": "“For from long ago you have broken your yoke,\n    you tore to pieces your bonds.\nAnd you said, ‘I will not serve!’\n    But on every high hill and under every leafy tree\n    you were lying down as a prostitute.",
      "21": "Yet I planted you as a choice vine,\n    all of it a seed of trustworthiness.\nHow then have you altered before me\n    into something that is degenerate, the foreign vine?",
      "22": "For if you wash with natron,\n    and you use much soap,\nyour guilt is sticking as a stain before me,”\n    declares the Lord Yahweh.",
      "23": "“How can you say, ‘I have not defiled myself,\n    I have not gone after the Baals?’\nLook at your way in the valley,\n    know what you have done.\nYou are a young she-camel,\n    interweaving her ways.",
      "24": "A wild ass accustomed to the desert,\n    in the desire of her soul.\nShe gasps for wind in her rutting time.\n    Who can quell her lust?\nAll those who seek her will not grow weary,\n    in her month they will find her.",
      "25": "Restrain your foot from being barefoot,\n    and your throat from thirst.\nBut you said, ‘It is hopeless.\n    No! For I have loved strangers,\n    and after them I will go.’",
      "26": "As the shame of a thief when he is caught in the act,\n    so the house of Israel will be ashamed.\nThey, their kings, their officials,\n    and their priests, and their prophets.",
      "27": "Those who say to the tree, ‘You are my father,’\n    and to the stone, ‘You gave birth to me.’\nFor they have turned their backs to me, and not their faces.\n    But in the time of their trouble they say, ‘Arise and save us.’",
      "28": "But where are your gods that you made for yourself?\n    Let them arise if they can save you in the time of your trouble.\nFor according to the number of your towns\n    are your gods, O Judah.",
      "29": "Why do you complain to me?\n    All of you have rebelled against me,” declares Yahweh.",
      "30": "“For in vain I have struck your children.\n    They accepted no discipline.\nYour sword devoured your prophets,\n    like a ravening lion.",
      "31": "O generation, you see the word of Yahweh.\n    Have I been a desert to Israel? Or a land of great darkness?\nWhy do my people say, ‘We roam about freely,\n    we will not come again to you’?",
      "32": "Can a young woman forget her ornaments? Or a bride her sashes?\n    Yet my people have forgotten me days without number.",
      "33": "How well you do on your way to seek love!\n    Therefore even to the wicked woman you can teach your ways.",
      "34": "Also on your skirts is found\n    the blood of the life of the innocent, the poor.\nYou did not find them in the act of breaking into a house.\n    But in spite of all these things,",
      "35": "yet you say, ‘But I am innocent,\n    surely his anger has turned away from me.’\nLook, I am entering into judgment with you\n    because of your saying, ‘I have not sinned.’",
      "36": "How you go about so much changing your way!\n    Also by Egypt you will be put to shame,\n    just as you were put to shame by Assyria.",
      "37": "Also from there you will come out\n    with your hands on your head,\nfor Yahweh has rejected those in whom you trust,\n    and you will not prosper through them."
    },
    "3": {
      "1": "A saying: ‘Look, if a man divorces his wife,\n    and she goes from him and she becomes another man’s wife,\n    will he return to her again?’\nWill not that land be greatly defiled?\nAnd you have prostituted yourself with many lovers,\n    would you now return to me?” declares Yahweh.",
      "2": "“Lift up your eyes at the barren heights,\n    and see where you have not been ravished.\nBeside the roads you sat for them like an Arab in the desert,\n    and you have defiled the land\nwith your fornication\n    and with your wickedness.",
      "3": "Therefore rain showers have been withheld,\n    and the spring rain has not come.\nYet you have the forehead of a woman prostitute,\n    you refuse to be ashamed.",
      "4": "Have you not just now called to me,\n    ‘My father, you are the close friend of my youth?",
      "5": "Will he be angry forever?\n    Will he maintain it always’?\nLook, you have spoken,\n    but you have done all the evil that you could.”",
      "6": "Then Yahweh said to me in the days of Josiah, the king, “Have you seen what apostate Israel has done? She has gone on every high hill and under every leafy tree and she has prostituted herself there.",
      "7": "And I thought, ‘After her doing all these things to me she will return,’ but she did not return. And her treacherous sister Judah saw it.",
      "8": "And I saw that for this very reason, that on account of apostate Israel committing adultery I divorced her and gave the letter of divorce to her. Yet her treacherous sister Judah was not afraid and she went and prostituted herself also.",
      "9": "And it was because of the frivolity of her fornication that she defiled the land and committed adultery with the stone and with the tree.",
      "10": "Yet even in all this her treacherous sister Judah did not return to me with all her heart, but only in pretense,” declares Yahweh.",
      "11": "Then Yahweh said to me, “Apostate Israel has proved herself more upright than treacherous Judah.",
      "12": "Go, and proclaim these words toward the north, and say,\n‘Return, apostate Israel,’ declares Yahweh.\n‘I will not cause my anger to fall on you.\nFor I am loyal,’ declares Yahweh.\n‘I will not be angry forever.",
      "13": "Only acknowledge your guilt,\nthat against Yahweh your God you have rebelled,\nand have scattered your ways to the strangers under every leafy tree,\nand you have not obeyed my voice,’ declares Yahweh.”",
      "14": "“Return, apostate children,” declares Yahweh. “For I am your master, and I will take you one from a city and two from a clan, and I will bring you to Zion.",
      "15": "Then I will give you shepherds after my own heart and they will feed you knowledge and insight.",
      "16": "And it will be when you have multiplied and become fruitful in the land in those days,” declares Yahweh, “they will no longer say, ‘The ark of the covenant of Yahweh.’ And it will not come to mind, nor will they remember it, nor will they miss it, nor will it be made again.",
      "17": "At that time they will call Jerusalem ‘The Throne of Yahweh,’ and all the nations will be gathered to it, to the name of Yahweh, to Jerusalem, and they will no longer go after the stubbornness of their evil heart.",
      "18": "In those days the house of Judah will walk along with the house of Israel and they will come together from the land of the north to the land that I gave as an inheritance to your ancestors.",
      "19": "Then I thought, ‘How I would set you among the children,\n    and I would give you a land of desire,\nan inheritance of the glory of the hosts of nations.’\nAnd I thought, ‘You would call me, “My father,”\n    and you would not turn back from behind me.’",
      "20": "However, as a wife departs treacherously from her lover,\n    so you have dealt treacherously with me,\nO house of Israel,” declares Yahweh.",
      "21": "“A voice is heard on the barren heights,\n    the weeping of the pleas for mercy of the children of Israel,\nbecause they have perverted their way,\n    they have forgotten Yahweh their God.",
      "22": "Return, O apostate children,\n    I will heal your backsliding.\n‘Look, we come to you,\n    for you are Yahweh our God.",
      "23": "Surely, an illusion comes from the hills,\n    the turmoil on the mountains.\nSurely, in Yahweh our God\n    is the salvation of Israel.",
      "24": "But the shameful thing has devoured\n    the labor of our ancestors from our youth,\ntheir flocks, and their cattle,\n    their sons and their daughters.",
      "25": "Let us lie down in our shame,\n    and let our disgrace cover us.\nFor against Yahweh our God we have sinned,\n    we and our ancestors,\nfrom our youth and until this day.\n    and we have not obeyed the voice of Yahweh our God.’"
    },
    "4": {
      "1": "If you return, O Israel,” declares Yahweh,\n    “you return to me.\nAnd if you remove your abominations from my presence,\n    and you do not wander,",
      "2": "and you swear, ‘As Yahweh lives,’\n    in truth, in justice, and in righteousness,\nthen nations will be blessed by him,\n    and in him they will boast.”",
      "3": "For thus says Yahweh\n    to the men of Judah and to Jerusalem,\n“Break up for yourselves prepared virgin soil,\n    and you must not sow among thornbushes.",
      "4": "Circumcise yourselves to Yahweh,\n    and remove the foreskins of your hearts,\nmen of Judah and inhabitants of Jerusalem,\n    lest my wrath goes forth like the fire and burns,\nand there is no one who extinguishes it,\n    because of the evil of your deeds.”",
      "5": "Declare in Judah and proclaim in Jerusalem and say,\n    “Blow a horn through the land,\ncall with a loud voice and say,\n    ‘Be gathered and let us go into the fortified cities.’",
      "6": "Lift up a signal toward Zion,\n    bring yourselves to safety; you must not remain standing,\nfor I am bringing evil from the north,\n    and a great destruction.",
      "7": "A lion has gone up from his thicket,\n    and a destroyer of nations has set out.\nHe has gone out from his place to make your land as a horror,\n    your cities will go to ruin without inhabitant.",
      "8": "Because of this gird yourselves with sackcloth, lament and wail,\n    for the burning anger of Yahweh has not turned back from us.",
      "9": "And then on that day,” declares Yahweh,\n“the heart of the king and the heart of the officials will be destroyed,\n    and the priests will be appalled,\n    and the prophets will be astonished.”",
      "10": "Then I said, “Ah, Lord Yahweh, surely you have utterly deceived this people and Jerusalem, saying, ‘It will be peace for you,’ while the sword reaches up to the throat.”",
      "11": "At that time it will be said to this people and to Jerusalem,\n    “A hot wind from the barren heights in the desert,\nin the direction of the daughter of my people,\n    not to winnow and not to cleanse,",
      "12": "a wind too strong for these will come for me,\n    now also I speak judgments against them.”",
      "13": "Look, he comes up like the clouds,\n    and his chariots are like the whirlwind,\nhis horses are swifter than eagles,\n    woe to us, for we are devastated.",
      "14": "Cleanse your heart from wickedness, O Jerusalem,\n    so that you may be saved.\nHow long will your thoughts of mischief\n    dwell in your inner part?",
      "15": "For a voice is declaring from Dan,\n    and is proclaiming disaster from the mountain of Ephraim.",
      "16": "“Report to the nations, ‘Here they are!’\n    Proclaim against Jerusalem,\n‘Besiegers are coming from a distant land,\n    and they raise their voice against the cities of Judah.’",
      "17": "Like watchers of a field they were against her from all around,\n    because she has rebelled against me,” declares Yahweh.",
      "18": "“You obtained this for yourself\n    because of your way and your deeds.\nThis is your doom, for it is bitter,\n    yes, it has reached up to your heart.”",
      "19": "My bowels, my bowels! I writhe!\n    The walls of my heart!\nMy heart is restless within me, I cannot keep silent,\n    for I hear in my inner self the sound of a horn, the alarm of war.",
      "20": "Destruction on destruction is proclaimed,\n    for all of the land is devastated.\nSuddenly my tents are devastated,\n    my tent curtains in a moment.",
      "21": "How long must I see the banner,\n    and hear the sound of a horn?",
      "22": "“For my people are foolish,\n    they have not known me.\nThey are foolish children,\n    and they do not have insight.\nThey are skillful at doing evil,\n    and they do not know how to do good.”",
      "23": "I looked at the earth, and behold, it was wasteland and emptiness,\n    and to the heavens, and they were without their light.",
      "24": "I looked at the mountains, and behold, they were quaking,\n    and all of the hills were jolted to and fro.",
      "25": "I looked and behold, there was no person,\n    and all of the birds of the sky had fled.",
      "26": "I looked and behold, the fruitful land was a desert,\n    and all of its cities were ruined before Yahweh,\n    before the face of his burning anger.",
      "27": "For thus says Yahweh, “All of the land will be a desolation,\n    yet I will not make a complete desolation.",
      "28": "Because of this the earth will mourn,\n    and the heavens above will become dark.\nBecause I have spoken, I have planned,\n    and I have not relented, and I will not turn back from it.”",
      "29": "From the sound of a horseman and an archer every town flees,\n    they enter in the thickets and among the rocks they climb.\nEvery town is forsaken,\n    and there is no person who lives in them.",
      "30": "And you, O devastated one, what do you do,\n    that you put on crimson,\nthat you adorn yourself with ornaments of gold,\n    that you make your eyes look bigger with the eye make-up?\nIn vain you beautify yourself.\n    Your lovers reject you;\n    they seek your life.",
      "31": "For I heard a voice like an ill woman,\n    anxiety like a woman who bears her first child,\nthe voice of the daughter of Zion.\n    She is gasping for breath,\n    she is spreading out her hands:\n“Woe is me, for I am becoming tired before killers.”"
    },
    "5": {
      "1": "“Roam about through the streets of Jerusalem,\n    and look please, and take note,\nand search at its public squares,\n    if you can find a person who does justice,\nwho seeks honesty,\n    so that I may forgive it.",
      "2": "And though they say, ‘As Yahweh lives,’\n    therefore they swear falsely.”",
      "3": "O Yahweh, do not your eyes look for honesty?\n    You have struck them, but they felt no pain,\nyou have destroyed them, they refused to take discipline.\n    They have hardened their faces more than rock,\n    they have refused to turn back.",
      "4": "Then I said, “They are just simple people,\n    they are foolish,\nfor they know not the way of Yahweh,\n    the law of their God.",
      "5": "Let me go to the great,\n    and let me speak with them,\nfor they know the way of Yahweh,\n    the law of their God.”\nHowever, they together have broken the yoke,\n    they have torn to pieces the bonds.",
      "6": "Therefore a lion from the forest will kill them,\n    A wolf from the desert plains will devastate them.\nA leopard is watching their cities,\n    everyone who goes out from there will be torn,\nbecause their transgressions are many,\n    their apostasies are numerous.",
      "7": "“How can I forgive you?\n    Your children have forsaken me,\nand they have sworn by those who are not gods.\n    But I fed them to the full,\nand they committed adultery,\n    and flocked to the house of a prostitute.",
      "8": "They were well-fed lusty horses,\n    they neighed each to the wife of his neighbor.",
      "9": "Because of these things shall I not punish?” declares Yahweh,\n    “and on a nation who is like this, shall I not take revenge?",
      "10": "Go up through her vineyards and destroy,\n    but you must not make complete destruction.\nRemove her branches,\n    for they are not to Yahweh.",
      "11": "For the house of Israel and the house of Judah\n    have dealt utterly treacherously with me,” declares Yahweh.",
      "12": "“They have denied Yahweh, and have said,\n    ‘Not he, for evil will not come on us,\n    we will see neither sword nor famine.",
      "13": "And the prophets are like wind,\n    and the word is not in them.’\nThus it will be done to them.”",
      "14": "Therefore thus says Yahweh, the God of hosts,\n    “Because you have spoken this word,\nlook, I am making my words in your mouth like a fire,\n    and this people wood, and it will devour them.",
      "15": "Look, I am about to bring on you a nation from afar,\n    O house of Israel,” declares Yahweh.\n“It is an enduring nation, it is an ancient nation.\n    A nation whose language you do not know,\n    and you cannot understand what they speak.",
      "16": "Their quiver is like an open tomb,\n    all of them are warriors.",
      "17": "And they will eat your harvest and your food,\n    they will eat your sons and your daughters,\nthey will eat your flock and your herd,\n    they will eat your vine and your fig tree,\nthey will smash with the sword your fortified cities,\n    in which you trust.",
      "18": "“But even in those days,” declares Yahweh, “I will not make you a complete destruction.",
      "19": "And then, when you people say, ‘Why has Yahweh our God done all of these things to us?’ Then you will say to them, ‘As you have forsaken me and have served gods of a foreign land in your land, so will you serve strangers in a land that does not belong to you.’",
      "20": "“Declare this in the house of Jacob,\n    and proclaim it in Judah, saying,",
      "21": "‘Hear this please, O foolish and senseless people,\n    who have eyes but do not see,\n    who have ears but do not hear.’",
      "22": "Do you not revere me?” declares Yahweh,\n    “Do you not tremble before me?\nFor I have placed the sand as a boundary for the sea,\n    as an everlasting limit, and it cannot pass over it,\nand they rise and fall loudly, but they cannot prevail,\n    and its waves roar, but they cannot pass over it.",
      "23": "But for this people is a stubborn and rebellious heart,\n    they have turned aside and have gone away.",
      "24": "And they do not say in their hearts,\n    ‘Let us fear please Yahweh our God,\nthe one who gives the autumn rain and the spring rain in its season,\n    the set times of the harvest he keeps for us.’",
      "25": "Your iniquities have disturbed these,\n    and your sins have kept away the good from you.",
      "26": "For wicked people are found among my people,\n    they lie in wait like the hiding of fowlers,\nthey set up a trap,\n    they catch humans.",
      "27": "Like a cage full of birds,\n    so their houses are full of fraud.\nTherefore they have become great,\n    and they have become rich.",
      "28": "They have grown fat,\n    they have grown sleek,\nalso, their evil deeds have no limit.\n    They do not judge with justice,\nthe legal cause of the orphan,\n    or allow it to succeed,\nand the legal case of the poor,\n    they do not defend.",
      "29": "Because of these things shall I not punish?” declares Yahweh,\n    “and on a nation who is like this, shall I not take revenge?",
      "30": "A horrific event and something horrible has happened in the land.",
      "31": "The prophets prophesy falsely,\n    and the priests rule by their own authority,\nand my people love it so much.\n    But what will you do when the end comes?"
    },
    "6": {
      "1": "Flee for safety, O children of Benjamin,\n    from the midst of Jerusalem.\nAnd in Tekoa blow a horn,\n    and on Beth-haccherem lift up a signal,\nfor evil looks down from the north,\n    and a great destruction.",
      "2": "The lovely and the delicate,\n    the daughter of Jerusalem, I will destroy.",
      "3": "Shepherds and their flocks will come against her,\n    they will pitch their tents against her all around,\n    they will pasture, each his portion.",
      "4": "Sanctify war against her.\n    Arise, and let us attack at noon.\nWoe to us, for the day turns,\n    for the shadows of evening are lengthened.",
      "5": "Arise, and let us attack by night,\n    and let us destroy her citadel fortresses.”",
      "6": "For thus says Yahweh of hosts,\n    “Cut down trees and heap up a siege ramp against Jerusalem.\nThis is the city that must be punished,\n    its oppression is in its midst.",
      "7": "As a water well keeps its water cool,\n    so she keeps cool her wickedness.\nViolence and destruction are heard within her,\n    sickness and wounds are continually before me.",
      "8": "Be warned, O Jerusalem,\n    lest I turn away from you in disgust,\nlest I make you a desolation,\n    a land that is not inhabited.”",
      "9": "Thus says Yahweh of hosts:\n    “They will thoroughly glean the remnant of Israel as a vine,\n    turn back your hand over the branches like a grape-gatherer.",
      "10": "To whom shall I speak and admonish,\n    that they may hear?\nLook, their ears are closed,\n    and they are not able to listen attentively.\nLook, the word of Yahweh is to them an object of scorn,\n    they do not delight in it.",
      "11": "But I am full with the wrath of Yahweh,\n    I struggle to hold it in.\nPour it out on the children in the street,\n    and on the assemblies of young men at the same time.\nFor even husband with wife will get trapped,\n    the old with him who is full of days.",
      "12": "And their houses will be turned over to others,\n    their fields and their wives together.\nFor I will stretch out my hand\n    against the inhabitants of the land,” declares Yahweh.",
      "13": "“For from the smallest of them to the greatest of them,\n    everyone makes profit for unlawful gain.\nAnd from the prophet to the priest,\n    everyone practices deceit.",
      "14": "And they have treated the wound of my people lightly,\n    saying, ‘Peace, peace,’ but there is no peace.",
      "15": "Have they acted ashamed, for they have committed a detestable thing?\n    Not at all, nor were they ashamed; they did not know to feel humiliated.\nTherefore they will fall among those who fall at the time I punish them,\n    they will stumble,” says Yahweh.",
      "16": "Thus says Yahweh: “Stand at the roads and look,\n    and ask for the ancient paths, where the way of the good is,\nand walk in it, and find rest for your inner selves.\n    But they said, ‘We will not walk in it.’",
      "17": "And I raised up watchmen over you:\n    ‘Listen attentively to the sound of a horn.’\n    But they said, ‘We will not listen attentively.’",
      "18": "Therefore hear, O nations, and know, O community,\n    what will happen to them.",
      "19": "Hear, O earth,\n    look, I am about to bring disaster to this people,\n    the fruit of their plans,\nbecause they have not listened attentively to my words,\n    and my teaching, they have rejected it also.",
      "20": "What is this to me?\n    Frankincense comes from Sheba,\nand the precious spice reed from a distant land.\n    Your burnt offerings are not acceptable,\n    your sacrifices are not pleasing to me.”",
      "21": "Therefore thus says Yahweh:\n    “Look, I am about to put before this people stumbling blocks,\nand they will stumble against them,\n    fathers and children together,\n    neighbor and his friend will perish.”",
      "22": "Thus says Yahweh:\n“Look, a people is coming from the land of the north,\n    a great nation is woken up from the farthest part of the earth.",
      "23": "The bow and the short sword they grasp are cruel,\n    and they show no mercy.\nTheir sound roars like the sea, and on horses they ride,\n    drawn up like a man for battle against you, O daughter of Zion.”",
      "24": "We have heard news of it,\n    our hands grow slack,\nanxiety has grasped us,\n    pain as a woman who gives birth.",
      "25": "You must not go out into the field,\n    and you must not walk on the road,\nfor the enemy has a sword,\n    terror is all around.",
      "26": "O daughter of my people,\n    gird yourself with sackcloth,\nand roll about in the ashes in mourning,\n    a mourning ceremony as for an only child.\nMake for yourself wailing of bitterness,\n    for suddenly the destroyer will come upon us.",
      "27": "“I have made you an assayer among my people, a fortification,\n    so that you may know and put to the test their ways.",
      "28": "All of them are stubborn rebels,\n    going about talking slander.\nThey are bronze and iron,\n    they are all behaving corruptly.",
      "29": "The bellows are burned up,\n    lead is consumed by fire.\nIn vain he keeps on refining,\n    but the wicked are not torn apart.",
      "30": "They are called rejected silver,\n    For Yahweh has rejected them.”"
    },
    "7": {
      "1": "The word that came to Jeremiah from Yahweh, saying,",
      "2": "“Stand in the gate of the house of Yahweh and proclaim there this word, and say, ‘Hear the word of Yahweh, all of Judah, those who enter through these gates to bow in worship to Yahweh.",
      "3": "Thus says Yahweh of hosts, the God of Israel, “Make your ways and your deeds good and let me dwell with you in this place.",
      "4": "Do not trust in the deceitful words, saying, ‘The temple of Yahweh, the temple of Yahweh, they are the temple of Yahweh.’",
      "5": "For if you truly make your ways and your deeds good, if you truly do justice between a man and his neighbor,",
      "6": "you do not oppress the alien, the orphan, and the widow, you do not shed innocent blood in this place, and you do not go after other gods to your harm,",
      "7": "then I will let you dwell in this place, in the land that I gave to your ancestors forever and ever.",
      "8": "Look, you are relying for yourselves on deceitful words without benefiting.",
      "9": "Will you steal? Will you murder? And will you commit adultery? And will you swear falsely? And will you make a smoke offering to the Baal? And will you go after other gods whom you have not known?",
      "10": "And then you come and you stand before me in this house, which is called by my name, and you say, ‘we are safe to go on doing all of these detestable things.’",
      "11": "Has this house, which is called by my name, become a cave of robbers in your eyes? Look, I, even I, have seen it,” declares Yahweh.",
      "12": "“For go now to my place that was in Shiloh, where I caused my name to dwell in the beginning, and see what I did to it because of the wickedness of my people Israel.",
      "13": "And now, because of your doing all these things,” declares Yahweh, “and I have spoken to you over and over again, and you have not listened, and I called you, and you have not answered,",
      "14": "therefore I will do to the house that is called by my name, in which you are trusting, and to the place that I gave to you and to your ancestors what I did to Shiloh.",
      "15": "And I will cast you out of my sight just as I cast out all of your blood relatives, all of the offspring of Ephraim.”’",
      "16": "“And you, you must not pray for this people, and you must not lift up for them a cry of entreaty or a prayer, and you must not plead with me, for I will not hear you.",
      "17": "Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem?",
      "18": "The children are gathering wood, and the fathers are kindling the fire, and the women are kneading dough to make sacrificial cakes for the queen of heaven, and they pour out libations to other gods for the sake of provoking me to anger.",
      "19": "Are they provoking me to anger? ” declares Yahweh, “Is it not themselves they hurt, for the sake of the shame of their faces?”",
      "20": "Therefore thus says the Lord Yahweh, “Look, my anger and my wrath will be poured out on this place, on the humankind, and on the animal, and on the tree of the field, and on the fruit of the ground, and it will not be extinguished.”",
      "21": "Thus says Yahweh of hosts, the God of Israel, “Add your burnt offerings to your sacrifices, and eat the flesh.",
      "22": "For I did not speak with your ancestors, nor did I command them in the day of bringing them out from the land of Egypt, concerning the matter of burnt offering and sacrifice.",
      "23": "But I only commanded them this word, saying, ‘Obey my voice, and I will be to you God, and you will be to me people, and you must walk in all of the way that I command you, so that it goes well with you.’",
      "24": "Yet they did not obey, and they did not incline their ear, but they walked in their own plans, in the stubbornness of their evil heart, and they became worse instead of better.",
      "25": "From the day that your ancestors came out from the land of Egypt until this day I have sent to you all my servants the prophets, day after day, sending again and again.",
      "26": "Yet they have not listened to me and they have not inclined their ear, but they have hardened their neck, they did more evil than their ancestors.",
      "27": "So you shall speak to them all these words, but they will not listen to you, and you shall call to them, but they will not answer you.",
      "28": "“And you shall say to them, ‘This is the nation that has not obeyed the voice of Yahweh their God, and they have not accepted discipline. The truth has perished, and it is cut off from their mouths.",
      "29": "Shear your hair and throw it away, and lift up a lament on the barren heights, for Yahweh has rejected and forsaken the generation of his wrath.’",
      "30": "For the people of Judah have done evil in my eyes,” declares Yahweh, “They have set their abominations in the house that is called by my name, to defile it.",
      "31": "And they built the high place of Topheth, which is in the Valley of Ben Hinnom, to burn their sons and their daughters in the fire, which I have not commanded, and it did not come into my mind.",
      "32": "Therefore look, days are about to come,” declares Yahweh, “and it will no longer be called Topheth or the Valley of Ben Hinnom, but the Valley of the Slaughter, and they will bury in Topheth until there is no more place.",
      "33": "And the dead bodies of this people will be as food for the birds of the heavens, and for the animals of the earth, without anyone to scare them away.",
      "34": "And I will cause to disappear from the towns of Judah and from the streets of Jerusalem the sound of jubilation, and the sound of joy, the voice of the bridegroom, and the voice of the bride, for the land will become a site of ruins."
    },
    "8": {
      "1": "“At that time,” declares Yahweh, “they shall bring out the bones of the kings of Judah, and the bones of its officials, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Judah from their graves.",
      "2": "And they shall spread them out before the sun, and before the moon, and before all the host of heaven, which they have loved, and which they have served, and which they have gone after, and which they have inquired about, and to which they have bowed in worship. They shall not be gathered, and they shall not be buried; they will be like dung on the surface of the ground.",
      "3": "And death will be preferred to life by all the remaining of this evil clan in all the remaining places where I have driven them away,” declares Yahweh.",
      "4": "“And you shall say to them, ‘Thus asks Yahweh:\n“Do men fall and not stand up?\n    If one turns away does he not return?",
      "5": "Why has this people, Jerusalem, turned away in enduring apostasy?\n    They have kept hold of deceit, they have refused to return.",
      "6": "I have listened attentively,\n    and I have listened.\nThey do not speak honestly,\n    there is no man who regrets his wickedness, saying, ‘What have I done?’\nAll of them are turning to their ways of running,\n    like a horse plunging into battle.",
      "7": "Even the stork in heaven knows its appointed time,\n    and the turtledove, and the swallow, and the song bird,\nthey observe the time of their coming.\n    But my people do not know the ordinance of Yahweh.",
      "8": "How can you say, ‘We are wise and the law of Yahweh is with us’?\n    Look, surely the lying stylus of the scribes has made it a lie.",
      "9": "The wise will be put to shame,\n    they will be dismayed,\n    and they will get taken.\nLook, they have rejected the word of Yahweh,\n    and what is wisdom to them?",
      "10": "Therefore I will give their wives to others,\n    their fields to conquerors,\nbecause from the smallest to the greatest,\n    all of them make profit for unlawful gain,\nfrom prophet to priest,\n    all of them practice deceit.",
      "11": "And they have treated the wound of the daughter of my people lightly,\n    saying, ‘Peace, peace,’ but there is no peace.",
      "12": "Were they ashamed, for they had committed a detestable thing?\n    What’s worse, they were not ashamed at all,\nand they did not know to feel humiliated.\n    Therefore they will fall among those who fall;\n    at the time of their punishment they will stumble,” says Yahweh.",
      "13": "“I will take away their harvest,” declares Yahweh.\n“There are no grapes on the vine,\n    and there are no figs on the fig tree,\nand the leaves wither,\n    and what I gave to them passed over them.”’”",
      "14": "Why are we sitting?\n    Gather, and let us go into the fortified cities,\nand let us perish there,\n    for Yahweh our God has caused us to perish,\nand has provided drink for us, water of poison,\n    because we have sinned against Yahweh.",
      "15": "We hope for peace,\n    but there is no good,\nfor a time of healing,\n    but there is terror.",
      "16": "“From Dan is heard the snorting of their horses,\n    from the sound of the neighing of their stallions all the land quakes,\nfor they come and devour the land,\n    and that which fills the city,\n    and those who live in it.",
      "17": "For look, I am letting loose among you snakes,\n    adders for which there is no incantation,\n    and they will bite you,” declares Yahweh.",
      "18": "“My comfort is gone from me,\n    sorrow is on me,\n    my heart is sick.",
      "19": "Look, the sound of the cry for help of the daughter of my people\n    from a distant land,\n‘Is Yahweh not in Zion?\n    Is her king not in her?’\nWhy have they provoked me to anger with their images,\n    with idols of a foreign land?”",
      "20": "The harvest has passed,\n    the summer has come to an end,\nand we have not received help.",
      "21": "“Because of the wound of the daughter of my people I am broken down,\n    I mourn, horror has seized me.",
      "22": "Is there no balm in Gilead?\n    Is there no healer there?\nWhy, then, has the healing of the daughter of my people not been restored?"
    },
    "9": {
      "1": "Oh that my head were waters,\n    and my eyes a fountain of tears,\nso that I might weep day and night,\n    for the slain of the daughter of my people.",
      "2": "Oh that I had in the desert a place of overnight lodging for travelers,\n    that I may leave my people and go from them,\nfor all of them are adulterers,\n    a band of traitors.",
      "3": "And they bend their tongue like their bow,\n    for falsehood and not truth is superior in the land,\nfor they go forth from evil to evil,\n    and they do not know me,” declares Yahweh.",
      "4": "“Let everyone be on your guard against his neighbor,\n    and you must not trust in any brother,\nfor everyone surely betrays,\n    and every neighbor goes about with slander.",
      "5": "And everyone deceives his neighbor,\n    and they do not speak the truth,\nthey have taught their tongues to speak lies,\n    they are tired from going astray.",
      "6": "Your dwelling is in the midst of deceit,\n    upon deceit they refuse to know me,” declares Yahweh.",
      "7": "Therefore, thus says Yahweh of hosts:\n“Look, I am about to refine them,\n    and I will test them,\nfor what else can I do,\n    because of the presence of the daughter of my people?",
      "8": "Their tongue is a murderous arrow,\n    it speaks deceit.\nWith his mouth he speaks peace with his neighbor,\n    but in his inner parts he sets up his ambush.",
      "9": "Because of these things shall I not punish them?” declares Yahweh,\n“On a nation that is like this shall I not take revenge?",
      "10": "For the mountains I lift up weeping and wailing,\n    and for the pastures of the desert a lament,\nbecause they are laid waste so that no man passes through.\n    And the sounds of cattle are not heard,\nfrom the birds of heaven to the animals\n    they have fled, they are gone.",
      "11": "And I will make Jerusalem as heaps of ruins, a lair of jackals,\n    and the towns of Judah I will make a desolation, without inhabitants.",
      "12": "Who is the wise man that can understand this?\n    And to whom has the mouth of Yahweh spoken, so that he may declare it?\nWhy is the land destroyed?\n    It is laid waste like the desert so that no one passes through.”",
      "13": "And Yahweh said, “Because of their forsaking my law that I set before them, and they have not obeyed my voice, and have not walked in it,",
      "14": "but they went after the stubbornness of their heart, and after the Baals, which their ancestors taught them.”",
      "15": "Therefore thus says Yahweh of hosts, the God of Israel, “Look, I am feeding this people wormwood, and providing drink for them, water of poison,",
      "16": "and I will scatter them among the nations that they have not known, they and their ancestors, and I will send the sword after them until I bring them to an end.”",
      "17": "Thus says Yahweh of hosts:\n“Consider closely, and call for the wailing women, so that they come,\n    and for the skillful women, so that they come.",
      "18": "And let them hasten,\n    and let them lift up wailing over us,\nso that our eyes may melt with tears,\n    and our eyelids may flow with water.",
      "19": "For a sound of wailing is heard from Zion,\n    ‘How we are devastated!\nWe are very ashamed because we have left the land,\n    because they have overthrown our dwelling places.’",
      "20": "For hear, O women, the word of Yahweh,\n    and let your ear receive the word of his mouth,\nand teach your daughters a lamentation,\n    and each woman her neighbor a lament.",
      "21": "For death has come into our windows,\n    it has entered into our fortresses,\nto cut off the children from the streets,\n    the young men from the public squares.",
      "22": "Speak, ‘thus declares Yahweh:\n“The dead body of the human will fall\n    like dung upon the surface of the field,\nand like cut grain behind the reaper,\n    and there is no one who gathers.”’”",
      "23": "Thus says Yahweh,\n“The wise man must not boast in his wisdom,\n    and the warrior must not boast in his might,\nthe wealthy man must not boast in his wealth.",
      "24": "But only in this must the one who boasts boast,\n    that he has insight,\nand that he knows me,\n    that I am Yahweh,\nshowing loyal love, justice, and righteousness on the earth,\n    for in these things I delight,” declares Yahweh.",
      "25": "“Look, days are coming,” declares Yahweh, “and I will call into account all those who are circumcised in the foreskin:",
      "26": "Egypt, Judah, and Edom, and the Ammonites, and Moab, and all those who are trimmed to the side, those who live in the desert, for all the nations are uncircumcised, and all the house of Israel are uncircumcised of heart.”"
    },
    "10": {
      "1": "Hear the word that Yahweh speaks to you, O house of Israel.",
      "2": "Thus says Yahweh:\n“You must not learn the way of the nations,\n    and you must not be dismayed by the signs of the heavens,\n    for the nations are dismayed by them.",
      "3": "For the statutes of the peoples are vanity,\n    for it is a tree cut down from the forest,\n    the work of the hands of a craftsman with the tool.",
      "4": "He decorates it with silver and gold,\n    they strengthen it with nails and hammers,\n    so that it does not stagger.",
      "5": "They are like scarecrows in a cucumber field,\n    they cannot speak.\nIndeed, they must be carried,\n    for they cannot march.\nYou must not be afraid of them,\n    for they cannot do evil;\nfurthermore, to do good is not in them.”",
      "6": "There is none like you, O Yahweh,\n    you are great and your name is great in might.",
      "7": "Who would not revere you, O king of the nations?\n    For you it is fitting.\nFor among all the wise men of the nations,\n    and in all their kingdoms,\n    there is none like you.",
      "8": "At the same time they are stupid and foolish,\n    in the instruction of idols, it is wood.",
      "9": "Silver beaten from Tarshish is brought,\n    and gold from Uphaz,\nthe work of the craftsman and the hands of the goldsmith.\nBlue and purple are their clothing,\n    all of them are the work of skillful people.",
      "10": "But Yahweh is the true God,\n    he is the living God,\n    and an everlasting king.\nBecause of his wrath the earth quakes,\n    and the nations cannot endure his anger.",
      "11": "“Thus you shall say to them,\n‘Gods who did not make the heavens and the earth\n    will perish from the earth and from under these heavens.",
      "12": "He is the maker of the earth by his power,\n    who created the world by his wisdom,\n    and by his understanding he stretched out heaven.",
      "13": "When he utters his voice there is a noise of water in the heavens,\n    and he causes the mist to rise from the ends of the earth.\nHe makes lightning for the rain,\n    and he causes the wind to go out from his storehouses.",
      "14": "Everyone is stupid, without knowledge,\n    every goldsmith is ashamed by his divine image,\nfor his cast image is an illusion,\n    and there is no breath in them.",
      "15": "They are vanity, a work of mockery,\n    at the time of their punishment, they will perish.",
      "16": "The portion of Jacob is not like these,\n    for he is the creator of everything,\nand Israel is the tribe of his inheritance,\n    Yahweh of hosts is his name.",
      "17": "Gather your bundle from the ground,\n    you who live under the siege.’”",
      "18": "For thus says Yahweh,\n“Look, I am about to sling out the inhabitants of the land at this time,\n    and I will bring distress to them, so that they may feel it.”",
      "19": "Woe to me, because of my wound.\n    My wound is incurable.\nBut I said, “Surely this is my sickness,\n    and I must bear it.”",
      "20": "My tent is devastated,\n    and all my tent cords are torn.\nMy children have gone out from me,\n    and they are not.\nThere is no one who pitches my tent again,\n    or one who puts up my tent curtains.",
      "21": "For the shepherds have become stupid,\n    they do not seek Yahweh.\nTherefore they do not have insight,\n    and all of their flock are scattered.",
      "22": "Listen, news:\nLook, it is coming,\n    a great roar from the land of the north,\nto make the cities of Judah a desolation,\n    a lair of jackals.",
      "23": "I know, O Yahweh, that to the human is not his own way,\n    nor to a person is the walking and the directing of his own step.",
      "24": "Chastise me, O Yahweh, but in moderation,\n    not in your anger, lest you eradicate me.",
      "25": "Pour out your wrath on the nations that do not know you,\n    and on the peoples that do not call on your name,\nfor they have devoured Jacob,\n    they have devoured and consumed him,\n    and they have caused his settlement to be desolate."
    },
    "11": {
      "1": "The word that came to Jeremiah from Yahweh, saying,",
      "2": "“Hear the words of this covenant, and speak to the people of Judah and to the inhabitants of Jerusalem,",
      "3": "and say to them, ‘Thus says Yahweh, the God of Israel: “The man is cursed who does not obey the words of this covenant,",
      "4": "which I commanded your ancestors in the day of my bringing them from the land of Egypt, from the furnace of iron, saying, ‘Listen to my voice and do according to all that I command you, so will you be my people, and I will be your God.’",
      "5": "in order to keep the oath that I swore to your ancestors, to give them a land flowing with milk and honey, as it is this day.”’” Then I answered and said, “Let it be so, O Yahweh.”",
      "6": "And Yahweh said to me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem, saying, ‘Hear the words of this covenant and do them,",
      "7": "for I solemnly admonished your ancestors in the day of my leading them out from the land of Egypt and up to this day, admonishing persistently, saying, “Obey my voice.”",
      "8": "But they did not obey and they did not incline their ear. Instead each one walked in the stubbornness of his evil heart. Therefore, I brought on them all the words of this covenant which I commanded them to do, and they did not do it.’”",
      "9": "And Yahweh said to me, “A conspiracy is found among the people of Judah and among the inhabitants of Jerusalem.",
      "10": "They have turned back to the iniquities of their former ancestors, who refused to obey my words, and they have gone after other gods, to serve them. The house of Israel and the house of Judah have broken my covenant that I made with their ancestors.”",
      "11": "Therefore thus says Yahweh, “I am about to bring on them disaster from which they will not be able to escape. Though they cry out to me, yet I will not listen to them.",
      "12": "Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they are making smoke offerings, but they will certainly not save them in the time of their trouble.",
      "13": "For the number of your towns are your gods, O Judah, and the number of the streets of Jerusalem are the altars you have set up to the shameful things, to make smoke offerings to Baal.",
      "14": "Therefore you must not pray for this people, and you must not lift up for them a cry of entreaty, or a prayer, for I will not listen in the time of their calling to me, in the time of their trouble.",
      "15": "What rights has my beloved in my house\n    when she has done many wicked things?\nCan the flesh of holiness pass over you?\n    For you engage in your wickedness, then you exult.",
      "16": "Yahweh called your name, ‘A leafy olive tree, beautiful with fine fruit.’\nWith the sound of a great storm he will set fire to it,\n    and its branches will be good for nothing.",
      "17": "And Yahweh of hosts, the one who planted you,\n    has spoken evil against you,\nbecause of the evil of the house of Israel and the house of Judah,\n    that they have done to themselves,\nto provoke me to anger by making smoke offerings to Baal.”",
      "18": "Moreover, Yahweh let it be made known to me, and I knew.\n    Then you showed me their deeds.",
      "19": "And I was like a gentle ram-lamb that is brought to slaughter,\n    and I did not know that they planned plans against me, saying,\n“Let us destroy the tree with its fruit,\n    and let us cut him off from the land of the living,\n    so that his name will no longer be remembered.”",
      "20": "But O Yahweh of hosts, who judges in righteousness,\n    who tests the inmost being, and the mind,\nlet me see your retribution upon them,\n    for to you I have revealed my legal case.",
      "21": "Therefore thus says Yahweh concerning the people of Anathoth who seek your life, saying, “You shall not prophesy in the name of Yahweh or you will die by our hand.”",
      "22": "Therefore thus says Yahweh of hosts: “Look, I am about to punish them. The young men will die by the sword. Their sons and their daughters will die by the famine.",
      "23": "And a remnant will not be left for them, for I will bring disaster to the people of Anathoth, the year of their punishment.”"
    },
    "12": {
      "1": "You will be in the right, O Yahweh, when I complain to you.\n    Even so, let me speak my claims with you.\nWhy does the way of the wicked succeed?\n    All those who deal treacherously with treachery are at ease.",
      "2": "Not only do you plant them, they take root.\n    They grow, but also they produce fruit.\nYou are near in their mouths,\n    but far from their inmost beings.",
      "3": "But you, O Yahweh, you know me,\n    you see me, and you test that my heart is with you.\nTear them apart like sheep for the slaughtering,\n    and set them apart for the day of slaughter.",
      "4": "How long will the land mourn, and the vegetation of every field dry up,\n    because of the wickedness of those who live in it?\nThe animals and the birds are swept away,\n    because they have said, “He does not see our future.”",
      "5": "“If you run with foot soldiers and they have made you weary,\n    then how will you compete with horses?\nIf you have fallen in a peaceful land,\n    then how will you do in the thickets of the Jordan?",
      "6": "For even your relatives, and the house of your father,\n    even they have dealt treacherously with you,\neven they call loudly after you.\n    You must not trust in them, though they speak kindly to you.",
      "7": "I have forsaken my house, I have abandoned my inheritance.\n    I have given the beloved one of my heart into the hand of her enemies.",
      "8": "My inheritance has become to me like a lion in the forest.\n    She has lifted up against me her voice; therefore I hate her.",
      "9": "The lair of the hyena is my inheritance to me,\n    the birds of prey are all around her.\nGo, gather all of the animals of the field,\n    bring them to come and devour.",
      "10": "Many shepherds have destroyed my vineyard,\n    they have trampled down my plot of land.\nThey have made my pleasant field\n    like the desert of desolation.",
      "11": "They have made it a desolation.\n    Desolate, it mourns to me.\nAll the land is made desolate,\n    but there is no person taking it to heart.",
      "12": "Upon all the barren heights in the desert destroyers have come,\n    for the sword of Yahweh devours,\nfrom one end of the land to the other end of the land,\n    there is no peace for all flesh.",
      "13": "They have sown wheat and they have reaped thorns.\n    They are exhausted, they do not profit.\nAnd they will be ashamed of your produce,\n    because of the burning anger of Yahweh.”",
      "14": "Thus says Yahweh concerning all of the evil neighbors who touch the inheritance that I gave as an inheritance to my people Israel: “Look, I am about to drive them out from their land, and the house of Judah I will drive out from among them.",
      "15": "And then after my driving them out, I will once again have compassion on them, and I will bring them back, each one to his inheritance, and each one to his land.",
      "16": "And then, if they diligently learn the ways of my people, to swear by my name, ‘as Yahweh lives,’ even as they taught my people to swear by Baal, then they will live in the midst of my people.",
      "17": "But if they do not listen, then I will completely uproot and destroy that nation.” declares Yahweh."
    },
    "13": {
      "1": "Thus Yahweh said to me: “Go and buy for yourself a loincloth of linen and put it on your loins, but you must not place it in water.”",
      "2": "So I bought the loincloth according to the word of Yahweh and I put it on my loins.",
      "3": "Now the word of Yahweh came to me a second time, saying,",
      "4": "“Take the loincloth that you bought, that is on your loins, and stand up, go to the Euphrates and hide it there in the cleft of the rock.”",
      "5": "So I went and hid it by the Euphrates just as Yahweh had commanded me.",
      "6": "And then, after a long time, then Yahweh said to me, “Stand up, go to the Euphrates and take from there the loincloth that I commanded you to hide there.”",
      "7": "Then I went to the Euphrates and I dug, and I took the loincloth from the place where I had hidden it, and look, the loincloth was ruined; it was not good for anything.",
      "8": "And then the word of Yahweh came to me, saying,",
      "9": "“Thus says Yahweh: ‘So I will ruin the pride of Judah and the great pride of Jerusalem.",
      "10": "This evil people, who refuse to listen to my words, who go in the stubbornness of their hearts, and have gone after other gods, to serve them, and to bow in worship to them, let them be like this loincloth which is not good for anything.",
      "11": "For as the loincloth clings to the loins of a person, so I caused to cling to me all the house of Israel and all the house of Judah,’ declares Yahweh, ‘to be for me a people, and a name, and a praise, and a glory, but they would not listen.’",
      "12": "“Therefore, you shall say to them this word, ‘Thus says Yahweh, the God of Israel: “Every jar must be filled with wine.”’ And they will say to you, ‘Do we not certainly know that every jar should be filled with wine?’",
      "13": "Then you shall say to them, ‘Thus says Yahweh: “Look, I am about to fill all the inhabitants of this land, and the kings who sit on David’s throne, and the priests, and the prophets, and all the inhabitants of Jerusalem with drunkenness.",
      "14": "And I will smash them, each one against his brother, and the fathers and the sons together,” declares Yahweh. “I will not have compassion, and I will not take pity, and I will not show compassion from destroying them.”’”",
      "15": "Listen, and pay attention,\n    you must not be haughty, for Yahweh has spoken.",
      "16": "Give glory to Yahweh your God before he brings darkness,\n    and before your feet stumble on the mountains at twilight.\nAnd you will hope for light, but he makes it as gloom,\n    he makes it as thick darkness.",
      "17": "But if you will not listen to it,\n    my inner self will weep in secret places,\n    because of the presence of your pride.\nAnd my eyes will weep bitterly,\n    and they will melt in tears,\n    because the flock of Yahweh has been taken captive.",
      "18": "“Say to the king and to the queen mother, ‘Take a lower seat,\n    for your beautiful crown has come down from your head.’",
      "19": "The towns of the Negev are shut up,\n    and there is no one who opens them.\nAll of Judah is deported;\n    it is deported in completeness.",
      "20": "Lift up your eyes\n    and see those coming from the north.\nWhere is the flock that was given to you,\n    your magnificent flock?",
      "21": "What will you say when he sets over you—\n    and you have taught them—allies as head over you?\nWill not labor pains take hold of you,\n    like a woman giving birth?",
      "22": "And if you say in your heart,\n    ‘Why have these things happened to me?’\nBecause of the greatness of your iniquity your skirts are uncovered;\n    your heels have endured violence.",
      "23": "Can a Cushite change his skin,\n    or a leopard his spots?\nThen you also will be able to do good,\n    who are accustomed to doing evil.",
      "24": "And I will scatter them\n    like stubble scattered by the wind of the desert.",
      "25": "This is your lot,\n    the portion of your measure from me,” declares Yahweh,\n“because you have forgotten me,\n    and you have trusted in the lie.",
      "26": "So in turn I will bare your skirts over your face,\n    and your shame will become visible.",
      "27": "Your adulteries, and your neighings,\n    the shameful behavior of your fornications\non the hills in the countryside,\n    I have seen your abominations.\nWoe to you, O Jerusalem!\n    How long will you continue to be unclean?”"
    },
    "14": {
      "1": "That which came as the word of Yahweh to Jeremiah concerning the matter of the severe drought.",
      "2": "“Judah mourns, and her gates languish,\n    they are in mourning on the ground,\n    and the cry of lament of Jerusalem goes up.",
      "3": "And their nobles send their servants for water.\n    They come to the pits, they find no water.\nThey return with their vessels empty.\n    They are ashamed, and they are confounded,\n    and they cover their heads.",
      "4": "Because of the ground, which is cracked\n    because there was no rain on the ground.\nThe farmers are ashamed,\n    they cover their heads.",
      "5": "For even the doe in the field gives birth and forsakes her young,\n    because there is no green growth.",
      "6": "And wild asses stand on the barren heights,\n    they gasp for breath like the jackals.\nTheir eyes fail\n    because there is no vegetation.”",
      "7": "Although our iniquities testify against us, O Yahweh,\n    act for the sake of your name.\nYes, our apostasies are many;\n    we have sinned against you.",
      "8": "You are the hope of Israel,\n    its savior in time of distress.\nWhy should you be like an alien in the land,\n    or like a traveler who spreads out his tent to spend the night?",
      "9": "Why should you be like a confused man,\n    like a warrior who is not able to help?\nYet you are in our midst, O Yahweh,\n    and your name is called upon us.\nYou must not leave us!",
      "10": "Thus says Yahweh concerning this people:\n“They have loved so much to wander,\n    they have not spared their feet.\nTherefore Yahweh is not favorable to them,\n    now he will remember their iniquity and punish their sins.”",
      "11": "So Yahweh said to me, “You must not pray for this people, for their happiness.",
      "12": "Although they fast, I am not listening to their cry of entreaty. And although they present burnt offering and grain offering, I am not favorable to them. But by the sword, and by the famine, and by the plague, I am about to destroy them.”",
      "13": "Then I said, “Ah, Lord Yahweh, look, the prophets are saying to them, ‘You will not see the sword, and famine will not be yours, but reliable peace I will give to you in this place.’”",
      "14": "And Yahweh said to me, “The prophets are prophesying lies in my name. I have not sent them, and I have not commanded them, and I have not spoken to them. They are prophesying to you a lying vision, and a divination, worthless, and the deceitfulness of their minds.”",
      "15": "Therefore thus says Yahweh concerning the prophets who prophecy in my name though I have not sent them, yet they are saying, “Sword and famine will not be in this land.” “By the sword and by the famine those prophets will perish.",
      "16": "And the people to whom they are prophesying will be cast out into the streets of Jerusalem because of the famine and the sword. And there will be no one who buries them, their wives, or their sons, or their daughters. And I will pour out on them their wickedness.",
      "17": "“And you shall say to them this word,\n‘Let my eyes melt with tears night and day,\n    and let them not cease,\nfor with a great wound the virgin daughter of my people is broken,\n    with a very incurable wound.",
      "18": "If I go out into the field,\n    then look, those slain by the sword.\nAnd if I enter the city,\n    then look, the sickness of the famine.\nFor both prophet and priest wander around through the land,\n    they do not know what is going on.’”",
      "19": "Have you completely rejected Judah?\n    Or has your soul loathed Zion?\nWhy have you struck us\n    so that there is no healing for us?\nWe hope for peace, but there is no good,\n    and for a time of healing, but look, there is terror.",
      "20": "We know, O Yahweh, our wickedness,\n    the iniquity of our ancestors,\n    for we have sinned against you.",
      "21": "You must not spurn us for the sake of your name,\n    you must not dishonor your glorious throne.\nRemember us!\n    You must not break your covenant with us.",
      "22": "Are there any among the idols of the nation who cause rain to pour?\n    Or can the heavens give showers?\nIs it not you, O Yahweh our God?\n    Therefore, we hope in you, for you do all these things."
    },
    "15": {
      "1": "Then Yahweh said to me, “Even if Moses and Samuel stood before me, my heart would not be to this people. Send them away from my sight, and let them go out.",
      "2": "And then if they say to you, ‘Where shall we go?’ Then you shall say to them, ‘Thus says Yahweh,\n“Those who are destined for the plague, to the plague,\nand those who are destined for the sword, to the sword,\nand those who are destined for the famine, to the famine,\nand those who are destined for the captivity, to the captivity.”’",
      "3": "“And I will summon over them four types of calamity,” declares Yahweh, “the sword to kill, and the dogs to drag away, and the birds of the air and the wild animals of the earth to devour and to destroy.",
      "4": "And I will make them a terror to all of the kingdoms of the earth because of Manasseh, the son of Hezekiah, the king of Judah, because of what he did in Jerusalem.",
      "5": "“For who will have compassion on you, O Jerusalem,\n    or who will show sympathy to you,\n    or who will turn aside to ask about your welfare?",
      "6": "You have forsaken me,” declares Yahweh.\n    “You go backward, so I have stretched my hand against you,\nand I have destroyed you.\n    I am tired of becoming remorseful.",
      "7": "And I have winnowed them with a winnowing fork in the gates of the land.\n    I am bereaved.\nI have destroyed my people.\n    They did not turn back from their ways.",
      "8": "Their widows will be more numerous before me than the sand of the seas.\n    I have brought to them, against the mothers of young men,\na destroyer at noon.\n    I will suddenly drop on her anguish and horror.",
      "9": "She who gave birth to seven has withered away.\n    She gasps her breath.\nHer sun set while still day.\n    She has been put to shame and disgraced.\nAnd the remainder of them I will give to the sword\n    before their enemies,” declares Yahweh.",
      "10": "Woe to me, O my mother, that you gave birth to me,\n    a man of contention and quarreling to the whole land.\nI have not lent out and I have not borrowed.\n    All of them are cursing me.",
      "11": "Yahweh said,\n“Surely I will set you free to be good for you,\n    surely I will cause the enemy to intercede with you\nin a time of trouble,\n    and in a time of distress.",
      "12": "Can anyone break iron,\n    iron from the north, or bronze?",
      "13": "I will give your wealth and your treasures\n    as plunder without price,\neven because of all your sins,\n    and throughout all your territories.",
      "14": "And I will make you serve your enemies\n    in a land that you do not know,\nfor a fire will kindle in my anger.\n    Upon you it will be kindled.”",
      "15": "You who know, O Yahweh, remember me, and attend to me,\n    and take revenge for me against my persecutors in your forbearance.\nYou must take me away.\n    Know that I am carrying disgrace because of you.",
      "16": "Your words were found and I ate them,\n    and your words became to me as jubilation,\neven as the joy of my heart,\n    for your name is called on me, O Yahweh God of hosts.",
      "17": "I sat not in the assembly of jokers,\n    nor did I exult.\nBecause of the presence of your hand I sat alone,\n    for you filled me with indignation.",
      "18": "Why is my pain endless, and my wound incurable?\n    It refuses to become healed.\nTruly you are to me like a deceitful brook,\n    waters that are not trustworthy.",
      "19": "Therefore thus says Yahweh,\n“If you turn back, then I will take you back.\n    You will stand before me.\nAnd if you utter what is precious and not what is worthless,\n    you will be as my mouth.\nThey will turn back to you,\n    and you will not turn back to them.",
      "20": "And I will make you to this people\n    a wall of fortified bronze,\nand they will fight against you,\n    but they will not prevail over you,\nfor I am with you, to save you,\n    and to deliver you,” declares Yahweh.",
      "21": "“And I will deliver you from the hand of the wicked,\n    and I will redeem you from the hand of the tyrant.”"
    },
    "16": {
      "1": "And the word of Yahweh came to me, saying,",
      "2": "“You shall not take for yourself a wife, there shall not be for you sons and daughters in this place.”",
      "3": "For thus says Yahweh concerning the sons and concerning the daughters born in this place, and concerning their mothers who gave birth to them, and concerning their fathers who fathered them in this land:",
      "4": "“They will die by diseases, they will not be mourned, and they will not be buried. They will be as dung on the face of the earth. And they will perish by the sword and they will perish by the famine. And their dead bodies will become food for the birds of the air, and for the wild animals of the earth.”",
      "5": "For thus says Yahweh, “You must not enter the house of the funeral meal, and you must not go to lament, and you must not show sympathy for them, for I have taken away my peace from this people,” declares Yahweh, “the loyal love and the compassion.",
      "6": "Both the great and small will die in this land. They will not be buried, and they will not mourn for them, and no one will cut himself with a blade, and no one will shave himself for them.",
      "7": "And they will not break bread for the mourning ceremony for them, to comfort him because of the dead. And they will not give drink to them, the cup of desolation, for their fathers, or for their mothers.",
      "8": "And you shall not enter the house of the banquet, to sit with them, to eat and drink.”",
      "9": "For thus says Yahweh of hosts, the God of Israel, “Look, I am about to cause to disappear from this place, before your eyes and in your days, the voice of jubilation, and the voice of joy, and the voice of the bridegroom, and the voice of the bride.",
      "10": "And then when you tell this people all these words and they ask you, ‘Why has Yahweh pronounced against us all this great evil, and what is our iniquity, and what is our sin that we have sinned against Yahweh our God?’",
      "11": "Then you shall say to them, ‘Because your ancestors have forsaken me,’ declares Yahweh, ‘and they have gone after other gods, and they have served them, and they have bowed down in worship to them, and they have forsaken me, and they have not kept my laws.",
      "12": "And you have behaved badly more than your ancestors, and look, you are going each one after the stubbornness of his evil heart, without listening to me.",
      "13": "So I will throw you from this land to the land that you have not known, you or your ancestors, and there you will serve other gods day and night, for I will not show you favor.",
      "14": "Therefore look, days are coming,’ declares Yahweh, ‘and it will no longer be said, “As Yahweh lives, who led up the Israelites from the land of Egypt,”",
      "15": "but only “As Yahweh lives, who led up the Israelites from the land of the north, and from all the lands where he had driven them,” for I will bring them back to their ground that I gave to their ancestors.",
      "16": "Look, I am sending for many fishermen,’ declares Yahweh, ‘and they will fish them out, and afterward I will send for many hunters, and they will hunt them from every mountain, and from every hill, and from the clefts of the cliffs.",
      "17": "For my eyes are on all their ways, they are not hidden from before me, and their iniquity is not concealed from before my eyes.",
      "18": "And I will first doubly repay their iniquity and their sin because of their profaning my land with the dead bodies of their abhorrences, and with their abominations they have filled up my inheritance.’”",
      "19": "O Yahweh, my strength, and my stronghold,\n    and my refuge in the day of distress,\nto you the nations will come from the ends of the earth,\n    and they will say, “Our ancestors have inherited only lies,\n    vanity, and there is no profit in them.",
      "20": "Can a human make for himself gods?\n    Yet they are not gods!”",
      "21": "“Therefore look, I am about to let them know,\n    this time I am going to let them know\nmy power and my might,\n    and they will know that my name is Yahweh.”"
    },
    "17": {
      "1": "“The sin of Judah is written with an iron stylus,\n    with a point of diamond it is engraved\non the tablet of their heart,\n    and on the horns of their altars.",
      "2": "As the remembering of their children,\n    so is the remembering of their altars\nand their poles of Asherah worship\n    beside the leafy trees on the high hills.",
      "3": "O my mountain in the open country,\n    I will give your wealth, all your treasures, for spoil,\nyour high places, because of your sin,\n    throughout all your territories.",
      "4": "And you will let go your hand from your inheritance\n    that I gave to you,\nand I will make you serve your enemies\n    in the land that you do not know,\nfor you kindled a fire in my anger,\n    until eternity it will be kindled.”",
      "5": "Thus says Yahweh,\n“Cursed is the person who trusts in humankind\n    and makes flesh his strength,\n    and turns aside his heart from Yahweh.",
      "6": "And he will be like a juniper in the wilderness,\n    and he will not see when good comes,\nand he will dwell in the parched places in the desert,\n    in a land of salt flats, where no one lives.",
      "7": "Blessed be the person who trusts in Yahweh,\n    and Yahweh is his trust.",
      "8": "For he will be like a tree planted by water,\n    and to the stream it sends its roots,\nand it will not fear when heat comes,\n    and its leaves will be luxuriant,\nand in the year of drought it will not be anxious,\n    and it will not cease from the bearing of fruit.",
      "9": "The heart is deceitful more than anything else,\n    and it is disastrous. Who can understand it?",
      "10": "I, Yahweh, examine the mind,\n    I test the heart,\nand give to each one according to his way,\n    according to the fruit of his deeds.",
      "11": "Like a partridge that hatches eggs it did not lay\n    is one who amasses wealth without justice.\nIn the middle of his days it will leave him,\n    and at his end he will prove to be a fool.”",
      "12": "A lofty throne of glory from the beginning\n    is the place of our sanctuary.",
      "13": "O Yahweh, the hope of Israel,\n    all those who forsake you will be put to shame,\nand those who turn aside from you in the earth will be recorded,\n    for they have forsaken the fountain of living water, Yahweh.",
      "14": "Heal me, O Yahweh, and I will be healed,\n    save me, and I will be saved,\n    for you are my praise.",
      "15": "Look, they are saying to me,\n    “Where is the word of Yahweh?\n    Please let it come.”",
      "16": "But I, I have not run away from being a shepherd who follows you,\n    and I have not desired the disastrous day.\nYou, you know the pronouncement of my lips,\n    it was before your face.",
      "17": "You must not become to me a terror,\n    you are my refuge in the day of disaster.",
      "18": "Let my persecutors be put to shame,\n    but as for me, do not let me be put to shame.\nLet them be dismayed,\n    but as for me, do not let me be dismayed.\nBring on them the day of disaster,\n    and with double destruction, destroy them.",
      "19": "Thus said Yahweh to me, “Go, and you must stand in the People’s Gate through which the kings of Judah enter, and through which they go out, and in all the gates of Jerusalem.",
      "20": "And you must say to them, ‘Hear the word of Yahweh, kings of Judah, and all Judah, and all the inhabitants of Jerusalem who enter through these gates.",
      "21": "Thus says Yahweh, “Be on your guard for the sake of yourselves, that you must not carry a burden on the day of the Sabbath, and you must not bring it through the gates of Jerusalem.",
      "22": "And you must not carry a burden from your houses on the day of the Sabbath, and you must not do any work. But you must declare holy the day of Sabbath, just as I commanded your ancestors.",
      "23": "Yet they did not listen, and they did not incline their ear, and they hardened their neck so as to not hear, nor to receive discipline.",
      "24": "“And it will happen, if you carefully listen to me,” declares Yahweh, “to bring no burden through the gates of this city on the day of the Sabbath, but to declare holy the day of Sabbath, not to do on it any work,",
      "25": "then kings and officials who sit on the throne of David will enter through the gates of this city riding in chariots and on horses, they, and their officials, the people of Judah, and the inhabitants of Jerusalem, and this city will be inhabited forever.",
      "26": "And they will come from the towns of Judah, and from all around Jerusalem, and from the land of Benjamin, and from the Shephelah, and from the hill country, and from the Negev, bringing burnt offerings, and sacrifices, and grain offerings, and frankincense, and bringing thank offerings to the house of Yahweh.",
      "27": "But if you do not listen to me, to declare holy the day of the Sabbath, and to not carry a burden and enter through the gates of Jerusalem on the day of the Sabbath, then I will kindle a fire in its gates, and it will devour the palaces of Jerusalem, and it will not be quenched.”’”"
    },
    "18": {
      "1": "The word that came to Jeremiah from Yahweh, saying,",
      "2": "“Stand up and go down to the house of the potter, and there I will let you hear my words.”",
      "3": "So I went down to the house of the potter and look, there he was doing work at the potter’s wheels.",
      "4": "And the vessel that he was making with the clay was spoiled in the hand of the potter, so he made again another vessel, as it was right in the eyes of the potter to make.",
      "5": "And the word of Yahweh came to me, saying,",
      "6": "“Like this potter, am I not able to do to you, O house of Israel?” declares Yahweh. “Look, like the clay in the hand of the potter, so are you in my hand, O house of Israel.",
      "7": "One moment I speak concerning a nation or concerning a kingdom, to uproot, and to tear down, and to destroy it.",
      "8": "But if that nation turns back from its evil that I have threatened against it, then I will relent concerning the disaster that I planned to do to it.",
      "9": "And the next moment I speak concerning a nation or concerning a kingdom, to build, and to plant it.",
      "10": "But if it does evil in my sight, to not listen to my voice, then I will relent concerning the good that I said I would do to it.",
      "11": "“So now then, say, please, to the people of Judah and to the inhabitants of Jerusalem, saying, ‘Thus says Yahweh, “Look, I am preparing evil against you, and I am planning a plan against you. Please turn back, each one from his evil way, and walk rightly in your ways and your deeds.”’",
      "12": "But they will say, ‘It is hopeless, for we will go after our own plans, and each one of us will act according to the stubbornness of his evil heart.’",
      "13": "“Therefore thus says Yahweh,\n‘Please ask among the nations, “Who has heard the like of this?”\n    The virgin of Israel has done something very horrible.",
      "14": "Does the snow of Lebanon leave from the crags of Sirion?\n    Or are the cold waters flowing from distant mountains dried up?",
      "15": "But my people have forgotten me.\n    They make smoke offerings to the idols,\nand they caused them to stumble in their ways, the ancient ways,\n    to go into bypaths, not one that is built up.",
      "16": "To make their land a horror,\n    an object of whistling for eternity.\nAll who pass by it will be appalled,\n    and he will shake his head.",
      "17": "Like the wind from the east\n    I will scatter them before the enemy.\nI will show them my back and not my face\n    in the day of their disaster.’”",
      "18": "Then they said, “Come and let us plan plans against Jeremiah, for instruction will not be lost from the priest, nor advice from the wise man, nor the word from the prophet. Come and let us bring charges against him, and let us not listen attentively to any of his words.”",
      "19": "Listen attentively to me, O Yahweh,\n    and listen to the voice of my opponents.",
      "20": "Should good be repaid in place of evil?\n    Yet they have dug a pit for me.\nRemember my standing before you to speak good for them,\n    to avert your wrath from them.",
      "21": "Therefore give their children to the famine,\n    and hand them over to the power of the sword,\nand let their wives be bereaved and widows,\n    and let their men be killed by death,\ntheir young men struck dead\n    by the sword in the battle.",
      "22": "Let a cry for help be heard from their houses\n    when you suddenly bring upon them the raiding band,\nfor they have dug a pit to catch me,\n    and they have fixed secretly a trap for my feet.",
      "23": "But you, O Yahweh, you know\n    all their plans of assassination against me.\nYou must not make atonement for their iniquity,\n    and you must not cause their sin to be blotted out from before you.\nBut let them be overthrown before you.\n    Deal with them in the time of your anger."
    },
    "19": {
      "1": "Thus said Yahweh, “Go and buy a potter’s earthenware jar, and take some of the elders of the people, and some of the leaders of the priests,",
      "2": "and go out to the Valley of Ben Hinnom, which is at the entrance of the Gate of the Potsherd, and proclaim there the words that I speak to you.",
      "3": "And you shall say, ‘Hear the word of Yahweh, O kings of Judah and inhabitants of Jerusalem. Thus says Yahweh of hosts, the God of Israel: “Look, I am about to bring disaster upon this place so that everyone who hears it, his ears will ring.",
      "4": "Because they have forsaken me, and they have defaced this place, and they have made smoke offerings in it to other gods whom they have not known, they, nor their ancestors, nor the kings of Judah, and they have filled up this place with the blood of the innocent,",
      "5": "and they have built the high places of Baal, to burn their children in the fire, burnt offerings to Baal, which I commanded not, and I ordered not, and it did not come to my mind.",
      "6": "“Therefore look, days are about to come,” declares Yahweh, “when this place will no longer be called Topheth or the Valley of Ben Hinnom, but the Valley of the Slaughter.",
      "7": "And I will lay waste the plans of Judah and Jerusalem in this place, and I will bring them to ruin by the sword before their enemies, and by the hand of those who seek their life, and I will give their dead bodies as food to the birds of heaven and to the animals of the earth.",
      "8": "And I will make this city a horror, and an object of hissing, everyone who passes by it will be appalled, and will hiss because of all its wounds.",
      "9": "And I will cause them to eat the flesh of their sons, and the flesh of their daughters, and each one will eat the flesh of his neighbor in the siege and in the distress which their enemies and those who seek their life inflict on them.”’",
      "10": "“Then you shall break the jar before the eyes of the men who go with you.",
      "11": "And you shall say to them, ‘Thus says Yahweh of hosts: “So I will break this people and this city as one breaks the vessel of the potter, so that it is not able to be repaired again. And in Topheth they will bury until there is no room to bury.",
      "12": "Thus will I do to this place,” declares Yahweh, “and to its inhabitants, to make this city like Topheth.",
      "13": "And the houses of Jerusalem and the houses of the kings of Judah will be unclean like the place of Topheth, all the houses where they made smoke offerings upon their roofs to all the host of heaven, and where they poured out libations to other gods.”’”",
      "14": "Then Jeremiah came from Topheth, where Yahweh had sent him to prophesy, and he stood in the courtyard of the house of Yahweh and said to all the people,",
      "15": "“Thus says Yahweh of hosts, the God of Israel, ‘Look, I am about to bring to this city and upon all its towns all the disaster that I have pronounced against it, because they have hardened their neck to not hear my words.’”"
    },
    "20": {
      "1": "Now Pashhur, the son of Immer, the priest who was officer in charge in the temple of Yahweh, heard Jeremiah prophesying these things.",
      "2": "Then Pashhur struck Jeremiah the prophet and put him in the stocks that were in the upper Gate of Benjamin, which was by the temple of Yahweh.",
      "3": "And then on the next day, when Pashhur brought Jeremiah out from the stocks, Jeremiah said to him, “Yahweh will not call your name Pashhur, but Terror From All Around.",
      "4": "For thus says Yahweh, ‘Look, I am making you a terror to yourself and to all your friends, and they will fall by the sword of their enemies, and your eyes will be seeing it. And all Judah I will give into the hand of the king of Babylon, and he will deport them to Babylon, and he will strike them with the sword.",
      "5": "And I will give all the wealth of this city, and all its acquisitions, and all its precious items, and all of the treasures of the kings of Judah I will give into the hand of their enemies, and they will plunder them, and they will seize them, and they will bring them to Babylon.",
      "6": "And you, Pashhur, and all those who live in your house will go into captivity, and you will go to Babylon, and there you will die, and there you will be buried, you, and all your friends to whom you have prophesied falsely.’”",
      "7": "You have persuaded me, O Yahweh, and I was persuaded.\n    You have overpowered me, and you have prevailed.\nI have become a laughingstock all day long.\n    Everyone is mocking me.",
      "8": "For as often as I speak,\n    I must cry out violence and destruction.\nI must shout, for the word of Yahweh has become for me\n    a disgrace and derision all day long.",
      "9": "But if I say, “I will not mention him\n    and I will no longer speak in his name,”\nthen it becomes in my heart like a fire burning,\n    locked up in my bones,\nand I struggle to contain it,\n    and I am not able.",
      "10": "For I hear the rumor of many,\n    “Terror is from all around, denounce him,\n    yes, let us denounce him!”\nAll my close friends are watchers of my stumbling,\n    saying, “perhaps he can be persuaded,\nand we can prevail over him,\n    and we can take our revenge on him.”",
      "11": "But Yahweh is with me like a powerful warrior.\n    Therefore my persecutors will stumble and will not prevail.\nThey will be very ashamed, for they will not achieve success.\n    Their everlasting insult will not be forgotten.",
      "12": "Yet, O Yahweh of hosts, who tests the righteous,\n    who sees the heart and the mind,\nlet me see your retribution upon them,\n    for to you I have revealed my legal case.",
      "13": "Sing to Yahweh, praise Yahweh,\n    for he has delivered the life of the poor from the hand of evildoers.",
      "14": "Cursed be the day on which I was born,\n    let not the day on which my mother gave birth to me be blessed.",
      "15": "Cursed be the man who brought the news to my father,\n    saying, “A child is born to you, a son!”\n    and he made him very glad.",
      "16": "And let that man be like the cities\n    that Yahweh demolished without regret,\nand let him hear a cry for help in the morning,\n    and an alarm at the time of noon.",
      "17": "Because he did not kill me in the womb,\n    so that my mother would have been for me my grave,\n    and her womb would be pregnant forever.",
      "18": "Why did I come out from the womb,\n    to see toil, and sorrow, and to end my days in shame?"
    },
    "21": {
      "1": "The word that came to Jeremiah from Yahweh when King Zedekiah sent to him Pashhur, the son of Malchiah, and Zephaniah, the son of Maaseiah, the priest, saying,",
      "2": "“Please inquire of Yahweh on behalf of us, for Nebuchadnezzar the king of Babylon is fighting against us. Perhaps Yahweh will do with us according to all his miraculous acts, so that he may go up from against us.”",
      "3": "Then Jeremiah said to them, “Thus you shall say to Zedekiah:",
      "4": "‘Thus says Yahweh, the God of Israel: “Look, I am about to turn back the weapons of war that are in your hands, with which you are fighting against them, the king of Babylon and the Chaldeans who are laying siege to you from outside the wall, and I will gather them into the center of this city.",
      "5": "And I myself will fight against you with outstretched hand, and with strong arm, and in anger, and in fury, and in great wrath.",
      "6": "And I will strike the inhabitants of this city, both humankind and animal; by a great plague they will die.",
      "7": "And afterward,” declares Yahweh, “I will give Zedekiah, the king of Judah, and his servants, and the people, and those who remain in this city from the plague, from the sword, and from the famine, into the hand of Nebuchadnezzar, the king of Babylon, and into the hand of their enemies, and into the hand of those who seek their lives, and he will strike them with the edge of the sword. He will not take pity on them, and he will not have compassion, nor will he show compassion.”’",
      "8": "“And to this people you shall say, ‘Thus says Yahweh, “Look, I am setting before you the way of life and the way of death.",
      "9": "He who stays in this city will die by the sword, or by the famine, or by the plague. And he who goes out and goes over to the Chaldeans who are laying siege to you will live, and his life will be to him as booty.",
      "10": "For I have set my face against this city for evil and not for good,” declares Yahweh. It will be given into the hand of the king of Babylon, and he will burn it with fire.”’",
      "11": "“And to the house of the king of Judah, ‘Hear the word of Yahweh,",
      "12": "O house of David, thus says Yahweh,\n“Execute judgment in the morning, justice,\n    and deliver the one who has been seized\nfrom the hand of the oppressor,\n    lest my wrath goes forth like the fire and it burns,\nand there is no one who quenches it\n    because of the evil of your deeds.",
      "13": "Look, I am against you,\n    O inhabitants of the valley,\n    O rock of the plain,” declares Yahweh;\n“you who say, ‘Who can descend against us,\n    or who can enter into our hiding place?’",
      "14": "And I will punish you\n    according to the fruit of your deeds,” declares Yahweh,\n“And I will kindle a fire in its forest,\n    and it will devour all its surroundings.”’”"
    },
    "22": {
      "1": "Thus says Yahweh: “Go down to the house of the king of Judah and you must speak this word there.",
      "2": "And you must say, ‘Hear the word of Yahweh, O king of Judah, who sits on the throne of David, you, and your servants, and your people who enter through these gates.",
      "3": "Thus says Yahweh, “Act with justice and righteousness, and deliver the one who has been seized from the hand of the oppressor. And you must not oppress the immigrant, the orphan, and the widow. And you must not shed innocent blood in this place.",
      "4": "And if you indeed obey this word, then kings who sit for David on his throne will enter through the gates of this house, riding in chariots and on horses, he, and his servants, and his people.",
      "5": "But if you do not obey these words, I swear by myself,” declares Yahweh, “that this house will become a site of ruins.”’”",
      "6": "For thus says Yahweh concerning the house of the king of Judah,\n“You are like Gilead to me,\n    like the head of the Lebanon.\nSurely I will make you a desert,\n    like cities that are not inhabited.",
      "7": "And I will consecrate against you destroyers,\n    everyone with his weapons,\nand they will cut down your choicest cedars,\n    and cast them on the fire.",
      "8": "And many nations will pass by this city and they will say each one to his neighbor, ‘Why has Yahweh done in this manner to this great city?’",
      "9": "Then they will answer, ‘Because they abandoned the covenant of Yahweh their God, and bowed down in worship to other gods, and served them.’”",
      "10": "You must not weep for the dead person,\n    and you must not show sympathy for him.\nWeep bitterly for the one who goes away,\n    for he will not return, or see the land of his birth again.",
      "11": "For thus says Yahweh concerning Shallum, the son of Josiah, the king of Judah, who reigned as king in place of Josiah his father, who went out from this place: “He will not return here again.",
      "12": "But in the place where they have deported him, there he will die, and he will not see this land again.",
      "13": "Woe to the one who builds his house without righteousness,\n    and his upper rooms without justice.\nHis fellow countryman, he works for nothing,\n    and he does not give to him his wages.",
      "14": "Who says ‘I will build for myself\n    a spacious house with large upper rooms,’\nand he cuts windows for it,\n    and it is paneled with cedar,\n    and he paints it with vermilion.",
      "15": "Do you reign as king because you are competing in cedar?\n    Did not your father eat and drink,\nand he did justice and righteousness,\n    then it was well with him?",
      "16": "He judged the legal cause of the needy and the poor,\n    and then it was well.\n    Is that not what it means to know me?” declares Yahweh.",
      "17": "“But there is nothing in your eyes and your heart\n    except your unlawful gain,\nand on shedding the blood of the innocent,\n    and on committing oppression and extortion.”",
      "18": "Therefore thus says Yahweh concerning Jehoiakim, the son of Josiah, the king of Judah:\n“They will not lament for him,\n    ‘Alas, my brother,’ or ‘Alas, sister.’\nThey will not lament for him,\n    ‘Alas, lord,’ or ‘alas, his majesty.’",
      "19": "He will be buried with the burial of a donkey.\n    He will be dragged away and thrown outside the gates of Jerusalem.",
      "20": "Go up to Lebanon and cry out,\n    and in Bashan lift up your voice,\nand cry out from Abarim,\n    for all your lovers are shattered.",
      "21": "I spoke to you in the times you were secure,\n    and you said, ‘I will not listen!’\nThis was your way from your youth,\n    for you have not obeyed my voice.",
      "22": "All your shepherds will shepherd the wind,\n    and your lovers will go into captivity.\nYes, then you will be ashamed and humiliated\n    because of all your wickedness.",
      "23": "Inhabitants of Lebanon,\n    nestled among the cedars,\nhow you will groan when labor pains come to you,\n    fear and pain as the woman who gives birth.",
      "24": "“As I live,” declares Yahweh, “surely if Coniah, the son of Jehoiakim, the king of Judah, were the seal on my right hand, surely from there I would wrench you off.",
      "25": "And I would give you into the hand of those who seek your life, and into the hand of those from whom you are frightened by their presence, and into the hand of Nebuchadnezzar, the king of Babylon, and into the hand of the Chaldeans.",
      "26": "And I will throw you and your mother who gave birth to you to another country where you were not born, and there you will die.",
      "27": "As for the land to which they are longing to return, they will not return.",
      "28": "Is this man Coniah a despised, shattered vessel?\n    Or a vessel in which there is no delight?\nWhy are he and his offspring thrown far,\n    and cast away to the land that they do not know?”",
      "29": "O land, land, land, hear the word of Yahweh.",
      "30": "Thus says Yahweh:\n“Record this man as childless,\n    a man who will not succeed in his days,\nfor no man from his offspring will succeed him,\n    sitting on the throne of David and ruling again in Judah.”"
    },
    "23": {
      "1": "“Woe to the shepherds who destroy and scatter the flock of my pasture,” declares Yahweh.",
      "2": "Therefore thus says Yahweh, the God of Israel concerning the shepherds who shepherd my people, “You yourselves have scattered my flock, and you have driven them away, and you do not attend to them. Look, I will punish you for the evil of your deeds,” declares Yahweh.",
      "3": "“Then I myself will gather together the remnant of my flock from all the lands where I have driven them, and I will bring them back to their grazing place, and they will be fruitful, and they will become numerous.",
      "4": "And I will raise up over them shepherds, and they will shepherd them, and they will no longer fear, and they will not be dismayed, and they will not be missing,” declares Yahweh.",
      "5": "“Look, days are coming,” declares Yahweh,\n    “when I will raise up for David a righteous branch,\nand he will reign as king, and he will achieve success,\n    and he will do justice and righteousness in the land.",
      "6": "In his days Judah will be saved,\n    and Israel will dwell in safety,\nand this is his name by which he will be called:\n    ‘Yahweh is our righteousness.’",
      "7": "“Therefore look, days are coming,” declares Yahweh, “when they will no longer say, ‘As Yahweh lives, who led up the Israelites from the land of Egypt,’",
      "8": "but ‘As Yahweh lives, who led up, and who brought the offspring of the house of Israel from the land of the north and from all the lands where he had driven them.’ Then they will live in their land.”",
      "9": "Concerning the prophets:\nMy heart is broken in my midst.\n    All my bones tremble.\nI have become like a drunken man,\n    even like a man over whom wine has passed,\nbecause of Yahweh,\n    and because of his holy words.",
      "10": "For the land is full of adulterers;\n    for the land mourns because of a curse.\nThe pastures of the desert are dry,\n    and their evil has been their way of running,\n    and their power is not right.",
      "11": "“For both prophet as well as priest are godless,\n    even in my temple I have found their wickedness,” declares Yahweh.",
      "12": "“Therefore their way will be to them like the slippery places,\n    they will be pushed in the darkness,\nand they will fall into it,\n    for I will bring disaster on them in the year of their punishment,” declares Yahweh.",
      "13": "“Now in the prophets of Samaria I saw a disgusting thing.\n    They prophesied by Baal and they caused my people Israel to err.",
      "14": "And in the prophets of Jerusalem I have seen something horrible.\n    They commit adultery, and they walk in lies,\nand they make strong the hands of evildoers,\n    so that they have not turned back each from his wickedness.\nAll of them have become to me like Sodom,\n    and its inhabitants like Gomorrah.”",
      "15": "Therefore thus says Yahweh concerning the prophets,\n“Look, I am going to let them eat wormwood\n    and I will give them water of poison to drink,\nfor from the prophets of Jerusalem\n    went out ungodliness to all the land.”",
      "16": "Thus says Yahweh of hosts,\n“You must not listen to the words of the prophets who prophesy to you.\n    They are deluding you with visions of their mind,\n    They do not speak from the mouth of Yahweh.",
      "17": "They are continually saying to those who disregard the word of Yahweh,\n    ‘Peace it will be to you,’\nand to each one who walks in the stubbornness of his heart they say,\n    ‘Calamity will not come upon you.’",
      "18": "For who has stood in the council of Yahweh,\n    that he has seen and heard his word?\nWho has listened attentively to his word\n    and heard it?",
      "19": "Look, the storm of Yahweh has gone forth in wrath,\n    even a whirling tempest.\nIt will whirl upon the head of the wicked.",
      "20": "The anger of Yahweh will not turn back\n    until his doing and until his keeping the plans of his mind.\nIn latter days you will look closely at it with understanding.",
      "21": "I have not sent the prophets, yet they ran.\n    I have not spoken to them, yet they prophesied.",
      "22": "But if they had stood in my council,\n    then they would have proclaimed my words to my people,\nand they would have caused them to turn from their evil way,\n    and from the evil of their deeds.",
      "23": "Am I a God from near,” declares Yahweh,\n    “and not a God from far?",
      "24": "Or can a person hide himself in secret places\n    and I cannot see him?” declares Yahweh.\n“Do I not fill up the heaven and the earth?” declares Yahweh.",
      "25": "“I have heard what the prophets who prophesy lies have said in my name, saying, ‘I have dreamed! I have dreamed!’",
      "26": "How long will this be in the hearts of the prophets who prophesy lies, even the prophets of the deceitfulness of their hearts,",
      "27": "who plan to make my people forget my name by their dreams that they tell each one to his neighbor, just as their ancestors forgot my name through Baal?",
      "28": "The prophet who has with him a dream, let him tell the dream. But the prophet who has my word with him, let him speak my word faithfully. What is straw compared to wheat?” declares Yahweh.",
      "29": "“Is not my word like fire?” declares Yahweh, “and like a blacksmith’s hammer that breaks a rock into pieces?",
      "30": "“Therefore look, I am against the prophets,” declares Yahweh, “who steal my words each one from his neighbor.",
      "31": "Look, I am against the prophets,” declares Yahweh, “who take their tongues and declare as prophets, ‘Yahweh declares.’",
      "32": "Look, I am against those who prophesy dreams of lies,” declares Yahweh, “and tell them, and they caused my people to err through their lies, and in their recklessness, when I myself have not sent them nor commanded them, so they profit not this people at all,” declares Yahweh.",
      "33": "“Now when this people, or a prophet, or a priest, ask you, saying, ‘What is the burden of Yahweh?’ then you shall say to them, ‘You are the burden, and I will forsake you,’” declares Yahweh.",
      "34": "“And the prophet, and the priest, and the people who say, ‘The burden of Yahweh,’ I will punish that man and his house.",
      "35": "Thus you shall say, each one to his neighbor and each one to his brother: ‘What has Yahweh answered?’ or, ‘What has Yahweh spoken?’",
      "36": "But you shall not mention the burden of Yahweh, for the burden is to each one his word, and so you twist the words of the living God, Yahweh of hosts, our God.",
      "37": "Thus you shall say to that prophet, ‘What has Yahweh answered you?’ or, ‘What has Yahweh spoken?’",
      "38": "But if you say, ‘The burden of Yahweh,’ therefore thus says Yahweh, ‘because of your saying these words, “The burden of Yahweh,” then I will send to you, saying, “You shall not say, ‘The burden of Yahweh.’”’",
      "39": "Therefore look, here I am, and I will surely lift you up and forsake you and the city that I gave to you and to your ancestors from my presence,",
      "40": "and I will bring upon you an everlasting disgrace and an everlasting shame that will not be forgotten.”"
    },
    "24": {
      "1": "Yahweh showed me, and look, there were two baskets of figs placed before the temple of Yahweh—after Nebuchadnezzar the king of Babylon had deported Jeconiah the son of Jehoiakim, the king of Judah, with the officials of Judah, and the craftsmen, and the smiths, from Jerusalem and had brought them to Babylon.",
      "2": "The one basket had very good figs, like early figs, and the other basket had very bad figs that could not be eaten because of their bad quality.",
      "3": "And Yahweh asked me, “What are you seeing, Jeremiah?” And I said, “Figs—the good figs, very good, and the bad figs, very bad, that cannot be eaten because of their bad quality.”",
      "4": "Then the word of Yahweh came to me, saying,",
      "5": "“Thus says Yahweh, the God of Israel, ‘Like these good figs, so I will regard as good the exiles of Judah whom I have sent away from this place to the land of the Chaldeans.",
      "6": "For I will set my eyes on them for good, and I will bring them back to this land. And I will build them and not annihilate them, and I will plant them and not uproot them.",
      "7": "And I will give to them a heart to know me, that I am Yahweh, and they will be my people, and I will be their God, for they will return to me with the whole of their heart.",
      "8": "But like the bad figs that cannot be eaten because of their bad quality—for thus says Yahweh—so I will treat Zedekiah the king of Judah, and his officials, and the remnant of Jerusalem who remain in this land, and those who live in the land of Egypt.",
      "9": "And I will make them as a terror, an evil to all the kingdoms of the earth, as a disgrace and a proverb, as a taunt and a curse, in all the places where I will drive them.",
      "10": "And I will send among them the sword, the famine, and the plague, until they perish from the land that I gave to them and their ancestors.’”"
    },
    "25": {
      "1": "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah, the king of Judah, that was the first year of Nebuchadnezzar the king of Babylon,",
      "2": "which Jeremiah the prophet spoke to all the people of Judah and to all the inhabitants of Jerusalem, saying,",
      "3": "“From the thirteenth year of Josiah, the son of Amon, the king of Judah, even up to this day, these twenty-three years the word of Yahweh has come to me, and I have spoken to you over and over again, but you have not listened.",
      "4": "And though Yahweh has sent all his servants the prophets to you over and over again you have not listened, and you have not inclined your ear to hear,",
      "5": "saying, ‘Turn back please, each one from his evil way, and from the evil of your deeds, and live on the land that Yahweh has given to you and to your ancestors from a long time back and until forever,",
      "6": "and you must not go after other gods to serve them, and to bow in worship to them, and you must not provoke me to anger with the work of your hands, then I will not do something bad to you.’",
      "7": "‘Yet you have not listened to me,’ declares Yahweh, ‘so that you have provoked me to anger with the work of your hands for your own harm.’",
      "8": "Therefore thus says Yahweh of hosts, ‘Because you have not obeyed my words,",
      "9": "look, I am going to send and take all the clans of the north,’ declares Yahweh, ‘and I will send to Nebuchadnezzar the king of Babylon, my servant, and I will bring them against this land, and against its inhabitants, and against all these nations all around, and I will destroy them, and I will make them a horror, and an object of hissing, and everlasting ruins.",
      "10": "And I will exterminate from them the sound of jubilation, and the sound of joy, the voice of the bridegroom, and the voice of the bride, the sound of the millstones, and the light of the lamp.",
      "11": "And all this land will become a site of ruins, a desolation, and these nations will serve the king of Babylon seventy years.",
      "12": "And then when the seventy years are fulfilled, I will punish the king of Babylon and that nation,’ declares Yahweh, ‘for their iniquity, and the land of the Chaldeans, and I will make it an everlasting waste.",
      "13": "And I will bring upon that land all my words that I have spoken against it, everything that is written in this scroll which Jeremiah prophesied against all the nations.",
      "14": "For many nations and great kings will let them work, even them, and I will repay them according to their deeds, and according to the work of their hands.’”",
      "15": "For thus said Yahweh, the God of Israel, to me, “Take this cup of the wine of wrath from my hand, and you must give it to all the nations to whom I am sending you to drink.",
      "16": "And they will drink, and they will stagger, and they will act like madmen because of the presence of the sword that I am sending among them.”",
      "17": "So I took the cup from the hand of Yahweh and I gave it to all the nations to whom Yahweh sent me to drink:",
      "18": "Jerusalem and the towns of Judah, and its kings, and its officials, to make them a site of ruins, a horror, an object of hissing, and a curse, as it is this day;",
      "19": "Pharaoh, the king of Egypt, and his servants, and his officials, and all his people;",
      "20": "and all the other people; and all the kings of the land of Uz; and all the kings of the land of the Philistines—Ashkelon, and Gaza, and Ekron, and the remnant of Ashdod;",
      "21": "Edom, and Moab, and the Ammonites;",
      "22": "and all the kings of Tyre, and all the kings of Sidon, and the kings of the coastland that is across the sea;",
      "23": "and Dedan, and Tema, and Buz, and all those who are trimmed to the side;",
      "24": "and all the kings of Arabia, and all the kings of the other people who dwell in the desert;",
      "25": "and all the kings of Zimri, and all the kings of Elam, and all the kings of Media;",
      "26": "and all the kings of the north, near and far, each one to his brother, and all the kingdoms of the world that are on the face of the earth; and the king of Sheshach, he will drink after them.",
      "27": "“And you shall say to them, ‘Thus says Yahweh of hosts, the God of Israel, “Drink and become drunk, and vomit, and fall, and you must not rise because of the presence of the sword that I am sending among you.”’",
      "28": "And it will happen, if they refuse to take the cup from your hand to drink, then you shall say to them, ‘Thus says Yahweh of hosts, “You must certainly drink!",
      "29": "For look, on the city that is called by my name I am beginning to inflict harm, and you indeed, will you go unpunished? You will not go unpunished, for I am summoning a sword against all the inhabitants of the earth,” declares Yahweh of hosts.’",
      "30": "And you yourself shall prophesy against them all these words, and you shall say to them:\n‘Yahweh will roar from on high,\n    and from his holy dwelling place he will give his voice.\nHe will roar mightily against his settlement,\n    a jubilant shout like those who tread grapes,\nhe will answer against all the inhabitants of the earth.",
      "31": "The rage of battle will resound to the end of the earth,\n    for there is a lawsuit of Yahweh against the nations.\nHe is entering into judgment with all wicked flesh,\n    he will give them to the sword,’ declares Yahweh.”",
      "32": "Thus says Yahweh of hosts,\n“Look, disaster is going out from nation to nation,\n    and a great tempest is stirred up from the farthest parts of the earth.",
      "33": "And the slain ones of Yahweh will be on that day\n    from one end of the earth to the other end of the earth,\nand they will not be mourned,\n    and they will not be gathered,\nand they will not be buried.\n    They will become like dung on the surface of the ground.",
      "34": "Wail, you shepherds, and cry out.\n    And roll about in mourning in the dust, O leaders of the flock.\nFor your days of slaughter and your dispersions have arrived,\n    and you will fall like a vessel of desire.",
      "35": "And flight will perish from the shepherds,\n    and escape from the leaders of the flock.",
      "36": "A sound, the cry of distress of the shepherds\n    and the wailing of the leaders of the flock,\n    for Yahweh is despoiling their pasture.",
      "37": "And the peaceful settlements are devastated\n    because of the burning anger of Yahweh.",
      "38": "He has left his den like a lion,\n    for their land has become a horror,\nbecause of the anger of the oppressors,\n    and because of his burning anger.”"
    },
    "26": {
      "1": "At the beginning of the reign of Jehoiakim the son of Josiah, the king of Judah, this word came from Yahweh, saying,",
      "2": "“Thus says Yahweh: ‘Stand in the courtyard of the house of Yahweh, and you must speak to all the cities of Judah that come to bow in worship in the house of Yahweh all the words that I command you to speak to them. You must not omit a word.",
      "3": "Perhaps they will listen and turn back each from his evil way, and I will relent of the disaster that I am planning to do to them because of their evil deeds.",
      "4": "And you shall say to them, “Thus says Yahweh: ‘If you will not listen to me, to walk in my law that I have set before you,",
      "5": "to listen to the words of my servants the prophets whom I have sent to you, over and over again, though you have not listened,",
      "6": "then I will make this house like Shiloh, and this city I will make a curse for all the nations of the earth.’”’”",
      "7": "And the priests and the prophets and all the people heard Jeremiah speaking these words in the temple of Yahweh.",
      "8": "And then as Jeremiah finished speaking all that Yahweh had commanded him to speak to all the people, then the priests and the prophets and all the people laid hold of him, saying, “You will die!",
      "9": "Why have you prophesied in the name of Yahweh, saying, ‘This house will be like Shiloh, and this city will be in ruins, without inhabitant’?” And all the people gathered around Jeremiah in the temple of Yahweh.",
      "10": "When the officials of Judah heard these things, they came up from the house of the king to the temple of Yahweh, and they sat in the entrance of the New Gate of Yahweh’s temple.",
      "11": "Then the priests and the prophets said to the officials and to all the people, saying, “This man deserves the death sentence, because he has prophesied against this city as that which you have heard with your ears.”",
      "12": "Then Jeremiah said to all the officials and to all the people, saying, “Yahweh sent me to prophesy against this house and against this city all the words that you have heard.",
      "13": "Now therefore amend your ways and your deeds, and obey the voice of Yahweh your God, and Yahweh will relent of the disaster that he has spoken over you.",
      "14": "But as for me, look, I am in your hand, do to me what is good and right in your eyes.",
      "15": "Only you must certainly know that if you put me to death, you will bring on yourselves innocent blood, and on this city and on its inhabitants, for truly Yahweh sent me to you to speak all these words in your ears.”",
      "16": "Then the officials and all the people said to the priests and to the prophets, “This man does not deserve a sentence of death, for in the name of Yahweh our God, he has spoken to us.”",
      "17": "Then men from the elders of the land arose and said to all the assembly of the people, saying,",
      "18": "“Micah the Morashtite was prophesying in the days of Hezekiah, the king of Judah, and he said to all the people of Judah, saying:\n‘Thus says Yahweh of hosts,\n“Zion will be plowed,\nand Jerusalem will become a heap of ruins,\nand the mountain of the temple as high places of wood.”’",
      "19": "Did Hezekiah, the king of Judah, and all Judah actually put him to death? Was he not in fear of Yahweh? And he entreated the face of Yahweh, and Yahweh relented of the disaster that he had spoken against them. But we are about to do great disaster to ourselves.”",
      "20": "Indeed, there also was a man prophesying in the name of Yahweh, Uriah, the son of Shemaiah, from Kiriath-Jearim, and he prophesied against this city and against this land like all the words of Jeremiah.",
      "21": "And when King Jehoiakim, and all his warriors, and all the officials heard his words, then the king sought to put him to death. But Uriah heard, and he was afraid, and he fled and went to Egypt.",
      "22": "Then King Jehoiakim sent men to Egypt. Elnathan, the son of Achbor, and men with him went to Egypt.",
      "23": "And they brought out Uriah from Egypt and they brought him to King Jehoiakim, and he struck him down with the sword, and he threw his dead body into the burial sites of the sons of the people.",
      "24": "However, the hand of Ahikam the son of Shaphan was with Jeremiah, so that he was not given into the hand of the people to put him to death."
    },
    "27": {
      "1": "In the beginning of the reign of Jehoiakim, the son of Josiah, the king of Judah, this word came to Jeremiah from Yahweh, saying—",
      "2": "thus said Yahweh to me—“Make for yourself fetters and yokes and put them on your neck,",
      "3": "and send them to the king of Edom, and to the king of Moab, and to the king of the Ammonites, and to the king of Tyre, and to the king of Sidon in the hand of the envoys who have come to Jerusalem, to Zedekiah, the king of Judah.",
      "4": "And you must command them for their masters, saying, ‘Thus says Yahweh of hosts, the God of Israel, this you shall say to your masters:",
      "5": "“I have made the earth with humankind and animals that are on the face of the earth by my great power and by my outstretched arm, and I give it to whomever is right in my eyes.",
      "6": "And now I myself have given all these lands into the hand of Nebuchadnezzar the king of Babylon, my servant, and also the animals of the field I have given to him to serve him.",
      "7": "And all the nations will serve him, and his son, and his grandson, until the coming of the time of his own land. Then many nations and great kings will let him work.",
      "8": "“But it will be that the nation or kingdom that will not serve him, Nebuchadnezzar the king of Babylon, and that will not put his neck under the yoke of the king of Babylon, I will punish that nation with the sword, and with the famine, and with the plague,” declares Yahweh, “until I have destroyed it with my hand.",
      "9": "And you, you must not listen to your prophets, and to your diviners, and to your dreamers, and to your interpreters of signs, and to your sorcerers who are saying, ‘You will not serve the king of Babylon.’",
      "10": "For they are prophesying to you a lie, so that you will be removed from your land, and I will drive you away, and you will perish.",
      "11": "But the nation that will bring its neck under the yoke of the king of Babylon and will serve him, yet will I leave it on its land,” declares Yahweh, “and they will till it, and they will live in it.”’”",
      "12": "And I spoke words like these to Zedekiah, the king of Judah, saying, “Bring your necks under the yoke of the king of Babylon, and serve him and his people, and live.",
      "13": "Why should you die—you and your people—by the sword, by the famine, and by the plague, as Yahweh has spoken concerning the nation that will not serve the king of Babylon?",
      "14": "And you must not listen to the words of the prophets who are speaking to you, saying, ‘You must not serve the king of Babylon,’ for they are prophesying a lie to you.",
      "15": "For I have not sent them,” declares Yahweh, “but they are prophesying in my name falsely, so that I will drive them away. And you will perish—you and the prophets who are prophesying to you.”",
      "16": "Then I spoke to the priests and to all this people, saying, “Thus says Yahweh, ‘You must not listen to the words of your prophets who are prophesying to you, saying, “Look, the vessels of the house of Yahweh are about to be quickly brought back from Babylon”, for they are prophesying a lie to you.",
      "17": "And you must not listen to them; serve the king of Babylon and live. Why should this city become a site of ruins?",
      "18": "But if they are prophets, and if there is with them the word of Yahweh, let them please plead with Yahweh of hosts, that the vessels that are left over in the temple of Yahweh, and the house of the king of Judah, and in Jerusalem, must not go to Babylon.’",
      "19": "For thus says Yahweh of hosts concerning the pillars, and concerning the sea, and concerning the stands, and concerning the rest of the vessels that are left in this city,",
      "20": "which Nebuchadnezzar the king of Babylon, did not take when he deported Jeconiah, the son of Jehoiakim, the king of Judah, from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem.",
      "21": "For thus says Yahweh of hosts, the God of Israel, concerning the vessels that are left in the house of Yahweh, and in the house of the king of Judah, and in Jerusalem:",
      "22": "‘They will be brought to Babylon, and there they will stay until the day of my attending to them,’ declares Yahweh. ‘Then I will bring them up and restore them to this place.’”"
    },
    "28": {
      "1": "And it was in that same year, at the beginning of the reign of Zedekiah, the king of Judah, in the fourth year, in the fifth month, that Hananiah, the son of Azzur, the prophet who was from Gibeon, said to me in the house of Yahweh before the eyes of the priests and all the people, saying,",
      "2": "“Thus says Yahweh of hosts, the God of Israel, saying, ‘I have broken the yoke of the king of Babylon.",
      "3": "Within two years I will bring back to this place all the vessels of the house of Yahweh which Nebuchadnezzar the king of Babylon took away from this place and brought to Babylon.",
      "4": "And Jeconiah the son of Jehoiakim, the king of Judah, and all the exiles from Judah who went to Babylon, I will bring back to this place,’ declares Yahweh, ‘For I will break the yoke of the king of Babylon.’”",
      "5": "Then Jeremiah the prophet said to Hananiah the prophet before the eyes of the priests and before the eyes of all the people who were standing in the house of Yahweh,",
      "6": "and Jeremiah the prophet said, “Amen! May Yahweh do so; may Yahweh fulfill your words that you have prophesied, to bring back the vessels of the house of Yahweh and all the exiles from Babylon to this place.",
      "7": "Nevertheless listen please to this word that I am speaking in your hearing and in the hearing of all the people,",
      "8": "The prophets who were before me and before you from ancient times prophesied against many countries and against great kingdoms of war, and of disaster, and of plague.",
      "9": "The prophet who prophesies peace, at the coming of the word of the prophet, will become known as the prophet that Yahweh has truly sent.”",
      "10": "Then Hananiah the prophet took the yoke from the neck of Jeremiah the prophet and broke it.",
      "11": "Then Hananiah said before the eyes of all the people, saying, “Thus says Yahweh, ‘This is how I will break the yoke of Nebuchadnezzar the king of Babylon, within two years, from the neck of all the nations.’” And Jeremiah the prophet went on his way.",
      "12": "And the word of Yahweh came to Jeremiah after Hananiah the prophet broke the yoke from the neck of Jeremiah the prophet, saying,",
      "13": "“Go, and you must say to Hananiah, saying, ‘Thus says Yahweh, “You have broken yoke bars of wood, but you have made in place of them yoke bars of iron.”",
      "14": "For thus says Yahweh of hosts, the God of Israel, “I have put a yoke of iron on the neck of all these nations, to serve Nebuchadnezzar, the king of Babylon, and they will serve him, and I have even given the animals of the open field to him.”’”",
      "15": "Then Jeremiah the prophet said to Hananiah the prophet, “Please listen, Hananiah, Yahweh has not sent you, and you have made this people trust in a lie.",
      "16": "Therefore thus says Yahweh, ‘Look, I am going to send you from the face of the earth. This year you will die because you have spoken rebellion against Yahweh.’”",
      "17": "And Hananiah the prophet died in that same year in the seventh month."
    },
    "29": {
      "1": "And these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the remainder of the exiles, and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had deported from Jerusalem to Babylon,",
      "2": "after the going out of Jeconiah the king, and the queen mother, and the court officials, the leaders of Judah and Jerusalem, and the artisans, and the smiths from Jerusalem,",
      "3": "by the hand of Elasah, the son of Shaphan, and Gemariah, the son of Hilkiah, whom Zedekiah, the king of Judah, sent to Nebuchadnezzar, the king of Babylon, to Babylon, saying,",
      "4": "“Thus says Yahweh of hosts, the God of Israel, to all the exiles whom I have deported from Jerusalem to Babylon,",
      "5": "‘Build houses and live in them, and plant gardens and eat their fruit.",
      "6": "Take wives and father sons and daughters, and take for your sons wives, and give your daughters to men that they may bear sons and daughters, and multiply there, and you must not be few.",
      "7": "And seek the prosperity of the city where I have deported you, and pray on behalf of it to Yahweh, for in its prosperity you will have prosperity.’",
      "8": "For thus says Yahweh of hosts, the God of Israel, ‘Do not let your prophets who are in your midst, and your diviners, deceive you, and you must not listen to your dreams that you are causing them to dream.",
      "9": "For they are prophesying falsely to you in my name; I have not sent them,’ declares Yahweh.",
      "10": "For thus says Yahweh, ‘As soon as the time has passed, seventy years for Babylon, I will attend to you, and I will fulfill my good word to you, to bring you back to this place.",
      "11": "For I know the plans that I am planning concerning you,’ declares Yahweh, ‘plans for prosperity and not for harm, to give to you a future and a hope.",
      "12": "Then when you call me, and you come and pray to me, then I will listen to you.",
      "13": "When you search for me, then you will find me, if you seek me with all your heart.",
      "14": "And I will let myself be found by you,’ declares Yahweh, ‘and I will restore your fortunes, and I will gather you from all the nations and from all the places to which I have driven you,’ declares Yahweh, ‘and I will bring you back to the place from which I deported you.’",
      "15": "Because you have said, ‘Yahweh has raised up prophets for us in Babylon’—",
      "16": "for thus says Yahweh concerning the king who sits on the throne of David and concerning all the people who live in this city, your fellow kinsmen who did not go with you into the exile—",
      "17": "thus says Yahweh of hosts, ‘Look, I am going to send among them the sword, the famine, and the plague, and I will make them like rotten figs that cannot be eaten because of their bad quality.",
      "18": "And I will pursue them with the sword, with the famine, and with the plague, and I will make them a terror to all the kingdoms of the earth, a curse, and a horror, and an object of hissing, and a disgrace among all the nations to which I have driven them,",
      "19": "because they did not listen to my words,’ declares Yahweh, ‘when I sent to them my servants the prophets, sending over and over again, and they would not listen,’ declares Yahweh.",
      "20": "And you, hear the word of Yahweh, all you exiles whom I sent away from Jerusalem to Babylon.",
      "21": "Thus says Yahweh of hosts, the God of Israel, concerning Ahab, the son of Kolaiah, and concerning Zedekiah, the son of Maaseiah, who are prophesying to you in my name a lie, ‘Look, I am going to give them into the hand of Nebuchadnezzar the king of Babylon, and he will strike them before your eyes.",
      "22": "And a curse will be taken up because of them by all the exiles of Judah who are in Babylon, saying, “May Yahweh make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire,”",
      "23": "because they have done a disgraceful thing in Israel, and they have committed adultery with the wives of their neighbors, and they have spoken words in my name, lies that I have not commanded them, and I am he who knows, and I am a witness,’ declares Yahweh.”",
      "24": "And to Shemaiah the Nehelamite you shall say, saying,",
      "25": "“Thus says Yahweh of hosts, the God of Israel, saying, ‘Because you yourself sent a letter in your name to all the people who are in Jerusalem, and to Zephaniah, the son of Maaseiah, the priest, and to all the priests, saying,",
      "26": "“Yahweh made you priest instead of Jehoiada the priest, so that there are overseers in the house of Yahweh over any mad man who exhibits the behavior of a prophet, and you must put him into the stocks and into the neck iron,",
      "27": "and so then why have you not rebuked Jeremiah the Anathothite who exhibits the behavior of a prophet for you?",
      "28": "Because he has sent to us in Babylon, saying, ‘It will be a long time, build houses and live in them, and plant gardens and eat their fruit.’”’”",
      "29": "And Zephaniah the priest read this letter in the hearing of Jeremiah the prophet.",
      "30": "And the word of Yahweh came to Jeremiah, saying,",
      "31": "“Send to all the exiles, saying, ‘Thus says Yahweh concerning Shemaiah the Nehelamite: “Because Shemaiah prophesied to you, though I have not sent him, and he has made you trust in a lie,”",
      "32": "therefore thus says Yahweh, “Look, I am going to punish Shemaiah the Nehelamite and his offspring. There will not be for him a man who lives in the midst of this people, and he will not see the good that I am going to do to my people,” declares Yahweh, “For he has spoken rebellion against Yahweh.”’”"
    },
    "30": {
      "1": "The word that came to Jeremiah from Yahweh, saying,",
      "2": "“Thus says Yahweh, the God of Israel, saying, ‘Write for yourself all the words that I have spoken to you in a scroll.",
      "3": "For look, days are coming,’ declares Yahweh, ‘when I will restore the fortunes of my people Israel and Judah,’ says Yahweh, ‘and I will bring them back to the land that I gave to their ancestors and they will take possession of it.’”",
      "4": "Now these are the words that Yahweh spoke concerning Israel and concerning Judah.",
      "5": "“For thus says Yahweh:\n‘We have heard a sound of trembling,\n    terror, and there is no peace.",
      "6": "Ask please and see whether a male can bear a child.\n    Why do I see every strong man\nwith his hands on his loins like a woman giving birth?\n    And why are all their faces changed to paleness?",
      "7": "Alas! For that day is great,\n    there is none like it.\nAnd it is a time of distress for Jacob,\n    yet from it he will be delivered.",
      "8": "And it will happen on that day,’ declares Yahweh of hosts,\n    ‘I will break his yoke from your neck\nand your bonds I will tear to pieces.\n    And strangers will no longer let him work as a slave.",
      "9": "But they will serve Yahweh their God,\n    and David their king, whom I will raise up for them.",
      "10": "But you must not fear, my servant Jacob,’ declares Yahweh,\n    ‘and you must not be dismayed, Israel,\nfor look, I am going to save you from far,\n    and your offspring from the land of their captivity.\nAnd Jacob will return,\n    and he will be at rest,\nand he will be at ease,\n    and there will be no one who makes him afraid.",
      "11": "For I am with you,’ declares Yahweh, ‘to save you.\n    For I will make a complete destruction\nof all the nations to which I scattered you,\n    but you I will not make a complete destruction.\nAnd I will chastise you to the measure,\n    and I will not leave you entirely unpunished.’",
      "12": "For thus says Yahweh,\n‘Your injury is incurable,\n    your wound is overcome by sickness.",
      "13": "There is no one who pleads your cause,\n    for your boil there is no healing for you.",
      "14": "All your lovers have forgotten you,\n    they do not care for you.\nI have struck you with the blow of an enemy,\n    the punishment of the cruel,\nbecause of the greatness of your guilt,\n    your sins are numerous.",
      "15": "Why do you cry because of your wound?\n    Your pain is incurable.\nBecause of the greatness of your guilt—your sins are vast—\n    I have done these things to you.",
      "16": "Therefore all those who devour you will be devoured,\n    and all your foes, all of them will go into captivity,\nand those who plunder you will be as plunder,\n    and all those who plunder you I will make as plunder.",
      "17": "For I will present healing to you,\n    and I will heal you of your wounds,’ declares Yahweh.\n‘Because they have called you an outcast, saying,\n    “It is Zion, there is no one who cares for her.”’",
      "18": "Thus says Yahweh:\n‘Look, I will restore the fortunes of the tents of Jacob,\n    and I will have compassion on his dwellings,\nand the city will be rebuilt upon its mound,\n    and the citadel fortress will stand on its rightful site.",
      "19": "And thanksgiving and the sound of merrymakers\n    will come out from them,\nand I will make them numerous,\n    and they will not be few.\nAnd I will make them honored,\n    and they will not be lowly.",
      "20": "And their children will be as of old,\n    and their community will be established before me.\nAnd I will punish all their oppressors.",
      "21": "And their noble will be from them,\nand their ruler will come out from their midst.\n    And I will bring him near and he will approach me.\nFor who is he that would pledge his heart to approach me?’ declares Yahweh.",
      "22": "‘And you will be to me a people,\n    and I will be to you God.’”",
      "23": "Look, the storm of Yahweh!\n    Wrath has gone forth,\na whirling tempest.\n    It will whirl upon the head of the wicked.",
      "24": "The burning anger of Yahweh will not turn back until his doing,\n    and until his accomplishing the plans of his mind.\nIn the last of the days you will understand it."
    },
    "31": {
      "1": "“At that time,” declares Yahweh,\n“I will be the God of all the clans of Israel,\nand they will be to me a people.”",
      "2": "Thus says Yahweh:\n“The people of the survivors of the sword found grace in the desert;\n    Israel going to find their rest.”",
      "3": "From afar Yahweh appeared to me, saying,\n“I have loved you with an everlasting love.\n    Therefore I have drawn you with loyal love.",
      "4": "I will again build you,\n    and you will be built, O virgin Israel.\nYou will again adorn yourself with your tambourines,\n    and you will go forth in the dancing in a ring of the merrymakers.",
      "5": "You will again plant vineyards on the mountains of Samaria.\n    The planters will plant, and they will enjoy it.",
      "6": "For there will be a day when watchmen will call in the hill country of Ephraim,\n    ‘Stand up, and let us go up to Zion, to Yahweh our God.’”",
      "7": "For thus says Yahweh,\n“Sing for joy for Jacob with gladness,\n    and shout out for the head of the nations.\nProclaim, praise, and say,\n    ‘Save, O Yahweh, your people, the remnant of Israel.’",
      "8": "Look, I am going to bring them from the land of the north,\n    and I will gather them from the remotest part of the earth.\nAmong them the blind, and the lame,\n    those who are pregnant, and those who give birth,\ntogether, a great assembly,\n    they will return here.",
      "9": "With weeping they will come,\n    and with pleas for mercy I will bring them;\nI will let them walk by streams of water in a straight path.\n    They will not stumble in it,\nfor I have become to Israel a father,\n    and Ephraim, he is my firstborn.”",
      "10": "Hear the word of Yahweh, O nations,\n    and declare in the coastlands from afar, and say,\n“The scatterer of Israel will gather him,\n    and he will keep him as a shepherd his flock.",
      "11": "For Yahweh has ransomed Jacob,\n    and he has redeemed him from the hand of the person stronger than he.",
      "12": "And they will come,\n    and they will sing for joy on the height of Zion,\n    and they will be radiant over the goodness of Yahweh,\nover the grain, and over the wine, and over the olive oil,\n    and over the young ones of the flock, and over the cattle.\nAnd their life will become like a well-watered garden,\n    and they will never languish again.”",
      "13": "“Then the young woman will rejoice in the dancing in a ring,\n    and the young men and the old men together.\nAnd I will turn their mourning to jubilation,\n    and I will comfort them,\n    and I will gladden them from their sorrow.",
      "14": "And I will saturate the appetite of the priests with fatness,\n    and my people will be satisfied with my goodness,” declares Yahweh.",
      "15": "Thus says Yahweh,\n“A voice is heard in Ramah,\n    lamentation, the weeping of bitterness.\nRachel is weeping for her children;\n    she refuses to be comforted because of her children,\n    for they are no more.”",
      "16": "Thus says Yahweh:\n“Restrain your voice from weeping,\n    and your eyes from tears,\nfor there is a reward for your work,” declares Yahweh,\n    “and they will return from the land of the enemy.",
      "17": "And there is hope for your future,” declares Yahweh,\n    “and your children will return to their territory.",
      "18": "Indeed I heard Ephraim pitying themselves,\n    ‘You disciplined me, and I was disciplined,\n    like a calf that is not trained.\nBring me back and let me return,\n    for you are Yahweh my God.",
      "19": "For after my turning back I repented,\n    and after coming to understand I struck my thigh.\nI was ashamed and also humiliated,\n    because I bore the disgrace of my youth.’",
      "20": "Is Ephraim my dear son,\n    or the child of my delight?\nFor as often as I have earnestly spoken against him,\n    I still remember him.\nTherefore my bowels are turbulent for him,\n    surely I will have compassion on him,” declares Yahweh.",
      "21": "“Set up for yourself road markers,\n    make for yourself signposts,\nset your mind to the main road,\n    the road by which you went.\nReturn, O virgin of Israel,\n    return to these your cities.",
      "22": "How long will you waver, O unfaithful daughter?\nFor Yahweh has created a new thing on the earth,\n    a woman, she shelters a man.”",
      "23": "Thus says Yahweh of hosts, the God of Israel, “They will again say these words in the land of Judah and in its towns at my restoring their fortunes,\n‘Yahweh bless you, O settlement of righteousness,\n    O hill of holiness.’",
      "24": "And Judah and all of its towns together will live in it,\n    farmers and those who travel with the flocks.",
      "25": "For I will saturate the thirst of the weary,\n    and every person who languishes I will replenish.”",
      "26": "At this I awoke and looked,\n    and my sleep was pleasant to me.",
      "27": "“Look, the days are coming,” declares Yahweh, “and I will sow the house of Israel and the house of Judah with the seed of humankind, and with the seed of animals.",
      "28": "And then as I have watched over them to pull up, and to tear down, and to annihilate, and to destroy, and to do evil, so I will watch over them to build and to plant,” declares Yahweh.",
      "29": "“In those days they will say no longer, ‘Parents have eaten unripe fruit, and the teeth of the children are set on edge.’",
      "30": "But each will die because of his iniquity, everyone who eats the unripe fruit, their teeth will be set on edge.",
      "31": "Look, the days are coming,” declares Yahweh, “and I will make a new covenant with the house of Israel and with the house of Judah,",
      "32": "not like the covenant that I made with their ancestors on the day of my grasping them by their hand, bringing them out from the land of Egypt, my covenant that they themselves broke, though I myself was a master over them,” declares Yahweh.",
      "33": "“But this is the covenant that I will make with the house of Israel after those days,” declares Yahweh: “I will put my law in their inward parts and on their hearts I will write it, and I will be to them God, and they themselves will be to me people.",
      "34": "And they will no longer teach each one his neighbor, or each one his brother, saying, ‘Know Yahweh,’ for all of them will know me, from their smallest and up to their greatest,” declares Yahweh, “for I will forgive their iniquity and their sin I will no longer remember.”",
      "35": "Thus says Yahweh, who gives the sun for light by day, the regulations of the moon and the stars for light by night, who stirs up the sea and its waves roar—Yahweh of hosts is his name.",
      "36": "“If these rules would cease from before me,” declares Yahweh, “also the offspring of Israel would cease from being a nation before me forever.”",
      "37": "Thus says Yahweh, “If the heavens above can be measured, and the foundations of the earth below can be explored, also I will reject all the offspring of Israel because of all that they have done,” declares Yahweh.",
      "38": "“Look, days are coming,” declares Yahweh, “and the city will be rebuilt for Yahweh, from the Tower of Hananel to the Corner Gate.",
      "39": "And the measuring line will still go out immediately in front of it to the hill of Gareb, and it will turn to Goah.",
      "40": "And the whole of the valley of the corpses, and the ashes, and all the cultivated fields up to the wadi of Kidron, up to the corner of the Gate of the Horses toward the east will be holy to Yahweh. It will not be uprooted, and it will not be overthrown again forever.”"
    },
    "32": {
      "1": "The word that came to Jeremiah from Yahweh in the tenth year of Zedekiah the king of Judah, that was the eighteenth year of Nebuchadnezzar.",
      "2": "Now at that time the army of the king of Babylon was laying siege to Jerusalem and Jeremiah the prophet was confined in the courtyard of the guard that was in the palace of the king of Judah,",
      "3": "where Zedekiah, the king of Judah, had confined him, saying, “Why are you prophesying, saying, ‘Thus says Yahweh, “Look, I am going to give this city into the hand of the king of Babylon, and he will capture it,",
      "4": "and Zedekiah, the king of Judah, will not escape from the hand of the Chaldeans, but surely he will be given into the hand of the king of Babylon, and he will speak face to face with him and he will see him eye to eye,",
      "5": "and to Babylon he will bring Zedekiah, and there he will be until my attending to him,” declares Yahweh. “If you fight against the Chaldeans, you will not be successful”’?”",
      "6": "And Jeremiah said, “The word of Yahweh came to me, saying,",
      "7": "‘Look, Hanamel, the son of Shallum, your uncle, is going to come to you, saying, “Buy for yourself my field that is at Anathoth, for you have the right of redemption to buy it.”’",
      "8": "Then Hanamel, the son of my uncle, came to me, to the courtyard of the guard according to the word of Yahweh, and he said to me, ‘Please buy my field that is at Anathoth, that is in the land of Benjamin, for to you is the claim of possession, and to you the redemption; buy it for yourself.’ Then I knew that this was the word of Yahweh.",
      "9": "And I bought the field from Hanamel, the son of my uncle, that was at Anathoth. And I weighed out to him the money, seventeen silver shekels.",
      "10": "And I signed on the letter and sealed it, and I called witnesses as witness, and I weighed out the money on a set of scales.",
      "11": "Then I took the deed of the purchase, the sealed copy containing the commandments and the rules, together with the one that was open.",
      "12": "And I gave the deed of the purchase to Baruch the son of Neriah, the son of Mahseiah, in the presence of Hanamel, the son of my uncle, and in the presence of the witnesses who signed the deed of the purchase, in the presence of the Judeans who were sitting in the courtyard of the guard.",
      "13": "And I commanded Baruch in their presence, saying,",
      "14": "‘Thus says Yahweh of hosts, the God of Israel, “Take these deeds, this deed of the purchase, the sealed one, and this opened deed, and you must put them in an earthenware jar so that they may be kept preserved many days.”",
      "15": "For thus says Yahweh of hosts, the God of Israel: “Houses and fields and vineyards will again be bought in this land.”’",
      "16": "And I prayed to Yahweh—after giving my deed of the purchase to Baruch the son of Neriah—saying,",
      "17": "‘Ah Lord Yahweh! Look, you made the heavens and the earth by your great power and by your outstretched arm. Nothing is too difficult for you,",
      "18": "showing loyal love to the thousands, and repaying the guilt of parents into the laps of their children after them. Powerful, great, mighty, his name is Yahweh of hosts,",
      "19": "great in counsel and great in deed, whose eyes are opened to all the ways of the children of humankind, to give to each one according to his ways and according to the fruit of his deeds,",
      "20": "who accomplished signs and wonders in the land of Egypt, up to this day, and in Israel, and among humankind, and you have made for yourself a name, as it is this day.",
      "21": "And you brought out your people Israel from the land of Egypt with signs, and with wonders, and with a strong hand, and with an arm stretched out, and with great terror.",
      "22": "And you gave to them this land, which you swore to their ancestors to give to them, a land flowing with milk and honey.",
      "23": "And they entered and took possession of it, but they did not listen to your voice, and they did not follow your law. They did nothing of all that you commanded to them to do, and you caused to happen to them all this disaster.",
      "24": "Look, the siege ramps have come up to the city to capture it, and the city has been given into the hand of the Chaldeans who are fighting against it, because of the sword, the famine, and the plague, and what you spoke happened, and look, you are seeing it.",
      "25": "Yet you have said to me, Lord Yahweh, “Buy for yourself the field with the money, and call witnesses as witness,” though the city has been given into the hand of the Chaldeans.’”",
      "26": "And the word of Yahweh came to Jeremiah, saying,",
      "27": "“Look, I am Yahweh, the God of all flesh; is anything too difficult for me?”",
      "28": "Therefore thus says Yahweh: “Look, I am going to give this city into the hand of the Chaldeans, and into the hand of Nebuchadnezzar, the king of Babylon, and he will capture it.",
      "29": "And the Chaldeans, who are fighting against this city, will come and set this city on fire, and they will burn it, and the houses where they have made smoke offerings on their roofs to Baal, and where they have devoted libations to other gods, in order to provoke me to anger.",
      "30": "For the people of Israel and the people of Judah were doing only evil in my eyes from their youth, for the people of Israel were only provoking me to anger by the work of their hands,” declares Yahweh.",
      "31": "“For this city has been for me a cause of my anger and of my wrath from the day that they built it even until this day, so I will remove it from my sight,",
      "32": "because of all the evil of the people of Israel and the people of Judah that they did to provoke me to anger—they, their kings, their officials, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem.",
      "33": "And they have turned to me their backs and not their faces, though I have taught them over and over again, but they were not listening to accept discipline.",
      "34": "And they set up their abominations in the house that is called by my name, to defile it.",
      "35": "And they built the high places of Baal that are in the Valley of Ben Hinnom to present as offerings their sons and their daughters to Molech, which I had not commanded them, and it had not come to my mind to do this detestable thing in order to cause Judah to sin.”",
      "36": "“So now therefore, thus says Yahweh, the God of Israel, concerning this city, of which you are saying, ‘It will be given into the hand of the king of Babylon by the sword, and by the famine, and by the plague’:",
      "37": "Look, I am going to gather them from all the lands to which I driven them in my anger, and in my fury, and in great wrath, and I will bring them back to this place, and I will cause them to dwell in safety.",
      "38": "And they will be for me a people, and I will be for them God.",
      "39": "And I will give to them one heart and one way, to revere me forever, for good to them, and to their children after them.",
      "40": "And I will make with them an everlasting covenant that I will not turn away from them, my doing good to them, and my reverence I will put in their hearts so that they will not turn aside from me.",
      "41": "And I will rejoice over them to do good to them, and I will plant them in this land in faithfulness with all my heart, and with all my inner self.”",
      "42": "“For thus says Yahweh, ‘Just as I have brought to this people all this great disaster, so I will bring upon them all the good that I promise to them.",
      "43": "And the fields will be bought in this land of which you are saying, “It is a desolation, without humankind or animals. It has been given into the hand of the Chaldeans.”",
      "44": "They will buy fields with money, and they will sign the deeds, and they will seal them, and they will call witnesses as witness in the land of Benjamin, and in the surroundings of Jerusalem, and in the cities of Judah, and in the cities of the hill country, and in the cities of the Shephelah, and in the cities of the Negev, for I will restore their fortunes,’ declares Yahweh.”"
    },
    "33": {
      "1": "And the word of Yahweh came to Jeremiah a second time while he was still held back in the courtyard of the guard, saying,",
      "2": "“Thus says Yahweh who made the earth, Yahweh who formed it to establish it, Yahweh is his name:",
      "3": "‘Call to me, and I will answer you, and I will tell you great things and inaccessible things that you have not known.’",
      "4": "For thus says Yahweh, the God of Israel, concerning the houses of this city and concerning the houses of the kings of Judah, that were torn down to make a defense against the siege ramps and against the sword:",
      "5": "‘They are coming to fight against the Chaldeans, and to fill them with the corpses of the people whom I will strike in my anger and in my wrath, for whom I have hidden my face from this city because of all their wickedness.",
      "6": "Look, I am going to bring healing and health to it, and I will heal them, and I will reveal to them abundance of peace and reliability.",
      "7": "And I will restore the fortunes of Judah and the fortunes of Israel, and I will rebuild them as in the beginning.",
      "8": "And I will cleanse them from all their guilt that they sinned against me, and I will forgive all their iniquities that they sinned against me, and that they rebelled against me.",
      "9": "And it will be to me a name of jubilation, a praise, and a glory before all the nations of the earth, who will hear all the good that I will do for them, and they will fear, and they will tremble because of all the good, and because of all the prosperity that I will provide for it.’",
      "10": "“Thus says Yahweh: ‘Again will be heard in this place, of which you are saying, “It is a waste, without people and without animals,” in the towns of Judah and in the streets of Jerusalem that are desolate, without people and without inhabitants and without animals,",
      "11": "the voice of jubilation, and the voice of joy, the voice of the bridegroom, and the voice of the bride, the voices of those who say, “Praise Yahweh of hosts, for Yahweh is good, for his loyal love is forever,” the voices of those who bring thank offerings to the house of Yahweh, for I will restore the fortunes of the land as in the beginning,’ says Yahweh.",
      "12": "Thus says Yahweh of hosts: ‘Again there will be in this waste place, without people and animals, and in all its towns, pasture for shepherds allowing their flock to lie down.",
      "13": "In the towns of the hill country, in the towns of the Shephelah, and in the towns of the Negev, and in the land of Benjamin, and in the surroundings of Jerusalem, and in the towns of Judah, flocks will again pass under the hands of the counter,’ says Yahweh.",
      "14": "‘Look, days are coming,’ declares Yahweh, ‘and I will fulfill the good promise that I promised to the house of Israel and to the house of Judah.",
      "15": "In those days and in that time I will make a branch of righteousness sprout for David, and he will execute justice and righteousness in the land.",
      "16": "In those days Judah will be saved, and Jerusalem will dwell safely, and this is what they shall call it: “Yahweh is our righteousness.”’",
      "17": "For thus says Yahweh: ‘A man who sits on the throne of the house of Israel will not be cut off for David.",
      "18": "And for the priests, a man from the Levites who offers burnt offerings and who burns grain offerings and who brings sacrifices will not be cut off before me forever.’”",
      "19": "And the word of Yahweh came to Jeremiah, saying,",
      "20": "“Thus says Yahweh: ‘If you could break my covenant with the day, and my covenant with the night, so that day and night would not come at their time,",
      "21": "then my covenant could be broken with David my servant, from having a son who could rule on his throne, and with the Levites, the priests, my ministers.",
      "22": "As the host of heaven cannot be counted, and the sand of the sea cannot be measured, so I will make numerous the offspring of David my servant and the Levites who minister to me.’”",
      "23": "And the word of Yahweh came to Jeremiah, saying,",
      "24": "“Have you not seen how these people speak, saying, ‘The two clans whom Yahweh chose, he has also rejected them’? Thus they spurn my people from being a nation before them any longer.",
      "25": "Thus says Yahweh: ‘If my covenant with day and with night, the regulations of heaven and earth, I had not established,",
      "26": "then the offspring of Jacob and David my servant I would reject, from choosing rulers from his offspring over the offspring of Abraham, Isaac, and Jacob; for I will restore their fortunes and I will have compassion on them.’”"
    },
    "34": {
      "1": "The word that came to Jeremiah from Yahweh, when Nebuchadnezzar the king of Babylon, and all his army, with all the kingdoms of the earth under the dominion of his hand, and all the peoples were fighting against Jerusalem and against all its cities, saying,",
      "2": "“Thus says Yahweh, the God of Israel: ‘Go and say to Zedekiah the king of Judah, now you must say to him, “Thus says Yahweh: ‘Look, I am going to give this city into the hand of the king of Babylon, and he will burn it with fire.",
      "3": "And you will not escape from his hand, but surely you will be captured, and into his hand you will be given, and you will see the king of Babylon eye to eye, and you will speak face to face with him, and to Babylon you will go.’",
      "4": "However, hear the word of Yahweh, O Zedekiah, the king of Judah. Thus says Yahweh concerning you: ‘You will not die by the sword.",
      "5": "In peace you will die, and as there was burning for your ancestors, the former kings who were before you, so they will burn for you, and they will lament for you, “Alas, lord!” For the word I have spoken,’ declares Yahweh.”’”",
      "6": "Then Jeremiah the prophet spoke to Zedekiah the king of Judah all these words in Jerusalem",
      "7": "when the army of the king of Babylon was fighting against Jerusalem and against all the cities of Judah that were left over—Lachish and Azekah, for these remained among the cities of Judah, the cities of fortification.",
      "8": "The word that came to Jeremiah from Yahweh after king Zedekiah made a covenant with all the people who were in Jerusalem to proclaim release to them,",
      "9": "to let go each one his male slave and each one his female slave, the Hebrew and the free Hebrew, so that no one among the Judeans should enslave his fellow countryman.",
      "10": "And all the officials and all the people obeyed, who had entered into the covenant to let go each one his male slave and each one his female slave, not enslaving them again, and they obeyed and they let them go.",
      "11": "But afterward they turned back and they brought back the male slaves and the female slaves whom they had let go free, and they subdued them as male slaves and female slaves.",
      "12": "And the word of Yahweh came to Jeremiah from Yahweh, saying,",
      "13": "“Thus says Yahweh, the God of Israel: ‘I made a covenant with your ancestors on the day of my bringing them out from the land of Egypt, from the house of slaves, saying,",
      "14": "“At the end of seven years you must let go each one his fellow countryman, the Hebrew who has been sold to you and who has served you six years, and you must let him go free from you.” But your ancestors did not listen to me, and they did not incline their ears.",
      "15": "And you turned back recently and you did right in my eyes, to proclaim release each one to his neighbor, and you made a covenant before me in the house that is called by my name.",
      "16": "But you turned back and you profaned my name when you brought back each one his male slave and each one his female slave, whom you had let go free according to their desire, and you subdued them to be to you as male slaves and as female slaves.’",
      "17": "“Therefore thus says Yahweh, ‘You have not listened to me to proclaim release each one to his fellow countryman and each one to his neighbor. Look, I am going to proclaim to you a release,’ declares Yahweh, ‘to the sword, to the plague, and to the famine, and I will make you a terror to all the kingdoms of the earth.",
      "18": "And I will make the men who transgressed my covenant, who have not kept the words of the covenant that they made before me, like the calf which they cut in two and they passed between its parts—",
      "19": "the officials of Judah, and the officials of Jerusalem, the eunuchs, and the priests, and all the people of the land who passed between the parts of the calf—",
      "20": "and I will give them into the hand of their enemies, and into the hand of the seekers of their lives, and their dead bodies will become as food for the birds of the heavens and for the animals of the earth.",
      "21": "And Zedekiah the king of Judah and his officials I will give into the hand of their enemies, and into the hand of the seekers of their lives, and into the hand of the army of the king of Babylon, who retreated from you.",
      "22": "Look, I am going to command,’ declares Yahweh, ‘and I will bring them back to this city, and they will fight against it, and they will capture it, and they will burn it with fire, and the towns of Judah I will make a desolation without an inhabitant.’”"
    },
    "35": {
      "1": "The word that came to Jeremiah from Yahweh in the days of Jehoiakim, the son of Josiah, the king of Judah, saying,",
      "2": "“Go to the house of the Rechabites, and speak with them, and bring them to the house of Yahweh into one of the chambers, and give them wine to drink.”",
      "3": "So I took Jaazaniah, the son of Jeremiah, the son of Habazziniah, and his brothers, and all his sons, and the whole of the house of the Rechabites,",
      "4": "and I brought them to the house of Yahweh, into the chamber of the sons of Hanan, the son of Igdaliah, the man of God, which was beside the chamber of the officials, which was above the chamber of Maaseiah, the son of Shallum, the keeper of the threshold.",
      "5": "Then I set before the house of the Rechabites bowls full of wine and cups, and I said to them, “Drink wine.”",
      "6": "But they answered, “We will not drink wine, for Jonadab, the son of Rechab, our ancestor, commanded us, saying, ‘You shall not drink wine, you or your children, forever.",
      "7": "And you shall not build a house, and you shall not sow seed, and you shall not plant a vineyard, and it shall not be for you, but in tents you shall live all your days, so that you may live many days on the surface of the land where you are dwelling as aliens.’",
      "8": "And we obeyed the voice of Jonadab, the son of Rechab, our ancestor, in all that he commanded us, not to drink wine all our days, ourselves, our wives, our sons, or our daughters,",
      "9": "and not to build houses for our living, and there is not vineyard, or field, or seed for us.",
      "10": "But we have lived in tents, and we have obeyed, and we have done all that Jehonadab, our ancestor, commanded us.",
      "11": "But then at the coming up against the land of Nebuchadnezzar the king of Babylon, then we said, ‘Come and let us go to Jerusalem before the army of the Chaldeans, and before the army of the Arameans.’ That is why we are living in Jerusalem.”",
      "12": "And the word of Yahweh came to Jeremiah, saying,",
      "13": "“Thus says Yahweh of hosts, the God of Israel: ‘Go and say to the people of Judah and to the inhabitants of Jerusalem, “Can you not learn a lesson to listen to my words?” declares Yahweh.",
      "14": "“The words of Jonadab, the son of Rechab, that he commanded his descendants to not drink, have been carried out, and they have not drunk until this day, for they have obeyed the command of their ancestor. But I have spoken to you over and over again, and you have not listened to me.",
      "15": "And I have sent to you all my servants the prophets, I have sent them over and over again, saying, ‘Turn back please each one from his evil way, and amend your deeds, and you must not go after other gods to serve them, so that you may live on the land that I gave to you and to your ancestors.’ But you did not incline your ear and you did not listen to me.",
      "16": "For the descendants of Jonadab, the son of Rechab, have carried out the command of their ancestor that he commanded them, but this people did not listen to me.”",
      "17": "Therefore thus says Yahweh, the God of hosts, the God of Israel, “Look, I am going to bring to Judah and to all the inhabitants of Jerusalem every disaster that I have spoken against them, because I have spoken to them and they have not listened, and I have called to them and they have not answered.”’”",
      "18": "But to the house of the Rechabites Jeremiah said, “Thus says Yahweh of hosts, the God of Israel, ‘Because you have listened to the command of Jonadab your ancestor, and you have kept all his commands, and you have done all that he commanded you,’",
      "19": "therefore thus says Yahweh of hosts, the God of Israel: ‘A man will not be cut off for Jonadab, the son of Rechab, to stand before me always.’”"
    },
    "36": {
      "1": "And then in the fourth year of Jehoiakim the son of Josiah, the king of Judah, this word came to Jeremiah from Yahweh, saying,",
      "2": "“Take for yourself a scroll and you must write on it all the words that I have spoken to you against Israel, and against Judah, and against all the nations, from the day that I spoke to you, from the days of Josiah, and until this day.",
      "3": "Perhaps when the house of Judah hears all the disasters that I am planning to do to them, then they may turn back each one from his evil way, and I will forgive their guilt and their sin.”",
      "4": "Then Jeremiah called Baruch the son of Neriah, and Baruch wrote from the mouth of Jeremiah all the words of Yahweh that he had spoken to him on a scroll.",
      "5": "And Jeremiah instructed Baruch, saying, “I am held back, I am not able to enter the temple of Yahweh.",
      "6": "So you must go and you shall read aloud from the scroll that you have written from my mouth the words of Yahweh in the hearing of the people in the temple of Yahweh on a day of fast, and also you shall read aloud in the hearing of all those of Judah who came from their towns.",
      "7": "Perhaps their plea will fall before Yahweh and each one will turn away from his evil way, for great is the anger and wrath that Yahweh pronounced against this people.”",
      "8": "And Baruch the son of Neriah did all that Jeremiah the prophet instructed him, to read aloud from the scroll the words of Yahweh in the temple of Yahweh.",
      "9": "And then in the fifth year of Jehoiakim, the son of Josiah, the king of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the towns of Judah to Jerusalem proclaimed a fast before Yahweh.",
      "10": "Then Baruch read aloud from the scroll the words of Jeremiah in the temple of Yahweh, in the chamber of Gemariah, the son of Shaphan, the secretary, in the upper courtyard at the entrance of the New Gate of the temple of Yahweh in the hearing of all the people.",
      "11": "When Micaiah, the son of Gemariah, the son of Shaphan, heard all the words of Yahweh from the scroll,",
      "12": "he went down to the house of the king, to the chamber of the secretary, and look, all the officials were sitting there: Elishama the secretary, and Delaiah, the son of Shemaiah, and Elnathan, the son of Achbor, and Gemariah, the son of Shaphan, and Zedekiah, the son of Hananiah, and all the other officials.",
      "13": "And Micaiah told them all the words that he had heard at the reading aloud of Baruch from the scroll in the hearing of the people.",
      "14": "Then all the officials sent Jehudi, the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “The scroll that you read aloud from in the hearing of the people, take it in your hand and come.” And Baruch the son of Neriah took the scroll in his hand and he came to them.",
      "15": "And they said to him, “Sit please and read it aloud in our hearing.” So Baruch read aloud in their hearing.",
      "16": "And then, the moment of their hearing all the words, they turned to one another in alarm and they said to Baruch, “We must certainly report all these words to the king!”",
      "17": "Then they asked Baruch, saying, “Tell us please, how did you write all these words, from his mouth?”",
      "18": "And Baruch said to them, “From his mouth. He dictated to me all these words and I was writing on the scroll with the ink.”",
      "19": "Then the officials said to Baruch, “Go, hide yourself, you and Jeremiah, and let not a man know where you are.”",
      "20": "And they went to the king, to the courtyard, and they put the scroll for safe-keeping in the chamber of Elishama the secretary, and they reported all the words in the hearing of the king.",
      "21": "Then the king sent Jehudi to take the scroll, and he took it from the chamber of Elishama the secretary, and Jehudi read it aloud in the hearing of the king, and in the hearing of all the officials who stood next to the king.",
      "22": "Now the king was sitting in the quarters of the winter in the ninth month, and a fire-pot was burning before him.",
      "23": "And then, as Jehudi read three or four columns, he would cut it up in pieces with the knife of the scribe, and he would throw it into the fire that was in the fire-pot until the whole of the scroll was consumed in the fire that was in the fire-pot.",
      "24": "And the king and any of his servants who heard all these words were not startled, and they did not tear their garments.",
      "25": "And even when Elnathan, and Delaiah, and Gemariah urged the king not to burn the scroll, he would not listen to them.",
      "26": "And the king commanded Jerahmeel, the son of the king, and Seraiah, the son of Azriel, and Shelemiah, the son of Abdeel, to arrest Baruch the secretary and Jeremiah the prophet, but Yahweh hid them.",
      "27": "And the word of Yahweh came to Jeremiah after the king burned the scroll and the words that Baruch wrote from the mouth of Jeremiah, saying,",
      "28": "“Take again for yourself another scroll and write on it all the former words that were in the first scroll which Jehoiakim, the king of Judah, has burned.",
      "29": "And concerning Jehoiakim, the king of Judah, you shall say, ‘Thus says Yahweh, “You have burned this scroll, saying, ‘Why have you written in it, saying, “The king of Babylon will certainly come and he will destroy this land, and he will cause to disappear from it humankind and animals”?’”",
      "30": "Therefore thus says Yahweh concerning Jehoiakim, the king of Judah, “There will not be for him one who sits on the throne of David. And his dead body will be thrown out to the heat in the day and to the frost in the night.",
      "31": "And I will punish him, and his offspring, and his servants for their guilt, and I will bring on them, and on the inhabitants of Jerusalem, and on the people of Judah all the disaster with which I have threatened them, but they would not listen.”’”",
      "32": "Then Jeremiah took another scroll and gave it to Baruch the son of Neriah, the secretary, and he wrote on it from the mouth of Jeremiah all the words of the scroll that Jehoiakim, the king of Judah, had burned in the fire, and furthermore was added to them many words like these."
    },
    "37": {
      "1": "And king Zedekiah, the son of Josiah, whom Nebuchadnezzar, the king of Babylon, had made king, reigned as king in the land of Judah in place of Coniah, the son of Jehoiakim.",
      "2": "But he and his servants and the people of the land did not listen to the words of Yahweh that he spoke by the hand of Jeremiah the prophet.",
      "3": "And king Zedekiah sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah, the priest, to Jeremiah the prophet, saying, “Please pray for us to Yahweh our God.”",
      "4": "Now Jeremiah was coming and going out in the midst of the people and they had not put him in the house of imprisonment.",
      "5": "And the army of Pharaoh had come out from Egypt, and the Chaldeans, who were laying siege to Jerusalem, heard their report and they withdrew from Jerusalem.",
      "6": "And the word of Yahweh came to Jeremiah the prophet, saying,",
      "7": "“Thus says Yahweh, the God of Israel, ‘This is what you shall say to the king of Judah, who sent you to me to inquire of me, “Look, the army of Pharaoh, which set out to help you, is going to return to his land Egypt.",
      "8": "And the Chaldeans will return, and they will fight against this city, and they will capture it, and they will burn it with fire.”’",
      "9": "Thus says Yahweh: ‘You must not deceive yourselves, saying, “Surely the Chaldeans will go from us,” for they will not go.",
      "10": "For even if you struck the whole army of the Chaldeans who are fighting against you, and only men pierced through remained among them, each one in his tent, they would rise up and they would burn this city with fire.’”",
      "11": "And then, at the withdrawing of the army of the Chaldeans from Jerusalem before the army of Pharaoh,",
      "12": "Jeremiah set out from Jerusalem to go to the land of Benjamin to receive a portion from there in the midst of the people.",
      "13": "And when he was at the Gate of Benjamin, there was a sentry on duty whose name was Irijah, the son of Shelemiah, the son of Hananiah, and he seized Jeremiah the prophet, saying, “You are deserting to the Chaldeans!”",
      "14": "And Jeremiah said, “That is a lie! I am not deserting to the Chaldeans.” But he would not listen to him. So Irijah seized Jeremiah and brought him to the officials.",
      "15": "And the officials were angry at Jeremiah and they struck him. And they put him in prison, in the house of Jonathan the secretary, for they had converted it to the prison.",
      "16": "So Jeremiah came to the dungeon, even to the vaulted cells, and Jeremiah stayed there many days.",
      "17": "Then King Zedekiah sent and fetched him. And the king questioned him in secrecy in his house, and he said, “Is there a word from Yahweh?” And Jeremiah said, “There is.” And he said, “You will be given into the hand of the king of Babylon.”",
      "18": "Then Jeremiah said to King Zedekiah, “What did I do wrong to you, or to your servants, or to this people, that you have put me in prison?",
      "19": "And where are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you and against this land’?",
      "20": "Now then, my lord the king, please let my plea fall before you. You must not send me back to the house of Jonathan the secretary, so that I will not die there.”",
      "21": "So King Zedekiah commanded, and they handed Jeremiah over in the courtyard of the guard, and they gave to him a round loaf of bread from the street of the bakers every day until the finishing of all the bread from the city. And Jeremiah stayed in the courtyard of the guard."
    },
    "38": {
      "1": "Now Shephatiah the son of Mattan, and Gedaliah the son of Pashhur, and Jehucal the son of Shelemiah, and Pashhur the son of Malchiah heard the words that Jeremiah was saying to all the people, saying,",
      "2": "“Thus says Yahweh, ‘The one who stays in this city will die by the sword, by the famine, and by the plague. But the one who goes out to the Chaldeans will live. And his life will be for him as booty, and he will live.’",
      "3": "Thus says Yahweh, ‘Surely this city will be given into the hand of the army of the king of Babylon, and he will capture it.’”",
      "4": "Then the officials said to the king, “Please, this man must be killed, because he is making slack the hands of the soldiers who are left in this city, and the hands of all the people, by speaking to them words like these, for this man is not seeking for welfare to this people, but only for harm.”",
      "5": "And Zedekiah the king said, “Look, he is in your hand, for the king is not able to do a thing against you.”",
      "6": "So they took Jeremiah and threw him into the pit of Malchiah, the son of the king, which was in the courtyard of the guard. And they let Jeremiah down by ropes. Now in the pit there was no water, but only mud, and Jeremiah sank in the mud.",
      "7": "When Ebed-melech the Cushite, a eunuch who was in the house of the king, heard that they had put Jeremiah into the pit—now the king was sitting at the Gate of Benjamin—",
      "8": "Ebed-melech went out from the house of the king and spoke to the king, saying,",
      "9": "“My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, in that they have thrown him into the pit, and he will die there because of starvation, for there is no longer any bread in the city.”",
      "10": "Then the king commanded Ebed-melech the Cushite, saying, “Take with you these thirty men and pull Jeremiah the prophet up from the pit before he dies.”",
      "11": "So Ebed-melech took the men with him and went to the palace of the king, to a place beneath the storehouse, and he took from there rags and worn-out clothes. And he let them down into the pit by ropes to Jeremiah.",
      "12": "Then Ebed-melech the Cushite said to Jeremiah, “Please put the rags and worn-out clothes under the joints of your arms under the ropes,” and Jeremiah did so.",
      "13": "And they pulled Jeremiah by the ropes and brought him up from the pit. And Jeremiah stayed in the courtyard of the guard.",
      "14": "And Zedekiah the king sent and made someone bring Jeremiah the prophet to him, to the third entrance that was at the temple of Yahweh. And the king said to Jeremiah, “I am asking you something, you must not hide anything from me.”",
      "15": "And Jeremiah said to Zedekiah, “If I tell you, will you not surely kill me? Besides, if I advise you, you will not listen to me.",
      "16": "So Zedekiah the king swore to Jeremiah in secret, saying, “As Yahweh lives, who has made for us this life, I will not kill you and I will not give you into the hand of these men who are seeking your life.”",
      "17": "Then Jeremiah said to Zedekiah, “Thus says Yahweh, the God of hosts, the God of Israel, ‘If only you will go surrender to the officials of the king of Babylon, then you will live, and this city will not be burned with fire, and you will live, you and your house.",
      "18": "But if you do not go surrender to the officials of the king of Babylon, then this city will be given into the hand of the Chaldeans, and they will burn it with fire, and you will not escape from their hand.’”",
      "19": "And Zedekiah the king said to Jeremiah, “I am afraid of the Judeans who have deserted to the Chaldeans, lest they give me into their hand and they abuse me.”",
      "20": "And Jeremiah said, “They will not give you over. Please obey the voice of Yahweh with regard to what I am saying to you, and it will go well with you, and you will live.",
      "21": "But if you are refusing to surrender, this is the thing that Yahweh has shown me.",
      "22": "Now look, all the women who remain in the house of the king of Judah are being led out to the officials of the king of Babylon. And look, they are saying,\n‘Your trusted friends have misled you,\nand they have prevailed against you.\nYour feet are stuck in the mud,\nso they turned backward.’",
      "23": "And all your wives and your children will be led out to the Chaldeans, and you will not escape from their hand, but by the hand of the king of Babylon you will be seized, and this city will burn with fire.”",
      "24": "And Zedekiah said to Jeremiah, “No man must know about these words so that you will not die.",
      "25": "And if the officials hear that I have spoken with you, and they come to you and say to you, ‘Please tell us what you said to the king. You must not conceal it from us so that we will not kill you. And what did the king say to you?’",
      "26": "Then you shall say to them, ‘I was presenting my plea before the king, to not cause me to return to the house of Jonathan to die there.’”",
      "27": "And all the officials came to Jeremiah and questioned him, and he informed them like all these words that the king commanded. So they fell silent, for the conversation was not heard.",
      "28": "And Jeremiah stayed in the courtyard of the guard until the day that Jerusalem was captured. And it happened that Jerusalem was captured."
    },
    "39": {
      "1": "In the ninth year of Zedekiah, the king of Judah, in the tenth month, Nebuchadnezzar the king of Babylon and all his army came against Jerusalem and laid siege to it.",
      "2": "In the eleventh year of Zedekiah, in the fourth month, on the ninth day of the month, the city was taken by assault.",
      "3": "And all the officials of the king of Babylon came and sat in the Middle Gate: Nergal-sharezer, Samgar-nebo, Sarsechim the chief officer, Nergal-sharezer the high official, with all the rest of the officials of the king of Babylon.",
      "4": "And then when Zedekiah the king of Judah saw them, and all the soldiers with him, they fled and went out at night from the city by the way of the garden of the king through the gate between the walls. And they went out toward the Jordan Valley.",
      "5": "But the army of the Chaldeans pursued after them and overtook Zedekiah in the plains of Jericho. And they took him and brought him up to Nebuchadnezzar the king of Babylon at Riblah in the land of Hamath. And he pronounced sentence on him.",
      "6": "And the king of Babylon slaughtered the sons of Zedekiah at Riblah before his eyes. The king of Babylon also slaughtered all the nobles of Judah.",
      "7": "Then he blinded the eyes of Zedekiah and tied him up with bronze fetters to bring him to Babylon.",
      "8": "And the Chaldeans burned the palace of the king and the houses of the people with fire and broke down the walls of Jerusalem.",
      "9": "Then the rest of the people who were left in the city, and those deserting who had deserted to him, and the rest of the people who remained, Nebuzaradan, the captain of the guard, deported to Babylon.",
      "10": "And some of the poor people, who had nothing, Nebuzaradan, the captain of the guard, left in the land of Judah. And he gave them vineyards and fields on that day.",
      "11": "And Nebuchadnezzar the king of Babylon commanded concerning Jeremiah through Nebuzaradan, the captain of the guard, saying,",
      "12": "“Take him and set your eyes on him. And you must not do something bad to him, but only that which he speaks to you, so do with him.”",
      "13": "So Nebuzaradan, the captain of the guard, sent word, along with Nebushazban the chief officer, and Nergal-sharezer the high official, and all the chief officers of the king of Babylon.",
      "14": "And they sent and took Jeremiah from the courtyard of the guard and gave him to Gedaliah the son of Ahikam, the son of Shaphan, to take him to the house, so he stayed in the midst of the people.",
      "15": "And the word of Yahweh came to Jeremiah at his confinement in the courtyard of the guard, saying,",
      "16": "“Go and say to Ebed-melech the Cushite, saying, ‘Thus says Yahweh of hosts, the God of Israel: “Look, I am about to bring my words to pass against this city for evil and not for good. And they will be before you on that day.",
      "17": "But I will rescue you on that day,” declares Yahweh, “and you will not be given into the hand of the men of whom you are frightened.",
      "18": "For surely I will save you, and you will not fall by the sword. But your life will be for you as booty because you have trusted in me,” declares Yahweh.’”"
    },
    "40": {
      "1": "The word that came to Jeremiah from Yahweh after Nebuzaradan, the captain of the guard, had let him go from Ramah, where he had been taken bound in chains in the midst of all the exiles of Jerusalem and Judah who were being deported to Babylon.",
      "2": "And the captain of the guard took Jeremiah and said to him, “Yahweh your God threatened this disaster to this place,",
      "3": "and now he has brought it about, and Yahweh has done just as he threatened. Because you sinned against Yahweh and did not listen to his voice, so this thing has happened to you.",
      "4": "And so then look, I have released you today from the chains that were on your hands. If it is good in your eyes to come with me to Babylon, then come, and I will take care of you. But if it is bad in your eyes to come with me to Babylon, then refrain. Look, the whole land is before you. To wherever it is good and right in your eyes to go, then go there.”",
      "5": "While he still had not turned back, Nebuzaradan added, “Return to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed in an official position over the towns of Judah, and stay with him in the midst of the people. Or to wherever it is right in your eyes to go, then go there.” Then the captain of the guard gave him an allowance of provisions and a present, and let him go.",
      "6": "So Jeremiah went to Gedaliah the son of Ahikam, at Mizpah and stayed with him in the midst of the people who were left in the land.",
      "7": "When all the commanders of the armies who were in the open country and their men heard that the king of Babylon had appointed Gedaliah the son of Ahikam in an official position in the land, and that he had put him in charge of men, and women, and little children, and of the poor of the land, of all those who had not been deported to Babylon,",
      "8": "then they went to Gedaliah at Mizpah—Ishmael the son of Nethaniah, and Johanan, and Jehonathan the son of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, they and their men.",
      "9": "And Gedaliah the son of Ahikam, the son of Shaphan, swore to them and to their men, saying, “You must not be afraid of serving the Chaldeans. Stay in the land and serve the king of Babylon, and it will go well with you.",
      "10": "As for me, look, I am staying at Mizpah to represent you before the Chaldeans who come to us. But you, gather wine and summer fruit and oil, and put them in your vessels, and live in your towns that you have seized.”",
      "11": "And also all the Judeans who were in Moab, and among the Ammonites, and in Edom, and who were in all the lands, when they heard that the king of Babylon had given a remnant to Judah and that he had appointed Gedaliah the son of Ahikam, the son of Shaphan, in an official position over them,",
      "12": "then all the Judeans returned from all the places to which they were scattered. And they came to the land of Judah, to Gedaliah at Mizpah, and they gathered wine and summer fruit that yielded in great abundance.",
      "13": "And Johanan the son of Kareah and all the commanders of the armies who were in the open country came to Gedaliah at Mizpah",
      "14": "and said to him, “Are you at all aware that Baalis, the king of the Ammonites, has sent Ishmael the son of Nethaniah, to kill you?” But Gedaliah the son of Ahikam would not believe them.",
      "15": "Then Johanan the son of Kareah said to Gedaliah in secrecy at Mizpah, saying, “Please let me go and kill Ishmael the son of Nethaniah, and nobody will know. Why should he kill you, so that all of Judah who are gathered to you will be scattered, and the remnant of Judah will perish?”",
      "16": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “You must not do this thing, for you are telling a lie about Ishmael.”"
    },
    "41": {
      "1": "And then in the seventh month Ishmael the son of Nethaniah, the son of Elishama, from the offspring of the kingship, and one of the chief officers of the king, came to Gedaliah the son of Ahikam at Mizpah, along with ten men. And they ate bread together there at Mizpah.",
      "2": "And Ishmael the son of Nethaniah got up, along with the ten men who were with him, and they struck Gedaliah the son of Ahikam, the son of Shaphan, with the sword and killed him whom the king of Babylon had appointed in an official position over the land.",
      "3": "Then Ishmael killed all the Judeans who were with Gedaliah at Mizpah, along with the Chaldeans who were found there, the soldiers.",
      "4": "And then on the second day of the killing of Gedaliah—and no one knew—",
      "5": "then men came from Shechem, from Shiloh, and from Samaria, eighty men with shaven beards and torn garments, who had cut themselves with blades, having grain offerings and frankincense in their hands to bring to the temple of Yahweh.",
      "6": "And Ishmael the son of Nethaniah came out to meet them from Mizpah, weeping as he came. And then as he was meeting them, he said to them, “Come to Gedaliah, the son of Ahikam.”",
      "7": "And then, the moment of their coming to the middle of the city, then Ishmael the son of Nethaniah, along with the men who were with him, slaughtered them and threw them to the middle of the pit.",
      "8": "But ten men were found among them, and they said to Ishmael, “You must not kill us, for we have hidden treasures in the field, wheat, and barley, and oil, and honey. So he refrained and he did not kill them in the midst of their fellow countrymen.",
      "9": "Now the pit into which Ishmael threw all the corpses of the men whom he had killed along with Gedaliah was the same one that King Asa had made because of Baasha the king of Israel, who was against him. Ishmael the son of Nethaniah filled it with the slain ones.",
      "10": "Then Ishmael took captive all the rest of the people who were in Mizpah, the daughters of the king and all the people who were left at Mizpah, over whom Nebuzaradan, the captain of the guard, had appointed Gedaliah the son of Ahikam. And Ishmael took them captive and set out to cross over to the Ammonites.",
      "11": "When Johanan the son of Kareah and all the commanders of the armies who were with him, heard all the evil that Ishmael the son of Nethaniah had done,",
      "12": "then they took all the men and went to fight against Ishmael the son of Nethaniah. And they met him at the great pool that is in Gibeon.",
      "13": "And then, the moment that all the people who were with Ishmael saw Johanan the son of Kareah and all the commanders of the armies who were with him, they were glad.",
      "14": "So all the people whom Ishmael had taken captive from Mizpah turned around and returned and went to Johanan the son of Kareah.",
      "15": "But Ishmael the son of Nethaniah escaped with eight men from Johanan, and they went to the Ammonites.",
      "16": "Then Johanan the son of Kareah and all the commanders of the armies who were with him took from Mizpah all the rest of the people whom he had recovered from Ishmael the son of Nethaniah, after he had killed Gedaliah the son of Ahikam, strong men, soldiers, and women, and little children, and eunuchs whom he brought back from Gibeon.",
      "17": "And they set out and stayed at the lodging place of Chimham that is near Bethlehem, intending to go to Egypt",
      "18": "because of the Chaldeans. For they were afraid of them, because Ishmael the son of Nethaniah had killed Gedaliah the son of Ahikam, whom the king of Babylon had appointed in an official position over the land."
    },
    "42": {
      "1": "Then all the commanders of the armies, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the smallest to the greatest, approached",
      "2": "and said to Jeremiah the prophet, “May our plea please fall before you, and pray for us to Yahweh your God, for all this remnant, for we are left but a few of many, as your eyes are seeing us.",
      "3": "And let Yahweh your God inform us the way in which we should go and the thing that we should do.”",
      "4": "And Jeremiah the prophet said to them, “I have heard. Look, I am going to pray to Yahweh your God according to your words, and then all the words that Yahweh answers you I will tell you; I will not withhold from you a word.”",
      "5": "Then they said to Jeremiah, “May Yahweh be against us as a true and faithful witness if we do not do according to all the words that Yahweh sends you for us.",
      "6": "Whether good or bad, we will listen to the voice of Yahweh our God, to whom we are sending you, so that it may go well with us when we listen to the voice of Yahweh our God.”",
      "7": "And then at the end of ten days the word of Yahweh came to Jeremiah.",
      "8": "And he summoned Johanan the son of Kareah, and all the commanders of the armies who were with him, and all the people from the smallest to the greatest,",
      "9": "and said to them, “Thus says Yahweh, the God of Israel, to whom you sent me to cause your plea to fall before him:",
      "10": "‘If only you will stay in this land, then I will build you and I will not tear you down, and I will plant you and I will not pluck you up, for I relent of the disaster that I have brought to you.",
      "11": "You must not be afraid of the king of Babylon whom you are afraid of. You must not be afraid of him,’ declares Yahweh, ‘for I am with you to save you and to deliver you from his hand.",
      "12": "And I will show you compassion, and he will have compassion on you and will restore you to your soil.",
      "13": "But if you are saying, “We will not stay in this land,” so as to not listen to the voice of Yahweh your God,",
      "14": "saying, “No, for we will go to the land of Egypt where we will not see war, and we will not hear the sound of a horn, and we will not be hungry for bread, and there we will stay,”",
      "15": "then therefore hear the word of Yahweh, O remnant of Judah. Thus says Yahweh of hosts, the God of Israel: “If you are determined to go to Egypt, and you go to dwell as aliens there,",
      "16": "then it will be that the sword that you are in fear of will overtake you there in the land of Egypt, and the famine that you are anxious of will pursue after you there into Egypt, and there you will die.",
      "17": "So all the people who are determined to go to Egypt to dwell as aliens there will die by the sword, by the famine, and by the plague, and there will not be for them an escapee or a survivor from the disaster that I am bringing upon them.”",
      "18": "For thus says Yahweh of hosts, the God of Israel: “As my anger and my wrath were poured out on the inhabitants of Jerusalem, so my wrath will pour out on you at your going to Egypt, and you will become a curse, and a horror, and a curse formula, and a disgrace, and you will no longer see this place.”’",
      "19": "Yahweh has spoken to you, O remnant of Judah, ‘You must not go to Egypt.’ You must certainly know that I have warned you today",
      "20": "that you have made a fatal mistake, for you sent me to Yahweh your God, saying, ‘Pray for us to Yahweh our God, and all that Yahweh our God says, so tell us and we will do it.’",
      "21": "So I have told you today, and you have not listened to the voice of Yahweh your God, or of anything that he sent me for you.",
      "22": "Now then, certainly you must know that by the sword, by the famine, and by the plague you will die in the place where you desire to go, to dwell as aliens there.”"
    },
    "43": {
      "1": "And then, when Jeremiah had finished speaking to all the people all the words of Yahweh their God, for which Yahweh their God had sent him to them with all these words,",
      "2": "Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the insolent men spoke, saying to Jeremiah, “You are telling a lie! Yahweh our God did not send you, saying, ‘You must not go to Egypt to dwell as aliens there.’",
      "3": "But Baruch the son of Neriah is inciting you against us in order to give us into the hand of the Chaldeans, to kill us and to deport us to Babylon.”",
      "4": "So Johanan the son of Kareah and all the commanders of the armies, and all the people did not listen to the voice of Yahweh to stay in the land of Judah.",
      "5": "But Johanan the son of Kareah and all the commanders of the armies took all the remnant of Judah who had returned from all the nations to which they had been scattered to dwell as aliens in the land of Judah—",
      "6": "the men, and the women, and the little children, and the daughters of the king, and everyone whom Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the prophet, and Baruch the son of Neriah—",
      "7": "and they came into the land of Egypt, for they did not listen to the voice of Yahweh. And they came up to Tahpanhes.",
      "8": "And the word of Yahweh came to Jeremiah in Tahpanhes, saying,",
      "9": "“Take in your hands large stones and bury them in the mortar in the clay floor that is at the entrance of the palace of Pharaoh in Tahpanhes before the eyes of the people of the Judeans,",
      "10": "and say to them, ‘Thus says Yahweh of hosts, the God of Israel: “Look, I am going to send and take Nebuchadnezzar the king of Babylon, my servant, and I will set his throne above these stones that I have hidden. And he will spread out his canopy over them.",
      "11": "And he will come and ravage the land of Egypt, and deliver those who are appointed for the plague, to the plague, and those who are appointed for the captivity, to the captivity, and those who are appointed for the sword, to the sword.",
      "12": "Then he will kindle a fire in the temples of the gods of Egypt, and he will burn them and take them captive. And he will wrap up the land of Egypt just as the shepherd wraps up his cloak. And he will go forth from there in peace.",
      "13": "And he will break the stone pillars of Heliopolis, which is in the land of Egypt. And he will burn the temples of the gods of Egypt with fire.”’”"
    },
    "44": {
      "1": "The word that came to Jeremiah concerning all the Judeans who were living in the land of Egypt, who were living at Migdol, and Tahpanhes, and Memphis, and in the land of Pathros, saying,",
      "2": "“Thus says Yahweh of hosts, the God of Israel: ‘You yourselves have seen all the disaster that I have brought on Jerusalem, and on all the towns of Judah. And look, they are a site of ruins this day, and there is not in them an inhabitant,",
      "3": "because of their wickedness that they committed to provoke me to anger by going to make smoke offerings, serving other gods whom they had not known, neither they, you, or your ancestors.",
      "4": "And I sent to you all my servants the prophets, sending over and over again, saying, “Please, you must not do this detestable thing that I hate.”",
      "5": "But they did not listen and they did not incline their ears to turn back from their wickedness, to not make smoke offerings to other gods.",
      "6": "So my wrath and my anger were poured out and burned in the towns of Judah and in the streets of Jerusalem, and they became as a site of ruins, as a desolation, as they are this day.’",
      "7": "So then, thus says Yahweh, the God of hosts, the God of Israel, ‘Why are you doing great harm to yourselves, to cut off for yourselves man and woman, child and suckling, from the midst of Judah, to not leave over for yourselves a remnant,",
      "8": "provoking me to anger with the works of your hands, to make smoke offerings to other gods in the land of Egypt where you have come to dwell as aliens, so as to cut off yourselves, and so that you are becoming as a curse, and as a disgrace among all the nations of the earth?",
      "9": "Have you forgotten the wicked things of your ancestors, and the wicked things of the kings of Judah, and the wicked things of their wives, and your wicked things, and the wicked things of your wives, which they committed in the land of Judah and in the streets of Jerusalem?",
      "10": "They have not shown contrition up to this day, and they have not shown reverence, and they have not walked in my law and in my statutes that I set before you and before your ancestors.’",
      "11": "Therefore thus says Yahweh of hosts, the God of Israel: ‘Look, I am determined to bring disaster on you, even to exterminate all Judah.",
      "12": "And I will take away the remnant of Judah who are determined to come to the land of Egypt to dwell as aliens there, and everyone will perish. They will fall in the land of Egypt by the sword; they will perish by the famine, from the smallest to the greatest. By the sword and by the famine they will die and become as a curse, as a horror, and as a curse, and as a disgrace.",
      "13": "So I will punish those who live in the land of Egypt just as I have punished Jerusalem, with the sword, with the famine, and with the plague.",
      "14": "And there will not be a survivor or an escapee of the remnant of Judah, those who have come to dwell as an alien there in the land of Egypt, to return to the land of Judah where they are longing to return to dwell there, for they will not turn back, but only some survivors.’”",
      "15": "Then all the men who knew that their wives were making smoke offerings to other gods, and all the women who stood by, a great assembly, and all the people who lived in the land of Egypt in Pathros, answered Jeremiah, saying,",
      "16": "“Concerning the word that you have spoken to us in the name of Yahweh, we are not going to listen to you!",
      "17": "But certainly we will do everything that went out from our mouths, to make smoke offerings to the queen of heaven and to pour out to her libations just as we did, we, and our ancestors, our kings, and our officials, in the towns of Judah and in the streets of Jerusalem, for then we had enough to eat, and we were well-off, and we did not see disaster.",
      "18": "But since we stopped making smoke offerings to the queen of heaven and pouring out libations to her, we have lacked everything, and by the sword and by the famine we have perished.",
      "19": "And indeed, when we were making smoke offerings to the queen of heaven and pouring out to her libations, was it not with the consent of our husbands that we made for her sacrificial cakes marked with her image, and we poured out to her libations?”",
      "20": "Then Jeremiah said to all the people, to the men and to the women, and to all the people who answered him a word, saying,",
      "21": "“The offering that you made, smoke offerings in the towns of Judah and in the streets of Jerusalem, you, and your ancestors, your kings, and your officials, and the people of the land, did not Yahweh remember them, and did it not come to his mind?",
      "22": "And Yahweh was no longer able to bear it, because of the evil of your deeds, because of the detestable things that you committed. Thus your land became as a site of ruins, and as a horror, and as a curse, without inhabitants, as it is this day.",
      "23": "Because of the fact that you made smoke offerings, and that you sinned against Yahweh, and you did not listen to the voice of Yahweh, and you have not walked in his law, and in his statute, and in his legal provisions, therefore this disaster has happened to you, as it is this day.”",
      "24": "Then Jeremiah said to all the people and to all the women, “Hear the word of Yahweh, all Judah who are in the land of Egypt.",
      "25": "Thus says Yahweh of hosts, the God of Israel, saying, ‘You and your wives have promised with your mouths and with your hands you have fulfilled, saying, “We certainly will carry out our vows that we vowed, to make smoke offerings to the queen of the heavens, and to pour out to her libations.” You must certainly keep your vows and you must certainly carry out your vows.’",
      "26": "Therefore hear the word of Yahweh, all Judah, those who live in the land of Egypt: ‘Look, I hereby swear by my great name,’ says Yahweh, ‘surely my name will no longer be called in the mouth of any man of Judah, saying, “as the Lord Yahweh lives,” in all the land of Egypt.",
      "27": "Look, I am going to watch over them for harm and not for good, and all people of Judah who are in the land of Egypt will perish by the sword and by the famine until their perishing.",
      "28": "And the survivors of the sword will return from the land of Egypt to the land of Judah few in number. And all the remnant of Judah who have come to the land of Egypt to dwell as aliens there will know whose word will endure, from me or from them.",
      "29": "And this will be to you the sign,’ declares Yahweh, ‘that I am going to punish you in this place, so that you may know that surely my words will endure against you for evil.’",
      "30": "Thus says Yahweh: ‘Look, I am going to give Pharaoh Hophra, the king of Egypt, into the hand of his enemies, and into the hand of those who seek his life, just as I gave Zedekiah the king of Judah into the hand of Nebuchadnezzar the king of Babylon, his enemy and the one who sought his life.’”"
    },
    "45": {
      "1": "The word that Jeremiah the prophet spoke to Baruch, the son of Neriah, at his writing these words on a scroll from the mouth of Jeremiah, in the fourth year of Jehoiakim, the son of Josiah, the king of Judah, saying,",
      "2": "“Thus says Yahweh, the God of Israel, to you, O Baruch:",
      "3": "‘You said, “Woe please to me, for Yahweh has added sorrow to my pain. I am weary in my groaning and I do not find rest.”’",
      "4": "Thus you will say to him: ‘Thus says Yahweh, “Look, what I have built I am about to tear down, and what I have planted I am about to pluck up, it is all the land.",
      "5": "And you, do you seek great things for yourself? Do not seek great things, for look, I am about to bring disaster upon all flesh,” declares Yahweh, “but to you I will give your life as booty in all the places where you may go.”’”"
    },
    "46": {
      "1": "The word of Yahweh that came to Jeremiah the prophet concerning the nations.",
      "2": "Concerning Egypt: Concerning the army of Pharaoh Neco, the king of Egypt, which was by the Euphrates River at Carchemish, which Nebuchadnezzar the king of Babylon defeated in the fourth year of Jehoiakim the son of Josiah, the king of Judah.",
      "3": "“Prepare small shield and shield,\n    and approach for the battle!",
      "4": "Harness the horses and mount the steeds!\n    And take your stand with helmets!\nPolish the spears!\n    Put on the body armor!",
      "5": "Why do I see them terrified?\n    They are turning back\nand their warriors are beaten down.\n    And they have fled to a place of refuge\nand they do not turn back.\n    Terror is from all around,” declares Yahweh.",
      "6": "The swift cannot flee,\n    and the warrior cannot escape.\nThey have stumbled and they have fallen,\n    by the bank of the Euphrates River.",
      "7": "Who is this that rises like the Nile,\n    like the rivers whose waters surge?",
      "8": "Egypt rises like the Nile,\n    even like the rivers whose waters surge.\nAnd he says, “Let me rise,\n    let me cover the earth,\nlet me destroy cities,\n    and the inhabitants in them.”",
      "9": "Go up, O horses,\n    and drive madly, O chariots,\nand let the warriors go forth;\n    Cush and Put, who wield the small shield,\n    and Lud, who wield and bend the bow.",
      "10": "For that day is to the Lord Yahweh of hosts\n    a day of retribution,\n    to take revenge on his foes.\nAnd the sword will devour and be satisfied,\n    and it will drink its fill of their blood,\nfor a sacrifice is for the Lord Yahweh of hosts\n    in the land of the north by the Euphrates River.",
      "11": "Go up to Gilead and take balm,\n    O virgin of the daughter of Egypt.\nIn vain you make use of many medicines;\n    there is no healing for you.",
      "12": "The nations have heard your shame,\n    and your cry of lament fills the earth.\nFor warrior has stumbled against warrior,\n    together they have fallen, the two of them.",
      "13": "The word that Yahweh spoke to Jeremiah the prophet about the coming of Nebuchadnezzar the king of Babylon to attack the land of Egypt:",
      "14": "“Declare in Egypt, and proclaim in Migdol,\n    and proclaim in Memphis and in Tahpanhes,\nsay, ‘Take your stand and be prepared,\n    for the sword will devour those all around you.’",
      "15": "Why are your bulls defeated?\n    He did not stand because Yahweh thrust him down.",
      "16": "He multiplied the ones stumbling.\n    Furthermore, each one fell to his neighbor,\nand said, ‘Stand up, and let us return to our people\n    and to the land of our birth,\n    because of the presence of the sword of the oppressor.’",
      "17": "They will call there,\n‘Pharaoh, the king of Egypt is but a roar,\n    he missed the opportunity.’",
      "18": "As I live,” declares the king,\n    Yahweh of hosts is his name,\n“one will come like Tabor among the mountains\n    and like Carmel by the sea.",
      "19": "Pack your baggage for exile,\n    O inhabitants of the daughter of Egypt,\nfor Memphis will become as a horror,\n    and it will be destroyed, without inhabitant.",
      "20": "Egypt is a beautiful heifer,\n    but a gadfly from the north will come against her.",
      "21": "Even her mercenaries in her midst are like calves of fattening,\n    for they also have turned away,\n    they have fled together.\nThey stand not,\n    for the day of their calamity has come,\n    the time of their punishment.",
      "22": "Her sound is like a snake that glides away,\n    for they march in force.\nAnd with axes they come to her\n    like those who chop trees.",
      "23": "They will cut down her forest,” declares Yahweh,\n    “for it is impenetrable.\nYes, they are more numerous than locusts,\n    and they are without number.",
      "24": "The daughter of Egypt will be ashamed,\n    she will be given into the hand of the people of the north.”",
      "25": "Yahweh of hosts, the God of Israel, said, “Look, I am going to punish Amon of Thebes, and Pharaoh, and Egypt, and her gods, and her kings, even Pharaoh and those who trust in him.",
      "26": "And I will give them into the hand of the seekers of their lives, and into the hand of Nebuchadnezzar the king of Babylon, and into the hand of his troops. But afterward it will be inhabited, as in days of old,” declares Yahweh.",
      "27": "“But as for you, my servant Jacob, you must not be afraid,\n    and Israel, you must not be dismayed,\nfor look, I am going to save you from far,\n    and your offspring from the land of their captivity.\nAnd Jacob will return,\n    and he will be quiet,\nand he will be at ease,\n    and without one who makes him afraid.",
      "28": "You must not be afraid, my servant Jacob,” declares Yahweh,\n    “for I am with you.\nFor I will make a complete destruction in all the nations where I scattered you,\n    but you I will not make a complete destruction,\nthough I will chastise you to the measure,\n    and I will certainly not leave you unpunished.”"
    },
    "47": {
      "1": "The word of Yahweh that came to Jeremiah the prophet concerning the Philistines before Pharaoh attacked Gaza.",
      "2": "Thus says Yahweh:\n“Look, waters are rising from the north,\n    and they will become as a raging torrent,\nand they will overflow the land,\n    and that which fills it,\n    the city and those who live in it.\nAnd the people will cry out,\n    and every inhabitant of the land will wail,",
      "3": "from the sound of the stamping of the hoofs of his stallions,\n    from the clattering of his chariots,\n    the noise of their wheels.\nFathers do not turn to their children\n    because of the slackness of their hands.",
      "4": "Because of the day that is coming\n    to destroy all the Philistines,\nto cut off from Tyre and from Sidon\n    every survivor who could help,\nfor Yahweh is destroying the Philistines,\n    the remnant of the coastland of Caphtor.",
      "5": "Baldness has come upon Gaza,\n    Ashkelon is destroyed.\nO remnant of their valley,\n    how long will you cut yourself with a blade?",
      "6": "Ah, sword of Yahweh,\n    how long will you not be quiet?\nGather to your sheath,\n    keep quiet and stand still.",
      "7": "How can you be quiet\n    when Yahweh has given an order to it?\nAgainst Ashkelon and against the shore of the sea,\n    there he has appointed it.”"
    },
    "48": {
      "1": "Concerning Moab, thus says Yahweh of hosts, the God of Israel:\n“Woe to Nebo,\n    for it is devastated.\nIt is ashamed,\n    Kiriathaim is captured.\nMisgab is ashamed,\n    and it is filled with terror.",
      "2": "The glory of Moab is no longer.\n    In Heshbon they planned evil against her.\nCome and let us cut her off from being a nation.\nAlso, Madmen, you will be silent.\n    After you will go the sword.",
      "3": "The sound of a cry of distress arises from Horonaim,\n    devastation and great destruction.",
      "4": "Moab is broken,\n    her little ones make heard a cry for help.",
      "5": "For the ascent of Luhith,\n    in weeping they go weeping,\nFor on the slope of Horonaim they have heard\n    the distresses of the cry of distress of the destruction.",
      "6": "Flee! Save your life!\n    For you must not be like the juniper tree in the desert.",
      "7": "For because of your trusting in your works and in your treasures,\n    even you yourselves will be taken,\nand Chemosh will go out into the exile,\n    his priests and his officials together.",
      "8": "And the destroyer will come to every town,\n    and a town will not escape.\nAnd the valley will be destroyed,\n    and the plain will be destroyed, as Yahweh has spoken.",
      "9": "Give salt for Moab,\n    for certainly she will go to ruin,\nand her towns will become as a desolation,\n    without an inhabitant in them.",
      "10": "The one who does the work of Yahweh with slackness is cursed,\n    and the one who keeps away blood from his sword is cursed.",
      "11": "Moab has been at ease from his youth,\n    and he has been quiet on his dregs,\n    and he has not been poured out from vessel to vessel,\n    and he has not gone into exile.\nTherefore his taste has remained unchanged,\n    and his fragrance has not changed.",
      "12": "Therefore look, days are coming,” declares Yahweh,\n    “and I will send to him decanters,\n    and they will decant him,\n    and his vessels they will empty out,\n    and their jars they will smash.",
      "13": "Then Moab will be ashamed of Chemosh,\n    just as the house of Israel were ashamed of Bethel, their trust.",
      "14": "How can you say, ‘we are warriors,\n    and men of might for the battle.’",
      "15": "Moab is destroyed,\n    and his towns have gone up,\nand the choice of his young men have gone down to the slaughtering,”\n    declares the King, Yahweh of hosts is his name.",
      "16": "“The disaster of Moab is near to come,\n    and his disaster approaches very quickly.",
      "17": "Mourn for him, all his surroundings,\n    and all those who knew his name.\nSay, ‘How the staff of might is broken,\n    the staff of glory.’",
      "18": "Come down from glory and sit on the parched ground,\n    O inhabitant, daughter of Dibon,\nfor the destroyer of Moab has come up against you,\n    he has destroyed your fortifications.",
      "19": "Stand by the road and watch,\n    O inhabitant of Aroer.\nAsk the man who is fleeing and the woman who is escaping,\n    say, ‘What has happened?’",
      "20": "Moab is ashamed,\n    for it is filled with terror.\nWail and cry out,\n    tell it by Arnon that Moab is devastated.",
      "21": "Judgment has also come to the land of the plain, to Holon, and to Jahaz, and on Mephaath,",
      "22": "and on Dibon, and on Nebo, and on Beth-diblathaim,",
      "23": "and on Kiriathaim, and on Beth-gamul, and on Beth-meon,",
      "24": "and on Kerioth, and on Bozrah, and on all the towns of the land of Moab, the far and the near.",
      "25": "The horn of Moab is cut off and his arm is broken,” declares Yahweh.",
      "26": "“Make him drunk,\n    because he magnified himself against Yahweh,\nand let Moab wallow in his vomit.\n    And he also will become a laughingstock.",
      "27": "Now was not Israel the laughingstock to you?\n    Or was he found among thieves?\nFor as often as you spoke over him\n    you shook your head.",
      "28": "Leave the towns and dwell on the rock,\n    O inhabitants of Moab,\nand be like the dove,\n    it nests on the sides of the mouth of a ravine.",
      "29": "We have heard of the pride of Moab\n    —he is very proud—\nhis height, and his pride, and his arrogance,\n    and the haughtiness of his heart.",
      "30": "I know his insolence,” declares Yahweh,\n    “and his boastings are false;\n    they act falsely.",
      "31": "Therefore over Moab I wail,\n    and for all of Moab I cry out,\n    for the people of Kir-heres I moan.",
      "32": "More than the weeping of Jazer\n    I weep for you, O vine Sibmah.\nYour branches cross over the sea,\n    up to the sea of Jazer they reach.\nUpon your summer fruit and upon your vintage\n    the destroyer has fallen.",
      "33": "And joy and rejoicing have been taken away from the fruitful land,\n    even from the land of Moab.\nAnd the wine from the wine presses\n    I have caused to disappear.\nHe will not tread with exuberant shouts.\n    Exuberant shouts will not be exuberant shouts.",
      "34": "From the cry for help of Heshbon, up to Elealeh,\n    up to Jahaz, they give their voice,\nfrom Zoar up to Horonaim, up to Eglath-shelishiyah,\n    for even the waters of Nimrim have become as a desolation.",
      "35": "And I will cause to disappear for Moab,” declares Yahweh,\n    “the one who presents a sacrifice at a high place,\n    and the one who burns a smoke offering to his gods.",
      "36": "Therefore my heart moans for Moab like the flute.\n    It moans for the people of Kir-heres like the flute.\n    Therefore the wealth they gained has perished.",
      "37": "For on every head is baldness,\n    and every beard is trimmed.\nOn all the hands, slashes,\n    and on the loins, sackcloth.",
      "38": "On all the roofs of Moab, and in its public squares,\n    there is wailing everywhere.\nFor I have broken Moab like a vessel,\n    there is no delight in it,” declares Yahweh.",
      "39": "“How it is filled with terror! How they wail!\n    How Moab has turned his back! He is disgraced!\nSo Moab has become as a derision,\n    and as a terror for all his surrounding peoples.”",
      "40": "For thus says Yahweh,\n“Look, like an eagle he will swoop down,\n    and he will spread out his wings against Moab.",
      "41": "Kerioth will be taken,\n    and the strongholds will be conquered,\nand the hearts of the warriors of Moab will be on that day\n    like the heart of a woman who is in labor.",
      "42": "And Moab will be destroyed from being a people,\n    because against Yahweh he magnified himself.",
      "43": "Dread, and pit, and a trapping net are against you,\n    O inhabitant of Moab,” declares Yahweh.",
      "44": "“He who flees before the dread\n    will fall into the pit,\nand the one who climbs up from the pit\n    will be caught in the trapping net,\nfor I will bring on Moab\n    the year of their punishment,” declares Yahweh.",
      "45": "“In the shadow of Heshbon\n    fugitives stand without strength,\nfor a fire has gone out from Heshbon,\n    and a flame from Sihon.\nAnd it has eaten the forehead of Moab,\n    and the skulls of the people of tumult.",
      "46": "Woe to you, Moab!\n    The people of Chemosh have perished.\nFor your sons have been taken into captivity,\n    and your daughters into captivity.",
      "47": "Yet I will restore the fortunes of Moab\n    in the last of the days,” declares Yahweh.\nThus far is the judgment of Moab."
    },
    "49": {
      "1": "Concerning the Ammonites: Thus says Yahweh,\n“Are there no sons for Israel?\n    Or is there no heir for him?\nWhy has Milcom taken possession of Gad,\n    and his people dwelled in its towns?",
      "2": "Therefore look, days are coming,” declares Yahweh,\n“and I will sound against Rabbah, the Ammonites,\n    the alarm of the war,\nand it will become as a mound of desolation,\n    and its daughters will burn in the fire.\nThen Israel will dispossess his dispossessors,” says Yahweh.",
      "3": "“Wail, Heshbon, for Ai is devastated.\n    Cry out, O daughters of Rabbah, put on sackcloth.\n    Lament and run back and forth among the walls.\nFor Milcom will go into exile,\n    his priests and his officials together.",
      "4": "Why do you boast in your valleys?\n    Your valleys are ebbing.\nO unfaithful daughter, who trusted in her treasures,\n    who said, ‘Who will come against me?’",
      "5": "Look, I am going to bring dread on you,”\ndeclares Lord Yahweh of hosts,\n    “from all your surrounding neighbors.\nAnd you will be scattered,\n    each one before it,\nand there is no one who gathers the fugitives.",
      "6": "Yet afterward I will restore\n    the fortunes of the Ammonites,” declares Yahweh.",
      "7": "Concerning Edom, thus says Yahweh of hosts:\n“Is there no longer wisdom in Teman?\n    Has counsel become lost from those who understand?\n    Is their wisdom rotting?",
      "8": "Flee! Turn back! Get down low!\n    O inhabitants of Dedan.\nFor I will bring upon him the disaster of Esau\n    at the time when I will punish him.",
      "9": "If grape-gatherers come to you,\n    would they not leave gleanings?\nIf thieves in the night,\n    they destroy only enough for them.",
      "10": "But I have stripped Esau bare.\n    I have uncovered his hiding places,\n    and he is not able to hide himself.\nHis offspring are devastated, along with his brothers,\n    and his neighbors, and he is no more.",
      "11": "Leave your orphans. I will let them live.\n    And your widows, let them trust in me.”",
      "12": "For thus says Yahweh, “Look, those who are not condemned to drink the cup must certainly drink it. And are you the one who will go entirely unpunished? You will not go unpunished, for you must certainly drink it.",
      "13": "For I have sworn by myself,” declares Yahweh, “that Bozrah will become as a horror, as a disgrace, as a waste, and as a curse. And all her towns will be everlasting sites of ruins.”",
      "14": "I have heard a message from Yahweh,\n    and a messenger has been sent among the nations.\n“Gather and come against her,\n    and rise for the battle.”",
      "15": "“For look, I will make you small among the nations,\n    despised by the humankind.",
      "16": "Your terror has deceived you,\n    the pride of your heart,\nO you who dwell in the clefts of the rock,\n    you who seize the height of the hill.\nThough you make your nest high like the eagle,\n    from there I will bring you down,” declares Yahweh.",
      "17": "“And Edom will become as a horror,\n    everyone who passes by it will be appalled,\n    and will hiss because of all its blows.",
      "18": "As the overthrow of Sodom and Gomorrah\n    and their neighbors,” says Yahweh,\n“no one will live there,\n    and the son of humankind will not dwell as an alien in it.",
      "19": "Look, like a lion he comes up from the thickets of the Jordan\n    to a pastureland by a constantly flowing stream.\nSo I will chase him away hurriedly from it.\n    And whoever is chosen I will appoint over it.\nFor who is like me, and who can summon me?\n    And who is this, the shepherd who can stand before me?”",
      "20": "Therefore hear the plan of Yahweh that he has planned against Edom,\n    and his plans that he has planned against the inhabitants of Teman.\nSurely they will drag them away,\n    the little ones of the flock.\nSurely he will cause to be desolated over them\n    their grazing place.",
      "21": "The earth will quake from the sound of their falling.\n    A cry of distress! Their voice will be heard at the Red Sea.",
      "22": "Look, like an eagle he will go up and he will swoop down,\n    and he will spread out his wings against Bozrah.\nAnd the heart of the warriors of Edom will be in that day\n    like the heart of a woman who is in labor.",
      "23": "Concerning Damascus:\n“Hamath and Arpad are ashamed,\n    for they have heard bad news;\n    they melt.\nThere is concern in the sea.\n    It is not able to keep quiet.",
      "24": "Damascus has grown slack.\n    She has turned away to flee and panic.\nAnxiety has seized her,\n    and labor pains have grasped her,\n    like a woman in labor.",
      "25": "How the city of praise has not been abandoned!\n    The city of my joy!",
      "26": "Therefore her young men will fall in her public squares,\n    and all the soldiers will perish in that day,” declares Yahweh of hosts.",
      "27": "“And I will kindle a fire at the wall of Damascus,\n    and it will devour the citadel fortresses of Ben-hadad.”",
      "28": "Concerning Kedar and concerning the kingdoms of Hazor that Nebuchadnezzar the king of Babylon defeated. Thus says Yahweh:\n“Rise up, go up against Kedar\n    and destroy the people of the east.",
      "29": "They will take their tents, and their flocks,\n    their tent curtains, and all their equipment,\nand their camels they will carry away for themselves,\n    and they will call to them, ‘Terror is from all around.’",
      "30": "Flee! Wander far away! Get down low!\n    O inhabitants of Hazor,” declares Yahweh.\n“For Nebuchadnezzar, the king of Babylon, has planned a plan against you.\n    And he has schemed a scheme against you.",
      "31": "Rise up, go up against a nation which is at ease,\n    living securely,” declares Yahweh.\n“There are no gates and there are no bars for them,\n    they dwell alone.",
      "32": "And their camels will become as plunder,\n    and the multitude of their livestock as spoil.\nAnd I will scatter to every wind those who are trimmed to the side,\n    and from every side I will bring their disaster,” declares Yahweh.",
      "33": "“And Hazor will become as a lair of jackals,\n    a waste forever;\nno one will live there,\n    and no son of humankind will dwell as an alien in it.”",
      "34": "The word of Yahweh that came to Jeremiah the prophet concerning Elam at the beginning of the reign of Zedekiah the king of Judah, saying,",
      "35": "“Thus says Yahweh of hosts:\n‘Look, I am going to break the bow of Elam,\n    the first and best of their might.",
      "36": "And I will bring to Elam four winds,\n    from the four corners of heaven,\nand I will scatter them to all these winds,\n    and there will not be a nation\n    where the scattered people of Elam will not go.",
      "37": "So I will shatter Elam before their enemies,\n    and before the seekers of their life.\nAnd I will bring disaster upon them,\n    my burning anger,’ declares Yahweh.\n‘And I will send after them the sword\n    until I have destroyed them.",
      "38": "And I will set my throne in Elam\n    and I will destroy from there king and officials,’ declares Yahweh.",
      "39": "‘And then in the last of the days\n    I will restore the fortunes of Elam,’ declares Yahweh.”"
    },
    "50": {
      "1": "The word that Yahweh spoke concerning Babylon, concerning the land of the Chaldeans, by the hand of Jeremiah the prophet:",
      "2": "“Declare among the nations and proclaim,\n    and lift up a banner.\nProclaim, you must not conceal it.\nSay, ‘Babylon is captured,\n    Bel is ashamed,\n    Merodach is filled with terror,\nher idols are ashamed,\n    her idols are filled with terror.",
      "3": "For a nation will come up against her from the north.\nIt will make her land as a horror,\n    and an inhabitant will not be in her.\nFrom humans to animals they all will wander off.\n    They will go away.",
      "4": "In those days and in that time,’” declares Yahweh,\n    “the people of Israel will come,\n    they and the people of Judah together.\nWeeping as they go, they will go,\n    and Yahweh their God they will seek.",
      "5": "They will ask the way to Zion,\n    turning their faces there.\nThey will come and join themselves to Yahweh\n    by an everlasting covenant that will not be forgotten.",
      "6": "My people have become lost sheep,\n    their shepherds have caused them to go astray.\nThey led them away to the mountains.\nFrom mountain to hill they have gone,\n    they have forgotten their resting place.",
      "7": "All those who found them have devoured them.\n    And their foes have said, ‘We are not guilty,\nbecause they have sinned against Yahweh, the true pasture,\n    even Yahweh, the hope of their ancestors.’",
      "8": "Flee from the midst of Babylon,\n    and from the land of the Chaldeans.\nGo out and be like he-goats\n    before the flock.",
      "9": "For look, I am going to stir up,\n    and I am going to bring against Babylon\na contingent of great nations\n    from the land of the north.\nAnd they will draw up a battle formation against her,\n    from there she will be captured.\nTheir arrows are like a warrior who has achieved success,\n    he does not return without success.",
      "10": "And Chaldea will be as booty,\n    all those who plunder her will be satisfied,” declares Yahweh.",
      "11": "“Though you rejoice, though you exult,\n    O plunderers of my inheritance,\nthough you frisk about like a heifer on the grass,\n    and you neigh like the powerful stallions,",
      "12": "your mother will be very ashamed.\n    She who gave birth to you will be humiliated.\nLook, she will be the least of the nations,\n    a desert, dry land, and wilderness.",
      "13": "Because of the anger of Yahweh she will not be inhabited,\n    but she will be a wasteland, all of her.\nEveryone who passes by Babylon will be appalled\n    and will hiss because of all her wounds.",
      "14": "Draw up a battle formation at Babylon all around,\n    all those who bend the bow, shoot at her.\nYou must not spare arrows,\n    for she has sinned against Yahweh.",
      "15": "Raise a war cry against her on all sides.\n    She has surrendered.\nHer towers have fallen,\n    her walls are ruined.\nFor this is the vengeance of Yahweh.\n    Take revenge on her.\nAs she has done to others,\n    so do to her.",
      "16": "Cut off the sower from Babylon,\n    and the one who uses the sickle in the time of harvest.\nBecause of the sword of the oppressor\n    each one will turn to their people,\n    and each one will flee to their land.",
      "17": "Israel is a sheep scattered,\n    lions drove them away.\nThe first who devoured it was the king of Assyria,\n    and now at the end Nebuchadnezzar, the king of Babylon, gnawed its bones.”",
      "18": "Therefore thus says Yahweh of hosts, the God of Israel,\n“Look, I am going to punish the king of Babylon and his land\n    just as I punished the king of Assyria.",
      "19": "And I will restore Israel to its pasture,\n    and it will feed on Carmel, and in Bashan,\nand on the hills of Ephraim, and in Gilead\n    its hunger will be satisfied.",
      "20": "In those days and at that time,” declares Yahweh,\n    “the guilt of Israel will be sought, but there is none,\nand the sins of Judah, but they will not be found,\n    for I will forgive those I left behind.",
      "21": "To the land of Merathaim,\n    go up against her,\nand against the inhabitants of Pekod,\n    massacre and destroy them,” declares Yahweh,\n“and do according to all that I have commanded you.",
      "22": "The sound of battle is in the land,\n    and great destruction.",
      "23": "How the blacksmith’s hammer of all the earth is cut down and broken!\n    How Babylon has become as a horror among the nations!",
      "24": "I laid a bird snare for you, and you were caught, O Babylon.\n    But you yourself did not know.\nYou were discovered and seized,\n    because with Yahweh you measured yourself.",
      "25": "Yahweh has opened his armory,\n    and he has brought out the weapons of his wrath,\nfor it is a word for my Lord Yahweh of hosts\n    in the land of the Chaldeans.",
      "26": "Come against her from the end,\n    open her granaries.\nPile her up like heaps and destroy her.\n    Let there be no remnant for her.",
      "27": "Massacre all her bulls,\n    let them go down to the slaughtering.\nWoe to them, for their day has come,\n    the time of their punishment.",
      "28": "There is the sound of fugitives and survivors\n    from the land of Babylon,\nto declare in Zion the vengeance of Yahweh our God,\n    the vengeance for his temple.",
      "29": "Summon archers against Babylon,\n    all those who bend the bow.\nEncamp all around her,\n    there must not be for her an escape.\nTake revenge on her according to her deeds.\n    According to all that she has done, so do to her.\nFor against Yahweh she has behaved insolently,\n    against the Holy One of Israel.",
      "30": "Therefore her young men will fall in her public squares,\n    and all her soldiers will perish on that day,” declares Yahweh.",
      "31": "“Look, I am against you, O arrogant one,”\n    declares Lord Yahweh of hosts,\n“for your day has come,\n    the time when I will punish you.",
      "32": "And the arrogant one will stumble and fall,\n    and there is no one who raises him up.\nAnd I will kindle a fire in his cities,\n    and it will devour everything around him.”",
      "33": "Thus says Yahweh of hosts:\n“The people of Israel are oppressed,\n    and the people of Judah likewise,\nfor all their captors have seized them,\n    they refuse to let them go free.",
      "34": "Their redeemer is strong,\n    his name is Yahweh of hosts.\nSurely he will plead their case,\n    in order to make peace for the earth,\nbut to cause unrest to the inhabitants of Babylon.",
      "35": "A sword against the Chaldeans,” declares Yahweh,\n    “and against the inhabitants of Babylon,\nand against her officials,\n    and against her wise men.",
      "36": "A sword against the oracle priests,\n    and they will become foolish.\nA sword against her warriors,\n    and they will be filled with terror.",
      "37": "A sword against his horses,\n    and against his chariots,\nand against all the foreign troops who are in the midst of her,\n    so that they may become as women.\nA sword against her treasures,\n    so that they may be plundered.",
      "38": "A drought will come against her waters,\n    and they will dry up,\nfor it is a land of images,\n    and because of the frightful objects, they act like madmen.",
      "39": "Therefore desert creatures will live there with jackals,\n    and daughters of ostriches will inhabit her.\nAnd she will not be inhabited again forever,\n    and she will not be dwelt in for all generations.",
      "40": "As when God overthrew Sodom and Gomorrah\n    and their neighbors,” declares Yahweh,\n“no one will live there,\n    and the son of humankind will not dwell as an alien in her.",
      "41": "Look, a people is about to come\n    from the north,\nand a great nation and many kings are woken up\n    from the remotest part of the earth.",
      "42": "They keep hold of bow and short sword.\n    They are cruel and they have no mercy.\nTheir sound is like the sea, it roars,\n    and upon horses they ride.\nDrawn up for battle as a man for the battle,\n    against you, O daughter of Babylon.",
      "43": "The king of Babylon heard their report\n    and his hands grew slack.\nAnxiety has seized him,\n    fear and pain like the woman who gives birth.",
      "44": "Look, like a lion he comes up from the thickets of the Jordan\n    against a pastureland by a constantly flowing stream,\nso I will chase them away quickly from her,\n    and I will appoint whoever is chosen over her.\nFor who is like me, and who can summon me,\n    and who is this shepherd who can stand before me?",
      "45": "Therefore hear the plan of Yahweh\n    that he has planned against Babylon,\nand his plans\n    that he has planned against the land of the Chaldeans.\nSurely they will drag them away,\n    the little ones of the flock.\nSurely he will cause their grazing place\n    to be desolate over them.",
      "46": "At the sound, ‘Babylon has been captured,’\n    the earth will quake,\nand a cry for help among the nations\n    will be heard.”"
    },
    "51": {
      "1": "Thus says Yahweh:\n“Look, I am going to stir up against Babylon\n    and against the inhabitants of Leb-qamai a destructive wind.",
      "2": "And I will send winnowers to Babylon,\n    and they will winnow her,\nand they will lay waste her land,\n    for they will be against her from all sides on the day of disaster.",
      "3": "Let not him who bends the bow shoot his bow,\n    and let him not rise high in his body armor.\nAnd you must not spare her young men;\n    destroy her whole army.",
      "4": "And they will fall slain in the land of the Chaldeans,\n    and pierced through in her streets.",
      "5": "For neither Israel nor Judah is a widower from their God,\n    from Yahweh of hosts,\nthough their land is full of guilt\n    against the Holy One of Israel.”",
      "6": "Flee from the midst of Babylon and save each one his life.\n    You must not perish because of her guilt.\nFor this is the time of vengeance for Yahweh,\n    he will repay her what is deserved.",
      "7": "Babylon was a cup of gold in the hand of Yahweh,\n    making drunk all the earth.\nThe nations drank of her wine.\n    Therefore the nations acted like madmen.",
      "8": "Suddenly Babylon has fallen and she is shattered.\n    Wail over her!\nTake balm for her wounds,\n    perhaps she may be healed.",
      "9": "We tried to heal Babylon, and she was not healed.\n    Forsake her and let us go each one to his country,\nfor her judgment has reached to the heavens,\n    and it has been lifted up to the skies.",
      "10": "Yahweh has brought forth our vindication.\n    Come and let us make known in Zion the work of Yahweh our God.",
      "11": "Sharpen the arrows, fill the quivers!\n    Yahweh has stirred up the spirit of the kings of the Medes.\nBecause his plan concerning Babylon is to destroy it,\n    for that is the vengeance of Yahweh,\n    the vengeance for his temple.",
      "12": "Against the walls of Babylon raise a banner;\n    post a strong watch, post watchmen, prepare the ambushes,\nfor Yahweh has both planned as well as performed\n    what he has spoken concerning the inhabitants of Babylon.",
      "13": "O you who live by mighty waters, rich in treasures,\n    your end has come, the measure of your life.",
      "14": "Yahweh of hosts has sworn by himself,\n    “Surely I will fill you with troops like the creeping locusts,\n    and they will sing over you a war cry.”",
      "15": "He is the one who made the earth by his power,\n    the one who created the world by his wisdom,\n    and by his understanding he stretched out the heavens.",
      "16": "At the giving of his voice\n    there is a roar of waters in the heavens,\nand he causes the patches of mist\n    to go up from the end of the earth.\nHe makes lightning for the rain,\n    and he brings out the wind from his storehouses.",
      "17": "All humankind turns out to be stupid,\n    without knowledge.\nEvery goldsmith is put to shame\n    by the divine image.\nFor his cast image is a lie,\n    and there is no breath in them.",
      "18": "They are worthless,\n    a work of mockery.\nAt the time of their punishment,\n    they will perish.",
      "19": "The portion of Jacob is not like these,\n    for he is the creator of everything,\n    and the tribe of his inheritance.\nYahweh of hosts is his name.",
      "20": "He says, “You are a war club for me,\n    a weapon of battle,\nand I smash nations with you,\n    and I destroy kingdoms with you.",
      "21": "And I smash the horse with you,\n    and its rider,\nand I smash the chariot with you,\n    and its rider.",
      "22": "And I smash man and woman with you,\n    and I smash the old man and the boy with you,\n    and I smash the young man and the young woman with you.",
      "23": "And I smash the shepherd and his flock with you,\n    and I smash the farmer and his team with you,\n    and I smash the governors and the officials with you.",
      "24": "And I will repay Babylon,\n    and all the inhabitants of Chaldea,\nall their wickedness that they have done in Zion\n    before your eyes,” declares Yahweh.",
      "25": "“Look, I am against you,\n    O mountain of the destruction,” declares Yahweh,\n    “the one that destroys the whole earth.\nAnd I will stretch out my hand against you,\n    and I will roll you down from the cliffs,\n    and I will make you as a mountain burned away.",
      "26": "They will not take from you\n    a stone for a corner,\nand a stone for a foundation,\n    for you will be an everlasting desolation,” declares Yahweh.",
      "27": "Raise a banner in the land;\n    blow a horn among the nations;\nprepare for holy war against her;\n    summon the nations against her,\nthe kingdoms of Ararat, Minni, and Ashkenaz;\n    summon against her an official;\n    bring up horses like bristling creeping locusts.",
      "28": "Prepare the nations for holy war against her,\n    the kings of the Medes,\nwith their governors and all their officials,\n    and every land of their dominion.",
      "29": "And the land quakes and writhes,\n    for the plans of Yahweh against Babylon stand,\nto make the land of Babylon as a horror,\n    without inhabitant.",
      "30": "The warriors of Babylon have ceased to fight,\n    they remain in the strongholds,\ntheir power has dried up,\n    they have become as women.\nHer dwelling places are set on fire,\n    her bars are broken.",
      "31": "one runner runs to meet another runner,\n    and one messenger to meet another messenger,\nto tell the king of Babylon that his city has been captured,\n    from end to end.",
      "32": "And the fords have been seized,\n    and the reed marshes have been burned with fire,\n    and the soldiers are horrified.",
      "33": "For thus says Yahweh of hosts, the God of Israel,\n“The daughter of Babylon is like a threshing floor\n    at the time it is trodden down,\njust a little while\n    and the time of the harvest will come for her.”",
      "34": "Nebuchadnezzar the king of Babylon\n    has devoured me and sucked me dry;\nhe has made me an empty vessel;\n    he has swallowed me like the sea monster;\nhe has filled his belly with my delicacies;\n    he has rinsed me.",
      "35": "“May the violence done to me and to my flesh be on Babylon,”\n    the inhabitants of Zion will say;\nand “My blood be upon the inhabitants of Chaldea,”\n    Jerusalem will say.",
      "36": "Therefore thus says Yahweh,\n“Look, I am going to contend your case,\n    and I will avenge your vengeance,\nand I will cause her sea to dry up,\n    and I will cause her fountain to dry up.",
      "37": "And Babylon will become as a heap of stones,\n    a lair of jackals,\nan object of horror, and an object of hissing,\n    without inhabitants.",
      "38": "They will roar together like the young lions,\n    they will growl like the cubs of lions.",
      "39": "At their becoming hot I will set their banquets,\n    and I will make them drunk,\nso that they will fall into a swoon,\n    and they will sleep an everlasting sleep,\n    and they will not wake up,” declares Yahweh.",
      "40": "“I will bring them down like young rams to slaughter,\n    like rams and goats.",
      "41": "How Sheshach is captured,\n    and the glory of all the earth is seized!\nHow Babylon has become as an object of horror\n    among the nations!",
      "42": "The sea has risen over Babylon,\n    she has been covered by the roar of its waves.",
      "43": "Her cities have become as an object of horror,\n    a dry land and a wilderness,\na land in which no person lives,\n    nor does a son of humankind pass through it.",
      "44": "And I will punish Bel in Babylon,\n    and I will wrench out from his mouth what he has swallowed.\nAnd the nations will not stream towards him any longer\n    what’s worse, the wall of Babylon has fallen.",
      "45": "Come out from her midst, my people,\n    and save each one his life\n    from the burning anger of Yahweh.",
      "46": "Now so that you are not fainthearted,\n    and you are afraid at the rumors that are heard in the land—\nand in the year the rumor comes,\n    and in the year after it the rumor,\nand violence is in the land,\n    with ruler against ruler—",
      "47": "therefore look, days are coming,\n    and I will punish the images of Babylon,\nand all her land will be put to shame,\n    and all her slain ones will fall in the midst of her.",
      "48": "Then the heaven and the earth and all that is in them\n    will shout for joy over Babylon,\nfor from the north\n    the destroyers will come to it,” declares Yahweh.",
      "49": "Babylon must fall not only because of the slain ones of Israel,\n    but also because of Babylon the slain ones of all the earth have fallen.",
      "50": "Survivors of the sword, go!\n    You must not linger!\nRemember Yahweh from far away,\n    and let Jerusalem come to your mind.",
      "51": "We are ashamed,\n    for we have heard taunts,\ndisgrace covers our faces,\n    for strangers have come to the holy places of the house of Yahweh.",
      "52": "“Therefore look, days are coming,” declares Yahweh,\n    “and I will punish her images,\n    and the fatally wounded will sigh through all her land.",
      "53": "Though Babylon goes up to the heavens,\n    and though she fortifies the high place of her strength,\n    from me destroyers will come to her,” declares Yahweh.",
      "54": "The sound of a cry for help from Babylon,\n    and a great collapse from the land of the Chaldeans.",
      "55": "For Yahweh is devastating Babylon,\n    and he obliterates her loud noise from her.\nTheir waves roar like mighty waters,\n    the roar of their voices resounds.",
      "56": "For a destroyer is coming against her, against Babylon,\n    and her warriors are captured.\nTheir bows are broken;\n    for Yahweh is a God of recompense,\n    certainly he will repay.",
      "57": "“And I will make drunk her officials, and her wise men,\n    her governors, and her officials, and her warriors,\nand they will sleep an everlasting sleep,\n    and they will not wake up,”\ndeclares the King, Yahweh of hosts is his name.",
      "58": "Thus says Yahweh of hosts:\n“The broad walls of Babylon will be utterly demolished,\n    and her high gates will burn with fire,\nand the peoples will labor for nothing,\n    and the nations for fire,\nand they will grow weary.”",
      "59": "The word that Jeremiah the prophet commanded Seraiah, the son of Neriah, the son of Mahseiah, at his going with Zedekiah, the king of Judah, to Babylon in the fourth year of his reign. Now Seraiah was the quartermaster.",
      "60": "And Jeremiah wrote all the disasters that would come on Babylon in one scroll, all these words that are written concerning Babylon.",
      "61": "And Jeremiah said to Seraiah, “At your coming to Babylon, then you must see that you read aloud all these words.",
      "62": "And you must say, ‘Yahweh, you yourself spoke against this place, to destroy it, so that there will not be in it anything living, from humankind to animals, for it will be an everlasting desolation.’",
      "63": "And then when you finish reading aloud this scroll, you must tie a stone on it, and you must throw it into the middle of the Euphrates.",
      "64": "And you must say, ‘Babylon will sink, and she will not rise, because of the face of the disasters that I am bringing on her, and they will grow weary.’” Thus far the words of Jeremiah."
    },
    "52": {
      "1": "Zedekiah was twenty-one years old at his beginning to reign, and he reigned eleven years in Jerusalem. And the name of his mother was Hamutal, the daughter of Jeremiah of Libnah.",
      "2": "And he did evil in the eyes of Yahweh like all that Jehoiakim had done.",
      "3": "For because of the anger of Yahweh this happened in Jerusalem and Judah until his casting them from his presence. And Zedekiah rebelled against the king of Babylon.",
      "4": "And then in the ninth year of his reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar the king of Babylon came against Jerusalem, he and all his army. And they laid siege to it, and built siege works against it all around.",
      "5": "So the city came under siege until the eleventh year of King Zedekiah.",
      "6": "In the fourth month, on the ninth day of the month, the famine in the city became severe and there was no food for the people of the land.",
      "7": "Then the city was breached, and all the soldiers fled and went out from the city by night by the way of the gate between the two walls that are at the garden of the king, though the Chaldeans were all around the city. And they went in the direction of the Jordan Valley.",
      "8": "But the army of the Chaldeans pursued after the king and they overtook Zedekiah in the plains of Jericho, and all his army was scattered from him.",
      "9": "Then they captured the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he passed sentence on him.",
      "10": "And the king of Babylon slaughtered the sons of Zedekiah before his eyes, and he also slaughtered all the officials of Judah at Riblah.",
      "11": "Then he made blind the eyes of Zedekiah, and they tied him up with bronze fetters, and the king of Babylon brought him to Babylon. And he put him in prison until the day of his death.",
      "12": "Now in the fifth month, on the tenth day of the month, which was the nineteenth year of King Nebuchadnezzar the king of Babylon, Nebuzaradan the captain of the guard, who stood before the king of Babylon, entered into Jerusalem.",
      "13": "And he burned the temple of Yahweh, and the palace of the king, and all the houses of Jerusalem, even every great house he burned with fire.",
      "14": "And all the army of the Chaldeans who were with the captain of the guard broke down all the walls of Jerusalem all around.",
      "15": "And Nebuzaradan the captain of the guard deported some of the poor of the people, and the rest of the people who were left in the city, and the deserters who deserted to the king of Babylon, along with the rest of the craftsmen.",
      "16": "But Nebuzaradan the captain of the guard left some of the poor of the land to serve as vinedressers and farmers.",
      "17": "And the Chaldeans broke the pillars of bronze that were in the temple of Yahweh, and the kettle stands and the sea of bronze that were in the temple of Yahweh, and they carried all their bronze to Babylon.",
      "18": "And they took with them the pots, and the shovels, and the snuffers, and the sprinkling bowls, and the pans, and all the vessels of bronze which were used in temple service.",
      "19": "And the captain of the guard took the bowls, and the firepans, and the sprinkling bowls, and the pots, and the lampstands, and the pans, and the libation bowls, those made of solid gold and those made of solid silver.",
      "20": "The two pillars, the one sea, and the twelve bronze oxen that were under the kettle stands which King Solomon had made for the temple of Yahweh—there was not a weight for the bronze of all these vessels!",
      "21": "Now the pillars, the height of one pillar was eighteen cubits, and a thread of twelve cubits surrounded it, and its thickness was four fingers, hollowed out.",
      "22": "And a capital upon it was bronze and the height of the one capital was five cubits, and latticework and pomegranates were on the capital on all sides, all of bronze. And like these was the second pillar with pomegranates.",
      "23": "And there were ninety-six pomegranates on the sides; all the pomegranates on the latticework on all sides were a hundred.",
      "24": "Then the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and three keepers of the threshold.",
      "25": "And from the city he took one high official who was chief officer over the soldiers, and seven men of the king’s advisors who were found in the city, and the secretary of the commander of the army who levied for military service the people of the land, and sixty men of the people of the land who were found in the midst of the city.",
      "26": "Then Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah.",
      "27": "And the king of Babylon struck them down and killed them at Riblah in the land of Hamath. So Judah left from its land.",
      "28": "This is the number of the people whom Nebuchadnezzar deported: in the seventh year, three thousand twenty-three Judeans;",
      "29": "in the eighteenth year of Nebuchadnezzar, eight hundred and thirty-two persons from Jerusalem;",
      "30": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan, the captain of the guard, deported seven hundred and forty-five Judean persons; there were four thousand six hundred persons in all.",
      "31": "And then in the thirty-seventh year of the exile of Jehoiachin, the king of Judah, in the twelfth month, on the twenty-fifth day of the month, Evil-merodach, the king of Babylon, in the first year of his reign, lifted up the head of Jehoiachin, the king of Judah, and brought him out from prison.",
      "32": "Then he spoke with him kindly and gave his seat above the seats of the kings who were with him in Babylon.",
      "33": "So he changed the garments of his imprisonment and he ate food before him continually all the days of his life.",
      "34": "And his allowance, a continual allowance was given to him by the king of Babylon on a daily basis all the days of his life up to the day of his death."
    }
  }
}