{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:48:38.531260-04:00",
    "Translation": "LEB"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job. That man was blameless and upright and God-fearing and turning away from evil.",
      "2": "And seven sons and three daughters were born to him.",
      "3": "Then his livestock came to be seven thousand sheep and goats and three thousand camels and five hundred pairs of oxen and five hundred female donkeys, and he had very many slaves, and that man was greater than all the people of the east.",
      "4": "And his sons used to go and hold a feast at each other’s house on his day, and they would send, and they would invite their three sisters to eat and to drink with them.",
      "5": "Then when the days of the feast had run their course, Job would send, and he would sanctify them. Thus he would arise early in the morning and offer burnt offerings according to the number of all of them, because Job thought, “Perhaps my children have sinned and cursed God in their heart.” This is what Job used to do all the time.",
      "6": "And it happened one day that the sons of God came to present themselves before Yahweh, and Satan also came into their midst.",
      "7": "So Yahweh said to Satan, “From where have you come?”\nThen Satan answered Yahweh and said, “From roaming on the earth and from walking about in it.”",
      "8": "So Yahweh said to Satan, “Have you considered my servant Job? Indeed, there is no one like him on the earth—a blameless man and upright and God-fearing and turning away from evil.”",
      "9": "Then Satan answered Yahweh and said, “Does Job fear God for nothing?",
      "10": "Have you not put a fence around him and his household and around all that belongs to him on every side? You have blessed the work of his hands, and his livestock has increased in the land.",
      "11": "But, on the other hand, stretch out your hand and touch all that belongs to him and see whether he will curse you to your face.”",
      "12": "So Yahweh said to Satan, “Look, all that belongs to him is in your power. Only do not stretch out your hand against him.” So Satan went out from Yahweh’s presence.",
      "13": "And then there was one day when his sons and his daughters were eating and drinking wine in their firstborn brother’s house.",
      "14": "And a messenger came to Job and said, “The oxen were plowing, and the female donkeys were feeding beside them.",
      "15": "Then the Sabeans attacked, and they took them, and they slew the servants by the edge of the sword. But I escaped, even I alone, to tell you.”",
      "16": "While this one was still speaking, another came and said, “The fire of God fell from the heavens, and it blazed up against the sheep and goats and against the servants, and it consumed them. But I escaped, even I alone, to tell you.”",
      "17": "While this one was still speaking, another came and said, “The Chaldeans formed three divisions, and they made a raid on the camels, and they carried them away, and they struck your servants by the edge of the sword, but I escaped, even I alone, to tell you.”",
      "18": "At the time this one was speaking, another came and said, “Your sons and your daughters were eating and drinking wine in their firstborn brother’s house.",
      "19": "And behold, a great wind came from across the desert, and it struck the four corners of the house so that it fell upon the young people, and they died. But I escaped, even I alone, to tell you.”",
      "20": "Then Job arose and tore his outer garment and shaved his head; then he fell upon the ground and he worshiped.",
      "21": "Then he said, “Naked I came out from my mother’s womb, and naked I will return there. Yahweh gives, and Yahweh takes. Let Yahweh’s name be blessed.”",
      "22": "In all this, Job did not sin and did not charge God with wrongdoing."
    },
    "2": {
      "1": "And then one day the sons of God came to present themselves before Yahweh, and Satan also came into their midst to present himself before Yahweh.",
      "2": "So Yahweh asked Satan, “From where have you come?”\nAnd Satan answered Yahweh and said, “From roaming on the earth and from walking about in it.”",
      "3": "So Yahweh asked Satan, “Have you considered my servant Job? Indeed, there is no one like him on the earth—a blameless man and upright and God-fearing and turning away from evil. And still he persists in his blamelessness even though you incited me against him to destroy him for nothing.”",
      "4": "Then Satan answered him and said, “Skin for skin! All that that man has he will give for his life.",
      "5": "But stretch out your hand and touch his bones and his flesh, and see whether he will curse you to your face.”",
      "6": "So Yahweh said to Satan, “All right, he is in your power. Only spare his life.”",
      "7": "So Satan went out from Yahweh’s presence, and he inflicted Job with loathsome skin sores from the sole of his foot up to the crown of his head.",
      "8": "So he took for himself a potsherd with which to scrape himself, and he sat in the midst of the ashes.",
      "9": "Then his wife said to him, “Are you still persisting in your blamelessness? Curse God and die.”",
      "10": "So he said to her, “You speak like one of the foolish women speaks. Indeed, should we receive the good from God, but not receive the evil?” In all this, Job did not sin with his lips.",
      "11": "Thus Job’s three friends heard of this calamity that had come upon him. So each set out from his own place: Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite. And they met together to come to console him and to comfort him.",
      "12": "Thus they lifted up their eyes from afar, but they did not recognize him, so they raised their voice, and they wept, and each man tore his outer garment and threw dust on their heads toward the sky.",
      "13": "Then they sat with him on the ground for seven days and seven nights, but no one spoke a word to him because they saw that his suffering was very great."
    },
    "3": {
      "1": "Afterward Job opened his mouth and cursed his day.",
      "2": "Thus Job spoke up and said,",
      "3": "“Let the day perish on which I was born,\nand the night that said, ‘A man-child is conceived.’",
      "4": "Let that day become darkness;\nmay God not seek it from above,\nnor may daylight shine on it.",
      "5": "Let darkness and deep shadow claim it;\nlet clouds settle on it;\nlet them terrify it with the blackness of day.",
      "6": "Let darkness seize that night;\nlet it not rejoice among the days of the year;\nlet it not enter among the number of the months.",
      "7": "Look, let that night become barren;\nlet a joyful song not enter it.",
      "8": "Let those who curse the day curse it,\nthose who are skilled at rousing Leviathan.",
      "9": "Let the stars of its dawn be dark;\nlet it hope for light but there be none,\nand let it not see the eyelids of dawn",
      "10": "because it did not shut the doors of my mother’s womb,\nnor did it hide trouble from my eyes.",
      "11": "“Why did I not die at birth?\nWhy did I not come forth from the womb and expire?",
      "12": "Why did the knees receive me\nand the breasts, that I could suck?",
      "13": "For now I would lie down, and I would be at peace;\nI would be asleep; then I would be at rest",
      "14": "with kings and counselors of the earth,\nwho rebuild ruins for themselves,",
      "15": "or with high officials who have gold,\nwho fill up their houses with silver.",
      "16": "Or why was I not hidden like a miscarriage,\nlike infants who did not see the light?",
      "17": "There the wicked cease from troubling,\nand there the weary are at rest;",
      "18": "the prisoners are at ease together;\nthey do not hear the oppressor’s voice.",
      "19": "The small and the great are there,\nand the slave is free from his masters.",
      "20": "“Why does he give light to one in misery\nand life to those bitter of soul,",
      "21": "who wait for death, but it does not come,\nand search for it more than for treasures,",
      "22": "who rejoice exceedingly,\nand they are glad when they find the grave?",
      "23": "Why does he give light to a man whose way is hidden,\nand God has fenced him in all around?",
      "24": "For my sighing comes before my bread,\nand my groanings gush forth like water",
      "25": "because the dread that I feel has come upon me,\nand what I feared befalls me.",
      "26": "I am not at ease, and I am not at peace,\nand I do not have rest, thus turmoil has come.”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite answered and said,",
      "2": "“If someone would test a word with you, would you be offended?\nBut who can refrain from speaking?",
      "3": "Look, you have instructed many,\nand you have strengthened weak hands.",
      "4": "Your words have raised up the one who stumbles,\nand you have strengthened knees giving way.",
      "5": "But now it has come to you, and you are worn out;\nit touches you, and you are horrified.",
      "6": "Is not your fear in God your confidence?\nIs not your hope even the integrity of your ways?",
      "7": "“Think now, who has perished who is innocent?\nOr where are the upright destroyed?",
      "8": "Just as I have seen, plowers of mischief\nand sowers of trouble will reap it.",
      "9": "By the breath of God they perish,\nand by the blast of his anger they come to an end.",
      "10": "The roar of the lion and the voice of a lion in its prime,\nand the teeth of the young lions are broken.",
      "11": "The lion is perishing without prey,\nand the lion’s whelps are scattered.",
      "12": "“And a word came stealing to me,\nand my ear received the whisper from it.",
      "13": "Amid troubling thoughts from night visions,\nat the falling of deep sleep on men,",
      "14": "dread met me, and trembling,\nand it made many of my bones shake.",
      "15": "And a spirit glided before my face;\nthe hair of my flesh bristled.",
      "16": "It stood still, but I could not recognize its appearance;\na form was before my eyes;\nthere was a hush, and I heard a voice:",
      "17": "‘Can a human being be more righteous than God,\nor can a man be more pure than his Maker?",
      "18": "Look, he does not trust in his servants\nand he charges his angels with error.",
      "19": "How much more dwellers in clay houses,\nwhose foundation is in the dust?\nThey are crushed like a moth.",
      "20": "Between morning and evening they are destroyed;\nwithout anyone regarding it they perish forever.",
      "21": "Is not their tent cord pulled up within them?\nThey die, but not in wisdom.’"
    },
    "5": {
      "1": "“Call now, is there anyone answering you?\nAnd to which of the holy ones will you turn?",
      "2": "For vexation will slay the fool,\nand jealousy will kill the simple.",
      "3": "I have seen a fool taking root,\nbut suddenly I cursed his dwelling.",
      "4": "His children are far from deliverance,\nand they are crushed in the gate,\nand there is no deliverer—",
      "5": "whose harvest the hungry eats,\nand he takes it from behind the thorns;\nand the thirsty pants after their wealth.",
      "6": "Indeed, mischief does not come from the dust,\nand trouble does not sprout from the earth.",
      "7": "But a human being is born to trouble,\nand they soar aloft like sparks.",
      "8": "“But I myself will seek God,\nand to God I would commit my cause.",
      "9": "He is doing great and unsearchable things,\nmarvelous things without number—",
      "10": "the one who is giving rain on the surface of the earth\nand is sending water on the surface of the fields,",
      "11": "to set the lowly on high,\nand those mourning are lifted to safety.",
      "12": "He is frustrating the devices of the crafty,\nand their hands do not achieve success.",
      "13": "He is capturing the wise in their craftiness,\nand the schemes of the wily are rushed.",
      "14": "In the daytime they meet with darkness,\nand they grope at noon as in the night.",
      "15": "And he saves from the sword of their mouth,\neven the poor from the hand of the strong.",
      "16": "So there is hope for the powerless,\nand wickedness shuts its mouth.",
      "17": "“Look, happy is the human being whom God reproves;\nand you must not despise the discipline of Shaddai,",
      "18": "for he himself wounds, but he binds up;\nhe strikes, but his hands heal.",
      "19": "From six troubles he will deliver you,\nand in seven evil shall not touch you.",
      "20": "In famine he will redeem you from death,\nand in war from the power of the sword.",
      "21": "From the scourge of the tongue you shall be hidden,\nand you shall not be afraid of destruction when it comes.",
      "22": "At destruction and famine you shall laugh,\nand you shall not fear the wild animals of the earth.",
      "23": "For your covenant will be with the stones of the field,\nand the wild animals of the field will be at peace with you.",
      "24": "And you shall know that your tent is safe,\nand you will inspect your fold, and you shall not be missing anything.",
      "25": "And you shall know that your offspring are many,\nand your descendants like the vegetation of the earth.",
      "26": "You shall come in maturity to the grave,\nas the raising up of a stack of sheaves in its season.",
      "27": "“Look, we have searched this out—it is true;\nhear it and know it yourself.”"
    },
    "6": {
      "1": "Then Job answered and said,",
      "2": "“If only my vexation could be well weighed,\nand my calamity could be lifted up together with it in the balances,",
      "3": "for then it would be heavier than the sand of the seas;\ntherefore my words have been rash,",
      "4": "for the arrows of Shaddai are in me;\nmy spirit drinks their poison;\nthe terrors of God are arrayed against me.",
      "5": "Does the wild ass bray over grass,\nor the ox bellow over its fodder?",
      "6": "Can tasteless food be eaten without salt,\nor is there taste in the white of a marshmallow plant?",
      "7": "I refused to touch them;\nthey are like food that will make me ill.",
      "8": "“O that my request may come,\nand that God may grant my hope,",
      "9": "that God would decide that he would crush me,\nthat he would let loose his hand and kill me.",
      "10": "But it will still be my consolation,\nand I would recoil in unrelenting pain,\nfor I have not denied the words of the Holy One.",
      "11": "What is my strength, that I should wait?\nAnd what is my end, that I should hold out?",
      "12": "Or is my strength like the strength of stones?\nOr is my flesh bronze?",
      "13": "Indeed, my help is not in me,\nand any success is driven from me.",
      "14": "“Loyal love should come for the afflicted from his friend,\neven if he forsakes the fear of Shaddai.",
      "15": "My companions are treacherous like a torrent-bed;\nlike a streambed of wadis they flow away,",
      "16": "which are growing dark because of ice upon them,\nit will pile up snow.",
      "17": "In time they dry up, they disappear;\nwhen it is hot, they vanish from their place.",
      "18": "The paths of their way wind around;\nthey go up into the wasteland, and they perish.",
      "19": "The caravans of Tema looked;\nthe traveling merchants of Sheba hope for them.",
      "20": "They are disappointed, because they trusted;\nthey came here and they are confounded.",
      "21": "“For now you have become such;\nyou see terrors, and you fear.",
      "22": "Is it because I have said, ‘Give to me,’\nor, ‘Offer a bribe for me from your wealth’?",
      "23": "or, ‘Save me from the foe’s hand,’\nor, ‘Ransom me from the tyrants’ hand’?",
      "24": "Teach me, and I myself will be silent;\nand make me understand how I have gone astray.",
      "25": "How painful are upright words!\nBut what does your reproof reprove?",
      "26": "Do you intend to reprove my words\nand consider the words of a desperate man as wind?",
      "27": "Even over the orphan you would cast the lot,\nand you would bargain over your friend.",
      "28": "“Therefore be prepared, turn to me,\nand I surely will not lie to your face.",
      "29": "Please turn, let no injustice happen;\nindeed, turn, my righteousness is still intact.",
      "30": "Is there injustice on my tongue?\nOr can my palate not discern calamity?"
    },
    "7": {
      "1": "“Does not a human being have hard service on earth?\nAnd are not his days like the days of a laborer?",
      "2": "Like a slave he longs for the shadow,\nand like a laborer he waits for his wages.",
      "3": "So I had to inherit months of worthlessness,\nand nights of misery are apportioned to me.",
      "4": "When I lie down, I say, ‘When shall I rise?’\nBut the night is long,\nand I have my fill of tossing until dawn.",
      "5": "My body is clothed with maggots and clods of dust;\nmy skin hardens, then it gives way again.",
      "6": "“My days are swifter than a weaver’s shuttle,\nand they come to an end without hope.",
      "7": "Remember that my life is a breath;\nmy eye will not return to see good.",
      "8": "The eye of the one seeing me will not see me;\nyour eyes are upon me, but I will be gone.",
      "9": "A cloud vanishes, and it goes away,\nso he who goes down to Sheol will not come up.",
      "10": "He does not return again to his house,\nand his place does not recognize him again.",
      "11": "“Even I will not restrain my mouth;\nI will speak in my spirit’s anguish;\nI will complain in my inner self’s bitterness.",
      "12": "Am I the sea, or a sea monster,\nthat you set a guard over me?",
      "13": "When I say, ‘My bed will comfort me,\nand my couch will ease my complaint,’",
      "14": "then you terrify me with dreams,\nand with visions you terrify me.",
      "15": "So my inner self will choose strangling—\ndeath more than my existence.",
      "16": "I loathe my life; I would not live forever;\ndepart from me, for my days are a breath.",
      "17": "“What is a human being that you make him great\nand that you fix your mind on him,",
      "18": "so that you visit him every morning,\nyou test him every moment?",
      "19": "How long will you not turn away from me?\nOr not leave me alone until I swallow my spit?",
      "20": "If I have sinned, what have I done to you, watcher of humanity?\nWhy have you made me as a target for yourself,\nso that I have become a burden to myself?",
      "21": "And why do you not pardon my transgression\nand take away my guilt?\nFor now I shall lie in the dust,\nand you will seek me, but I will be no more.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite answered and said,",
      "2": "“How long will you say these things,\nand the words of your mouth be a mighty wind?",
      "3": "Does God pervert justice,\nor Shaddai pervert righteousness?",
      "4": "If your children sinned against him,\nthen he sent them into the power of their transgression.",
      "5": "If you yourself would seek God,\nthen you would plead to Shaddai for grace.",
      "6": "If you are pure and upright,\nindeed, now he will rouse himself for you,\nand he will restore your righteous abode.",
      "7": "Though your beginning was small,\nyour end will be very great.",
      "8": "“Indeed, please inquire of former generations,\nand consider what their ancestors have found,",
      "9": "for we are of yesterday, and we do not know,\nfor our days on earth are a shadow.",
      "10": "Will they themselves not teach you and tell you\nand utter words from their heart?",
      "11": "Can papyrus grow tall where there is not a marsh?\nWill reeds flourish without water?",
      "12": "While it is in its flower and is not plucked,\nyet it withers before all grass.",
      "13": "So are the paths of all who forget God;\nand the hope of the godless will perish,",
      "14": "whose confidence is cut off\nand whose trust is a spider’s house.",
      "15": "He will lean himself against his house, but it will not stand;\nhe will take hold of it, but it will not endure.",
      "16": "He is thriving before the sun,\nand his plant shoots spread over his garden.",
      "17": "His roots twine over a stone heap;\nhe sees a house of stone.",
      "18": "If he destroys him from his place,\nthen it deceives him, saying, ‘I have never seen you.’",
      "19": "Look, this is the joy of his way,\nand from dust others will spring up.",
      "20": "“Look, God will not reject the blameless,\nand he will not uphold the hand of evildoers.",
      "21": "Yet he will fill your mouth with laughter\nand your lips with a shout of joy.",
      "22": "Those who hate you will be clothed with shame,\nand the tent of the wicked will be no more.”"
    },
    "9": {
      "1": "Then Job answered and said,",
      "2": "“Truly I know that it is so,\nbut how can a human being be just before God?",
      "3": "If he wants to contend with him,\nhe cannot answer him one time in a thousand.",
      "4": "He is wise in heart and mighty in strength;\nwho has resisted him and succeeded?",
      "5": "“He is the one who moves mountains, and they do not know how,\nwho overturns them in his anger.",
      "6": "He is the one who shakes the earth from its place,\nand its pillars tremble.",
      "7": "He is the one who commands the sun, and it does not rise,\nand he seals up the stars.",
      "8": "He is the one who alone stretches out the heavens\nand who tramples on the waves of the sea.",
      "9": "He is the one who made the Bear and Orion,\nthe Pleiades and the constellations of the south.",
      "10": "He is the one who does great things beyond understanding\nand marvelous things beyond number.",
      "11": "“If he passes by me, I would not see him;\nand if he should move on, I would not recognize him.",
      "12": "If he would snatch away, who could turn him?\nWho could say to him, ‘What are you doing?’",
      "13": "God will not turn back his anger;\nbeneath him the helpers of Rahab bow.",
      "14": "How much less can I myself answer him?\nHow can I choose my words with him,",
      "15": "whom I cannot answer, even though I am righteous?\nFrom my judge I must implore grace.",
      "16": "If I summon him, and he should answer me,\nI do not believe that he will listen to my voice—",
      "17": "who crushes me with a tempest\nand multiplies my wounds without cause.",
      "18": "He will not allow me to catch my breath;\nrather, he will fill me with bitterness.",
      "19": "If it is a matter of strength, look, he is mighty.\nBut if it is a matter of justice, who can summon me?",
      "20": "Even though I am righteous, my mouth will condemn me;\neven though I am blameless, yet it would pronounce me guilty.",
      "21": "“I am blameless; I do not care about myself;\nI loathe my life.",
      "22": "It is all one; therefore I say,\n‘He destroys both the blameless and the wicked.’",
      "23": "When the whip kills suddenly,\nhe mocks at the despair of the innocent.",
      "24": "The earth is given into the hand of the wicked;\nhe covers the face of its judge—\nif it is not he, then who is it?",
      "25": "“And my days are swifter than a runner;\nthey flee away; they do not see good.",
      "26": "They go by like papyrus skiffs,\nlike an eagle swoops down on its prey.",
      "27": "Though I say, ‘I will forget my complaint;\nI will change my expression, and I will rejoice,’",
      "28": "I become afraid of all my sufferings;\nI know that you do not consider me innocent.",
      "29": "If I shall be declared guilty,\nwhy then should I labor in vain?",
      "30": "If I wash myself with soap,\nand I cleanse my hands with lye,",
      "31": "then you plunge me into the slime pit,\nand my clothes abhor me.",
      "32": "“For he is not a mortal like me that I can answer him,\nthat we can come to trial together.",
      "33": "There is no arbiter between us\nthat he might lay his hand on both of us.",
      "34": "May he remove his rod from me,\nand let his dread not terrify me;",
      "35": "then I would speak and not fear him,\nfor in myself I am not fearful."
    },
    "10": {
      "1": "“My inner self loathes my life;\nI want to give vent to my complaint;\nI want to speak out of the bitterness of my inner self.",
      "2": "I will say to God, ‘You should not condemn me;\nlet me know why you contend against me.",
      "3": "Is it good for you that you oppress,\nthat you despise the labor of your hands,\nand you smile over the schemes of the wicked?",
      "4": "Do you have eyes of flesh?\nOr do you see as human beings see?",
      "5": "Are your days as the days of human beings,\nor your years as the days of man,",
      "6": "that you seek out my iniquity,\nand you search for my sin",
      "7": "because of your knowledge that I am not guilty,\nand there is no escaping from your hand?",
      "8": "Your hands fashioned me and made me altogether,\nthen you destroyed me.",
      "9": "Please remember that you made me like clay,\nbut you turn me into dust again?",
      "10": "Did you not pour me out like milk\nand curdle me like cheese?",
      "11": "You clothed me with skin and flesh,\nand you knit me together with bones and sinews.",
      "12": "You have granted me life and loyal love,\nand your care has preserved my spirit.",
      "13": "“‘Yet you hid these things in your heart;\nI know that this was your purpose.",
      "14": "If I had sinned, then you would be watching me,\nand you would not acquit me of my guilt.",
      "15": "If I am guilty, woe to me!\nBut if I am righteous, I dare not lift my head;\nI am filled with shame, and just look at my misery!",
      "16": "And if my head grows bold, you would hunt me as the lion in its prime;\nand you repeat your exploits against me.",
      "17": "You renew your witnesses against me,\nand you increase your vexation against me;\nrelief forces are against me.",
      "18": "So why did you bring me forth from the womb?\nI should have passed away, and no eye should have seen me.",
      "19": "I should have been as though I had not been;\nI should have been brought from the womb to the grave.",
      "20": "Are not my days few? Let him leave me alone;\nlet him turn from me, and let me rejoice a little.",
      "21": "Before I go—and I will not return—\nto the land of darkness and deep shadow,",
      "22": "to the land of darkness,\nlike the darkness of a deep shadow and chaos,\nso that it shines forth like darkness.’”"
    },
    "11": {
      "1": "Then Zophar the Naamathite answered and said,",
      "2": "“Should an abundance of words go unanswered,\nor a man full of talk be vindicated?",
      "3": "Should your loose talk put people to silence?\nAnd when you mock, shall no one put you to shame?",
      "4": "For you say, ‘My teaching is pure,\nand I am clean in your sight.’",
      "5": "But, O that God might speak,\nand that he would open his lips to you,",
      "6": "and that he would tell you the secrets of wisdom,\nfor insight has many sides.\nAnd know that God on your behalf has forgotten some of your guilt.",
      "7": "“Can you find out the essence of God,\nor can you find out the ultimate limits of Shaddai?",
      "8": "It is higher than the heaven; what can you do?\nIt is deeper than Sheol; what can you know?",
      "9": "Its measure is longer than the earth\nand broader than the sea.",
      "10": "“If he passes through and imprisons someone\nand summons the assembly, then who can hinder him?",
      "11": "For he knows those who are worthless;\nwhen he sees iniquity, he will not consider it.",
      "12": "But an empty-headed person will get understanding\nwhen a wild donkey’s colt is born as a human being.",
      "13": "“If you yourself direct your heart\nand stretch out your hands to him—",
      "14": "if iniquity is in your hand, put it far away,\nand you must not let wickedness reside in your tents—",
      "15": "surely then you will lift up your face without blemish,\nand you will be firmly established and will not fear.",
      "16": "For you yourself will forget your misery;\nyou will remember it as water that has flowed past.",
      "17": "“And your life will be brighter than noon;\nits darkness will be like the morning.",
      "18": "And you will have confidence because there is hope;\nand you will be well protected—you will sleep in safety.",
      "19": "And you will lie down, and no one will make you afraid;\nand many will entreat your favor.",
      "20": "But the eyes of the wicked will fail;\nand refuge will be lost to them,\nand their hope is to breathe their last breath.”"
    },
    "12": {
      "1": "Then Job answered and said,",
      "2": "“Truly indeed you are the people,\nand wisdom will die with you.",
      "3": "I also have insight like you;\nI am not more inferior than you.\nAnd who does not know things like these?",
      "4": "I am a laughingstock to my friends:\n‘He calls on God, and he answers him.’\nA righteous, blameless man is a laughingstock.",
      "5": "Those at ease have contempt for the thought of disaster,\nbut it is ready for those unstable of foot.",
      "6": "The tents of the destroyers are at peace,\nand there is security for those who provoke God,\nfor those whom God brings into his hand.",
      "7": "“But ask the animals, and they will teach you,\nand the birds of the heaven, and they will tell you;",
      "8": "or ask the earth, and it will teach you,\nand the fishes of the sea will declare to you.",
      "9": "Who among all of these does not know\nthat Yahweh’s hand has done this?",
      "10": "In whose hand is the life of all living things\nand the breath of every human being?",
      "11": "Does not the ear test words\nand the palate taste food for itself?",
      "12": "Wisdom is with the aged,\nand understanding is in length of days.",
      "13": "“With him are wisdom and powerful deeds,\nand to him belong counsel and understanding.",
      "14": "If he tears down, then it will not be rebuilt;\nif he shuts a man in, then he cannot be freed.",
      "15": "Look, if he withholds the water, then they dry up;\nand if he sends them out, then they overwhelm the land.",
      "16": "“Strength and sound wisdom are with him;\nthe deceived and the deceiver are his.",
      "17": "He leads counselors away stripped,\nand he makes fools of judges.",
      "18": "He loosens the fetters of kings,\nand he binds a loincloth on their loins.",
      "19": "He leads priests away stripped,\nand he overthrows the members of ancient families.",
      "20": "He deprives the trustworthy of speech,\nand he takes away the discretion of elders.",
      "21": "He pours contempt on noblemen,\nand he loosens the girdle of the mighty.",
      "22": "“He uncovers mysteries out of darkness,\nand he brings deep shadow to the light.",
      "23": "He makes the nations great, then he destroys them;\nhe expands the nations, then he guides them.",
      "24": "He strips away the insight of the heads of the earth’s people,\nand he makes them wander in a pathless wasteland.",
      "25": "They grope in the dark without light,\nand he makes them stagger like a drunkard."
    },
    "13": {
      "1": "“Look, my eye has seen everything;\nmy ear has heard and has understood it.",
      "2": "What you know, I myself also know—\nI am not more inferior than you.",
      "3": "But I would speak to Shaddai,\nand I desire to argue with God.",
      "4": "“But you whitewash with lies;\nall of you are worthless healers.",
      "5": "O that you would keep completely silent,\nand that it would become wisdom for you.",
      "6": "Please hear my argument,\nand listen attentively to the pleadings of my lips.",
      "7": "“Will you speak falsely for God?\nAnd will you speak deceitfully for him?",
      "8": "Will you show partiality for him?\nOr do you want to plead God’s case?",
      "9": "Will it be well, if he examines you?\nOr can you deceive him like deceiving a human being?",
      "10": "“Surely he will rebuke you\nif you show partiality in secret.",
      "11": "Will not his majesty terrify you,\nand his dread fall upon you?",
      "12": "Your maxims are proverbs of ashes;\nyour defenses are defenses of clay.",
      "13": "“Let me have silence, and I myself will speak,\nand let come over me whatever may.",
      "14": "Why should I take my flesh in my teeth\nand put my life in my hand?",
      "15": "Look, though he kill me, I will hope in him;\nhowever, I will defend my ways before him.",
      "16": "Moreover, this is salvation to me,\nthat the godless would not come before him.",
      "17": "“Listen carefully to my words,\nand let my exposition be in your ears.",
      "18": "Please look, I have prepared my case;\nI know that I myself will be vindicated.",
      "19": "Who is he who will contend with me?\nFor then I would be silent, and I would pass away.",
      "20": "“Only you must not do these two things to me;\nthen I will not hide from your face:",
      "21": "withdraw your hand from me,\nand let not your dread terrify me.",
      "22": "Then call, and I myself will answer;\nor let me speak, then reply to me.",
      "23": "“How many are my iniquities and sins?\nMake known to me my transgression and my sin.",
      "24": "Why do you hide your face\nand count me as your enemy?",
      "25": "Will you terrify a blown leaf?\nAnd will you pursue dry stubble?",
      "26": "“Indeed, you write bitter things against me,\nand you make me reap the iniquities of my childhood.",
      "27": "And you put my feet in the block,\nand you watch all my paths;\nyou carve a mark on the soles of my feet.",
      "28": "And he himself wastes away like something rotten,\nlike a garment that the moth has eaten."
    },
    "14": {
      "1": "“A human being born of a woman\nis short of days and full of troubles.",
      "2": "Like a flower he comes up, and he withers away;\nand he flees like a shadow, but he does not last.",
      "3": "Even on such a one you fix your eyes,\nand you bring me into judgment with you.",
      "4": "“Who can bring a clean thing from an unclean thing?\nNo one!",
      "5": "If his days are determined, the number of his months is with you;\nyou have appointed his boundaries, and he cannot cross them.",
      "6": "Look away from him, and let him desist\nuntil he enjoys his days like a laborer.",
      "7": "“Indeed, there is hope for a tree:\nif it is cut down, then it will sprout again,\nand its new shoots will not cease;",
      "8": "though its root grows old in the earth,\nand its stump dies in the dust,",
      "9": "at the scent of water it will bud,\nand it will put forth branches like a young plant.",
      "10": "“But a man dies, and he dwindles away;\nthus a human being passes away, and where is he?",
      "11": "As water disappears from a lake,\nand a river withers away and dries up,",
      "12": "so a man lies down, and he does not arise.\nUntil the heavens are no more, they will not awaken,\nand they will not be roused out of their sleep.",
      "13": "“O that you would conceal me in Sheol,\nthat you would hide me until your wrath is past,\nthat you would appoint a set time for me and remember me.",
      "14": "If a man dies, will he live again?\nAll the days of my compulsory service I will wait,\nuntil the coming of my relief.",
      "15": "You would call, and I myself would answer you;\nyou would long for the work of your hand.",
      "16": "For then you would count my steps,\nbut you would not keep watch over my sin.",
      "17": "My transgression would be sealed in a bag,\nand you would cover over my guilt.",
      "18": "“But a mountain falls; it crumbles away,\nand a rock moves away from its place.",
      "19": "Water wears away stones;\nits torrents wash away the soil of the earth;\nso you destroy the hope of human beings.",
      "20": "You overpower him forever, and he passes away;\nyou change his countenance, then you send him away.",
      "21": "His children may come to honor, but he does not know it;\nor they may become lowly, but he does not realize it.",
      "22": "He feels only the pain of his own body,\nand his inner self mourns for him.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite answered and said,",
      "2": "“Should the wise answer with windy knowledge,\nand should he fill his stomach with the east wind?",
      "3": "Should he argue in talk that is not profitable\nor in words with which he cannot do good?",
      "4": "“What is worse, you yourself are doing away with fear,\nand you are lessening meditation before God.",
      "5": "For your iniquity teaches your mouth,\nand you choose the tongue of the crafty.",
      "6": "Your mouth condemns you, and not I;\nand your lips testify against you.",
      "7": "“Were you born the firstborn of the human race?\nAnd were you brought forth before the hills?",
      "8": "Have you listened in God’s confidential discussion?\nAnd do you limit wisdom to yourself?",
      "9": "What do you know that we do not know?\nWhat do you understand that is not clear to us?",
      "10": "Both the gray-haired and the old are among us—\nthose older than your father.",
      "11": "“Are the consolations of God too small for you,\na word spoken gently with you?",
      "12": "Why does your heart carry you away?\nAnd why do your eyes flash,",
      "13": "that you turn your spirit against God,\nand you let such words go out of your mouth?",
      "14": "“What is a human being, that he can be clean,\nor that one born of a woman can be righteous?",
      "15": "Look, he does not trust his holy ones,\nand the heavens are not clean in his eyes.",
      "16": "How much less he who is abominable and corrupt,\na man drinking wickedness like water.",
      "17": "“I will show you, listen to me;\nand what I have seen, I will tell—",
      "18": "what wise men have told,\nand they have not hidden that which is from their ancestors,",
      "19": "to whom alone the land was given,\nand no stranger passed through their midst.",
      "20": "“All of the wicked one’s days he is writhing,\neven through the number of years that are laid up for the tyrant.",
      "21": "Sounds of terror are in his ears;\nin prosperity the destroyer will come against him.",
      "22": "He cannot trust that he will return from darkness,\nand he himself is destined for the sword.",
      "23": "“He is wandering for bread, saying, ‘Where is it?’\nHe knows that a day of darkness is ready at hand.",
      "24": "Anguish and distress terrify him;\nthey overpower him like a king ready for the battle.",
      "25": "Because he stretched out his hand against God,\nand he was arrogant to Shaddai;",
      "26": "he stubbornly runs against him\nwith his thick-bossed shield.",
      "27": "“Because he has covered his face with his fat\nand has gathered fat upon his loins,",
      "28": "he will dwell in desolate cities,\nin houses that they should not inhabit,\nwhich are destined for rubble.",
      "29": "He will not become rich, and his wealth will not endure,\nand their possessions will not stretch across the earth.",
      "30": "“He will not escape from darkness;\na flame will dry up his new shoot,\nand by the wind of his mouth he shall be removed.",
      "31": "Let him not trust in emptiness—he will be deceiving himself—\nfor worthlessness will be his recompense.",
      "32": "It will be paid in full before his time,\nand his branch will not flourish.",
      "33": "“He will shake off his unripe fruit like the vine,\nand he will cast off his blossom like the olive tree;",
      "34": "for the company of the godless is barren,\nand fire consumes the tents of those who accept bribes.",
      "35": "They conceive trouble and bring forth mischief,\nand their womb prepares deceit.”"
    },
    "16": {
      "1": "Then Job answered and said,",
      "2": "“I have heard many things like these;\nall of you are miserable comforters.",
      "3": "Is there a limit to windy words?\nWhat provokes you that you answer?",
      "4": "I myself also could talk as you,\nif you were in my place;\nI could join against you with words,\nand I could shake at you with my head.",
      "5": "I could encourage you with my mouth,\nand the solace of my lips would ease the pain.",
      "6": "If I speak, my pain is not relieved;\nand if I cease, how much will leave me?",
      "7": "“Surely now he has worn me out;\nyou have devastated all my company.",
      "8": "Thus you shriveled me up;\nit became a witness.\nAnd my leanness has risen up against me;\nit testifies to my face.",
      "9": "His wrath has torn, and he has been hostile toward me;\nhe gnashed at me with his teeth.\nMy foe sharpens his eyes against me.",
      "10": "They gaped at me with their mouth;\nthey struck my cheeks with disgrace;\nthey have massed themselves together against me.",
      "11": "God delivers me to an evil one,\nand he casts me into the hands of the wicked.",
      "12": "“I was at ease, then he broke me in two,\nand he seized me by my neck;\nthen he shattered me\nand set me up as a target for him.",
      "13": "His archers surround me;\nhe slashes open my kidneys, and he does not have compassion;\nhe pours out my gall on the ground.",
      "14": "He breached me breach upon breach;\nhe rushes at me like a warrior.",
      "15": "“I have sewed sackcloth on my skin,\nand I have inserted my pride in the dust.",
      "16": "My face is red because of weeping,\nand deep shadows are on my eyelids,",
      "17": "although violence is not on my hands,\nand my prayer is pure.",
      "18": "“O earth, you should not cover my blood,\nand let there be no place for my cry for help.",
      "19": "So now look, my witness is in the heavens,\nand he who vouches for me is in the heights.",
      "20": "My friends scorn me;\nmy eye pours out tears to God,",
      "21": "and it argues for a mortal with God,\nand as a human for his friend.",
      "22": "Indeed, after a few years have come,\nthen I will go the way from which I will not return."
    },
    "17": {
      "1": "“My spirit is pulled down; my days are extinguished;\nthe graveyard is for me.",
      "2": "Surely mockery is with me,\nand my eye rests on their provocation.",
      "3": "Please lay down a pledge for me with yourself;\nwho is he who will give security for my hand?",
      "4": "Indeed, you have closed their mind from understanding;\ntherefore, you will not let them triumph.",
      "5": "He denounces friends for reward,\nso his children’s eyes will fail.",
      "6": "“And he has made me a proverb for the peoples,\nand I am one before whom people spit.",
      "7": "And my eye has grown dim from grief,\nand the limbs of my body are all like a shadow.",
      "8": "The upright are appalled at this,\nand the innocent excites himself over the godless.",
      "9": "But the righteous holds on to his way,\nand he who has clean hands increases in strength.",
      "10": "But all of you must return—please come!\nBut I shall not find a wise person among you.",
      "11": "“My days are past; my plans are broken down—\neven the desires of my heart.",
      "12": "They make night into day,\nsaying, ‘Light is near to darkness.’",
      "13": "If I hope for Sheol as my house,\nif I spread my couch in the darkness,",
      "14": "if I call to the pit, ‘You are my father,’\nto the maggot, ‘You are my mother or my sister,’",
      "15": "where then is my hope?\nAnd who will see my hope?",
      "16": "Will they go down to the bars of Sheol?\nOr shall we descend together into the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite answered and said,",
      "2": "“How long will you hunt for words?\nConsider, and afterward we shall speak.",
      "3": "Why are we considered as animals?\nWhy are we taken as stupid in your eyes?",
      "4": "“You who are tearing yourself in your anger,\nwill the earth be forsaken because of you?\nOr will the rock be removed from its place?",
      "5": "Furthermore, the light of the wicked is put out,\nand the flame of his fire will not shine.",
      "6": "The light becomes dark in his tent,\nand his lamp above him is put out.",
      "7": "“His strong steps are shortened,\nand his own schemes throw him down,",
      "8": "for he is thrust into a net by his feet,\nand he walks into a pitfall.",
      "9": "A trap seizes him by the heel;\na snare takes hold of him.",
      "10": "His rope is hidden in the ground,\nand his trap on the path.",
      "11": "“Sudden terrors terrify him all around,\nand they chase him at his heels.",
      "12": "His wealth will become hunger,\nand disaster is ready for his stumbling.",
      "13": "It consumes parts of his skin;\nthe firstborn of death consumes his limbs.",
      "14": "He is torn from his tent in which he trusted,\nand it brought him to the king of terrors.",
      "15": "“Nothing remains for him in his tent;\nsulfur is scattered upon his dwelling place.",
      "16": "His roots dry up below,\nand its branches wither away above.",
      "17": "His remembrance perishes from the earth,\nand there is not a name for him on the street.",
      "18": "“They thrust him from light into darkness,\nand they drive him out from the world.",
      "19": "There is no offspring for him nor a descendant among his people,\nand there is not a survivor in his abode.",
      "20": "Those of the west are appalled over his fate,\nand those of the east are seized with horror.",
      "21": "Surely these are the dwellings of the godless,\nand this is the dwelling place of him who knows not God.”"
    },
    "19": {
      "1": "Then Job answered and said,",
      "2": "“How long will you torment me\nand crush me with words?",
      "3": "These ten times you have disgraced me;\nyou are not ashamed that you have attacked me.",
      "4": "And what is more, if I have truly erred,\nmy error remains with me.",
      "5": "If indeed you must magnify yourselves against me,\nand you must let my disgrace argue against me,",
      "6": "know then that God has wronged me\nand has surrounded me with his net.",
      "7": "“Look, I cry out, ‘Violence!’ but I am not answered;\nI cry out, but there is no justice.",
      "8": "He has walled up my way so that I cannot pass;\nand he has set darkness upon my paths.",
      "9": "He has taken my glory from me,\nand he has removed the crown of my head.",
      "10": "He has broken me down all around, and I am gone.\nAnd he has uprooted my hope like a tree,",
      "11": "and he has kindled his wrath against me,\nand he has counted me as one of his foes.",
      "12": "His troops have come together\nand have thrown up their rampart against me\nand have encamped around my tent.",
      "13": "“He has removed my kinsfolk from me,\nand my acquaintances have only turned aside from me.",
      "14": "My relatives have failed,\nand my close friends have forgotten me.",
      "15": "The sojourners in my house and my slave women count me as a stranger;\nI have become a foreigner in their eyes.",
      "16": "I call to my servant, but he does not answer;\nI must personally plead with him.",
      "17": "My breath is repulsive to my wife,\nand I am loathsome to my own family.",
      "18": "Little boys also despise me;\nwhen I rise, then they talk against me.",
      "19": "All my intimate friends abhor me,\nand these whom I have loved have turned against me.",
      "20": "My bones cling to my skin and to my flesh,\nand I have escaped by the skin of my teeth.",
      "21": "“Pity me, pity me, you my friends,\nfor God’s hand has touched me.",
      "22": "Why do you pursue me like God?\nAnd are not satisfied with my flesh?",
      "23": "“O that my words could be written down!\nO that they could be inscribed in a scroll!",
      "24": "That with a pen of iron and with lead\nthey might be engraved on a rock forever!",
      "25": "But I myself know that my redeemer is alive,\nand at the last he will stand up upon the earth.",
      "26": "And after my skin has been thus destroyed,\nbut from my flesh I will see God,",
      "27": "whom I will see for myself,\nand whom my eyes will see and not a stranger.\nMy heart faints within me.",
      "28": "“If you say, ‘How will we persecute him?’\nAnd ‘The root of the trouble is found’ in me,",
      "29": "be afraid for yourselves because of the sword,\nfor wrath brings punishment by the sword,\nso that you may know that there is judgment.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite answered and said,",
      "2": "“Therefore my disquieting thoughts bring me back\nfor the sake of my inward excitement.",
      "3": "I hear discipline that insults me,\nand a spirit beyond my understanding answers me.",
      "4": "“Did you know this from of old,\nsince the setting of the human being on earth,",
      "5": "that the rejoicing of the wicked is short,\nand the joy of the godless lasts only a moment?",
      "6": "Even though his stature mounts up to the heaven,\nand his head reaches to the clouds,",
      "7": "he will perish forever like his dung;\nthose who have seen him will say, ‘Where is he?’",
      "8": "He will fly away like a dream, and they will not find him,\nand he will be chased away like a vision of the night.",
      "9": "The eye that saw him will not see him again,\nand his place will no longer behold him.",
      "10": "His children will seek favors from the poor,\nand his hands will return his wealth.",
      "11": "His bones were full of his vigor,\nbut it will lie down with him on the dust.",
      "12": "“Though wickedness tastes sweet in his mouth,\nand he hides it under his tongue,",
      "13": "though he spares it and does not let it go\nand holds it back in the midst of his palate,",
      "14": "in his bowels his food is turned,\nthe venom of horned vipers is within him.",
      "15": "He swallows riches, but he vomits them up;\nGod drives them out from his stomach.",
      "16": "He will suck the poison of horned vipers;\nthe viper’s tongue will kill him.",
      "17": "He will not enjoy the streams,\nthe torrents of honey and curds.",
      "18": "Returning the products of his toil, he will not swallow;\naccording to the profit of his trade, he will not enjoy,",
      "19": "for he has oppressed; he has abandoned the poor;\nhe has seized a house but did not build it.",
      "20": "Because he has not known satisfaction in his stomach,\nhe lets nothing escape that he desires.",
      "21": "There is nothing left after he has eaten;\ntherefore his prosperity will not endure.",
      "22": "In the fullness of his excess he will be in distress;\nall of misery’s power will come upon him.",
      "23": "When his stomach fills up, God will send his burning anger upon him,\nand he will let it rain down upon him as his food.",
      "24": "“He will flee from an iron weapon,\nbut an arrow of bronze will pierce him.",
      "25": "He draws it forth, and it comes out from his body,\nand the glittering point comes from his gall-bladder;\nterrors come upon him.",
      "26": "Total darkness is hidden for his treasures;\nan unfanned fire will devour him;\nthe remnant will be consumed in his tent.",
      "27": "The heavens will reveal his guilt,\nand the earth will rise up against him.",
      "28": "The products of his house will be carried away\nlike gushing waters on the day of his wrath.",
      "29": "This is a wicked human being’s portion from God\nand the inheritance of his decree from God.”"
    },
    "21": {
      "1": "Then Job answered and said,",
      "2": "“Listen carefully to my words,\nand let this be your consolation.",
      "3": "Bear with me, and I myself will speak;\nthen after my speaking you can mock.",
      "4": "As for me, is my complaint for human beings?\nAnd if so, why cannot I be impatient?",
      "5": "Turn to me and be appalled,\nand place your hand on your mouth.",
      "6": "And when I think of it, I am horrified,\nand shuddering seizes my flesh.",
      "7": "“Why do the wicked live,\ngrow old, even grow mighty in power?",
      "8": "With them their offspring are established before them,\nand their descendants before their eyes.",
      "9": "Their houses are safe without fear,\nand the rod of God is not upon them.",
      "10": "His bull breeds and does not fail;\nhis cow calves and does not miscarry.",
      "11": "They send out their little ones like the flock,\nand their children dance around.",
      "12": "They sing to the tambourine and lyre,\nand they rejoice to the sound of the long flute.",
      "13": "They spend their days in prosperity,\nand in peace they go down to Sheol.",
      "14": "And they say to God, ‘Turn away from us,\nfor we do not desire to know your ways.",
      "15": "Who is Shaddai that we should serve him,\nor what would we benefit when we plead with him?’",
      "16": "Look, their prosperity is not in their hands;\nthe schemes of the wicked are repugnant to me.",
      "17": "“How often is the lamp of the wicked put out,\nand their disaster comes upon them?\nHe distributes pains in his anger.",
      "18": "How often are they like straw before the wind,\nand like chaff that the storm carries away?",
      "19": "‘God stores up his iniquity for his children’?\nThen let him repay it to him that he may know.",
      "20": "Let his eyes see his decay,\nand let him drink from the wrath of Shaddai,",
      "21": "for what does he care for his house after him,\nwhen the number of his months is cut off?",
      "22": "Can anyone teach knowledge to God,\nsince he himself judges high ones?",
      "23": "This one dies in full prosperity,\ncompletely at ease and secure.",
      "24": "His vats are full with milk\nand the marrow of his bones is moist.",
      "25": "Yet another dies with a bitter inner self\nand has not tasted prosperity.",
      "26": "They lie down together in the dust,\nand maggots cover them.",
      "27": "“Look, I know your thoughts\nand the schemes you devise against me.",
      "28": "For you say, ‘Where is the nobleman’s house,\nand where are the tents in which the wicked dwell?’",
      "29": "Do you not ask those traveling the roads,\nand do you not take notice of their accounts?",
      "30": "Indeed, the wicked is spared from the day of disaster;\nhe is delivered from the day of wrath.",
      "31": "Who denounces his way to his face?\nAnd who repays him for what he has done?",
      "32": "When he is brought to the grave,\nthen someone stands guard over the tomb.",
      "33": "The clods of the valley are sweet to him;\neveryone will follow after him,\nand before him they are innumerable.",
      "34": "So how will you comfort me with emptiness,\nwhen fraud is left in your answers?”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite answered and said,",
      "2": "“Can a man be of use to God?\nYes, can the wise be of use to him?",
      "3": "Is it a pleasure to Shaddai if you are righteous,\nor a gain if you make your ways blameless?",
      "4": "Does he reprove you because of your reverence\nor enter into judgment with you?",
      "5": "Is not your wickedness great,\nand there is no end to your iniquities?",
      "6": "“Indeed, you have required a pledge from your family for nothing,\nand you have stripped off the clothes of the naked.",
      "7": "You have given no water for the weary to drink,\nand you withheld food from the hungry.",
      "8": "And the land belongs to the man of power,\nand the favored lives in it.",
      "9": "You have sent widows away empty-handed,\nand the arms of orphans were crushed.",
      "10": "Therefore trapping nets are all around you,\nand panic suddenly terrifies you,",
      "11": "or it is so dark you cannot see,\nand a flood of water covers you.",
      "12": "“Is not God in the height of the heavens?\nBut see how lofty are the highest stars.",
      "13": "And you ask, ‘What does God know?\nCan he judge through deep gloom?",
      "14": "Thick clouds are a covering for him, so that he does not see;\nand he walks about on the dome of heaven.’",
      "15": "Will you keep to the way of old\nthat the people of mischief have trod,",
      "16": "who were snatched away before their time,\nwhose foundation was washed away by a current?",
      "17": "Those who said to God, ‘Turn away from us,’\nand ‘What can Shaddai do to us?’",
      "18": "Yet he himself filled up their houses with good things,\nbut the schemes of the wicked are repugnant to me.",
      "19": "The righteous see, and they rejoice,\nbut the innocent one mocks at them.",
      "20": "Surely our foe perishes,\nand fire has consumed their remainder.",
      "21": "“Please reconcile yourself with him,\nand be at peace; in this way, good will come to you.",
      "22": "Please receive instruction from his mouth,\nand place his words in your heart.",
      "23": "If you return to Shaddai, you will be restored;\nif you remove wickedness from your tent,",
      "24": "and if you put gold ore in the dust,\nand the gold of Ophir in the rock of wadis,",
      "25": "then Shaddai will be your gold ore\nand your precious silver.",
      "26": "Indeed, then you will delight yourself in Shaddai,\nand you will expect that God will be good to you.",
      "27": "You will pray to him, and he will hear you,\nand you will pay your vows.",
      "28": "And you will decide on a matter, and it will be established for you,\nand light will shine on your ways.",
      "29": "When they are humiliated, you say, ‘It is pride,’\nfor he saves the humble.",
      "30": "He will deliver the guilty,\nand he will escape because of the cleanness of your hands.”"
    },
    "23": {
      "1": "Then Job answered and said,",
      "2": "“Even today my complaint is bitter;\nmy hand is heavy in addition to my groaning.",
      "3": "O that I knew and that I might find him;\nO that I might come to his dwelling.",
      "4": "I would lay my case before him,\nand I would fill my mouth with arguments.",
      "5": "I want to know the words with which he would answer me,\nand I want to understand what he would say to me.",
      "6": "Would he contend with me in the greatness of his strength?\nNo, but he himself would give heed to me.",
      "7": "There an upright person could reason with him,\nand I would be acquitted forever by my judge.",
      "8": "“When I go forward, he is not there,\nor backward, I cannot see him.",
      "9": "When he works on the left, I cannot perceive him;\nhe turns to the right, but I cannot see him.",
      "10": "But he knows the way that I take;\nhe tests me—I shall come out like gold.",
      "11": "My foot has held on to his steps;\nI have kept his way, and I have not turned aside.",
      "12": "From the commandment of his lips, indeed I have not departed;\nI have treasured the words of his mouth more than my daily food.",
      "13": "“But he is alone, and who can dissuade him?\nAnd whatever he desires, indeed, he does it.",
      "14": "For he will carry out what he appoints for me,\nand many things like these are with him.",
      "15": "Therefore, I am horrified because of his presence;\nwhen I consider, I tremble because of him.",
      "16": "Indeed, God has made my heart faint,\nand Shaddai has terrified me.",
      "17": "Indeed, I have not been silenced because of darkness,\nand because of me he conceals thick darkness."
    },
    "24": {
      "1": "“Why are not times kept by Shaddai,\nand why do not those who know him see his days?",
      "2": "They remove border stones;\nthey seize flocks, and they pasture them.",
      "3": "They drive away the donkey of orphans;\nthey take the widow’s ox as a pledge.",
      "4": "They thrust the poor off the road;\nthe needy of the earth hide themselves together.",
      "5": "“Look, like wild donkeys in the desert\nthey go out to their labor as searchers for the prey;\nthe wilderness is their food for the young.",
      "6": "They reap their fodder in the field,\nand they glean in the vineyard of the wicked.",
      "7": "They spend the night naked, without clothing,\nand they have no garment in the cold.",
      "8": "They are wet from the rainstorm of the mountains,\nand they cling to the rock without refuge.",
      "9": "“They snatch the orphan from the breast,\nand they take a pledge against the needy.",
      "10": "They go about naked, without clothing,\nand hungry, they carry the sheaves.",
      "11": "Between their terraces they press out oil;\nthey tread the presses, but they are thirsty.",
      "12": "From the city people groan,\nand the throat of the wounded cries for help;\nyet God does not regard it as unseemly.",
      "13": "“Those are among the ones rebelling against the light;\nthey do not recognize his ways,\nand they do not stay in his paths.",
      "14": "At dusk the murderer rises;\nhe kills the needy and the poor,\nand in the night he is like a thief.",
      "15": "And the eye of the adulterer waits for dusk,\nsaying, ‘No eye will see me,’\nand he places a covering on his face.",
      "16": "He digs through houses in the darkness;\nby day they shut themselves in—\nthey do not know the light",
      "17": "because morning likewise is to them deep darkness;\nindeed, they know about the terrors of deep darkness.",
      "18": "“He himself is swift on the water’s surface;\ntheir portion is cursed in the land.\nNo one turns toward the path of their vineyards.",
      "19": "Drought and heat snatch away the snow waters,\nlike Sheol snatches away those who have sinned.",
      "20": "The womb forgets him.\nThe maggot feasts on him until he is no longer remembered,\nand wickedness is broken like a tree.",
      "21": "He feeds on the barren, who does not have a child,\nand does no good to the widow.",
      "22": "Yet he carries off the tyrants by his strength;\nif he rises up, then he cannot be certain of life.",
      "23": "He gives security to him, and he is supported,\nbut his eyes are upon their ways.",
      "24": "They are exalted a little while, then they are gone.\nAnd they are brought low; they are cut off like all others,\nand like the heads of grain they wither away.",
      "25": "“And if it is not so, then who can prove me a liar\nand reduce my word to nothing?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite answered and said,",
      "2": "“Domination and dread are with him\nwho makes peace in his high heavens.",
      "3": "Is there a number to his troops?\nAnd upon whom does his light not rise?",
      "4": "“Indeed, how can a human being be righteous before God?\nAnd how will he who is born of a woman be pure?",
      "5": "Look, even the moon is not bright,\nand the stars are not pure in his sight.",
      "6": "How much less for a human being who is a maggot,\nand a human who is a worm?”"
    },
    "26": {
      "1": "Then Job answered and said,",
      "2": "“How you have helped one who has no power!\nHow you have assisted the arm that has no strength!",
      "3": "How you have advised one who has no wisdom!\nAnd what sound wisdom you have made known in abundance!",
      "4": "With whose help have you uttered words,\nand whose breath has come forth from you?",
      "5": "“The spirits of the dead tremble\nbelow the waters and their inhabitants.",
      "6": "Sheol is naked before him,\nand there is no covering for Abaddon.",
      "7": "He stretches out the north over emptiness;\nhe hangs the earth over nothing.",
      "8": "He ties up the water in its clouds,\nand the cloud is not torn open beneath it.",
      "9": "He covers the face of the full moon;\nhe spreads his cloud over it.",
      "10": "He has described a circle on the face of the water\nbetween light and darkness.",
      "11": "“The pillars of heaven tremble,\nand they are astounded at his rebuke.",
      "12": "By his power he stilled the sea,\nand by his understanding he struck down Rahab.",
      "13": "By his breath the heavens were made clear;\nhis hand pierced the fleeing snake.",
      "14": "Look, these are the outer fringes of his ways,\nand how faint is the word that we hear of him!\nBut who can understand the thunder of his power?”"
    },
    "27": {
      "1": "Then Job again took up his discourse and said,",
      "2": "“As God lives, he has removed my justice,\nand Shaddai has made my inner self bitter.",
      "3": "For as long as my breath is in me,\nand the spirit of God is in my nose,",
      "4": "my lips surely will not speak falseness,\nand my tongue surely will not utter deceit.",
      "5": "Far be it from me that I would say that you are right;\nuntil I pass away, I will not put away from me my blamelessness.",
      "6": "I hold fast to my righteousness, and I will not let it go;\nmy heart will not blame any of my days.",
      "7": "“Let my enemy be like the wicked\nand my opponent like the unrighteous,",
      "8": "for what is the hope of the godless when he cuts them off,\nwhen God takes away his life?",
      "9": "Will God hear his cry of distress\nwhen distress comes upon him?",
      "10": "Or, in Shaddai will he find delight?\nWill he call upon God at all times?",
      "11": "“I will teach you about God’s hand;\nI will not conceal that which is with Shaddai.",
      "12": "Look, you all have seen,\nand why in the world have you become altogether vain?",
      "13": "“This is the portion of the wicked human being with God,\nand they receive from Shaddai the inheritance of the ruthless.",
      "14": "If their children multiply, it is for the sword,\nand his offspring do not have enough to eat.",
      "15": "Their survivors are buried through the plague,\nand their widows do not weep.",
      "16": "If he heaps up silver like the dust\nand fashions clothing like the clay,",
      "17": "he makes it ready, and the righteous will wear it,\nand the innocent will divide the silver.",
      "18": "“He builds his house like the moth,\nand like a booth that a watchman has made.",
      "19": "He goes to bed with wealth, but he will do so no more;\nhe opens his eyes, and it is gone.",
      "20": "Terrors overtake him like the water;\na storm wind carries him off in the night.",
      "21": "The east wind lifts him up, and he is gone,\nand it sweeps him away from his place.",
      "22": "And it hurls at him, and it has no compassion;\nhe will quickly flee from its power.",
      "23": "It claps its hands over him,\nand it hisses at him from its place."
    },
    "28": {
      "1": "“Indeed, there is a mine for silver\nand a place for gold to be refined.",
      "2": "Iron is taken from dust,\nand he pours out copper from ore.",
      "3": "He puts an end to darkness,\nand he searches out the farthest limits\nfor the ore in gloom and deep shadow.",
      "4": "He breaks open a mine shaft away from where people dwell;\nthose who are forgotten by travelers,\nthey dangle, they sway far away from human beings.",
      "5": "As for the earth, from it comes food,\nbut underneath it, it is turned up as by fire.",
      "6": "Its stones are the place of sapphire,\nand the earthen dirt has gold.",
      "7": "“It is a path a bird of prey does not know\nand the black kite’s eye has not seen.",
      "8": "Proud wild animals have not trodden it;\nthe lion in its prime has not prowled over it.",
      "9": "He puts his hand on the hard rock;\nhe overturns mountains by the roots.",
      "10": "He cuts out tunnels in the rocks,\nand his eye sees every treasure.",
      "11": "He dams up rivers from their sources,\nand he brings secret things to the light.",
      "12": "“But from where will wisdom be found?\nAnd where in the world is the place of understanding?",
      "13": "A human being does not know its proper value,\nand it is not found in the land of the living.",
      "14": "The deep says, ‘It is not in me,’\nand the sea says, ‘It is not with me.’",
      "15": "“Refined gold cannot be gotten in its place,\nand silver cannot be weighed out as its price.",
      "16": "It cannot be bought for the gold of Ophir,\nfor precious onyx or sapphire.",
      "17": "Gold and glass cannot be compared with it,\nand its substitution cannot be an ornament of refined gold.",
      "18": "Black corals and crystal will not be mentioned,\nand wisdom’s price is more than red corals.",
      "19": "The topaz of Cush cannot be compared with it;\nit cannot be bought for pure gold.",
      "20": "Indeed, from where does wisdom come?\nAnd where in the world is the place of understanding?",
      "21": "It is hidden from the eyes of all living,\nand it is concealed from the birds of the heaven.",
      "22": "Abaddon and Death say,\n‘We heard its rumor with our ears.’",
      "23": "“God understands its way,\nand he knows its place,",
      "24": "for he himself looks to the end of the earth;\nhe sees under all the heaven.",
      "25": "When he gave weight to the wind\nand he apportioned the waters by measure,",
      "26": "when he made a rule for the rain\nand a way for the thunder’s lightning bolt,",
      "27": "then he saw it and talked about it;\nhe established it, and moreover, he explored it.",
      "28": "And to the human beings he said,\n‘Look, the fear of the Lord is wisdom,\nand to depart from evil is understanding.’”"
    },
    "29": {
      "1": "Then Job again took up his discourse and said,",
      "2": "“O that I were as in the months before,\nas in the days when God watched over me,",
      "3": "when his shining lamp was over my head—\nby his light I walked through darkness—",
      "4": "as when I was in the days of my prime,\nwhen God’s confiding was over my house,",
      "5": "when Shaddaiwas still with me,\nmy children were all around me,",
      "6": "when my paths were washed in sour milk,\nand the rock poured out streams of oil for me.",
      "7": "“At my going out the gate to the city,\nI secured my seat in the square.",
      "8": "Young men saw me and stepped aside,\nand the aged rose up and stood.",
      "9": "Officials refrained from talking,\nand they laid their hand on their mouth.",
      "10": "The voices of nobles were hushed,\nand their tongue stuck to their palate.",
      "11": "“When the ear heard and commended me,\nand the eye saw and testified in support of me",
      "12": "because I saved the needy who cried for help,\nand I saved the orphan for whom there was no helper.",
      "13": "The blessing of the wretched came upon me,\nand I caused the widow’s heart to sing for joy.",
      "14": "I put on righteousness, and it clothed me;\nmy justice was like a robe and a headband.",
      "15": "“I was eyes to the blind,\nand I was feet to the lame.",
      "16": "I was a father to the poor,\nand I investigated the stranger’s legal dispute.",
      "17": "And I broke the evil one’s jaw bones,\nand I made his prey drop from his teeth.",
      "18": "“And I thought, ‘I will pass away in my nest,\nand like the phoenix I shall multiply my days.",
      "19": "My roots were open to water,\nand dew spent the night on my branches;",
      "20": "My glory was new with me,\nand I was revitalized regularly.’",
      "21": "“They listened to me and waited,\nand they kept silent for my counsel.",
      "22": "After my word, they did not speak again,\nand my word dropped down like dew upon them.",
      "23": "And they waited for me as for the rain,\nand they opened their mouth wide as for the spring rain.",
      "24": "I smiled for them when they had no confidence in anything,\nand they did not extinguish the light of my face.",
      "25": "I chose their way, and I sat as head,\nand I dwelled like a king among the troops,\nlike one who comforts mourners."
    },
    "30": {
      "1": "“But now those younger than I, as far as days, laugh at me,\nwhose fathers I rejected for setting with the dogs of my sheep and goats.",
      "2": "Moreover, what use to me is the strength of their hands?\nWith them, vigor is destroyed.",
      "3": "Through want and through barren hunger\nthey are gnawing in the dry region in the darkness of desolation and waste.",
      "4": "They are picking salt herbs, the leaves of bushes,\nand the roots of broom trees to warm themselves.",
      "5": "They were driven out from fellow people;\nthey shout at them as at a thief,",
      "6": "so that they dwell\nin holes of the ground and in the rocks.",
      "7": "They bray among the bushes;\nthey are gathered under the nettles.",
      "8": "A senseless crowd, yes, a disreputable brood,\nthey were cast out from the land.",
      "9": "“But now I am their mocking song,\nand I have become a byword for them.",
      "10": "They abhor me; they keep aloof from me,\nand they do not withhold spit from my face",
      "11": "because he has loosened his bowstring and humbled me,\nand they have thrown off restraint in my presence.",
      "12": "On the right hand the brood rises up;\nthey put me to flight,\nand they build up their siege ramps against me.",
      "13": "They destroy my path;\nthey promote my destruction;\nthey have no helper.",
      "14": "As through a wide breach they come;\namid a crash they rush on.",
      "15": "Terrors are turned upon me;\nmy honor is pursued as by the wind,\nand my hope of deliverance passed by like a cloud.",
      "16": "“And now my life is poured out onto me;\ndays of misery have taken hold of me.",
      "17": "At night I am in great pain;\nmy pains do not take a rest.",
      "18": "He seizes my clothing with great power;\nhe grasps me by my tunic’s collar.",
      "19": "He has cast me into the dirt,\nand I have become like dust and ashes.",
      "20": "I cry to you for help, but you do not answer me;\nI stand, and you merely look at me.",
      "21": "You have turned cruel to me;\nyou persecute me with your hand’s might.",
      "22": "You lift me up to the wind—you make me ride it,\nand you toss me about in the storm.",
      "23": "Indeed, I know that you will bring me to death\nand to the house of assembly for all the living.",
      "24": "“Surely someone must not send a hand against the needy\nwhen, in his misfortune, there is a cry of help for them.",
      "25": "Have I not wept for the unfortunate,\nand grieved myself over the poor?",
      "26": "Indeed, I hoped for good, but evil came,\nand I waited for light, but darkness came.",
      "27": "My bowels are in turmoil, and they are not still;\ndays of misery come to confront me.",
      "28": "I go about in mourning garb, but not in sunlight;\nI stand up in the assembly, and I cry for help.",
      "29": "I am a companion for the jackals\nand a companion for ostriches.",
      "30": "My skin turns black on me,\nand my bones burn with heat.",
      "31": "So my lyre came to be used for mourning,\nand my flute for the voice of those who weep."
    },
    "31": {
      "1": "“I made a covenant with my eyes,\nso how could I look closely upon a virgin?",
      "2": "And what is the portion of God from above\nor the heritage of Shaddai from on high?",
      "3": "Is not disaster for the evil one\nand ruin for the workers of mischief?",
      "4": "Does he not see my ways\nand count all my steps?",
      "5": "“If I have walked with falseness,\nand my foot has hastened to deceit,",
      "6": "let him weigh me in the balance of justice,\nand let God know my blamelessness.",
      "7": "If my steps have turned aside from the way,\nand my heart has walked after my eyes,\nand my hand has clung to a spot,",
      "8": "let me sow, and let another eat,\nand let my crops be rooted out.",
      "9": "“If my heart has been enticed by a woman,\nand at my neighbor’s doorway I have lain in wait,",
      "10": "let my wife grind for another,\nand let other men kneel over her,",
      "11": "for that is a shameful act,\nand that is a criminal offense.",
      "12": "Indeed, that is a fire that will consume up to Abaddon,\nand it would uproot all my crop.",
      "13": "“If I have rejected my male or female slave’s case\nwhen their complaint was against me,",
      "14": "then what shall I do when God rises up?\nAnd when he enquires, how shall I answer him?",
      "15": "Did not he who made me in the womb make them?\nAnd did not one fashion us in the womb?",
      "16": "“If I have withheld the desire of the poor from them,\nor I have caused the widow’s eyes to fail,",
      "17": "or I have eaten my morsel alone,\nand the orphan has not eaten from it",
      "18": "(for from my childhood he grew up with me like a father,\nand from my mother’s womb I guided her),",
      "19": "if I have seen the one who perishes because of no clothing\nor that there is no covering for the poor,",
      "20": "if his loins have not blessed me,\nor by means of my sheep’s fleece he has warmed himself,",
      "21": "if I have raised my hand against an orphan\nbecause I saw my supporters at the gate,",
      "22": "then let my shoulder blade fall from my shoulder,\nand let my arm be broken from its socket.",
      "23": "Indeed, the disaster from God was a dread for me,\nand I was powerless because of his majesty.",
      "24": "“If I have made gold my trust,\nor I have called fine gold my security,",
      "25": "if I have rejoiced because my wealth was great\nor because my hand found a fortune,",
      "26": "if I looked at the sun when it shone\nor at the moon moving in splendor,",
      "27": "and I was secretly enticed,\nand my hand threw them a kiss,",
      "28": "this also is an iniquity to be judged,\nfor I have deceived God above.",
      "29": "“If I have rejoiced at the ruin of the one who hated me\nor have exulted when evil overtook him—",
      "30": "no, I have not allowed my mouth to sin,\nto ask his life with a curse.",
      "31": "Have the people of my tent not said,\n‘O that someone had not been satisfied with his meat’?",
      "32": "An alien has not lodged in the street;\nI have opened my door to the traveler.",
      "33": "Have I concealed my transgressions as other human beings\nto hide my iniquity in my bosom",
      "34": "because I dreaded the great multitude,\nand the contempt of clans terrified me,\nso that I kept quiet, I did not go out of the doorway?",
      "35": "O that I had someone hearing me!\nHere is my signature;\nlet Shaddai answer me!\nAs for the written communication that my adversary has written,",
      "36": "I would surely carry it on my shoulder;\nI would bind it on me like a crown.",
      "37": "I would give him an account of my steps;\nI would approach him like a noble.",
      "38": "If my land has cried out against me,\nand its furrows have wept together,",
      "39": "if I have eaten its yield without payment,\nor I have caused the breath of its owners to die,",
      "40": "let thorns grow in place of wheat\nand noxious weeds in place of barley.”\nThe words of Job are ended."
    },
    "32": {
      "1": "Then these three men ceased from answering Job because he was righteous in his own eyes.",
      "2": "So Elihu the son of Barakel the Buzite, from the clan of Ram, became angry. He became angry at Job because he justified himself rather than God,",
      "3": "and he became angry at his three friends because they had not found an answer, and they had declared Job guilty.",
      "4": "Thus Elihu had waited for Job to speak because they were older than he.",
      "5": "When Elihu saw that there was no answer in the mouth of the three men, he became angry.",
      "6": "Then Elihu the son of Barakel the Buzite spoke up and said,\n“I am young, but you are old;\ntherefore I feared and became afraid of explaining my knowledge to you.",
      "7": "I thought, ‘Let days speak,\nand let many years teach wisdom.’",
      "8": "“Truly, it is a spirit in a human being,\nand the breath of Shaddai teaches them.",
      "9": "It is not the aged who are wise,\nor it is not the elders who understand justice.",
      "10": "Therefore I say, ‘Listen to me;\nlet me also declare my knowledge myself.’",
      "11": "“Look, I waited for your words;\nI listened for your insight,\nuntil you searched out what to say.",
      "12": "And I directed my attention to you;\nand, look, there is no one for Job who refuted,\nanswering his words among you.",
      "13": "So do not say, ‘We have found wisdom;\nlet God refute him, not a man.’",
      "14": "But he did not direct his words to me,\nand I will not answer him with your words.",
      "15": "“They are dismayed; they no longer answer;\nthey have nothing to say.",
      "16": "And I have waited because they do not speak,\nbecause they stand there and no longer answer.",
      "17": "I myself will answer my share also;\nI myself will declare my knowledge also,",
      "18": "for I am full of words;\nthe spirit within me urges me.",
      "19": "“Look, my internal organs are like unopened wine,\nlike new wineskins it is ready to burst open.",
      "20": "Let me speak that I may find relief;\nlet me open my lips, and let me answer.",
      "21": "Please let me not show partiality to anyone,\nand let me not show flattery to human beings,",
      "22": "for I do not know how to flatter,\nelse my Maker would soon put an end to me."
    },
    "33": {
      "1": "“But now, please hear my speeches, Job,\nand hear all my words.",
      "2": "Please look, I open my mouth;\nmy tongue in my mouth speaks.",
      "3": "My words declare my heart’s uprightness,\nand my lips sincerely speak what my lips know.",
      "4": "The Spirit of God has made me,\nand the breath of Shaddai gives life to me.",
      "5": "“If you are able, answer me.\nPresent your argument before me; take your stand.",
      "6": "Look, before God I am like you;\nI myself was also formed from clay.",
      "7": "Look, dread of me should not terrify you,\nand my hand will not be heavy upon you.",
      "8": "“Surely you have spoken in my ears,\nand I have heard the sound of your words:",
      "9": "‘I am clean, without transgression;\nI am pure, and there is no guilt in me.",
      "10": "Look, he finds fault against me;\nhe reckons me as his enemy;",
      "11": "he puts my feet in the block;\nhe watches all my paths.’",
      "12": "“Look, in this you are not right—I will answer you:\nIndeed, God is greater than a human being.",
      "13": "Why do you contend against him,\nthat he will not answer all a person’s words?",
      "14": "Indeed, God speaks in one way,\neven in two, yet someone does not perceive it.",
      "15": "“In a dream, a vision of the night,\nwhen a deep sleep falls on men slumbering on their bed,",
      "16": "then he opens the ear of men,\nand he frightens them with a warning",
      "17": "to turn human beings aside from their deeds,\nand he keeps man from pride.",
      "18": "He spares his life from the pit\nand his life from passing over the river of death.",
      "19": "“And he is reproved with pain on his bed,\neven with the strife of his bones continually,",
      "20": "so that his life loathes bread,\nand his inner self loathes appetizing food.",
      "21": "His flesh is wasted away from sight,\nand his bones, which are invisible, are bared.",
      "22": "And he draws near to the pit\nand his life to the killers.",
      "23": "“If there is a messenger beside him, a mediator, one of a thousand,\nto declare to a human being his uprightness",
      "24": "so that he is gracious to him, and he says,\n‘Deliver him from descending into the pit;\nI have found a ransom.’",
      "25": "His flesh is renewed with his youth;\nhe returns to the days of his youthful strength.",
      "26": "He prays to God, then he accepts him,\nand he sees his face with a shout of joy,\nand he repays to the human being his righteousness.",
      "27": "“He will sing to men, and he will say,\n‘I have sinned and have perverted what is right,\nand it was not paid back to me.",
      "28": "He redeemed my life from going down into the pit,\nso I will enjoy the light.’",
      "29": "Look, God does all these things\ntwice, three times with a person",
      "30": "to bring his life back from the pit\nso that he may enjoy the light of life.",
      "31": "“Listen attentively, Job; listen to me;\nbe silent, and I will speak.",
      "32": "If you have anything to say, answer me;\nspeak, for I desire to justify you.",
      "33": "If not, you listen to me;\nbe silent, and I will teach you wisdom.”"
    },
    "34": {
      "1": "Thus Elihu spoke up and said,",
      "2": "“Hear my words, you wise men,\nand listen to me, you who know,",
      "3": "for the ear tests words,\nand the palate tastes food.",
      "4": "Let us choose justice for ourselves;\nlet us determine among ourselves what is good—",
      "5": "for Job has said, ‘I am righteous,\nbut God has taken away my justice.",
      "6": "Should I lie concerning my justice?\nThough I am without transgression, my wound caused by an arrow is incurable.’",
      "7": "What man is like Job,\nwho drinks scorn like water?",
      "8": "And he goes on the road in company with instigators of mischief,\nand walks with men of wickedness.",
      "9": "Indeed, he says, ‘A man does not profit\nwhen he takes delight in God.’",
      "10": "“Therefore, listen to me, people who have sense:\nfar be it from God that he should commit wickedness\nand that Shaddai should do wrong.",
      "11": "Indeed, he will repay according to a human being’s deeds,\nand according to a man’s way he will let it happen to him.",
      "12": "What’s more, God truly does not act wickedly,\nand Shaddai does not pervert justice.",
      "13": "Who gave him charge over the earth?\nOr who laid on him the whole world?",
      "14": "If he should set his heart to it,\nand he should gather his spirit and his breath to himself,",
      "15": "all flesh would perish together,\nand humankind would return to dust.",
      "16": "“But if you have understanding, hear this;\nlisten to what I say.",
      "17": "Shall he who hates justice really govern?\nOr will you declare the Righteous One, the Mighty, guilty?—",
      "18": "the one who says to a king,\n‘You worthless man,’ to noblemen, ‘You wicked man,’",
      "19": "who shows no partiality to officials\nand who does not take note of the noble more than of the insignificant,\nfor all of them are the work of his hands?",
      "20": "In a moment they die,\nand in the middle of the night the people are shaken, and they pass away,\nand they take away the mighty effortlessly.",
      "21": "“Indeed, his eyes are upon the ways of man,\nand he sees all his steps.",
      "22": "There is no darkness, and there is no deep shadow\nwhere instigators of mischief might hide themselves.",
      "23": "Indeed, he has not yet appointed a time for man\nto go to God in the judgment.",
      "24": "He shatters the mighty without investigation,\nand he sets others in their place.",
      "25": "Therefore he knows their works,\nand he overturns them in the night\nso that they are crushed.",
      "26": "He strikes them where the wicked stood,\nwhere there are onlookers,",
      "27": "because they have turned aside from him\nand have not understood any of his ways,",
      "28": "so that they cause the cry of distress from the helpless to come to him,\nand he hears the cry of distress from the needy,",
      "29": "but he remains quiet, and who can condemn?\nAnd he hides his face, and who can behold him?\nYet he is over a nation and over a person alike,",
      "30": "so that godless human beings should not reign,\nnor those who ensnare the people.",
      "31": "“Indeed, does anyone say to God, ‘I have endured chastisement;\nI will not act corruptly again;",
      "32": "teach me yourself what I cannot see;\nif I have done wrong, I will not repeat it’?",
      "33": "According to your judgment, must he repay it because you rejected this?\nIndeed, you must choose, and not I, so declare what you know.",
      "34": "Those who have sense say to me,\nand the wise man hearing me says:",
      "35": "‘Job speaks without knowledge,\nand his words are without insight.",
      "36": "Would that Job were tested up to the end\nbecause his answers are like those from men of mischief,",
      "37": "for he adds transgression to his sin;\nhe claps hands among us,\nand he multiplies his words against God.’”"
    },
    "35": {
      "1": "Moreover, Elihu spoke up and said,",
      "2": "“Do you think this is justice when you say,\n‘I am right before God’?",
      "3": "If you ask what it profits you:\n‘How do I benefit by refraining from my sin?’",
      "4": "I myself will give answer to you\nand to your friends with you.",
      "5": "“Look at the heavens, and see;\nand observe the clouds that are higher than you.",
      "6": "If you have sinned, what do you accomplish against him?\nAnd if your transgressions are multiplied, what do you do to him?",
      "7": "If you are righteous, what do you give to him,\nor what does he receive from your hand?",
      "8": "Your wickedness affects a person like yourself,\nand your righteousness affects humans.",
      "9": "“Because of the multitude of oppressions, they cry out;\nthey cry for help because of the arm of the mighty.",
      "10": "But no one says, ‘Where is God my Maker,\nwho gives songs in the night,",
      "11": "who teaches us more than the animals of the earth\nand makes us wiser than the birds of the heavens?’",
      "12": "There they cry out, but he does not answer\nbecause of the pride of evildoers.",
      "13": "“Surely God does not hear an empty plea,\nand Shaddai does not regard it.",
      "14": "How much less when you say that you do not see him,\nthat the case is before him, and you are waiting for him!",
      "15": "But now, because his anger does not punish,\nand he does not acknowledge the transgression at all,",
      "16": "therefore Job opens his mouth in empty talk—\nwithout knowledge he multiplies words.”"
    },
    "36": {
      "1": "Then Elihu continued and said,",
      "2": "“Bear with me a little longer, and I will explain,\nfor I still have something to say on God’s behalf.",
      "3": "I will bring my knowledge from far away,\nand I will ascribe righteousness to my maker,",
      "4": "for truly my words are not falsehood;\none who has perfect knowledge is with you.",
      "5": "Look, God is mighty but does not despise anyone;\nhe is mighty and good in understanding.",
      "6": "He does not keep the wicked alive\nbut grants justice to the afflicted.",
      "7": "He does not withdraw his eyes from the righteous,\nbut he sets them forever with kings on the throne, and they are exalted.",
      "8": "“And if they are tied up with fetters,\nif they are caught in the cords of misery,",
      "9": "then he declares their work to them,\nand their transgressions, that they are behaving arrogantly.",
      "10": "So he opens their ear to the discipline,\nand he commands that they return from mischief.",
      "11": "If they listen and serve him,\nthey complete their days in prosperity and their years in pleasantness.",
      "12": "But if they do not listen, they perish by the sword,\nand they pass away without knowledge.",
      "13": "And the godless of heart cherish anger;\nthey do not cry for help when he binds them.",
      "14": "They die in their youth,\nand their life ends among the male shrine prostitutes.",
      "15": "He delivers the afflicted by his misery,\nand he opens their ears by the adversity.",
      "16": "And what’s more, he allured you out of distress\ninto a broad place, where in place of it was no constraint;\nand what was set on your table is full of fatness.",
      "17": "But you are obsessed with the judgment of the wicked;\njudgment and justice take hold of you.",
      "18": "Yes, it is wrath, so that it will not incite you into mockery;\nand do not let the ransom’s greatness turn you aside.",
      "19": "Will your cry for help sustain you without distress,\nor all the efforts of your strength?",
      "20": "You must not long for the night,\nto cut off people in their place.",
      "21": "Take care, you must not turn to mischief,\nfor because of this you have been tried by misery.",
      "22": "“Look, God is exalted in his power;\nwho is a teacher like him?",
      "23": "Who has prescribed his way for him?\nOr who says, ‘You have done wrong’?",
      "24": "Remember that you should extol his work,\nof which people have sung.",
      "25": "All human beings have looked on it;\neveryone watches from afar.",
      "26": "“Look, God is exalted, and we do not know him;\nthe number of his years is unsearchable.",
      "27": "Indeed, he draws up the drops of water;\nhe distills the rain into its mist,",
      "28": "which the clouds pour down;\nthey shower abundantly on human beings.",
      "29": "“Moreover, can anyone understand the spreading of clouds,\nthe thundering of his dwelling place?",
      "30": "Look, he scatters his lightning around him,\nand he covers the roots of the sea.",
      "31": "Indeed, he judges people by them;\nhe gives food in abundance.",
      "32": "He covers his hands with lightning,\nand he commands it the place at which to strike.",
      "33": "His thundering tells about him;\nthe livestock also tell concerning what rises."
    },
    "37": {
      "1": "“About this also my heart trembles,\nand it leaps from its place.",
      "2": "Listen carefully to his voice’s thunder\nand the rumbling that goes out from his mouth.",
      "3": "He lets it loose under all the heavens,\nand his lightning to the earth’s corners.",
      "4": "After it, his voice roars;\nit thunders with his majestic voice,\nand he does not restrain it when his voice is heard.",
      "5": "“God thunders with his voice in marvelous ways;\nhe does great things, and we cannot comprehend.",
      "6": "For to the snow he says, ‘Fall on the earth’;\nand the shower of rain, his heavy shower of rain—",
      "7": "he stops all human beings from working\nso that everyone whom he has made may know it.",
      "8": "Then the animal goes into its den,\nand it remains in its den.",
      "9": "“The storm wind comes from its chamber\nand cold from the north wind.",
      "10": "By God’s breath, ice is given,\nand the broad waters are frozen.",
      "11": "Also, he loads down thick clouds with moisture;\nhis lightning scatters the clouds.",
      "12": "And they turn around by his guidance\nto accomplish all that he has commanded them\non the face of the habitable world.",
      "13": "Whether as correction or for his land,\nor as loyal love, he lets it happen.",
      "14": "“Hear this, Job;\nstand still and consider carefully God’s wondrous works.",
      "15": "Do you know how God commands them\nand how he causes his cloud’s lightning to shine?",
      "16": "Do you know about the hovering of the clouds,\nthe marvelous works of the one with perfect knowledge?",
      "17": "You whose garments are hot,\nwhen the earth is being still because of the south wind,",
      "18": "with him can you spread out the skies,\nhard as a molten mirror?",
      "19": "“Teach us what we should say to him;\nwe cannot draw up our case because of the presence of darkness.",
      "20": "Should he be told that I want to speak?\nOr did a man say that he would be communicated with?",
      "21": "So then, they do not look at the light when it is bright in the skies,\nwhen the wind has passed and has cleansed them.",
      "22": "From the north comes gold—\nawesome majesty is around God.",
      "23": "As for Shaddai, we cannot attain him;\nhe is exalted in power,\nand he does not oppress justice and abundant righteousness.",
      "24": "Therefore people revered him;\nhe does not regard any who think that they are wise.”"
    },
    "38": {
      "1": "Then Yahweh answered Job from the storm, and he said,",
      "2": "“Who is this darkening counsel\nby words without knowledge?",
      "3": "Prepare yourself for a difficult task like a man,\nand I will question you, and you shall declare to me.",
      "4": "“Where were you at my laying the foundation of the earth?\nTell me, if you possess understanding.",
      "5": "Who determined its measurement? Yes, you do know.\nOr who stretched the measuring line upon it?",
      "6": "On what were its bases sunk?\nOr who laid its cornerstone,",
      "7": "when the morning stars were singing together\nand all the sons of God shouted for joy?",
      "8": "“Or who shut the sea in with doors\nat its bursting, when it went out of the womb,",
      "9": "at my making the clouds its garment\nand thick darkness its swaddling band,",
      "10": "and I prescribed my rule for it,\nand I set bars and doors,",
      "11": "and I said, ‘You shall come up to here, but you shall not go further,\nand here it will set a boundary for your proud surging waves’?",
      "12": "“Have you ever in your life commanded the morning?\nHave you made the dawn know its place,",
      "13": "to take hold of the earth’s skirts\nso that the wicked might be shaken off from it?",
      "14": "It is changed like clay under a seal,\nand they appear like a garment.",
      "15": "And their light is withheld from the wicked,\nand their uplifted arm is broken.",
      "16": "“Have you entered into the sea’s sources?\nOr have you walked around in the recesses of the deep?",
      "17": "Have the gates of death been revealed to you?\nOr have you seen the gates of deep shadow?",
      "18": "Have you considered closely the earth’s vast expanse?\nDeclare it, if you know all of it.",
      "19": "“Where then is the way where the light dwells?\nAnd where then is its place,",
      "20": "that you may take it to its territory,\nand that you might discern the paths to its home?",
      "21": "You know, for you were born then,\nand the number of your days is great.",
      "22": "Have you entered into the storehouses of the snow,\nor have you seen the storehouses of the hail,",
      "23": "which I have reserved for the time of trouble,\nfor the day of battle and war?",
      "24": "Where then is the way where the light is distributed,\nwhere he scatters the east wind upon the earth?",
      "25": "“Who has cut open a channel for the torrents\nand a way for the thunder bolts,",
      "26": "to bring rain on a land where no one lives,\na desert where no humans live,",
      "27": "to satisfy desert and wasteland,\nand to cause the ground to put forth the rising of grass?",
      "28": "Is there a father for the rain,\nor who fathered the drops of dew?",
      "29": "From whose womb did the ice come forth,\nand who fathered the frost of heaven?",
      "30": "Like stone the waters become hard,\nand the faces of the deep freeze.",
      "31": "“Can you bind the chains of the Pleiades,\nor can you loosen the cords of Orion?",
      "32": "Can you lead forth the southern constellations at their appointed time,\nor can you lead the Bear with its children?",
      "33": "Do you know heaven’s statutes,\nor can you establish their rule on the earth?",
      "34": "Can you lift up your voice to the clouds\nso that a flood of water may cover you?",
      "35": "Can you send forth lightnings, that they may go?\nAnd will they say to you, ‘Here we are’?",
      "36": "Who has put wisdom in the ibis,\nor who has given understanding to the rooster?",
      "37": "Who can number the clouds with wisdom?\nOr who can tilt heaven’s jars,",
      "38": "at the flowing of the dust into a cast\nand the clods cling together?",
      "39": "“Can you hunt prey for the lion?\nAnd can you satisfy the hunger of strong lions",
      "40": "when they are crouched in the dens,\nwhen they lie in the thicket in an ambush?",
      "41": "Who prepares for the crow its prey,\nwhen its young ones cry to God for help,\nand they wander around for lack of food?"
    },
    "39": {
      "1": "“Do you know the time when the goats of the rocks give birth?\nDo you observe the doe deer’s giving birth?",
      "2": "Can you number the months they fulfill,\nand do you know the time of its giving birth?",
      "3": "When they crouch, they bring forth their young ones;\nthey get rid of their labor pains.",
      "4": "Their young ones grow strong; they grow up in the open;\nthey go forth and do not return to them.",
      "5": "“Who has sent forth the wild ass free?\nAnd who has released the wild donkey’s bonds,",
      "6": "to which I have given the wilderness as its house\nand the salt flat as its dwelling place?",
      "7": "It scorns the city’s turmoil;\nit does not hear the driver’s shouts.",
      "8": "It explores the mountains as its pasture\nand searches after every kind of green plant.",
      "9": "“Is the wild ox willing to serve you,\nor will he spend the night at your feeding trough?",
      "10": "Can you tie the wild ox with its rope to a furrow,\nor will it harrow the valleys after you?",
      "11": "Can you trust it because its strength is great,\nor will you hand your labor over to it?",
      "12": "Can you rely on it that it will return your grain\nand that it will gather it to your threshing floor?",
      "13": "“The wings of the female ostrich flap—\nare they the pinions of the stork or the falcon?",
      "14": "Indeed, it leaves its eggs to the earth,\nand it lets them be warmed on the ground,",
      "15": "and it forgets that a foot might crush an egg,\nand a wild animal might trample it.",
      "16": "It deals cruelly with its young ones, as if they were not its own,\nas if without fear that its labor were in vain,",
      "17": "because God made it forget wisdom,\nand he did not give it a share in understanding.",
      "18": "When it spreads its wings aloft,\nit laughs at the horse and its rider.",
      "19": "“Do you give power to the horse?\nDo you clothe its neck with a mane?",
      "20": "Do you make it leap like the locust?\nThe majesty of its snorting is terrifying.",
      "21": "They paw in the valley, and it exults with strength;\nit goes out to meet the battle.",
      "22": "It laughs at danger and is not dismayed,\nand it does not turn back from before the sword.",
      "23": "Upon it the quiver rattles\nalong with the flash of the spear and the short sword.",
      "24": "With roar and rage it races over the ground,\nand it cannot stand still at the sound of the horn.",
      "25": "Whenever a horn sounds, it says, ‘Aha!’\nAnd it smells the battle from a distance—\nthe thunder of the commanders and the war cry.",
      "26": "“Does the hawk soar by your wisdom?\nDoes it spread its wings to the south?",
      "27": "Or does the eagle fly high at your command\nand construct its nest high?",
      "28": "It lives on the rock and spends the night\non the rock point and the mountain stronghold.",
      "29": "From there it spies out the prey;\nits eyes look from far away.",
      "30": "And its young ones lick blood greedily,\nand where the dead carcasses are, there they are.”"
    },
    "40": {
      "1": "Then Yahweh answered Job and said,",
      "2": "“Shall a faultfinder contend with Shaddai?\nAnyone who argues with God must answer it.”",
      "3": "So Job answered Yahweh and said,",
      "4": "“Look, I am insignificant.\nWhat shall I answer you?\nI lay my hand on my mouth.",
      "5": "Once I have spoken, and I will not answer;\neven twice, but I will not proceed.”",
      "6": "Then Yahweh answered Job from the storm, and he said,",
      "7": "“Prepare yourself for a difficult task like a man,\nand I will question you, and you shall declare to me.",
      "8": "“Indeed, would you annul my justice?\nWould you condemn me, so that you might be righteous?",
      "9": "Or do you have an arm like God,\nand can you thunder with a voice like his?",
      "10": "Adorn yourself with pride and dignity,\nand clothe yourself with splendor.",
      "11": "Pour out the overflowing of your anger,\nand look at all the proud, and humble them.",
      "12": "Look at all the proud, humble them,\nand tread down the wicked where they stand.",
      "13": "Hide them in the dust together;\nbind their faces in the grave.",
      "14": "And I will also praise you,\nthat your own right hand can save you.",
      "15": "“Look, Behemoth, which I have made just as I made you;\nit eats grass like the ox.",
      "16": "Look, its strength is in its loins\nand its power in the muscles of its stomach.",
      "17": "It keeps its tail straight like a cedar;\nthe sinews of its thighs are tightly wound.",
      "18": "Its bones are tubes of copper,\nits limbs like rods of iron.",
      "19": "“It is the first of God’s actions;\nthe one who made him furnishes it with his sword.",
      "20": "Yes, the mountains yield produce for it,\nand all wild animals play there.",
      "21": "Under the lotus tree it lies,\nin the hiding place of the reeds and in the marsh.",
      "22": "The lotus trees cover it with their shade;\nthe wadi’s poplar trees surround it.",
      "23": "Look, if the river is turbulent, it is not frightened;\nit is confident even though the Jordan rushes against its mouth.",
      "24": "Can anyone take it by its eyes?\nCan he pierce its nose with a snare?"
    },
    "41": {
      "1": "“Can you draw out Leviathan with a fishhook?\nOr can you tie down its mouth with a cord?",
      "2": "Can you put a rope in its nose?\nOr can you pierce its jawbone with a hook?",
      "3": "Will it make numerous pleas for mercy to you?\nOr will it speak gentle words to you?",
      "4": "Will it make a covenant with you?\nWill you take it as a slave forever?",
      "5": "Will you play with it as with birds\nand put it on a leash for your girls?",
      "6": "Will guildsmen bargain over it?\nWill they divide it between tradesmen?",
      "7": "Can you fill its kin with harpoons\nor its head with fish spears?",
      "8": "Lay your hands on it;\nthink about the battle—you will not do it again!",
      "9": "“Look, the hope of capturing it is false.\nWill one be hurled down even at its sight?",
      "10": "Is it not fierce when somebody stirs it?\nWho then is he who would stand before it?",
      "11": "Who has come to confront me, that I should repay him?\nUnder all the heavens, it belongs to me.",
      "12": "“I will not keep quiet concerning its limbs\nor concerning the extent of its might and the gracefulness of its frame.",
      "13": "Who can strip off its outer covering?\nWho can penetrate its double harness?",
      "14": "Who can open the doors of its face?\nIts teeth all around are fearsome.",
      "15": "Its back has scales of shields;\nit is shut up closely as with a seal.",
      "16": "They are close to one another—\neven the air cannot come between them.",
      "17": "They are joined one to another;\nthey cling together and cannot be separated.",
      "18": "“Its snorting flashes forth light,\nand its eyes are red like dawn.",
      "19": "Torches go from its mouth;\nsparks of fire shoot out.",
      "20": "Smoke comes from its nostrils\nas from a kettle boiling and burning bulrushes.",
      "21": "Its breath kindles charcoal,\nand a flame comes from its mouth.",
      "22": "“Strength abides in its neck,\nand dismay dances before it.",
      "23": "Its flesh’s folds of skin cling together;\nit is cast on it—it will not be moved.",
      "24": "Its heart is cast as stone;\nyes, it is cast as the lower millstone.",
      "25": "When it raises itself, the mighty ones are terrified;\nthey retreat because of its thrashing.",
      "26": "Reaching it with the sword does not avail,\nnor with the spear, the dart, or the javelin.",
      "27": "It regards iron as straw,\nbronze as rotten wood.",
      "28": "An arrow will not make it flee;\nsling stones are turned to stubble for it.",
      "29": "Clubs are regarded as stubble,\nand it laughs at the short sword’s rattle.",
      "30": "“Its underparts are shards of a potsherd;\nit moves over mud like a threshing sledge.",
      "31": "It makes the deep boil like a cooking pot;\nit makes the sea like a pot of ointment.",
      "32": "Behind it, it leaves a glistening wake;\none would think that the deep has gray hair.",
      "33": "“On the ground it has no equal—\na creature without fear.",
      "34": "It observes all the lofty;\nit is king over all that are proud.”"
    },
    "42": {
      "1": "Then Job answered Yahweh and said,",
      "2": "“I know that you can do all things,\nand any scheme from you will not be thwarted.",
      "3": "‘Who is this darkening counsel without knowledge?’\nTherefore I uttered, but I did not understand;\nthings too wonderful for me, but I did not know.",
      "4": "‘Hear and I will speak;\nI will question you, then inform me.’",
      "5": "By the ear’s hearing I heard of you,\nbut now my eye has seen you.",
      "6": "Therefore I despise myself\nand repent in dust and ashes.”",
      "7": "And then after Yahweh spoke these words to Job, Yahweh said to Eliphaz the Temanite, “My wrath has been kindled against you and against the two of your friends, for you have not spoken to me what is right as my servant Job has.",
      "8": "So then, take for yourselves seven bulls and seven rams, and go to my servant Job and offer a burnt offering for yourselves. And my servant Job will pray for you, for I will certainly accept his prayer, so that it will not be done with you according to your folly, for you have not spoken to me what is right as my servant Job has.”",
      "9": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did just as Yahweh had told them, and Yahweh accepted Job’s prayer.",
      "10": "Then Yahweh returned Job’s fortune when he prayed to him on behalf of his friends. Thus Yahweh increased all that Job had twice as much as before.",
      "11": "So all his brothers and all his sisters and all those who had known him before came to him, and they ate bread with him in his house and showed sympathy to him and comforted him for all the disaster that Yahweh had brought upon him. Then each one gave to him one piece of money, and each one gave to him one ornamental ring of gold.",
      "12": "So Yahweh blessed Job’s latter days more than his beginning. Thus he had fourteen thousand sheep and goats and six thousand camels and a thousand pair of oxen and a thousand female donkeys.",
      "13": "And he had seven sons and three daughters.",
      "14": "And he called the name of the first Jemimah and the name of the second Keziah and the name of the third Qeren-Happuk.",
      "15": "And beautiful women were not found in all the land like Job’s daughters, and their father gave to them an inheritance in the midst of their brothers.",
      "16": "And Job lived after this one hundred and forty years, and he saw his sons and his grandsons for four generations.",
      "17": "Then Job died old and full of days."
    }
  }
}