{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:11.342723-04:00",
    "Translation": "LEB"
  },
  "Jonah": {
    "1": {
      "1": "And the word of Yahweh came to Jonah the son of Amittai, saying,",
      "2": "“Get up! Go to the great city Nineveh and cry out against her, because their evil has come up before me.”",
      "3": "But Jonah set out to flee toward Tarshish from the presence of Yahweh. And he went down to Joppa and found a merchant ship going to Tarshish, and paid her fare, and went on board her to go with them toward Tarshish from the presence of Yahweh.",
      "4": "And Yahweh hurled a great wind upon the sea, and it was a great storm on the sea, and the merchant ship was in danger of breaking up.",
      "5": "And the mariners were afraid, and each cried out to his god. And they threw the contents that were in the merchant ship into the sea to lighten it for them. And meanwhile Jonah went down into the hold of the vessel and lay down and fell asleep.",
      "6": "And the captain of the ship approached him and said to him, “Why are you sound asleep? Get up! Call on your god! Perhaps your god will take notice of us and we won’t perish!”",
      "7": "And they said to one another, “Come, let us cast lots so that we may know on whose account this disaster has come on us!” And they cast lots, and the lot fell on Jonah.",
      "8": "So they said to him, “Please tell us whoever is responsible that this disaster has come upon us! What is your occupation? And from where do you come? What is your country? And from which people are you?”",
      "9": "And he said to them, “I am a Hebrew, and I fear Yahweh, the God of heaven, who made the sea and the dry land.”",
      "10": "Then the men were greatly afraid, and they said to him, “What is this you have done?” because they knew that he was fleeing from the presence of Yahweh (because he had told them).",
      "11": "So they said to him, “What shall we do to you so that the sea may quiet down for us?” because the sea was growing more and more tempestuous.",
      "12": "And he said to them, “Pick me up and hurl me into the sea so that the sea may quiet down for you, because I know that on account of me this great storm has come upon you all.”",
      "13": "But the men rowed hard to bring the ship back to the dry land, and they could not do so because the sea was growing more and more tempestuous against them.",
      "14": "So they cried out to Yahweh, and they said, “O Yahweh! Please do not let us perish because of this man’s life, and do not make us guilty of innocent blood, because you, O Yahweh, did what you wanted.”",
      "15": "And they picked Jonah up and hurled him into the sea, and the sea ceased from its raging.",
      "16": "So the men feared Yahweh greatly, and they offered a sacrifice to Yahweh and made vows.",
      "17": "And Yahweh provided a large fish to swallow up Jonah, and Jonah was in the belly of the fish three days and three nights."
    },
    "2": {
      "1": "And Jonah prayed to Yahweh his God from the belly of the fish",
      "2": "and said,\n“I called from my distress to Yahweh,\n    and he answered me;\nfrom the belly of Sheol I cried for help—\n    you heard my voice.",
      "3": "And you threw me into the deep,\n    into the heart of the seas,\n    and the sea currents surrounded me;\nall your breakers and your surging waves\n    passed over me.",
      "4": "And I said, ‘I am banished\n    from your sight;\nhow will I continue to look\n    on your holy temple?’",
      "5": "The waters encompassed me up to my neck;\n    the deep surrounded me;\n    seaweed was wrapped around my head.",
      "6": "I went down to the foundations of the mountains;\n    the Underworld—its bars were around me forever.\nBut you brought up my life from the pit,\n    Yahweh my God.",
      "7": "When my life was ebbing away from me,\n    I remembered Yahweh,\nand my prayer came to you,\n    to your holy temple.",
      "8": "Those who worship vain idols\n    forsake their loyal love.",
      "9": "But I, with a voice of thanksgiving,\n    will sacrifice to you;\nI will fulfill what I have vowed.\n    Deliverance belongs to Yahweh!”",
      "10": "And Yahweh spoke to the fish, and it vomited Jonah out on the dry land."
    },
    "3": {
      "1": "And the word of Yahweh came to Jonah a second time, saying,",
      "2": "“Get up! Go to Nineveh, the great city, and proclaim to it the message that I am telling you.”",
      "3": "So Jonah got up and went to Nineveh according to the word of Yahweh. Now Nineveh was an extraordinarily great city—a journey of three days across.",
      "4": "And Jonah began to go into the city a journey of one day, and he cried out and said, “Forty more days and Nineveh will be demolished!”",
      "5": "And the people of Nineveh believed in God, and they proclaimed a fast and put on sackcloth—from the greatest of them to the least important.",
      "6": "And the news reached the king of Nineveh, and he rose from his throne and removed his royal robe, put on sackcloth, and sat in the ashes.",
      "7": "And he had a proclamation made, and said,\n“In Nineveh, by a decree of the king and his nobles:\n“No human being or animal, no herd or flock, shall taste anything! They must not eat, and they must not drink water!",
      "8": "And the human beings and the animals must be covered with sackcloth! And they must call forcefully to God, and each must turn from his evil way and from the violence that is in his hands.",
      "9": "Who knows? God may relent and change his mind and turn from his blazing anger so that we will not perish.”",
      "10": "And God saw their deeds—that they turned from their evil ways—and God changed his mind about the evil that he had said he would bring upon them, and he did not do it."
    },
    "4": {
      "1": "And this was greatly displeasing to Jonah, and he became furious.",
      "2": "And he prayed to Yahweh and said, “O Yahweh, was this not what I said while I was in my homeland? Therefore I originally fled to Tarshish, because I knew that you are a gracious and compassionate God, slow to anger and having great steadfast love, and one who relents concerning calamity.",
      "3": "And so then, Yahweh, please take my life from me, because for me death is better than life!”",
      "4": "And Yahweh said, “Is it right for you to be angry?”",
      "5": "And Jonah went out from the city and sat down east of the city, and he made for himself a shelter there. And he sat under it in the shade, waiting to see what would happen with the city.",
      "6": "And Yahweh God appointed a plant, and he made it grow up over Jonah to be a shade over his head, to save him from his discomfort. And Jonah was very glad about the plant.",
      "7": "So God appointed a worm at daybreak the next day, and it attacked the plant, and it withered.",
      "8": "And when the sun rose, God appointed a scorching east wind, and the sun beat down on Jonah’s head and he grew faint. And he asked that he could die and said, “My death is better than my life!”",
      "9": "So God said to Jonah, “Is it right for you to be angry about the plant?” And he said, “It is right for me to be angry enough to die!”",
      "10": "But Yahweh said, “You are troubled about the plant, for which you did not labor nor cause it to grow. It grew up in a night and it perished in a night!",
      "11": "And should I not be concerned about Nineveh, the great city, in which there are more than one hundred and twenty thousand people who do not know right from left, plus many animals?”"
    }
  }
}