{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:11.887532-04:00",
    "Translation": "LEB"
  },
  "Micah": {
    "1": {
      "1": "The word of Yahweh that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, the kings of Judah, that he saw concerning Samaria and Jerusalem:",
      "2": "Hear, all you peoples;\n    give heed, O earth and its fullness.\nAnd let the Lord Yahweh be against you as a witness,\n    the Lord from his holy temple.",
      "3": "For behold, Yahweh is coming out from his place,\n    and he will come down and tread upon the high places of the earth.",
      "4": "The mountains will melt under him\n    and the valleys will burst open,\nlike wax before the fire,\n    like water rushing down a slope.",
      "5": "All this is for the rebellion of Jacob,\n    and for the sins of the house of Israel.\nWhat is the rebellion of Jacob?\n    Is it not Samaria?\nAnd what are the high places of Judah?\n    Are they not Jerusalem?",
      "6": "So I will make Samaria as a heap of rubble in the field,\n    a place for planting a vineyard.\nAnd I will pour down her stones into the valley\n    and uncover her foundations.",
      "7": "Then all her idols will be broken in pieces,\n    and all her prostitution wages will be burned in the fire,\n    and all her idols I will make a desolation,\nFor from the wage of a prostitute she gathered them,\n    and to the wage of a prostitute they will return.",
      "8": "On account of this I will lament and wail.\n    I will go about barefoot and naked.\nI will make a lamentation like the jackals,\n    and a mourning ceremony like the ostriches.",
      "9": "For her wounds are incurable,\n    because it has come to Judah.\n    It has reached to the gate of my people, to Jerusalem.",
      "10": "Do not tell it in Gath;\n    you must not weep at all.\nIn Beth-le-Aphrah\n    roll yourself in dust.",
      "11": "Pass on, you inhabitants of Shaphir,\n    in naked shame.\nThe inhabitants of Zaanan do not come forth;\n    the wailing of Beth-ha-Ezel will take its protection from you.",
      "12": "For the inhabitants of Maroth\n    writhed for good,\nbecause disaster has come down from Yahweh\n    to the gate of Jerusalem.",
      "13": "Harness the chariot to the team of horses,\n    O inhabitants of Lachish;\nit is the beginning of sin\n    for the daughter of Zion,\nfor the transgressions of Israel\n    were found in you.",
      "14": "Therefore you will give parting gifts\n    to Moresheth-Gath;\nthe houses of Achzib will be a deception\n    to the kings of Israel.",
      "15": "I will again bring the conqueror upon you,\n    O inhabitants of Mareshah;\nthe glory of Israel\n    will come to Adullam.",
      "16": "Make yourselves bald\n    and cut off your hair\n    for the children of your pleasure.\nExpand your baldness as the eagle,\n    for they will go into exile away from you."
    },
    "2": {
      "1": "Woe to those who plan wickedness\n    and evil deeds upon their beds!\nIn the light of the morning they did it,\n    because they have power in their hands.",
      "2": "They covet fields and seize them,\n    and houses, and they take them away.\nThey oppress a man and his house;\n    a man and his inheritance.",
      "3": "Therefore, thus says Yahweh: Look! I am planning disaster against this family from which you will not be able to remove your necks. You will not walk proudly, for it is a time of disaster.",
      "4": "In that day they will raise a proverb against you,\n    and will wail a bitter wailing, saying,\n“We are utterly ruined;\n    he exchanges the portion of my people.\nHow he removes it from me;\n    he apportions our field to an apostate.”",
      "5": "Therefore you will have no one casting a line by lot\n    in the assembly of Yahweh.",
      "6": "“Do not preach!” they are preaching.\n    They should not preach to these;\n    disgrace will not overtake us.",
      "7": "Should this be said, O house of Jacob?\n    Is the patience of Yahweh shortened?\n    Are these his deeds?\nAre my words not pleasing\n    to him who walks upright?",
      "8": "But recently my people have risen up as an enemy;\n    from before the cloak you strip off the robe\nfrom those passing by in confidence,\n    returning from war.",
      "9": "You have driven out the women of my people\n    from the houses of their pleasure.\nFrom their children you have taken away\n    my glory forever.",
      "10": "Arise and go,\n    for this is no resting place,\non account of uncleanness that destroys\n    with painful destruction.",
      "11": "If a man walks about in a spirit of deception and lies,\n    saying “I will preach to you of wine and strong drink,”\n    then he would be a preacher for this people!",
      "12": "I will surely gather all of you, O Jacob;\n    I will surely gather together the remainder of Israel.\nI will set them like sheep of Bozrah.\nLike a herd in the midst of their pasture\n    they will be in tumult from people.",
      "13": "The one who breaks out before them goes up;\n    they break through and pass the gate,\n    going out through it.\nTheir king passes before them,\n    Yahweh at their head."
    },
    "3": {
      "1": "And I said,\n“Listen, O heads of Jacob\n    and leaders of the house of Israel!\n    Is it not for you to know justice?",
      "2": "Those of you who are haters of good\n    and lovers of evil,\nwho tear their skin from them\n    and their flesh from their bones,",
      "3": "and who eat the flesh of my people,\n    and strip their skin from them,\nand break their bones,\n    and chop them like meat in the pot,\n    and like flesh in the midst of a cooking pot.”",
      "4": "Then they will cry to Yahweh,\n    but he will not answer them.\nHe will hide his face from them at that time,\n    when they have made their deeds evil.",
      "5": "Thus says Yahweh concerning the prophets\n    who are leading my people astray,\nwho are biting with their teeth\n    and proclaim, “Peace,”\nbut whoever puts nothing into their mouths\n    they declare war against.",
      "6": "Therefore it will be as night to you, without vision,\n    and darkness to you, without divination.\nAnd the sun will set on the prophets,\n    and the day will grow dark over them.",
      "7": "Then the seers will be disgraced,\n    and those practicing divination will be put to shame.\nAll of them will cover their lips,\n    for there is no reply from God.",
      "8": "But I, I am filled with power,\n    with the Spirit of Yahweh,\nand with justice and might,\n    to declare to Jacob his rebellion,\n    and to Israel his sin.",
      "9": "Hear this, O rulers of the house of Jacob\n    and leaders of the house of Israel,\nthose detesting justice\n    and perverting all that is right,",
      "10": "he who builds Zion with blood\n    and Jerusalem with wickedness.",
      "11": "Its rulers judge for a bribe;\n    its priests teach for a price;\n    its prophets practice divination for money.\nBut they lean on Yahweh, saying,\n    “Is not Yahweh in our midst?\n    Disaster will not come upon us.”",
      "12": "Therefore on account of you\n    Zion will be plowed as a field,\nand Jerusalem will be a heap of rubble,\n    and the temple mount as a high place in a forest."
    },
    "4": {
      "1": "And it will be that at the end of those days,\nthe mountain of Yahweh\n    will be established as the highest of the mountains,\nand it will be lifted up above the hills,\n    and people will stream to it.",
      "2": "And many nations will come and say,\n“Come! Let us go up to the mountain of Yahweh,\n    and to the temple of the God of Jacob,\nthat he may teach us his ways,\n    and that we may walk in his paths,”\nfor the law will go out from Zion,\n    and the word of Yahweh from Jerusalem.",
      "3": "And he will judge between many peoples\n    and will arbitrate for strong nations far away;\nand they will beat their swords into plowshares\n    and their spears into pruning hooks;\nnation will not lift up a sword against a nation,\n    and they will no longer learn war.",
      "4": "But they will sit, each under his vine\n    and under his fig tree,\nand no one will make them afraid,\n    for the mouth of Yahweh of hosts has spoken.",
      "5": "For all the nations walk,\n    each in the name of its god,\nbut we will walk in the name of Yahweh our God,\n    forever and ever.",
      "6": "“In that day,” declares Yahweh,\n    “I will assemble the one who limps,\nand I will gather the one who has been scattered,\n    and those whom I have mistreated.",
      "7": "And I will make the one who limps a remnant,\n    and the one driven far away a strong nation,\nand Yahweh will reign over them on Mount Zion\n    from now to forever.",
      "8": "And you, O Migdal-Eder,\n    hill of the daughter of Zion,\nto you it will come,\n    and the former dominion will come,\n    the reign of the daughter of Jerusalem.",
      "9": "So then, why do you shout a loud shout?\n    Is there no king in you?\nHas your counselor perished\n    that pangs like a woman in labor have seized you?",
      "10": "Writhe and groan, O daughter of Zion,\n    like a woman in labor.\nFor now you will go forth from the city,\n    and you will camp in the field;\n    you will go to Babylon.\nThere you will be rescued;\n    there Yahweh will redeem you\n    from the hand of your enemies.",
      "11": "And now, many nations are gathered against you\n    who are saying, ‘Let her be defiled,\n    and let our eyes gaze upon Zion.’",
      "12": "But they do not know the thoughts of Yahweh,\n    and they do not understand his plan,\nthat he has gathered them as sheaves\n    to his threshing floor.",
      "13": "Arise and thresh, O daughter of Zion,\n    for your horn I will make as iron\n    and your hooves as bronze.\nAnd you will break many peoples in pieces,\n    and their gain you will devote to destruction to Yahweh,\n    and their wealth to the Lord of the whole earth.”"
    },
    "5": {
      "1": "Now muster troops, O daughter of troops;\n    a siege he puts against us.\nThey strike the ruler of Israel\n    with a rod on the cheek.",
      "2": "But you, O Bethlehem Ephrathah,\n    too small to be among the clans of Judah,\nfrom you one will go out for me,\n    to be ruler in Israel;\nand his origins are from of old,\n    from ancient days.",
      "3": "Therefore he will give them up\n    until the time of she who is with child has given birth.\nAnd the rest of his brothers will return\n    to the children of Israel.",
      "4": "And he will stand and shepherd his flock\n    in the strength of Yahweh,\n    in the majesty of the name of Yahweh his God.\nAnd they will live,\n    for now he will be great unto the ends of the earth.",
      "5": "And this one will be peace.\nAs for the Assyrian, when he comes into our land\n    and when he treads on our fortresses,\nthen we will raise up against him seven shepherds\n    and eight leaders of men.",
      "6": "And they will shepherd the land of Assyria with the sword,\n    and the land of Nimrod at its entrances.\nAnd he will rescue us from the Assyrian\n    when he comes into our land,\n    and when they tread upon our border.",
      "7": "And the remnant of Jacob will be\n    in the midst of many nations,\nlike dew from Yahweh,\n    like showers upon the grass\nwhich does not wait for a man,\n    nor delays for the children of humankind.",
      "8": "And the remnant of Jacob will be among the nations,\n    in the midst of many peoples,\nlike a lion among the wild animals of the forest,\n    like a young lion among the herds of sheep\nwhich, when it passes through and treads down\n    and tears in pieces, there is none who can deliver.",
      "9": "Your hand will be lifted high over your enemies,\n    and all your foes will be cut off.",
      "10": "“And it will happen that in that day,” declares Yahweh,\n    “then I will cut off your horses from among you,\n    and I will destroy your chariots.",
      "11": "And I will cut off the cities of your land,\n    and I will demolish all your fortifications.",
      "12": "And I will cut off sorceries from your hand,\n    and you will not have soothsayers.",
      "13": "And I will cut off your idols\n    and your stone pillars from among you,\nand you will no longer bow down\n    to the work of your hands.",
      "14": "And I will uproot your Asherahs from among you,\n    and I will destroy your cities.",
      "15": "And in anger and in wrath I will execute vengeance\n    on the nations who did not obey.”"
    },
    "6": {
      "1": "Hear now what Yahweh says:\n“Arise! Plead your case with the mountains,\n    and let the hills hear your voice.”",
      "2": "Hear, O mountains, the indictment of Yahweh,\n    and you eternal foundations of the earth,\nfor Yahweh has an indictment against his people,\n    and against Israel he contends.",
      "3": "“O my people, what have I done to you,\n    and how have I wearied you? Answer me!",
      "4": "For I brought you up from the land of Egypt,\n    and from the house of slavery I redeemed you.\n    And I sent Moses, Aaron, and Miriam before you.",
      "5": "O my people, remember what Balak the king of Moab devised,\n    and what Balaam the son of Beor answered him,\nand what happened from Shittim to Gilgal,\n    so that you might know the righteous acts of Yahweh.”",
      "6": "With what shall I approach Yahweh,\n    and bow down to God on high?\nShall I approach him with burnt offerings,\n    with bull calves a year old?",
      "7": "Will Yahweh be pleased with thousands of rams,\n    with myriads of rivers of oil?\nShall I give my firstborn for my transgression,\n    the fruit of my body for the sin of my soul?",
      "8": "He has told you, O mortal, what is good,\n    and what does Yahweh ask from you\nbut to do justice, and to love kindness,\n    and to walk humbly with your God?",
      "9": "The voice of Yahweh calls to the city\n    (it is sound judgment to fear your name):\n    “Hear, O staff! Now who has appointed it?",
      "10": "Is there any longer a man in the house of the wicked\n    treasures of wickedness,\n    and the ephah of scarcity which is accursed?",
      "11": "Shall I regard as pure the one with scales of wickedness,\n    and with a bag of deceitful weights?",
      "12": "Because her rich are full of violence,\n    and her inhabitants speak lies,\n    and their tongue is deceitful in their mouth.",
      "13": "And I also have made you sick by striking you down,\n    making you desolate because of your sins.",
      "14": "You yourself will eat but not be satisfied;\n    your hunger will be in your midst,\nand you will put away, but you will not save,\n    and what you save I will hand over to the sword.",
      "15": "You yourself will sow, but you will not reap;\n    you will tread olives, but you will not anoint yourself with oil;\n    you will tread grapes, but you will not drink wine.",
      "16": "For you have observed the regulations of Omri\n    and all the works of the house of Ahab.\nAnd you have walked in their counsels,\n    so that I am making you a desolation\nand your inhabitants an object of scorn.\n    So you will bear the scorn of my people."
    },
    "7": {
      "1": "Woe is me! For I have become\n    like the gatherings of summer,\n    like the gleanings of the grape harvest,\nwhen there is no cluster of grapes to eat\n    or early ripened fruit that my soul desires.",
      "2": "The faithful person has perished from the land,\n    and there is none who is upright among humankind.\nAll of them lie in wait;\n    each hunts his brother with a net.",
      "3": "Their hands are upon evil, to do it well;\n    the official and the judge ask for the bribe,\nand the great man utters the evil desire of his soul;\n    and they weave it together.",
      "4": "The best of them is like a brier;\n    the most upright worse than a thorn hedge.\nThe day of your watchman, your punishment, has come;\n    now their confusion will come.",
      "5": "Do not put faith in a friend;\n    put no trust in a close friend.\nGuard the doorways of your mouth\n    from the one who lies in your lap.",
      "6": "For a son treats a father with contempt;\n    a daughter rises up against her mother,\na daughter-in-law against her mother-in-law;\n    the enemies of a man are the men of his own house.",
      "7": "But as for me, I will look to Yahweh;\n    I will wait for the God of my salvation.\n    My God will hear me.",
      "8": "You should not rejoice over me, O my enemy!\n    When I fall I will stand up;\nwhen I sit in darkness\n    Yahweh will be a light for me.",
      "9": "I will bear the rage of Yahweh,\n    for I have sinned against him,\nuntil he pleads my cause\n    and executes my justice.\nHe will bring me out to the light;\n    I will see his righteousness.",
      "10": "Then my enemy will see,\n    and shame will cover her who said to me,\n“Where is Yahweh your God?”\n    My eyes will look upon her;\nnow she will become a trampling place,\n    like mud in the streets.",
      "11": "A day for building your walls;\n    on that day he will extend your boundary.",
      "12": "On that day he will come to you\n    from Assyria and the cities of Egypt,\nand from Egypt to the River,\n    and from sea to sea\n    and mountain to mountain.",
      "13": "But the earth will be a desolation\n    because of its inhabitants,\n    for the fruit of their deeds.",
      "14": "Shepherd your people with your staff,\n    the flock of your inheritance,\nthose dwelling alone in a forest\n    in the midst of Carmel.\nLet them feed in Bashan and Gilead,\n    as in the days of old.",
      "15": "As in the days when you came out\n    from the land of Egypt\n    I will show him wondrous things.",
      "16": "The nations will see and be ashamed\n    because of all their might.\nThey will lay the hand on the mouth;\n    their ears will be deaf.",
      "17": "They will lick the dust like the serpent,\n    like the crawling things of the earth.\nThey will come trembling from their strongholds\n    to Yahweh our God.\n    Let them fear and be afraid of you.",
      "18": "Who is a God like you, forgiving sin\n    and passing over rebellion for the remnant of his inheritance?\nHe does not retain his anger forever,\n    for he delights in loyal love.",
      "19": "He will again have compassion on us;\n    he will trample our iniquities.\nAnd you will hurl all their sins\n    in the depths of the sea.",
      "20": "You will show faithfulness to Jacob,\n    and loyal love to Abraham,\nas you have sworn to our ancestors\n    from the days of old."
    }
  }
}