{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:12.529113-04:00",
    "Translation": "LEB"
  },
  "Nahum": {
    "1": {
      "1": "The oracle concerning Nineveh—\n    the scroll of the vision of Nahum the Elkoshite:",
      "2": "Yahweh is a jealous God and avenging;\n    Yahweh is avenging and full of wrath.\nYahweh takes vengeance against his enemies;\n    he rages against his adversaries.",
      "3": "Yahweh is slow to anger but great in power;\n    he will certainly not allow the guilty to go unpunished.\nHe marches in storm wind and in gale;\n    storm clouds are the dust of his feet.",
      "4": "He rebukes the sea and he dries up the rivers;\n    he makes all the rivers run dry.\nBashan and Carmel wither;\n    the blossom of Lebanon languishes.",
      "5": "Mountains quake before him;\n    the hills shake apart.\nThe earth heaves before him—\n    the world and all her inhabitants.",
      "6": "His indignation—who can stand before it?\n    Who can endure his fierce anger?\nHis wrath is poured out like fire;\n    rocks are shattered before him.",
      "7": "Yahweh is good—a refuge in the day of distress;\n    he knows those who take refuge in him.",
      "8": "But with a rushing torrent he will bring Nineveh to an end;\n    he will chase his enemies into darkness.",
      "9": "What do you plot against Yahweh?\n    He will completely destroy it;\n        trouble will not rise up a second time!",
      "10": "For like entangled thorns,\n    and like their drink which is drunk,\n        they will be consumed like fully dry chaff.",
      "11": "From you goes out one who plots evil against Yahweh,\n    one who plans wickedness.",
      "12": "Yahweh says this:\n“Even though they are powerful and likewise many,\n    even so they will be cut off and pass away.\nThough I have afflicted you,\n    I will afflict you no longer.",
      "13": "And now, I will break his yoke from upon you;\n    I will snap your bonds.”",
      "14": "Yahweh has commanded concerning you:\n“Your name will no longer be sown.\n    I will cut off the idols and images from the temple of your gods;\n        I will send you to the grave because you are worthless.”",
      "15": "Look! On the mountains!\n    The feet of the one who brings good tidings,\n        the one who proclaims peace!\n“Celebrate a festival, O Judah,\n    Fulfill your vows!\nFor he will not invade you again;\n    the wicked one is cut off completely!”"
    },
    "2": {
      "1": "One who shatters has come up against you!\n    Guard the fortification!\n        Watch the road!\n    Gird your loins!\n        Muster all your strength!",
      "2": "For Yahweh will restore the majesty of Jacob\n    like the majesty of Israel;\nfor ravagers have ravaged them\n    and ruined their branches.",
      "3": "The shields of his warriors are dyed red;\n    The powerful men are dressed in scarlet.\nThe metal of the chariots shines like fire on the day of battle,\n    and their spears quiver.",
      "4": "The chariots race madly through the streets;\n    they rush back and forth in the public squares.\nTheir appearance like lightning bolts,\n    they dart about like flashes of lightning.",
      "5": "He calls his officers;\n    they stumble as they march;\nthey rush to her wall;\n    they set the covering in place.",
      "6": "The gates of the river are opened;\n    the palace trembles.",
      "7": "Her goddess is taken out and taken into exile;\n    her maidservants moan like doves;\n        they beat on their breasts.",
      "8": "Nineveh is like a pool of water without its water.\n    As they flee, she cries, “Stop! Stop!”\n        But there is no one who turns back.",
      "9": "Plunder the silver! Plunder the gold!\n    There is no end to the spoils,\n        an abundance of everything one could want!",
      "10": "Emptiness and plundering and devastation!\n    Their hearts faint and their knees tremble,\n        All their loins shake and all their faces turn pale.",
      "11": "Where now is the den of the lions\n    and the cave of the fierce lions?\nThere the lioness, the cub, and the lion once prowled,\n    and no one disturbed them.",
      "12": "The lion tore apart enough prey for his cubs,\n    he strangled prey for his lioness;\nhe filled his lair with prey\n    and his den with mangled carcass.",
      "13": "“Look! I am against you!” declares Yahweh of hosts.\n    “I will burn her chariots with fire;\n        the sword will devour fierce lions.\n    I will cut off your prey from the earth;\n        the voice of your messengers will no longer be heard.”"
    },
    "3": {
      "1": "Woe to the city that has shed much blood!\n    She is a deceiver,\nShe is filled with plunder,\n    She has hoarded her spoils of war.",
      "2": "The crack of the whip!\n    The rumbling of the chariot wheel!\nThe galloping of the horse!\n    The racing of the chariot!",
      "3": "Chariots charge!\n    Swords flash!\n        Spears glitter!\nMany corpses are piled high!\n    There is no end to the slain!\n        They stumble over their dead!",
      "4": "“Because of the many idolatries of the prostitute,\n    the beautiful charm of a mistress of witchcraft,\nshe who enslaves nations by her harlotries,\n    and peoples by her sorceries,",
      "5": "“Look! I am against you!” declaresYahweh.\n    “I will strip up your skirts over your face;\n        I will let nations look at your nakedness and your shame.",
      "6": "“I will throw filth upon you,\n    I will treat you with contempt,\n        I will make you a spectacle.",
      "7": "“And it will be that everyone who sees you will flee from you,\n    And they will say, ‘Nineveh is destroyed!’\nWho will mourn for her?\n    From whence shall I seek comforters for you?”",
      "8": "Are you better than Thebes?\n    She who sits at the Nile, surrounded by her waters,\nher rampart was the sea and water was her wall.",
      "9": "Cush was her strength, Egypt without end;\n    Put and Libya were among your allies.",
      "10": "Yet she went into captivity as an exile;\n    her children were dashed to pieces at the head of the streets;\nthey cast lots for all of her nobles;\n    all of her dignitaries were bound with chains.",
      "11": "You also will behave like a drunkard;\n    You also will hide yourself;\n        You also will seek refuge from the enemy.",
      "12": "All of your fortifications are like fig trees with ripe firstfruits—\n    if they are shaken, they will fall into the mouth of the eater.",
      "13": "Look! Your troops are like women in your midst.\n    The gates of your land are wide open to your enemies;\n        fire will consume the bars of your gates.",
      "14": "Draw water for a siege!\n    Strengthen your fortifications!\nGo to the mud pit!\n    Trample the clay!\n        Grasp the brick mold!",
      "15": "There fire will consume you;\n    the sword will cut you off.\n        It will consume you like the locust.\nMultiply yourself like the locust!\n    Multiply yourself like the grasshopper!",
      "16": "You have increased your merchants more than the stars of heaven;\n    like the locust they will shed their skin and fly away.",
      "17": "Your officials are like locusts;\n    your commanders are like a swarm of locusts.\nThey encamp on the walls on a cold day;\n    when the sun rises, they fly away—\n        no one knows where they have gone.",
      "18": "Your shepherds are sleeping, O king of Assyria!\n    Your nobles slumber.\nYour people are scattered on the mountains;\n    no one can gather them.",
      "19": "There is no healing for your wound;\n    your injury is fatal.\nAll who hear the report of you will clap their hands for joy concerning you,\n    For who has not suffered at the hands of your endless cruelty?"
    }
  }
}