{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:48:52.181250-04:00",
    "Translation": "LEB"
  },
  "Proverbs": {
    "1": {
      "1": "Proverbs of Solomon, son of David, king of Israel:",
      "2": "To know wisdom and instruction,\n    to understand sayings of understanding,",
      "3": "to gain insightful instruction,\n    righteousness and justice and equity,",
      "4": "to give shrewdness to the simple,\n    knowledge and purpose to the young,",
      "5": "may the wise hear and increase learning,\n    and the one who understands gain direction,",
      "6": "to understand a proverb and an expression,\n    words of wisdom and their riddles.",
      "7": "Fear of Yahweh is the beginning of knowledge;\n    wisdom and instruction, fools despise.",
      "8": "My child, may you keep your father’s instruction,\n    and do not reject your mother’s teachings,",
      "9": "for they are a garland of favor for your head,\n    and pendants for your neck.",
      "10": "My child, if sinners entice you, do not consent.",
      "11": "If they say,\n    “Come with us!\n    We shall lie in wait for blood;\n    we shall ambush the innocent without cause.",
      "12": "Like Sheol, we will swallow them alive\n    and whole, like those who descend to the pit.",
      "13": "We shall find all precious wealth,\n    we shall fill our houses with booty,",
      "14": "you shall throw your lot in our midst,\n    there will be one purse for all of us.”",
      "15": "My child, do not walk in their way.\n    Keep your foot from their paths,",
      "16": "for their feet run to evil,\n    and they hurry to shed blood,",
      "17": "for “in vain is the net scattered,\n    in the sight of any winged bird.”",
      "18": "They lie in wait for their own blood.\n    They ambush their own lives.",
      "19": "Thus are the ways of all who are greedy for gain—\n    it will take the life of its possessors.",
      "20": "Wisdom calls out in the streets,\n    in the squares she raises her voice.",
      "21": "On a busy corner she cries out,\n    at the entrances of the gates in the city, she speaks her sayings:",
      "22": "“How long, O simple ones, will you love simplicity?\n    And how long will scoffers delight in their scoffing,\n    and fools hate knowledge?",
      "23": "May you turn to my argument!\n    Behold, I shall pour out my spirit upon you;\n    I will make my words known to you.",
      "24": "Because I called out and you refused me,\n    I stretched out my hand, yet there is none who heeds.",
      "25": "You have ignored all my counsel,\n    and my reproof you are not willing to accept.",
      "26": "I will also laugh at your calamity;\n    I will mock when panic comes upon you.",
      "27": "When your panic comes like a storm,\n    and your calamity arrives like a whirlwind,\n    when distress and anguish come upon you,",
      "28": "then they will call me, but I will not answer;\n    they will seek me diligently but not find me.",
      "29": "Since they hated knowledge,\n    and did not choose the fear of Yahweh,",
      "30": "they were not willing to accept my counsel,\n    they despised all my reproof.",
      "31": "They shall eat from the fruit of their way,\n    and they shall be sated from their own schemes,",
      "32": "for the waywardness of the simple ones will kill them,\n    and the complacency of fools will destroy them.",
      "33": "Whoever listens to me will dwell in security\n    and rest securely from dread and disaster.”"
    },
    "2": {
      "1": "My child, if you will receive my sayings,\n    and hide my commands with you,",
      "2": "in order to incline your ear toward wisdom,\n    then you shall apply your heart to understanding.",
      "3": "For if you cry out for understanding,\n    if you lift your voice for insight,",
      "4": "if you seek her like silver\n    and search her out like treasure,",
      "5": "then you will understand the fear of Yahweh,\n    and the knowledge of God you will find.",
      "6": "For Yahweh will give wisdom;\n    from his mouth come knowledge and understanding.",
      "7": "For the upright, he stores sound judgment, a shield for those who walk uprightly,",
      "8": "in order to guard paths of justice\n    and keep the way of his faithful ones.",
      "9": "Then you will understand righteousness and justice\n    and uprightness—every good course—",
      "10": "for wisdom will enter your heart,\n    and knowledge will be pleasing to your soul.",
      "11": "Discretion will watch over you;\n    understanding will protect you,",
      "12": "in order to deliver you from the way of evil,\n    from a man who speaks devious things—",
      "13": "those who forsake the paths of uprightness\n    to walk in ways of darkness,",
      "14": "those who are happy to do evil,\n    for they delight in the deviousness of evil,",
      "15": "who are crooked in their ways,\n    and devious in their paths;",
      "16": "in order to deliver you from a strange woman,\n    from a foreign woman who flatters with her sayings,",
      "17": "she who forsakes the partner of her youth\n    and has forgotten the covenant of her God,",
      "18": "for her house sinks to death,\n    and to the dead are her paths.",
      "19": "Of all who go to her, none shall return,\n    nor do they reach paths of life.",
      "20": "So that you will walk on the road of those who are good,\n    and the paths of those who are righteous you shall keep.",
      "21": "For those who are upright will dwell in the land,\n    and those who are blameless will remain in it.",
      "22": "And those who are wicked will be cut off from the land,\n    and those who are treacherous will be uprooted from it."
    },
    "3": {
      "1": "My child, do not forget my instruction,\n    and may your heart guard my commands.",
      "2": "For length of days, years of life,\n    and peace they shall add to you.",
      "3": "May loyal love and truth not forsake you;\n    bind them around your neck,\n    write them upon your heart.",
      "4": "And you shall find favor and good sense\n    in the eyes of God and humankind.",
      "5": "Trust Yahweh with all your heart;\n    do not lean toward your own understanding.",
      "6": "In all your ways acknowledge him,\n    and he will straighten your paths.",
      "7": "Do not be wise in your own eyes;\n    fear Yahweh and retreat from evil.",
      "8": "There shall be healing for your flesh,\n    and refreshment for your body.",
      "9": "Honor Yahweh from your substance,\n    and from the firstfruits of all that will come to you,",
      "10": "and your barns shall be full of plenty,\n    and your vats shall burst with new wine.",
      "11": "Do not despise the discipline of Yahweh, my child.\n    Do not be weary of his reproof",
      "12": "because whomever Yahweh will love, he will rebuke,\n    as a father delights in his son.",
      "13": "Happy is the one who finds wisdom,\n    and one who obtains understanding.",
      "14": "For her income is better than the income of silver,\n    and her revenue than that of gold.",
      "15": "She is more precious than rubies,\n    and all your desires shall not compare with her.",
      "16": "Length of days is in her right hand;\n    in her left hand are riches and honor.",
      "17": "Her ways are ways of pleasantness,\n    and all her paths are peace.",
      "18": "She is a tree of life for those who seize her;\n    those who take hold of her are considered happy.",
      "19": "Yahweh in wisdom founded the earth;\n    he established the heavens in understanding.",
      "20": "With his knowledge, depths broke open,\n    and clouds dropped dew.",
      "21": "My child, may they not escape from your sight;\n    may you keep sound wisdom and prudence.",
      "22": "They shall be life for your soul\n    and adornment for your neck.",
      "23": "Then you will walk in the confidence of your ways,\n    and your foot will not stumble.",
      "24": "If you sit down, you will not panic,\n    and if you lie down, then your sleep shall be sweet.",
      "25": "Do not be afraid of sudden panic,\n    or the storm of wickedness that will come.",
      "26": "Yahweh will be your confidence\n    and guard your foot from capture.",
      "27": "Do not withhold good from its owner\n    when it is in the power of your hand to do.",
      "28": "Do not say to your neighbor,\n    “Go and return and tomorrow I will give it,”\n    when it is with you.",
      "29": "Do not plot harm against your neighbor\n    who dwells in confidence beside you.",
      "30": "Do not quarrel with anyone without cause,\n    when he did not do you harm.",
      "31": "Do not envy a man of violence,\n    and do not choose any of his ways,",
      "32": "for he who is perverse is an abomination of Yahweh,\n    but those who are upright are his confidence.",
      "33": "The curse of Yahweh is on the house of the wicked,\n    and the abode of the righteous ones he blesses.",
      "34": "With those who scorn, he is scornful,\n    but to those who are humble, he gives favor.",
      "35": "They will inherit the honor of the wise,\n    but stubborn fools, disgrace."
    },
    "4": {
      "1": "Children, listen to the instruction of a father,\n    and be attentive in order to know insight.",
      "2": "For I have given you good instruction;\n    do not forsake my teaching.",
      "3": "When I was a son to my father,\n    tender and alone before my mother,",
      "4": "he taught me and said to me,\n    “May your heart hold fast to my words;\n    guard my commandments and live.",
      "5": "Get wisdom and insight;\n    do not forget and do not turn from the sayings of my mouth.",
      "6": "Do not forsake her—then she will guard you;\n    love her and she will keep you.",
      "7": "The beginning of wisdom: Get wisdom!\n    With all that is in your possession, gain insight.",
      "8": "Cherish her and she will exalt you;\n    she will honor you if you embrace her.",
      "9": "She will give a garland for your head;\n    she shall bestow a crown of glory upon you.”",
      "10": "Listen, my child, take my sayings,\n    and the years of your life shall be great.",
      "11": "In the way of wisdom I have instructed you;\n    I have led you in the path of uprightness.",
      "12": "When you walk, your step will not be hampered,\n    and if you run, you will not stumble.",
      "13": "Seize the instruction! Do not let go!\n    Guard her, for she is your life.",
      "14": "In the path of the wicked do not go;\n    do not walk in the way of those who do evil.",
      "15": "Avoid it; do not transgress it;\n    turn away from it and pass by.",
      "16": "For they will not sleep if they have not done wrong,\n    and they are robbed of their sleep if they do not cause stumbling.",
      "17": "For they ate the bread of wickedness,\n    and they drank the wine of violence.",
      "18": "But the path of the righteous ones is like the light of dawn,\n    leading and shining until the day is full.",
      "19": "The way of the wicked ones is like deep darkness;\n    they do not know what they stumble over.",
      "20": "My child, be attentive to my words;\n    to my sayings incline your ear.",
      "21": "May they not escape from your sight;\n    keep them in the midst of your heart.",
      "22": "For they are life to those who find them\n    and healing to the entire body.",
      "23": "With all vigilance, keep your heart,\n    for from it comes the source of life.",
      "24": "Remove from yourself deceitful speech,\n    and abolish devious talk from yourself.",
      "25": "May your eyes look forward\n    and your gaze be straight before you.",
      "26": "May the path of your foot be balanced\n    and all your ways be sure.",
      "27": "Do not swerve right or left;\n    remove your foot from evil."
    },
    "5": {
      "1": "My child, be attentive to my wisdom,\n    and to my understanding incline your ear;",
      "2": "in order to keep prudence,\n    and knowledge will guard your lips.",
      "3": "For the lips of the strange woman will drip honey,\n    and smoother than oil is her mouth.",
      "4": "But her end is bitter as the wormwood,\n    sharp as a two-edged sword.",
      "5": "Her feet go down to death;\n    her steps take hold of Sheol.",
      "6": "She does not observe the path of life;\n    her ways wander, and she does not know it.",
      "7": "Now, O children, listen to me;\n    do not depart from the sayings of my mouth.",
      "8": "Keep your paths far from her,\n    and do not go near to the door of her house,",
      "9": "lest you give your honor to the others,\n    and your years to the merciless,",
      "10": "lest strangers take their fill of your strength,\n    and your labors go to the house of a foreigner,",
      "11": "and you groan at your end,\n    when your flesh and body are consumed,",
      "12": "and say “How I hated discipline,\n    and I despised reproof!”",
      "13": "and “I did not listen to the voice of my teachers,\n    and I did not incline my ear to my instructors!",
      "14": "I was almost at utter ruin\n    in the midst of the assembly and congregation.”",
      "15": "Drink water from your own cistern\n    and flowing waters from inside your own well.",
      "16": "Shall your springs be scattered outward?\n    In the streets, shall there be streams of water?",
      "17": "May they be yours alone,\n    and not for strangers who are with you.",
      "18": "May your fountain be blessed,\n    and rejoice in the wife of your youth.",
      "19": "She is a deer of love and a doe of grace;\n    may her breasts satisfy you always;\n    by her love may you be intoxicated continually.",
      "20": "Why should you be intoxicated, my child, by a strange woman,\n    and embrace the bosom of a foreigner?",
      "21": "For before the eyes of Yahweh are human ways,\n    and all his paths he examines.",
      "22": "His iniquities shall ensnare him, the evildoer,\n    and in the vanity of his sin he shall be caught.",
      "23": "He shall die for lack of discipline,\n    and in the greatness of his folly he shall be lost."
    },
    "6": {
      "1": "My child, if you have pledged to your neighbor,\n    if you have bound yourself to the stranger,",
      "2": "if you are snared by the sayings of your mouth,\n    if you are caught by the sayings of your mouth,",
      "3": "do this, then, my child, and save yourself,\n    for you have come into the palm of your neighbor’s hand:\n    Go, humble yourself, plead with your neighbor.",
      "4": "Do not give sleep to your eyes,\n    or slumber to your eyelids.",
      "5": "Save yourself like a gazelle from a hand,\n    or like a bird from the hand of a fowler.",
      "6": "Go to the ant, lazy!\n    Consider its ways and be wise.",
      "7": "It has no chief,\n    officer, or ruler.",
      "8": "In the summer, it prepares its food;\n    in the harvest, it gathers its sustenance.",
      "9": "How long will you lie down, lazy?\n    When will you rise up from your sleep?",
      "10": "A little sleep, a little slumber,\n    a little folding of the hands for rest—",
      "11": "like a robber shall your poverty come,\n    and what you lack like an armed man.",
      "12": "A worthless man, an evil man,\n    goes around with deceitful speech.",
      "13": "Winking in his eye, shuffling in his foot,\n    pointing in his fingers,",
      "14": "perversion in his heart, he devises evil;\n    at all times he will send out discord.",
      "15": "Upon such a man, suddenly shall his calamity come;\n    in a moment he will be damaged and there is no healing.",
      "16": "There are six things Yahweh hates,\n    and seven things are abominations of his soul:",
      "17": "haughty eyes, a lying tongue,\n    and hands that shed innocent blood,",
      "18": "a devising heart, plans of deception,\n    feet that hurry to run to evil,",
      "19": "a false witness who breathes lies\n    and sends out discord between brothers.",
      "20": "My child, keep the commandment of your father,\n    and do not disregard the instruction of your mother.",
      "21": "Bind them on your heart continually;\n    tie them upon your neck.",
      "22": "When you walk, she will lead you,\n    When you lie down, she will watch over you,\n    and when you awake, she will converse with you.",
      "23": "For like a lamp is a commandment, and instruction is light,\n    and the way of life is the reproof of discipline,",
      "24": "in order to preserve you from an evil woman,\n    from the smoothness of the tongue of an adulteress.",
      "25": "Do not desire her beauty in your heart;\n    may she not capture you with her eyelashes.",
      "26": "For the price of a woman, a prostitute, is the price of a loaf of bread,\n    but the woman belonging to a man hunts precious life.",
      "27": "Can a man carry fire in his lap,\n    and his clothes not burn?",
      "28": "If a man walks upon the hot coals,\n    will his feet not be burned?",
      "29": "Thus, he who goes to the wife of his neighbor,\n    any who touches her shall not go unpunished.",
      "30": "People do not despise a thief when he steals\n    to fill himself when he is hungry.",
      "31": "But if he is found, he will pay sevenfold,\n    every possession of his house he shall give.",
      "32": "He who commits adultery with a woman lacks sense,\n    he destroys himself who does it.",
      "33": "A wound and dishonor he will find,\n    and his disgrace will not be wiped out.",
      "34": "For jealousy is the fury of a husband,\n    and he will not show restraint on the day of revenge.",
      "35": "He will not accept any compensation,\n    and he will not be willing, though the bribe is large."
    },
    "7": {
      "1": "My child, guard my sayings;\n    store my commandments with you.",
      "2": "Keep my commands and live,\n    and my teaching like the apple of your eye.",
      "3": "Bind them on your fingers;\n    write them on the tablet of your heart.",
      "4": "Say to wisdom, “you are my sister,”\n    and you shall call insight, “intimate friend.”",
      "5": "In order to guard yourself from an adulteress,\n    from the foreigner who makes her words smooth.",
      "6": "For at the window of my house,\n    through my lattice, I looked down.",
      "7": "And I saw among the simple,\n    I observed among the youth,\n    a young man lacking sense,",
      "8": "passing on the street at her corner,\n    and he takes the road to her house,",
      "9": "at twilight, at the day’s evening,\n    in the midst of night and the darkness.",
      "10": "Then behold! A woman comes to meet him\n    with the garment of a prostitute and a secret heart.",
      "11": "She is loud and stubborn;\n    her feet do not stay at her house.",
      "12": "Now in the street, now in the square,\n    at every corner she lies in wait.",
      "13": "She took hold of him and kissed him.\n    Her face was impudent, and she said to him,",
      "14": "“Sacrifices of peace offerings are upon me;\n    today I completed my vows.",
      "15": "So I have come out to meet you,\n    to seek your face, and I have found you.",
      "16": "With coverings I have adorned my couch,\n    spreads of the linen of Egypt;",
      "17": "I have perfumed my bed with myrrh,\n    aloes, and cinnamon.",
      "18": "Come, let us take our fill of love making,\n    until the morning let us delight in love.",
      "19": "For there is no man in his home;\n    he has gone on a long journey.",
      "20": "The bag of money he took in his hand,\n    for on the day of the full moon he will come home.”",
      "21": "She persuades him with the greatness of her teachings;\n    with her smooth lips she compels him.",
      "22": "He goes after her suddenly;\n    like an ox to the slaughter he goes,\n    and like a stag to the instruction of a fool,",
      "23": "until an arrow pierces his entrails,\n    like a bird rushing into a snare,\n    but he does not know that it will cost him his life.",
      "24": "And now, my children, listen to me,\n    and be attentive to the sayings of my mouth.",
      "25": "May your heart not turn aside to her ways;\n    do not stray into her path.",
      "26": "For many slain she has laid low,\n    and countless are all of her killings.",
      "27": "The ways of Sheol are her house,\n    descending to chambers of death."
    },
    "8": {
      "1": "Does not wisdom call,\n    and understanding raise its voice?",
      "2": "Atop the heights beside the road,\n    at the crossroads she stands.",
      "3": "Beside gates, before towns,\n    at the entrance of doors, she cries out:",
      "4": "“To you, O people, I call,\n    and my cry is to the children of humankind.",
      "5": "Learn prudence, O simple ones;\n    fools, learn intelligence.",
      "6": "Listen! For noble things I will speak,\n    and upright things from the opening of my lips.",
      "7": "My mouth will utter truth,\n    and wickedness is an abomination to my lips.",
      "8": "All sayings of my mouth are in righteousness;\n    none of them are twisted and crooked.",
      "9": "All of them are straight to him who understands,\n    and upright to those who find knowledge.",
      "10": "Take my teaching and not silver;\n    may you choose knowledge rather than choice gold.",
      "11": "For wisdom is better than jewels,\n    and all desires shall not compare with her.",
      "12": "I, wisdom, live with prudence,\n    and I find knowledge and discretion.",
      "13": "The fear of Yahweh is hatred of evil,\n    pride, and arrogance and an evil way.\n    And I hate a mouth of perversity.",
      "14": "Advice and sound judgment are mine;\n    I am understanding, strength is mine.",
      "15": "By me kings reign,\n    and rulers decree righteousness.",
      "16": "By me rulers rule,\n    and nobles—all judges of righteousness.",
      "17": "I love those who love me,\n    and those who seek me diligently shall find me.",
      "18": "Fortune and glory are with me,\n    enduring wealth and righteousness.",
      "19": "My fruit is better than gold, even refined gold,\n    and my yield than choice silver.",
      "20": "In the way of righteousness I walk,\n    in the midst of paths of justice,",
      "21": "in order to endow those who love me with wealth,\n    and I will fill their treasuries.",
      "22": "“Yahweh possessed me, the first of his ways,\n    before his acts of old.",
      "23": "From eternity, I was set up from the first,\n    from the beginning of the earth.",
      "24": "When there were no depths, I was brought forth,\n    when there were no springs of abounding water.",
      "25": "Before mountains had been shaped,\n    before hills, I was brought forth.",
      "26": "When he had not yet made earth and fields,\n    or the first dust of the world,",
      "27": "when he established the heavens, there I was,\n    when he drew a circle upon the face of the deep,",
      "28": "when he made skies from above,\n    when he founded fountains of the deep,",
      "29": "when he assigned his limits to the sea,\n    that waters shall not transgress his command,\n    when he marked the foundations of the earth,",
      "30": "I was beside him, a master workman,\n    and I was delighting day by day,\n    rejoicing before him always,",
      "31": "rejoicing in the world of his earth,\n    and my delight was with the children of humankind.",
      "32": "“And now, children, listen to me;\n    happy are those who will keep my ways.",
      "33": "Hear teaching and be wise;\n    do not neglect it.",
      "34": "Happy is the person who listens to me,\n    in order to keep watch at my doors day by day,\n    in order to guard the frames of my entrances.",
      "35": "For he who finds me is he who finds life,\n    and he obtains favor from Yahweh.",
      "36": "But he who misses me injures himself.\n    All those who hate me love death.”"
    },
    "9": {
      "1": "Wisdom has built her house;\n    she has hewn her seven pillars.",
      "2": "She has slaughtered her slaughtering, mixed her wine,\n    and also set her table.",
      "3": "She has sent her servant girls, she calls\n    upon the wings of the high places of town,",
      "4": "“Whoever is simple, let him turn here.”\n    As for the one who lacks sense, she says to him,",
      "5": "“Come, eat with my bread;\n    drink with the wine I have mixed.",
      "6": "Lay aside simplicity and live;\n    walk in the way of understanding.”",
      "7": "He who corrects a scoffer gains abuse for himself,\n    and he who rebukes the wicked gets hurt.",
      "8": "Do not rebuke a scoffer, lest he hate you;\n    rebuke the wise and he will love you.",
      "9": "Give to a wise one and he will become more wise;\n    teach a righteous one and he will increase learning.",
      "10": "The start of wisdom is fear of Yahweh,\n    and knowledge of the Holy One, insight.",
      "11": "For by me your days shall increase,\n    and years of life shall multiply for you.",
      "12": "If you are wise, you are wise for yourself,\n    and if you scoff, alone you shall bear it.",
      "13": "A woman of foolishness is loud,\n    simple, and does not know it.",
      "14": "She sits at the door of her house,\n    upon a throne at the high places of town,",
      "15": "in order to call to those who pass by the road,\n    those who go straight on their way:",
      "16": "“Whoever is simple, may he turn here!”\n    As for he who lacks sense, she says to him,",
      "17": "“Stolen waters are sweet,\n    and bread of secrecy is pleasant.”",
      "18": "But he does not know that the dead are there,\n    in the depths of Sheol are her guests."
    },
    "10": {
      "1": "The proverbs of Solomon:\nA wise child makes a father glad,\n    but a foolish child grieves his mother.",
      "2": "Treasures of wickedness do not profit,\n    but righteousness delivers from death.",
      "3": "Yahweh will not cause a righteous person to go hungry,\n    but the craving of the wicked he will thwart.",
      "4": "A slack hand causes poverty,\n    but the hand of the diligent enriches.",
      "5": "He who gathers in the summer is a child who is prudent;\n    he who sleeps at the harvest is a child who brings shame.",
      "6": "Blessings belong to the head of the righteous,\n    but the mouth of the wicked conceals violence.",
      "7": "The memory of righteousness is like a blessing,\n    but the name of the wicked will rot.",
      "8": "A heart of wisdom will heed commandments,\n    but a babbling fool will come to ruin.",
      "9": "Whoever walks in integrity will walk securely,\n    but whoever follows perversity, his ways will be made known.",
      "10": "The winking of an eye causes trouble,\n    and the foolishness of lips comes to ruin.",
      "11": "A fountain of life is a mouth of righteousness,\n    and a mouth of wickedness conceals violence.",
      "12": "Hatred stirs up strife,\n    but love covers over all offenses.",
      "13": "On the lips of one who has understanding, wisdom is found,\n    but a rod is for the back of one who lacks sense.",
      "14": "Those who are wise lay up knowledge,\n    but to the mouth of the fool, ruin draws near.",
      "15": "The wealth of the rich is the city of his strength;\n    the ruin of the poor is their poverty.",
      "16": "The wage of the righteous leads to life;\n    the gain of the wicked to sin.",
      "17": "On the path to life is he who guards instruction,\n    but he who rejects rebuke goes astray.",
      "18": "He who conceals hatred has lips of deceit,\n    and he who utters slander—he is a fool.",
      "19": "In many words, transgression is not lacking,\n    but he who restrains his lips is prudent.",
      "20": "Choice silver is a tongue of righteousness,\n    a heart of wickedness is of little worth.",
      "21": "Lips of righteousness feed many,\n    but fools die for lack of sense.",
      "22": "The blessing of Yahweh makes one rich,\n    and he does not increase sorrow with it.",
      "23": "It is like a sport for a fool to do wrong,\n    wisdom for a person of understanding.",
      "24": "The dread of the wicked will come upon him,\n    but the desire of the righteous will be granted.",
      "25": "With the passing of the tempest, there is no wickedness,\n    but the righteous have a foundation forever.",
      "26": "Like vinegar to the tooth and like smoke to the eyes,\n    thus is the lazy to one who employs him.",
      "27": "The fear of Yahweh adds life,\n    but the years of the wicked are shortened.",
      "28": "The hope of the righteous is gladness,\n    but the expectation of the wicked comes to nothing.",
      "29": "A stronghold for the upright is the way of Yahweh,\n    but ruin belongs to evildoers.",
      "30": "The righteous one is forever; he will not be removed.\n    But the wicked will not remain in the land.",
      "31": "The mouth of the righteous brings forth wisdom,\n    but a tongue of perversity will be cut off.",
      "32": "The lips of the righteous know the acceptable,\n    but the mouth of the wicked, the perverse."
    },
    "11": {
      "1": "Balances of deceit are an abomination of Yahweh,\n    but an accurate weight delights him.",
      "2": "Pride comes, then disgrace comes,\n    but wisdom is with the humble.",
      "3": "The integrity of the upright guides them,\n    but the crookedness of the treacherous destroys them.",
      "4": "Wealth does not profit on the day of wrath,\n    but righteousness will deliver from death.",
      "5": "The righteousness of the blameless will keep his ways straight,\n    but the wicked will fall by his wickedness.",
      "6": "The righteousness of the upright will save them,\n    but by a scheme the treacherous will be taken captive.",
      "7": "With the death of a wicked person, hope will die,\n    and the expectation of the godless perishes.",
      "8": "The righteous is delivered from trouble,\n    but the wicked enters into it.",
      "9": "With a mouth, the godless shall destroy his neighbor,\n    but by knowledge the righteous are delivered.",
      "10": "When good is with the righteous, the city rejoices,\n    and with the perishing of the wicked, jubilation.",
      "11": "By the blessing of the upright, a city will be exalted,\n    but by the mouth of the wicked, it will be overthrown.",
      "12": "He who lacks sense belittles his neighbor,\n    but a person of intelligence will remain silent.",
      "13": "A gossip walks about telling a secret,\n    but the trustworthy in spirit keeps the matter.",
      "14": "Where there is no guidance, a nation shall fall,\n    but there is safety in an abundance of counsel.",
      "15": "He will suffer trouble when he loans to a stranger,\n    but he who refuses a pledge is safe.",
      "16": "A woman of grace receives honor,\n    but the ruthless gets wealth.",
      "17": "A person of kindness rewards himself,\n    but a cruel person harms his own flesh.",
      "18": "The wicked earns deceptive gain,\n    but he who sows righteousness, a true reward.",
      "19": "He who is steadfast in righteousness is to life\n    as he who pursues evil is to death.",
      "20": "An abomination of Yahweh are the crooked of heart,\n    but his delight are those with blameless ways.",
      "21": "Rest assured, the wicked will not go unpunished,\n    but the offspring of the righteous will escape.",
      "22": "A ring of gold in the snout of a pig\n    is a woman who is beautiful but without discretion.",
      "23": "The desire of the righteous is only good,\n    but the expectation of the wicked, wrath.",
      "24": "There is one who gives yet grows richer,\n    but he who withholds what is right only finds need.",
      "25": "A person of blessing will be enriched,\n    and he who gives water also will be refreshed.",
      "26": "He who withholds grain, the people curse him,\n    but a blessing is for the head of him who sells.",
      "27": "He who diligently seeks good seeks favor,\n    but he who inquires of evil, it will come to him.",
      "28": "He who trusts in his wealth is he who will fall,\n    but like a green leaf the righteous will flourish.",
      "29": "He who brings trouble to his household, he will inherit wind,\n    and a fool will serve the wise of heart.",
      "30": "The fruit of righteousness is a tree of life,\n    and he who captures souls is wise.",
      "31": "If the righteous on earth will be repaid,\n    how much more the wicked and sinner."
    },
    "12": {
      "1": "He who loves discipline loves knowledge,\n    but he who hates rebuke is stupid.",
      "2": "The good obtains favor from Yahweh,\n    but anyone who schemes, he condemns.",
      "3": "A person will not be established by wickedness,\n    but the root of the righteous will not be moved.",
      "4": "A woman of strength is the crown of her master,\n    but like rot in his bones is she who brings shame.",
      "5": "The thoughts of the righteous are just;\n    the advice of the wicked is treacherous.",
      "6": "The words of the wicked are an ambush of blood,\n    but the mouth of the upright delivers them.",
      "7": "The wicked are overthrown and are no more,\n    but the house of the righteous shall stand.",
      "8": "For his mouth of good sense, a man will be recommended,\n    but he who is of perverse mind will be despised.",
      "9": "It is better to be lowly and a servant to someone\n    than self-glorifying and lacking food.",
      "10": "The righteous knows the life of his animal,\n    but the compassion of the wicked is cruel.",
      "11": "He who works his land will have plenty of food,\n    but he who follows worthless things lacks sense.",
      "12": "The wicked covets the proceeds of evil,\n    but the root of the righteous bears fruit.",
      "13": "By the transgression of lips, evil is ensnared,\n    but the righteous escapes from trouble.",
      "14": "From the fruit of the mouth of a man, he is filled with good,\n    and the reward of a man’s labor will return to him.",
      "15": "The way of a fool is upright in his own eyes,\n    but he who listens to advice is wise.",
      "16": "As for a fool, on that very day he makes his anger known,\n    but he who ignores an insult is prudent.",
      "17": "He who will speak truth will reveal righteousness,\n    but the witness of falsehood, deceit.",
      "18": "There is one who speaks rashly, like the thrust of a sword,\n    but the tongue of the wise brings healing.",
      "19": "A lip of truth endures forever,\n    but a tongue of deception lasts only a moment.",
      "20": "Deceit is in the heart of those who plan evil,\n    but to those who plan peace, there is joy.",
      "21": "No evil will happen to the righteous,\n    but the wicked are filled with trouble.",
      "22": "An abomination of Yahweh are lips of deceit,\n    but they who act faithfully are his delight.",
      "23": "A clever person conceals knowledge,\n    but the heart of a fool announces folly.",
      "24": "The hand of the diligent ones will rule,\n    but the lazy will belong to forced labor.",
      "25": "Anxiety in the heart of a man will weigh him down,\n    but a good word will cheer him.",
      "26": "A righteous person will seek out his neighbor,\n    but the way of the wicked will lead them astray.",
      "27": "The lazy will not roast his game,\n    but diligence is the precious wealth of a man.",
      "28": "On the road of righteousness is life,\n    and on the way of the path, may there be no death."
    },
    "13": {
      "1": "A wise child hears the discipline of a father,\n    but a scoffer does not listen to a rebuke.",
      "2": "From the fruit of the mouth of a man, he shall eat what is good,\n    but the desire of the treacherous, wrongdoing.",
      "3": "He who keeps his mouth guards his life;\n    he who opens his lips, ruin belongs to him.",
      "4": "The soul of the lazy craves, but there is nothing,\n    but the person of diligence is richly supplied.",
      "5": "The righteous hates a word of falsehood;\n    the wicked will bring shame and disgrace.",
      "6": "Righteousness will guard the upright of way,\n    but wickedness will overthrow sin.",
      "7": "There is one who acts rich but has nothing;\n    another who pretends to be poor but has wealth.",
      "8": "The ransom of the life of a man is his wealth,\n    but the poor does not receive a threat.",
      "9": "The light of the righteous will rejoice,\n    but the lamp of the wicked will die out.",
      "10": "Only by insolence is strife set up,\n    and wisdom is with those who take advice.",
      "11": "Wealth gained from haste will dwindle,\n    but he who gathers little by little will increase it.",
      "12": "Hope that is deferred makes the heart sick,\n    but a desire fulfilled is a tree of life.",
      "13": "He who despises a word will bring destruction on himself,\n    but he who respects a commandment will be rewarded.",
      "14": "The teaching of the wise is a fountain of life,\n    in order to avoid the snares of death.",
      "15": "Good sense grants favor,\n    but the way of the faithless is coarse.",
      "16": "Anyone who is clever will act with intelligence,\n    but the fool will display folly.",
      "17": "A messenger of wickedness will fall into trouble,\n    but an envoy of the faithful brings healing.",
      "18": "Poverty and disgrace belong to him who ignores instruction,\n    but he who guards reproof will be honored.",
      "19": "A desire fulfilled will be sweet to the soul,\n    but an abomination of fools is turning from evil.",
      "20": "Walk with the wise and be wise,\n    but as for the companion of fools, he will suffer harm.",
      "21": "Misfortune will pursue sinners,\n    but the righteous will be rewarded with prosperity.",
      "22": "He who is good will leave an inheritance to his grandchildren,\n    and stored up for the righteous is the wealth of a sinner.",
      "23": "There is much food in the field of the poor,\n    but it is swept away by injustice.",
      "24": "He who withholds his rod hates his child,\n    but he who loves him gives him discipline.",
      "25": "The righteous eats to satisfy his life,\n    but the belly of the wicked will lack."
    },
    "14": {
      "1": "The wisest of women builds her house,\n    but the foolish tears it down with her hands.",
      "2": "He who walks in uprightness fears Yahweh,\n    but he who is devious in his ways displeases him.",
      "3": "In the mouth of a fool is the rod of pride,\n    but the lips of the wise preserve them.",
      "4": "When there are no oxen the manger is empty,\n    but an abundance of crops comes by the strength of an ox.",
      "5": "A faithful witness does not lie,\n    but he who breathes out falsehood is a witness of deceit.",
      "6": "A scoffer seeks wisdom, but there is none,\n    but knowledge comes easily to him who understands.",
      "7": "Leave the presence of a foolish man,\n    for you will not come to know words of knowledge.",
      "8": "The wisdom of the clever is understanding his ways,\n    but the folly of fools is deceit.",
      "9": "Fools mock the guilt offering,\n    but among the upright, it is favorable.",
      "10": "The heart knows the bitterness of its soul,\n    but in its joy, it will not share itself with a stranger.",
      "11": "The house of the wicked will be destroyed,\n    but the tent of the upright will flourish.",
      "12": "There is a way that seems upright to a man,\n    but its end is the way of death.",
      "13": "Even in laughter, a heart may be sad,\n    and the end of joy may be grief.",
      "14": "From his ways, the perverse of heart will be satisfied,\n    and from his own, so shall a good man.",
      "15": "The simple will believe every word,\n    but the clever will consider his step.",
      "16": "The wise is cautious and turns from evil,\n    but the fool throws off restraint and is confident.",
      "17": "He who is short of temper will act foolishly,\n    and the man who schemes will be hated.",
      "18": "The simple are adorned with folly,\n    but the clever are crowned with knowledge.",
      "19": "The evil bow down before the good,\n    and the wicked at the gates of the righteous.",
      "20": "The poor is disliked even by his neighbor,\n    but the lovers of the rich are many.",
      "21": "He who despises his neighbor is a sinner,\n    but he who has mercy on the poor blesses him.",
      "22": "Have they not erred, those who plan evil?\n    But loyalty and faithfulness belong to those who plan good.",
      "23": "In all toil, there is profit,\n    but the talk of lips leads only to poverty.",
      "24": "The crown of the wise is their wealth;\n    the folly of fools is folly.",
      "25": "He who saves lives is a witness of truth,\n    but he who utters lies is a betrayer.",
      "26": "In the fear of Yahweh, there is confidence of strength,\n    and for his children, there will be refuge.",
      "27": "The fear of Yahweh is a fountain of life,\n    in order to turn from the snares of death.",
      "28": "In the multitude of people is the glory of the king,\n    but without a population, a prince is ruined.",
      "29": "He who is slow to anger has great understanding,\n    but the hasty of spirit exalts folly.",
      "30": "A heart of tranquility is life to the flesh,\n    but causes bones of passion to rot.",
      "31": "He who oppresses the poor insults him who made him,\n    but he who has mercy on the poor honors him.",
      "32": "By his evildoing, the wicked will be overthrown,\n    and the righteous will find refuge in his death.",
      "33": "In the heart of him who has understanding, wisdom rests,\n    but even in the midst of fools it becomes known.",
      "34": "Righteousness will exalt a nation,\n    but sin is a reproach to a people.",
      "35": "The favor of a king is for the servant who deals wisely,\n    but his wrath will be on him who acts shamefully."
    },
    "15": {
      "1": "A soft answer will turn away wrath,\n    but a word of trouble will stir anger.",
      "2": "The tongue of the wise will dispense knowledge,\n    but the mouth of fools will pour out folly.",
      "3": "In every place, the eyes of Yahweh\n    keep watch over the evil and the good.",
      "4": "Gentleness of tongue is a tree of life,\n    but perverseness in it causes a break in spirit.",
      "5": "A fool will despise the instruction of his father,\n    but he who guards reproof is prudent.",
      "6": "In the house of the righteous there is much treasure,\n    but the income of the wicked brings trouble.",
      "7": "The lips of the wise will spread knowledge,\n    but the heart of fools, not so.",
      "8": "The sacrifice of the wicked is an abomination of Yahweh,\n    but the prayer of the upright is his delight.",
      "9": "An abomination of Yahweh is the way of the wicked,\n    but he who pursues righteousness he will love.",
      "10": "Severe discipline belongs to him who forsakes the way;\n    he who hates a rebuke will die.",
      "11": "Sheol and Abaddon are before Yahweh,\n    how much more the hearts of the children of men!",
      "12": "A scoffer does not like his rebuke;\n    to the wise he will not go.",
      "13": "A heart of gladness will make good countenance,\n    but in sorrow of heart a spirit is broken.",
      "14": "The heart of him who understands will seek knowledge,\n    but the faces of fools, they will feed on folly.",
      "15": "All the days of the poor are hard,\n    but goodness of heart is a continuous feast.",
      "16": "Better is little with the fear of Yahweh\n    than great treasure and trouble with it.",
      "17": "Better is a dinner of vegetables when love is there\n    than a fattened ox and hatred with it.",
      "18": "A man who is hot-tempered will stir up strife,\n    but he who is slow to anger, he will calm contention.",
      "19": "The way of the lazy is like a hedge of thorns,\n    but the path of the upright is a highway.",
      "20": "A child of wisdom will make a father glad,\n    but a foolish person, he despises his mother.",
      "21": "Folly is a joy to him who lacks sense,\n    and a person of understanding will walk upright.",
      "22": "Plans go wrong when there is no counsel,\n    but with many advisors it will succeed.",
      "23": "Joy belongs to a man with answers in his mouth,\n    and a word in its time, how good it is!",
      "24": "The path of life leads upward for him who has insight,\n    in order to turn away from Sheol below.",
      "25": "The house of the proud, Yahweh will tear it down,\n    but he will maintain the property line of the widow.",
      "26": "Plans of evil are an abomination of Yahweh,\n    but gracious words are pure.",
      "27": "He who makes trouble for his house is he who is greedy for unjust gain,\n    but he who hates bribes will live.",
      "28": "A heart of righteousness will ponder the answer,\n    but a mouth of wickedness will pour out deceit.",
      "29": "Yahweh is far from the wicked,\n    but the prayers of the righteous he will hear.",
      "30": "From the light of the eyes, the heart will rejoice,\n    and good news will enliven the bones.",
      "31": "The ear of him who listens to admonitions of life,\n    in the midst of the wise it will lodge.",
      "32": "He who ignores instruction despises himself,\n    but he who hears admonition gains heart.",
      "33": "Fear of Yahweh is the instruction of the wise,\n    and before honor comes humility."
    },
    "16": {
      "1": "To mortals belong the plans of the heart,\n    but from Yahweh comes the answer of the tongue.",
      "2": "All the ways of a man are pure in his own eyes,\n    but Yahweh weighs the spirit.",
      "3": "Commit your work to Yahweh,\n    and your plans will be established.",
      "4": "All Yahweh has made is for his purpose,\n    and even the wicked for the day of trouble.",
      "5": "An abomination of Yahweh are all who are arrogant of heart;\n    rest assured, he will not go unpunished.",
      "6": "By loyalty and faithfulness, iniquity will be covered over,\n    and by fear of Yahweh one turns from evil.",
      "7": "When the ways of a man are pleasing to Yahweh,\n    even his enemies he will cause to make peace with him.",
      "8": "Better is little with righteousness\n    than great income with no justice.",
      "9": "The mind of a person will plan his ways,\n    and Yahweh will direct his steps.",
      "10": "A decision is upon the lips of a king;\n    in judgment his mouth will not sin.",
      "11": "A balance and scales of justice belong to Yahweh;\n    all the weights of the bag are his work.",
      "12": "An abomination to kings is doing evil,\n    for by righteousness the throne will be established.",
      "13": "The delight of kings are the lips of righteousness,\n    and he who speaks what is upright he will love.",
      "14": "The wrath of a king is a messenger of death,\n    but one who is wise will appease it.",
      "15": "In the light of the face of the king there is life,\n    and his favor is like a cloud of spring rain.",
      "16": "Getting wisdom: how much better than gold!\n    And getting understanding: it is chosen over silver.",
      "17": "The highway of the upright, it turns from evil,\n    he who guards himself keeps his way.",
      "18": "Before destruction comes pride,\n    and before a fall, a haughty spirit.",
      "19": "Better a lowly spirit with the poor\n    than dividing the spoil with the proud.",
      "20": "He who is attentive to a matter will find goodness,\n    and he who trusts in Yahweh, his own happiness.",
      "21": "The wise of heart is called perceptive,\n    but he who is pleasant of lips will increase persuasiveness.",
      "22": "A fountain of life is wisdom for its owner,\n    but the instruction of fools is folly.",
      "23": "The heart of the wise will make his mouth judicious,\n    and upon his lips, it will add persuasiveness.",
      "24": "Pleasant sayings are a honeycomb,\n    sweetness to the soul and healing to the bones.",
      "25": "There is a way that seems upright to a man,\n    but its end is the way of death.",
      "26": "The life of a worker works for him,\n    for his hunger urges him.",
      "27": "A man of wickedness concocts evil,\n    and his lips are like a scorching fire.",
      "28": "A person of perversity will spread dissent,\n    and he who whispers separates a close friend.",
      "29": "A person of violence will entice his neighbor\n    and cause him to walk on a way that is not good.",
      "30": "He who winks his eyes does so in order to plan perverse things;\n    he who purses his lips will bring evil to pass.",
      "31": "A crown of glory is gray hair;\n    by a righteous life it is gained.",
      "32": "He who is slow to anger is better than him who is mighty,\n    and he who controls his spirit than him who captures a city.",
      "33": "The lot will be cast into the lap,\n    but all of its decisions are from Yahweh."
    },
    "17": {
      "1": "Better a dry morsel and quiet with it\n    than a house filled with feasts of strife.",
      "2": "A slave who deals wisely will rule over a child who acts shamefully,\n    and in the midst of brothers he will share his inheritance.",
      "3": "A crucible is for the silver, and a furnace is for the gold,\n    but Yahweh will test hearts.",
      "4": "He who does evil listens to lips of wickedness,\n    and the liar gives heed to the tongue of mischief.",
      "5": "He who mocks the poor insults him who made him;\n    he who rejoices at calamity will not go unpunished.",
      "6": "The crown of the elderly are grandchildren,\n    and the glory of children is their fathers.",
      "7": "Fine speech is not becoming a fool,\n    still less is false speech for a ruler.",
      "8": "The bribe is a stone of magic in the eyes of its owner;\n    everywhere he will turn, he will prosper.",
      "9": "He who forgives an affront fosters love,\n    but he who waits on a matter will alienate a friend.",
      "10": "A rebuke strikes him who understands\n    deeper than one hundred blows to a fool.",
      "11": "An evil person will seek only rebellion,\n    and a cruel messenger will be sent against him.",
      "12": "May a man meet a she-bear robbed of offspring\n    and not a fool in his folly.",
      "13": "For he who returns evil for good,\n    evil will not depart from his house.",
      "14": "Like the release of water is the beginning of strife;\n    before it breaks out, stop the quarrel.",
      "15": "He who justifies the wicked and he who condemns the righteous,\n    the two of them are both abominations of Yahweh.",
      "16": "Why is this? A price in the hand of a fool,\n    in order to buy wisdom where there is no sense.",
      "17": "The friend loves at all times,\n    but a brother is born for adversity.",
      "18": "A person who lacks sense pledges;\n    he becomes security before his neighbor.",
      "19": "He who loves transgression loves strife;\n    he who builds his high thresholds seeks destruction.",
      "20": "He who is crooked of heart will not find goodness,\n    and he who is perverse, by his tongue he will fall into calamity.",
      "21": "He who begets a fool, there is trouble for him;\n    the father of a fool will not rejoice.",
      "22": "A cheerful heart is good medicine,\n    but a downcast spirit will dry out bones.",
      "23": "The wicked will accept a bribe from the lap,\n    in order to pervert the ways of justice.",
      "24": "He who understands sets his face toward wisdom,\n    but the eyes of a fool, to the end of the earth.",
      "25": "A grief to his father is the child of a fool,\n    and bitterness to her who bore him.",
      "26": "Also, imposing a fine on the righteous is not good,\n    nor to flog nobles for uprightness.",
      "27": "He who spares his sayings knows knowledge,\n    and a cool spirit is a man of understanding.",
      "28": "Even a fool who keeps silent shall be considered wise;\n    he who closes his lips is intelligent."
    },
    "18": {
      "1": "He who is selfish seeks a craving;\n    against all sound judgment he shows contempt.",
      "2": "A fool will not take pleasure in understanding,\n    but in expressing his heart.",
      "3": "With the coming of wickedness comes contempt also,\n    and with dishonor, disgrace.",
      "4": "Deep waters are words of the mouth of a man;\n    a gushing stream is a fountain of wisdom.",
      "5": "Being partial to faces of evil is not good,\n    nor to subvert the righteous at the judgment.",
      "6": "The lips of a fool will bring strife,\n    and his mouth calls out for a flogging.",
      "7": "The mouth of a fool is ruin to him,\n    and his lips are a snare to his soul.",
      "8": "The words of a whisper are like delicious morsels,\n    and they themselves go down to inner parts of the body.",
      "9": "Even he who is slack in his work,\n    he is brother to a master of destruction.",
      "10": "A tower of strength is the name of Yahweh;\n    into him the righteous will run and be safe.",
      "11": "The wealth of the rich is his strong city,\n    and like a wall, it is high in his imagination.",
      "12": "In the presence of destruction, the heart of a man will be haughty,\n    but in the presence of honor, humble.",
      "13": "He who returns a word before he will hear,\n    folly itself belongs to him as well as shame.",
      "14": "The spirit of a man will endure his sickness,\n    but a broken spirit, who may bear it?",
      "15": "An intelligent mind will acquire knowledge,\n    and the ear of the wise will seek knowledge.",
      "16": "The gift of a person will open doors for him,\n    and before the great, it gives him access.",
      "17": "The first in his dispute is deemed righteous,\n    but his neighbor will come and examine him.",
      "18": "The lot will put an end to disputes,\n    and between powerful contenders it will decide.",
      "19": "A brother who is offended is worse than a city of strength,\n    and quarrels are like the bars of a fortification.",
      "20": "From the fruit of a man’s mouth, his stomach will be satisfied,\n    as for the yield of his lips, it will satisfy.",
      "21": "Death and life are in the power of the tongue,\n    and those who love her will eat of her fruit.",
      "22": "He who finds a wife finds good,\n    and he will obtain favor from Yahweh.",
      "23": "The poor may speak entreaties,\n    but the rich will answer roughly.",
      "24": "A man of many friends will come to ruin,\n    but there is a friend who sticks closer than a brother."
    },
    "19": {
      "1": "Better a poor person walking in integrity\n    than one who is perverse in his speech and is a fool.",
      "2": "Also, a life without knowledge is not good,\n    and he who moves quickly with his feet misses the mark.",
      "3": "As for the folly of humankind, its way leads to ruin,\n    and against Yahweh his heart will rage.",
      "4": "Wealth adds many friends,\n    but the poor will be left by his friends.",
      "5": "A witness of falsehood will not go unpunished,\n    and he who breathes lies will not escape.",
      "6": "Many will seek favor before the generous,\n    and everyone is the friend of a man of gifts.",
      "7": "All the brothers of the poor, if they hate him,\n    how much more will his friends keep away from him.\n    He pursues them with words, and they are gone.",
      "8": "He who acquires wisdom loves himself;\n    he who guards understanding loves to find good.",
      "9": "A false witness will not go unpunished,\n    and he who breathes lies will perish.",
      "10": "For a fool living in luxury is not fitting,\n    any more than it is for a slave to rule over princes.",
      "11": "The understanding of a person makes him slow to his anger,\n    and his glory overlooks offense.",
      "12": "The rage of a king growls like a lion,\n    but his favor is like dew on the grass.",
      "13": "A foolish child is a ruin to his father,\n    and the quarreling of a woman is a continuous dripping.",
      "14": "A house and wealth are an inheritance from fathers,\n    but from Yahweh comes a woman who is prudent.",
      "15": "Laziness will bring on a deep sleep,\n    and a person of idleness will suffer hunger.",
      "16": "He who guards commandments guards his life;\n    he who is careless of his ways will be killed.",
      "17": "He who lends to Yahweh is he who is kind to the poor,\n    and his benefits he will repay to him.",
      "18": "Discipline your child, for there is hope,\n    but on his destruction do not set your desire.",
      "19": "A hot-tempered person pays a penalty;\n    if you rescue him, you will do it yet again.",
      "20": "Listen to advice and accept instruction\n    so that you will gain wisdom for your future.",
      "21": "Many plans are in the heart of a man,\n    but the purpose of Yahweh will be established.",
      "22": "The craving of a man is his steadfast loyalty,\n    and it is better to be poor than a liar.",
      "23": "Fear of Yahweh leads to life;\n    he who is filled with it will rest—he will not suffer harm.",
      "24": "A lazy person buries his hand in the dish,\n    and even to his mouth he will not bring it back.",
      "25": "The scoffer you shall strike, and the simple, may they learn prudence,\n    and reprove the intelligent and he will gain knowledge.",
      "26": "He who does violence to a father, he who chases away a mother,\n    is a child who causes shame and brings reproach.",
      "27": "Cease to listen to instruction, my child,\n    and you will stray from sayings of knowledge.",
      "28": "A worthless witness will mock justice,\n    and the mouth of the wicked will devour iniquity.",
      "29": "Judgments are prepared for the scoffers,\n    and flogging for the back of fools."
    },
    "20": {
      "1": "Wine is a mocker, strong drink a brawler,\n    and any who go astray by it are not wise.",
      "2": "Roaring like the lion is the dreaded anger of a king;\n    he who provokes him forfeits his life.",
      "3": "It is honorable for the man to refrain from strife,\n    but every fool will be quick to quarrel.",
      "4": "The lazy person will not plow in season;\n    he will expect at the harvest, but there will be nothing.",
      "5": "Deep waters are like purpose in the heart of a man,\n    and a man of understanding will draw it out.",
      "6": "Many a person will proclaim his loyalty for himself,\n    but a man who is trustworthy, who can find?",
      "7": "He who walks in his integrity is righteous;\n    happy are his children who follow him.",
      "8": "A king who sits on the throne of judgment\n    winnows all evil with his eyes.",
      "9": "Who will say “I have made my heart clean;\n    I am pure from my sin”?",
      "10": "Stone and stone, measure and measure,\n    both of them are an abomination of Yahweh.",
      "11": "Even by his acts, a young man will make himself known,\n    whether his acts are pure and upright.",
      "12": "The ear that hears and the eye that sees,\n    Yahweh has made them both.",
      "13": "Do not love sleep, lest you become poor;\n    open your eyes and have plenty bread.",
      "14": "“Bad, bad,” the buyer will say,\n    but when one goes to him, then he will boast.",
      "15": "There is gold and many costly stones,\n    but precious jewels are lips of knowledge.",
      "16": "Take his garment, for he has given security to a stranger,\n    and on behalf of a foreigner—take it as pledge.",
      "17": "Bread gained by deceit is sweet for the man,\n    but afterward, his mouth will be filled with gravel.",
      "18": "A plan will be established by advice,\n    and with guidance make war.",
      "19": "He reveals a secret, he who walks about with gossip,\n    and do not associate with a babbler’s lips.",
      "20": "He who curses his father and his mother,\n    his lamp will be extinguished in the midst of darkness.",
      "21": "An inheritance acquired hastily at the beginning\n    will not be blessed at its end.",
      "22": "Do not say “I will repay evil”;\n    wait for Yahweh and he will deliver you.",
      "23": "An abomination of Yahweh is a stone and a weight,\n    and scales of falsehood are not good.",
      "24": "Away from Yahweh are the steps of a strong man,\n    and how will humankind understand his ways?",
      "25": "It is a snare to humankind to say rashly “It is holy,”\n    and after vows, to scrutinize.",
      "26": "A wise king winnows the wicked,\n    and he will drive a wheel over them.",
      "27": "The lamp of Yahweh is the spirit of humankind,\n    he who searches every innermost part.",
      "28": "Loyalty and faithfulness will preserve a king,\n    and he is upheld with the righteousness of his throne.",
      "29": "The glory of young men is their strength,\n    but the beauty of the aged is gray hair.",
      "30": "The blows of a wound will cleanse evil,\n    as will beatings of the innermost part."
    },
    "21": {
      "1": "Streams of water are the heart of a king in the hand of Yahweh;\n    wherever he will desire, he will turn.",
      "2": "Every way of a man is upright in his own eyes,\n    but Yahweh weighs hearts.",
      "3": "Doing righteousness and justice is more acceptable\n    to Yahweh than sacrifice.",
      "4": "Haughtiness of the eyes and pride of heart,\n    the lamp of the wicked are sin.",
      "5": "The plans of the diligent only lead to abundance,\n    but all who are hasty, only to want.",
      "6": "He who makes treasure by a lying tongue\n    is a fleeting vapor and seeker of death.",
      "7": "The violence of the wicked will sweep them away,\n    for they refuse to do justice.",
      "8": "Crooked is the way of a man and a foreigner,\n    but the pure is upright in his conduct.",
      "9": "Better to dwell on the corner of a roof\n    than to share a house with a woman of contention.",
      "10": "The soul of the wicked desires evil;\n    his neighbor will not find mercy in his eyes.",
      "11": "With the punishment of a scoffer, the simple will become wise,\n    and with the instruction of the wise, he will obtain knowledge.",
      "12": "The righteous observes the house of the wicked;\n    he throws the wicked to ruin.",
      "13": "He who closes his ear from the cry of the poor,\n    he also will cry out and not be heard.",
      "14": "A gift in secret will avert anger,\n    and a concealed bribe, strong wrath.",
      "15": "It is a joy to the righteous to do justice,\n    but dismay to those who do evil.",
      "16": "Whoever wanders from the way of understanding,\n    in the assembly of the dead he will rest.",
      "17": "A man of want is he who loves pleasure;\n    he who loves wine and oil will not become rich.",
      "18": "A ransom for the righteous is the wicked,\n    and the faithless instead of the upright.",
      "19": "Better to live in a land of wilderness\n    than with a wife of quarrels and provocation.",
      "20": "Precious treasure and oil are in the house of the wise,\n    but the foolish person will devour them.",
      "21": "He who pursues righteousness and kindness\n    will find life, righteousness, and honor.",
      "22": "To a city of warriors, the wise ascends,\n    and he will bring down the stronghold—its object of trust.",
      "23": "He who guards his mouth and his tongue,\n    he guards his life from danger.",
      "24": "The proud, haughty one: “scoffer” is his name;\n    he acts with arrogance of pride.",
      "25": "The craving of a lazy person will kill him,\n    for his hands refuse to work.",
      "26": "All day he craves a craving,\n    but the righteous will give and not hold back.",
      "27": "The sacrifice of the wicked is an abomination;\n    how much more when he brings it in divisiveness!",
      "28": "A false witness will perish,\n    but a man who listens will testify with success.",
      "29": "A wicked man is strong in his countenance,\n    but the upright will appoint his paths.",
      "30": "There is no wisdom, nor understanding,\n    nor counsel to oppose Yahweh.",
      "31": "A horse is prepared for the day of battle,\n    but to Yahweh belongs the victory."
    },
    "22": {
      "1": "A reputation is to be chosen rather than great riches;\n    favor is better than silver and gold.",
      "2": "Rich and poor have much in common;\n    Yahweh is the maker of all of them.",
      "3": "The clever sees danger and hides,\n    but the simple go on and suffer.",
      "4": "The reward of humility is the fear of Yahweh—\n    wealth and honor and life.",
      "5": "Thorns and snares are in the way of the perverse;\n    he who guards himself will keep away from them.",
      "6": "Train the child concerning his way;\n    even when he is old, he will not stray from it.",
      "7": "The rich will rule over the poor,\n    and the borrower is a slave of the lender.",
      "8": "He who sows injustice will reap calamity,\n    and the rod of his anger will fail.",
      "9": "He who is generous will be blessed,\n    for he gives to the poor from his own bread.",
      "10": "Drive out a scoffer and strife will go out;\n    quarrel and abuse will cease.",
      "11": "He who loves purity of heart\n    and hasgracious speech, his friend is the king.",
      "12": "The eyes of Yahweh keep watch over knowledge,\n    but he will overthrow the words of the faithless.",
      "13": "A lazy person says “A lion in the street!\n    In the middle of the highway, I shall be killed!”",
      "14": "A deep pit is the mouth of an adulteress,\n    he with whom Yahweh is angry will fall there.",
      "15": "Folly is bound up in the heart of a boy;\n    the rod of discipline will drive it from him.",
      "16": "He who oppresses the poor in order to enrich himself,\n    or gives to the rich, will come to poverty.",
      "17": "Incline your ear and hear the words of the wise;\n    you shall apply your heart to my teaching.",
      "18": "For it is pleasant if you guard them within you;\n    together they will be ready upon your lips.",
      "19": "In order for your trust to be in Yahweh,\n    I have made them known to you today—even you.",
      "20": "Have I not written for you thirty sayings\n    with admonitions and knowledge?",
      "21": "In order to show you what is right—sayings of truth—\n    in order to return a true saying to him who sent you.",
      "22": "Do not rob the poor because he is poor,\n    and do not crush the afflicted at the gate;",
      "23": "For Yahweh will plead their case\n    and despoil those who despoil them of life.",
      "24": "Do not befriend an owner of anger,\n    and with a man of wrath you shall not associate;",
      "25": "lest you learn his way\n    and become entangled in a snare to yourself.",
      "26": "Do not be with those who give a pledge\n    by becoming surety.",
      "27": "If there is nothing for you to pay,\n    why will he take your bed from under you?",
      "28": "Do not remove an ancient boundary marker\n    which your ancestors made.",
      "29": "A man who is skillful in his work, you shall see:\n    before kings, he will serve;\n    he will not serve before the commoners."
    },
    "23": {
      "1": "When you sit to eat with a ruler,\n    you shall surely observe what is before you,",
      "2": "and you shall put a knife to your throat\n    if you have a big appetite.",
      "3": "Do not desire his delicacies,\n    for it is food of deception.",
      "4": "Do not tire in order to become rich;\n    out of your understanding, may you desist.",
      "5": "Your eyes will alight on it, but there is nothing to it,\n    for suddenly it will make for itself wings\n    like an eagle and it will be exhausted in the heavens.",
      "6": "Do not eat the bread of the stingy,\n    and do not desire his delicacies.",
      "7": "For, like hair in his throat, so it is.\n    “Eat and drink!” he will say to you,\n    but his heart will not be with you.",
      "8": "Your morsel you have eaten, you will vomit it up,\n    and you will waste your pleasant words.",
      "9": "In the ears of a fool do not speak,\n    for he will despise the wisdom of your words.",
      "10": "Do not remove an ancient boundary marker,\n    and on the fields of orphans do not encroach;",
      "11": "For their redeemer is strong,\n    he himself will plead their cause against you.",
      "12": "Apply your heart to instruction,\n    and your ear to sayings of knowledge.",
      "13": "Do not withhold discipline from a child,\n    if you will beat him with the rod, he will not die.",
      "14": "As for you, with the rod you shall beat him,\n    and his life you will save from Sheol.",
      "15": "My child, if your heart is wise,\n    my heart will be glad—even me!",
      "16": "And my insides will rejoice\n    when your lips speak what is upright.",
      "17": "May your heart not envy the sinners,\n    but live in fear of Yahweh all day.",
      "18": "Surely there is a future,\n    and your hope will not be cut off.",
      "19": "You, my child, hear and be wise,\n    and direct your heart on the road.",
      "20": "Do not be among drinkers of wine,\n    among gluttonous eaters of their meat.",
      "21": "For the drunkard and gluttonous, they will become poor,\n    and with rags, drowsiness will clothe them.",
      "22": "Listen to your father—he who gave you life,\n    and do not despise your mother when she is old.",
      "23": "Buy truth and do not sell it,\n    wisdom and instruction and understanding.",
      "24": "The father of the righteous will surely rejoice;\n    he who bears a wise person will be happy with him.",
      "25": "May your father and your mother be glad,\n    and may she who bore you rejoice.",
      "26": "My child, may you give your heart to me,\n    and may your eyes delight in my ways.",
      "27": "For a deep pit is a prostitute,\n    and a narrow well is an adulteress.",
      "28": "She is also like a robber lying in wait,\n    and the faithless among mankind she increases.",
      "29": "To whom is woe? To whom is sorrow? To whom are quarrels? To whom is complaint?\n    To whom are wounds without cause? To whom is redness of the eyes?",
      "30": "To those who linger over wine,\n    to those who come to try mixed wine.",
      "31": "Do not look at wine when it is red,\n    when it sparkles on the cup,\n    going down smoothly.",
      "32": "In the end, it will bite like a serpent,\n    and it will sting like an adder.",
      "33": "Your eyes will see strange things,\n    and your heart will speak perverse things.",
      "34": "And you will be like him who lies down in the heart of the sea,\n    and like him who lies down on top of a mast.",
      "35": "“They struck me; I was not hurt. They beat me; I did not know it.\n    When I will awake, I will continue; I will seek it again.”"
    },
    "24": {
      "1": "Do not envy men of evil,\n    and do not desire to be with them.",
      "2": "For their minds will devise violence,\n    and their lips will speak mischief.",
      "3": "By wisdom a house is built,\n    and by understanding it is established.",
      "4": "And by knowledge, rooms are filled\n    with all riches, precious and pleasant.",
      "5": "The warrior of wisdom is in strength,\n    and a man of knowledge is strong in power.",
      "6": "For with wise guidance you shall make war for yourself,\n    and victory is in an abundance of counsel.",
      "7": "Wisdom is too high for fools;\n    at the gate he will not open his mouth.",
      "8": "He who plans to do evil for himself,\n    they will call him “master of mischief.”",
      "9": "Devising folly is a sin,\n    and an abomination to humankind is a scoffer.",
      "10": "If you faint on the day of adversity,\n    little is your strength.",
      "11": "Rescue those who are led away to the death\n    and those who stagger to the slaughter. If you hold back,",
      "12": "if you say, “Look, we do not know this,”\n    does not he who weighs hearts perceive it?\n    And he who keeps your soul,\n    he knows and will repay humankind according to his deeds.",
      "13": "My child, eat honey, for it is good,\n    and the dripping of the honeycomb is sweet to your taste.",
      "14": "Thus know wisdom for the sake of your soul,\n    if you find it, then there is a future,\n    and your hope will not be cut off.",
      "15": "Do not lie in wait like an outlaw against the home of the righteous;\n    do not do violence to his dwelling place.",
      "16": "For seven times the righteous will fall, but he will rise,\n    but the wicked will be overthrown by calamity.",
      "17": "While your enemies are falling, do not rejoice;\n    when he trips himself, may your heart not be glad",
      "18": "lest Yahweh see and it be evil in his eyes,\n    and turn his anger away from him.",
      "19": "Do not fret because of the evildoers;\n    do not envy the wicked.",
      "20": "For there will not be a future for the evil;\n    the lamp of the wicked will die out.",
      "21": "Fear Yahweh, my son, and the king;\n    with those who change, do not associate.",
      "22": "For suddenly their disaster will come,\n    and the ruin of both of them, who knows?",
      "23": "These sayings are also for the wise:\n    Partiality in judgment is not good.",
      "24": "Whoever says to the guilty, “You are righteous,” the people will curse him;\n    the nations will abhor him.",
      "25": "But they who rebuke will have delight,\n    and upon them blessings of goodness will come.",
      "26": "He will kiss the lips,\n    he who gives an honest answer.",
      "27": "Prepare your work in the street and get it ready for yourself in the field;\n    afterward, then you shall build your house.",
      "28": "Do not be a witness without cause against your neighbor\n    nor deceive with your lips.",
      "29": "Do not say, “Just as he has done to me, so shall I do to him;\n    I will pay back the man according to his deed.”",
      "30": "I passed by the field of a lazy person,\n    and over the vineyard of a person lacking sense;",
      "31": "and behold, it was overgrown—all of it was covered with thorns, its surface with nettles,\n    and its stone wall was broken down.",
      "32": "Then I myself saw and my heart considered;\n    I looked, and I took hold of instruction:",
      "33": "A little sleep, a little slumber,\n    a little folding of the hands for rest,",
      "34": "and your poverty will come running,\n    and your lack like an armed warrior."
    },
    "25": {
      "1": "These are also proverbs of Solomon which officials of Hezekiah king of Judah copied:",
      "2": "The glory of God conceals things,\n    but the glory of kings searches out things.",
      "3": "As heaven is to height and the earth is to depth,\n    so is the heart of kings—there is no searching.",
      "4": "Remove the dross from silver,\n    and it will become a vessel for the smith.",
      "5": "Remove the wicked before a king,\n    and his throne will be established in righteousness.",
      "6": "Do not promote yourself before the king,\n    and in the place of the great ones do not stand.",
      "7": "For it is better that he say to you, “Ascend here,”\n    than he humble you before a noble.\nWhat your eyes have seen,",
      "8": "do not hastily bring out to court,\n    for what will you do at its end,\n    when your neighbor puts you to shame?",
      "9": "Argue your argument with your neighbor himself,\n    the secret of another do not disclose,",
      "10": "lest he who hears shame you\n    and your ill repute will not end.",
      "11": "Apples of gold in a setting of silver\n    is a matter spoken at its proper time.",
      "12": "A ring of gold and an ornament of fine gold\n    is a rebuke of the wise to the ear of a listener.",
      "13": "Like the cold of snow on a day of harvest\n    is a faithful messenger to those who send him,\n    and the soul of his master is refreshed.",
      "14": "Like clouds and wind when there is no rain,\n    so too is a man who boasts in a gift of deception.",
      "15": "With patience a ruler may be persuaded,\n    and a soft tongue will break a bone.",
      "16": "If you find honey, eat what is sufficient for you,\n    lest you have your fill of it and vomit it out.",
      "17": "Make your foot scarce in the house of your neighbor,\n    lest he become weary of you and hate you.",
      "18": "Like a club and sword and a sharp arrow\n    is a man who bears false witness against his neighbor.",
      "19": "A bad tooth and a lame foot\n    is the trust of a faithless person in a time of trouble.",
      "20": "Like one who removes a garment on a cold day, or like vinegar on natron,\n    is he who sings songs to a heavy heart.",
      "21": "If your enemy is hungry, feed him bread,\n    and if thirsty, let him drink water.",
      "22": "For coals of fire you will heap upon his head,\n    and Yahweh will reward you.",
      "23": "The wind of the north produces rain,\n    and a backbiting tongue, angry faces.",
      "24": "Better to live upon the corner of a roof\n    than with a woman of contention and in a shared house.",
      "25": "Like cold water upon a weary soul,\n    so too is good news from a distant place.",
      "26": "Like a muddied spring or a polluted fountain\n    is the righteous who gives way before the wicked.",
      "27": "To eat much honey is not good,\n    nor is seeking one’s honor honorable.",
      "28": "A breached city where there is no wall\n    is like a man who has no self-control for his spirit."
    },
    "26": {
      "1": "Like snow in the summer and like rain at the harvest,\n    so honor is not fitting for a fool.",
      "2": "Like the sparrow is to fluttering and like the swallow is to flying,\n    so an undeserved curse does not go forth.",
      "3": "A whip for the horse, a bridle for the donkey,\n    and a rod for the back of fools.",
      "4": "Do not answer a fool according to his folly\n    lest you become like him—even you.",
      "5": "Answer a fool according to his folly,\n    or else he will be wise in his own eyes.",
      "6": "Like cutting off feet or drinking violence,\n    so is he who sends messages in the hand of a fool.",
      "7": "Like legs that hang limp from a lame person,\n    so is a proverb in the mouth of fools.",
      "8": "Like binding a stone in a sling,\n    so is giving honor to a fool.",
      "9": "Like a thorn that goes up in the hand of a drunkard,\n    so is a proverb in the mouth of fools.",
      "10": "Like an archer who wounds everyone,\n    so is he who hires a fool or he who hires passersby.",
      "11": "Like a dog returning to his vomit\n    is a fool reverting to his folly.",
      "12": "Do you see a man wise in his own eyes?\n    There is more hope for a fool than for him.",
      "13": "A lazy person says “A lion is in the road!\n    A lion among the streets!”",
      "14": "The door turns on its hinge,\n    and a lazy person on his bed.",
      "15": "A lazy person buries his hands in the dish;\n    he is too tired to return it to his mouth.",
      "16": "A lazy person is wiser in his eyes\n    than seven who answer discreetly.",
      "17": "Grabbing onto the ears of a dog\n    passing by is one who meddles in a quarrel that is not his own.",
      "18": "Like a maniac who shoots\n    firebrands, arrows, and death,",
      "19": "so is a man who deceives his neighbor,\n    but says “Am I not joking?”",
      "20": "For lack of wood, a fire goes out,\n    and where there is no whisperer, quarreling will cease.",
      "21": "As charcoal is to hot embers and wood is to fire,\n    so a man of quarrels is to kindling strife.",
      "22": "The words of a whisperer are like delicious morsels,\n    and they go down to the inner parts of the body.",
      "23": "Like impure silver which overlays an earthen vessel,\n    so are smooth lips and an evil heart.",
      "24": "On his lips, an enemy will pretend,\n    but inside he will harbor deceit.",
      "25": "When he makes his voice gracious, do not believe him,\n    for seven abominations are in his heart.",
      "26": "Though hatred is covered with guile,\n    its evil will be exposed in the assembly.",
      "27": "He who digs a pit, in it he will fall,\n    and he who rolls a stone, on him it will come back.",
      "28": "A tongue of deceit hates its victim,\n    and a flattering mouth makes ruin."
    },
    "27": {
      "1": "Do not boast about tomorrow,\n    for you do not know what the day will bring.",
      "2": "May another praise you and not your own mouth,\n    a stranger and not your own lips.",
      "3": "Heavy is a stone and weighty is sand,\n    but the provocation of a fool is heavier than both of them.",
      "4": "Cruel is wrath and overwhelming is anger,\n    but who will stand before jealousy?",
      "5": "Better a rebuke that is open\n    than a love that is hidden.",
      "6": "The wounds of a friend mean well,\n    but the kisses of an enemy are profane.",
      "7": "An appetite that is sated spurns honey,\n    but to an appetite that is ravenous, all bitterness is sweet.",
      "8": "Like a bird that strays from its nest,\n    so is a man who strays from his place.",
      "9": "Perfume and incense will gladden a heart,\n    and the pleasantness of one’s friend is personal advice.",
      "10": "As for your friend and a friend of your father, do not forsake them,\n    and the house of your brother, do not enter on the day of your calamity.\n    Better is a close neighbor than a distant brother.",
      "11": "Be wise, my child, and make my heart glad,\n    and I will answer him who reproaches me with a word.",
      "12": "When the clever sees danger, he hides;\n    the simple go on and suffer.",
      "13": "Take his garment, for he gives surety to a stranger,\n    and to an adulteress—so take his pledge.",
      "14": "He who blesses his neighbor with a loud voice\n    early in the morning,\n    a curse will be reckoned to him.",
      "15": "Dripping constantly on a day of heavy rain\n    and a woman of contention are alike.",
      "16": "In restraining her, he restrains wind,\n    and his right hand will grasp oil.",
      "17": "As iron sharpens iron,\n    so one man sharpens another.",
      "18": "He who tends a fig tree will eat its fruit,\n    and he who guards his master will be honored.",
      "19": "As the waters reflect face to face,\n    so the heart of a person reflects the person.",
      "20": "Sheol and Abaddon will not be satisfied,\n    and the eyes of a person will not be satisfied either.",
      "21": "A crucible is for the silver, and a furnace for the gold,\n    but a man is tested by the mouth of him who praises him.",
      "22": "If you crush a fool in the mortar with the pestle along with the crushed grain,\n    it will not drive folly from upon him.",
      "23": "You will surely know the condition of your flock;\n    your heart attends to the herds.",
      "24": "For riches are not forever,\n    nor a crown for generation after generation.",
      "25": "When the grass is gone, then green growth will appear,\n    and the herbs of the mountains will be gathered.",
      "26": "Lambs will be your clothing,\n    and goats the price of the field.",
      "27": "And there will be enough goats’ milk for your food,\n    for the food of your household and the nourishment of your maidservants."
    },
    "28": {
      "1": "The wicked flee, but no one pursues,\n    but the righteous is bold like a lion.",
      "2": "By the rebellion of a land, her rulers increase,\n    but by a person of intelligence who knows justice, it will last.",
      "3": "A man who is poor and oppresses the impoverished\n    is a beating rain that leaves no food.",
      "4": "Those who forsake instruction will praise the wicked,\n    but they who guard instruction will struggle against them.",
      "5": "Men of evil do not understand justice,\n    but seekers of Yahweh understand completely.",
      "6": "Better to be poor and walking in one’s integrity\n    than to be crooked of ways when one is rich.",
      "7": "He who keeps instruction is a child of understanding,\n    but the companion of gluttons will shame his father.",
      "8": "He who augments his wealth with interest and with usury\n    gathers it for him who is kind to the poor.",
      "9": "He who turns his ear from listening to instruction,\n    even his prayer is an abomination.",
      "10": "He who misleads the upright onto the way of evil,\n    into his pits he will fall.\n    But as for the blameless, they will inherit good.",
      "11": "A man of wealth is wise in his own eyes,\n    but the intelligent poor sees through him.",
      "12": "When the righteous triumphs, great is the glory,\n    but with the rising of the wicked, a person will be hidden.",
      "13": "He who conceals his transgression will not prosper,\n    but he who confesses and forsakes will obtain mercy.",
      "14": "Happy is the person who fears continuously,\n    but he who is stubborn of heart, will fall into calamity.",
      "15": "Like a roaring lion and a charging bear\n    is a wicked ruler over a poor people.",
      "16": "A ruler who lacks understanding is a cruel oppressor,\n    but those who hate unjust gain will have long days.",
      "17": "A person who is burdened with the blood of another,\n    until death he will flee;\n    do not take hold of him.",
      "18": "He who walks in integrity will be safe,\n    but he who takes crooked paths will fall in one.",
      "19": "He who tills his ground will have plenty bread,\n    but he who follows fantasies will have plenty of poverty.",
      "20": "A man of faithfulness has abundant blessings,\n    but he who hurries to become rich will not go unpunished.",
      "21": "Showing partiality is not good,\n    and over a morsel of bread, a strong man will do wrong.",
      "22": "He who hurries for wealth is a man with an evil eye,\n    but he does not know that poverty will come upon him.",
      "23": "He who rebukes a person will afterward find more favor\n    than he who flatters with the tongue.",
      "24": "He who robs his father and his mother and says, “There is no crime,”\n    is partner to a man who corrupts.",
      "25": "The greedy person will stir up strife,\n    but he who trusts in Yahweh will be enriched.",
      "26": "He who trusts in his own heart is a fool,\n    but he who walks in wisdom will be saved.",
      "27": "For he who gives to the poor, there is no lacking,\n    but for he who turns his eyes, there are many curses.",
      "28": "With the rising of the wicked, humankind will be hidden,\n    and with their perishing, the righteous will multiply."
    },
    "29": {
      "1": "A man who is reproved, being stubborn of neck—\n    suddenly he will be broken, and there will not be healing.",
      "2": "When the righteous are numerous, the people will rejoice,\n    but when the wicked are ruling, people will groan.",
      "3": "A man who loves wisdom will make his parents glad,\n    but the friend of prostitutes will squander his wealth.",
      "4": "By justice a king gives stability to a land,\n    but a man of bribes will ruin it.",
      "5": "A strong man who flatters his neighbor\n    is spreading a net for his feet.",
      "6": "In transgression, an evil man is a snare,\n    but the righteous will sing and rejoice.",
      "7": "The righteous knows the case of the poor,\n    but the wicked does not understand knowledge.",
      "8": "Men of scoffing set a city aflame,\n    but the wise turn away wrath.",
      "9": "If a wise man goes to court with a foolish man,\n    then there is rankling and ridicule, but there is no relief.",
      "10": "Men of blood hate the blameless,\n    and they seek the life of the upright.",
      "11": "A fool gives all his breath,\n    but the wise holds back in quiet.",
      "12": "A ruler listening to a word of falsehood,\n    all his officials are wicked.",
      "13": "The poor and a man of oppression have this in common:\n    Yahweh gives light to the eyes of them both.",
      "14": "A king who judges with truthfulness to the poor,\n    his throne will be established forever.",
      "15": "As for a rod and reproof, they will give wisdom,\n    but a neglected child is disgraced by his mother.",
      "16": "With the increase of the wicked, transgression will increase,\n    but the righteous will look on his downfall.",
      "17": "Discipline your children, and they will give you rest,\n    and they will give delight to your soul.",
      "18": "When there is no prophecy, the people cast off restraint,\n    but as for he who guards instruction, happiness is his.",
      "19": "By words, a servant is not disciplined,\n    for he will understand, but there is no giving heed.",
      "20": "You see a man who is hasty in his words:\n    there is more hope for a fool than him.",
      "21": "He who pampers his servant from childhood,\n    arrogance will be his end.",
      "22": "A man of anger will stir strife,\n    and the owner of anger, much transgression.",
      "23": "The pride of a person will bring him humiliation,\n    and the lowly of spirit will obtain honor.",
      "24": "Being a partner with a thief is hating one’s life;\n    a curse he will hear, but not disclose.",
      "25": "The fear of a person will lay a snare,\n    but he who trusts in Yahweh will be secure.",
      "26": "Many are those who seek the favor of a ruler,\n    but from Yahweh one obtains justice.",
      "27": "A man of injustice is an abomination to the righteous,\n    but the upright is an abomination to the wicked."
    },
    "30": {
      "1": "The words of Agur, son of Yakeh, the oracle.\n    Thus says the man to Ithiel, to Ithiel, and Ucal:",
      "2": "Certainly I am more stupid than a man,\n    and the understanding of humankind is not for me.",
      "3": "And I have not learned wisdom,\n    nor will I know knowledge of the Holy One.",
      "4": "Who has ascended to heaven and come down?\n    Who has gathered the wind in the hollow of his hand?\n    Who has wrapped water in a garment?\n    Who has established all the ends of the earth?\n    What is his name and what is the name of his child?\n    For surely you know.",
      "5": "Every word of God is flawless;\n    he is a shield for him who takes refuge in him.",
      "6": "Do not add to his words\n    lest he rebuke you and you be found a liar.",
      "7": "Two things I ask from you;\n    do not deny me before I die:",
      "8": "Keep falsehood and a lying word far from me;\n    do not give me poverty or wealth;\n    provide me with food only for my need.",
      "9": "Or else I will be satisfied and will deny him\n    and say “Who is Yahweh?”\nOr I will be poor and will steal\n    and profane the name of my God.",
      "10": "Do not slander a servant to his master,\n    or else he will curse you and you will be guilty.",
      "11": "There is a generation that will curse its father,\n    and its mother it will not bless.",
      "12": "There is a generation that is pure in its own eyes,\n    but from its filthiness it will not be cleansed.",
      "13": "There is a generation—how lofty are their eyes!\n    And their eyelids they will lift.",
      "14": "There is a generation whose teeth are swords,\n    and its jawbones, knives,\nin order to devour the poor from the earth\n    and the needy from humankind.",
      "15": "For the leech, there are two daughters;\n    “Give, give!” they cry.\nAs for three of these, they are not satisfied;\n    as for four, they do not say enough.",
      "16": "Sheol and barrenness of womb,\n    the land is not satisfied with water,\n    and fire does not say “enough!”",
      "17": "The eye that mocks a father\n    and scorns the obedience of a mother—\nthe ravens of the valley will peck it out,\n    and the offspring of vultures will eat it.",
      "18": "Three of these are too wonderful for me,\n    and four, I do not understand them:",
      "19": "the way of the eagle in the sky,\n    the way of a snake on a rock,\n    the way of a ship in the heart of the sea,\n    and the way of a man with a young woman.",
      "20": "This is the way of a woman committing adultery:\n    she eats and wipes her mouth,\n    and says “I have not done wrong.”",
      "21": "Under three things the earth trembles,\n    and under four, it is not able to bear up:",
      "22": "under a slave when he becomes king,\n    and a fool when he is satisfied with food;",
      "23": "under an unloved woman when she gets married,\n    and a maid when she succeeds her mistress.",
      "24": "There are four small things on the earth,\n    and they are exceedingly wise:",
      "25": "The ants are a people who are not strong,\n    yet they prepare their food in the summer;",
      "26": "the badgers are a people who are not mighty,\n    yet they set their house on the rock;",
      "27": "there is no king for the locust,\n    yet it marches in rank;",
      "28": "a lizard you can seize with hands,\n    yet it is in palaces of kings.",
      "29": "There are three things that are magnificent of stride,\n    and four that are magnificent when moving:",
      "30": "a mighty lion among the beasts,\n    but he will not turn back from any face;",
      "31": "a strutting rooster or he-goat,\n    and a king whose army is with him.",
      "32": "If you have been foolish by exalting yourself,\n    and if you have devised evil, put your hand to your mouth.",
      "33": "For pressing milk produces curd,\n    and pressing the nose produces blood,\n    so pressing anger produces strife."
    },
    "31": {
      "1": "The words of Lemuel, the king—an oracle\n    that his mother taught him:",
      "2": "What, my son? And what, my son in my womb?\n    And what, son of my vows?",
      "3": "Do not give your strength to the women,\n    and your ways to destroy kings.",
      "4": "It is not for the kings, O Lemuel;\n    drinking wine is not for the kings,\n    nor is strong drink for rulers.",
      "5": "Or else he will drink and forget what has been decreed,\n    and he will pervert the rights of all the afflicted.",
      "6": "Give strong drink to him who is perishing,\n    and wine to those in bitter distress.",
      "7": "He will drink and forget his poverty,\n    and his misery he will not remember any more.",
      "8": "Open your mouth for the mute,\n    for the rights of all the needy.",
      "9": "Open your mouth, judge righteousness,\n    and defend the poor and needy.",
      "10": "A woman of excellence, who will find?\n    For her worth is far more than precious jewels.",
      "11": "The heart of her husband trusts in her,\n    and gain he will not lack.",
      "12": "She does him good, but not harm\n    all the days of her life.",
      "13": "She seeks wool and flax,\n    and she works with the diligence of her hands.",
      "14": "She is like the ships of a merchant;\n    from far off she brings her food;",
      "15": "And she arises while it is still night,\n    and gives food to her household,\n    and tasks to her servant girls.",
      "16": "She considers a field and buys it,\n    from the fruit of her hand she plants a vineyard.",
      "17": "She girds her waist in strength,\n    and makes her arms strong.",
      "18": "She perceives that her merchandise is good;\n    her lamp does not go out in the night.",
      "19": "Her hands she puts onto the distaff,\n    and her palms hold a spindle.",
      "20": "Her palm she opens to the poor,\n    and her hand she reaches out to the needy.",
      "21": "She does not fear for her house when it snows,\n    for her entire household is clothed in crimson.",
      "22": "She makes for herself coverings;\n    her clothing is fine linen and purple.",
      "23": "Her husband is known at the gates,\n    in his seat among the elders of the land.",
      "24": "Linen garments she makes and sells,\n    and she supplies sashes for the merchants.",
      "25": "Strength and dignity are her clothing,\n    and she laughs at the future.",
      "26": "She opens her mouth with wisdom,\n    and instruction of kindness is upon her tongue.",
      "27": "She looks after the ways of her household,\n    and the bread of idleness she will not eat.",
      "28": "Her children rise and consider her happy,\n    her husband also, and he praises her;",
      "29": "“Many daughters have done excellence,\n    but you surpass all of them.”",
      "30": "Charm is deceit and beauty is vain;\n    but a woman who fears Yahweh shall be praised.",
      "31": "Give to her from the fruit of her hand,\n    and may they praise her works in the city gates."
    }
  }
}