{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:48:42.118369-04:00",
    "Translation": "LEB"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the man who does not walk in the advice of the wicked;\nnor does he stand in the way of sinners;\nnor does he sit in the assembly of mockers.",
      "2": "Instead, in the law of Yahweh is his delight,\nand on his law he meditates day and night.",
      "3": "And so, he is like a tree planted by streams of water\nthat gives its fruit in its season;\nits leaf also does not wither.\nTherefore all that he does prospers.",
      "4": "Not so the wicked.\nInstead, they are like the chaff that the wind scatters.",
      "5": "Therefore the wicked will not stand in the judgment,\nnor sinners in the congregation of the righteous;",
      "6": "for Yahweh knows the way of the righteous,\nbut the way of the wicked will perish."
    },
    "2": {
      "1": "Why are nations in tumult,\nand countries plotting in vain?",
      "2": "The kings of the earth establish themselves,\nand the rulers conspire together\nagainst Yahweh and his anointed:",
      "3": "“Let us tear off their bonds,\nand cast their cords from us!”",
      "4": "He who sits enthroned in the heavens laughs.\nThe Lord derides them.",
      "5": "Then he speaks to them in his wrath,\nand in his fury he terrifies them:",
      "6": "“But as for me, I have set my king\non Zion, my holy mountain.”",
      "7": "I will tell the decree;\nYahweh said to me:\n“You are my son;\ntoday I have begotten you.",
      "8": "Ask from me and I will make the nations your heritage,\nand your possession the ends of the earth.",
      "9": "You will break them with an iron rod.\nLike a potter’s vessel you will shatter them.”",
      "10": "So then, O kings, be wise.\nBe warned, O rulers of the earth.",
      "11": "Serve Yahweh with fear,\nand rejoice with trembling.",
      "12": "Kiss the Son\nlest he be angry and you perish on the way,\nfor his anger burns quickly.\nBlessed are all who take refuge in him."
    },
    "3": {
      "1": "Yahweh, how many are my enemies;\nmany are rising against me.",
      "2": "Many are saying about my soul,\n“There is no deliverance for him from God. Selah",
      "3": "But you, Yahweh, are a shield around me,\nmy glory and the one who lifts up my head.",
      "4": "With my voice I call to Yahweh\nand he answers me from his holy hill. Selah",
      "5": "I lay down and slept;\nI woke up because Yahweh sustains me.",
      "6": "I am not afraid of the ten thousands of people\nwho all around have set themselves against me.",
      "7": "Rise up, O Yahweh; deliver me, O my God;\nfor you strike all my enemies on the cheek.\nThe teeth of the wicked you break.",
      "8": "To Yahweh belongs deliverance;\nmay your blessing be over your people. Selah"
    },
    "4": {
      "1": "When I call, answer me, O God of my righteousness.\nIn trouble deliver me.\nBe gracious to me and hear my prayer.",
      "2": "O sons of man, how long will my honor be a disgrace?\nHow long will you love vanity?\nHow long will you seek lies? Selah",
      "3": "But know that Yahweh has set apart for himself the faithful one.\nYahweh hears when I call to him.",
      "4": "Be disturbed but do not sin.\nCommune in your heart on your bed and be silent. Selah",
      "5": "Offer correct sacrifices,\nand trust in Yahweh.",
      "6": "Many are saying, “Who will show us something good?”\nLift up over us the light of your face, O Yahweh.",
      "7": "You have put gladness in my heart\nmore than when their grain and their wine abound.",
      "8": "In peace I will lie down and sleep at once,\nfor you alone, O Yahweh, make me dwell safely."
    },
    "5": {
      "1": "Hear my words, O Yahweh.\nGive heed to my sighing.",
      "2": "Listen to the sound of my pleading, my king and my God,\nfor to you I pray.",
      "3": "O Yahweh, in the morning you will hear my voice.\nIn the morning I will set forth my case to you and I will watch.",
      "4": "For you are not a God who desires wickedness.\nEvil cannot dwell with you.",
      "5": "The boastful do not stand before your eyes.\nYou hate all evildoers.",
      "6": "You destroy speakers of lies.\nA man of bloodshed and deceit Yahweh abhors.",
      "7": "But as for me, through the abundance of your steadfast love\nI will enter your house.\nI will bow down toward your holy temple in awe of you.",
      "8": "O Yahweh, lead me in your righteousness because of my enemies;\nmake straight before me your way.",
      "9": "For there is not anything reliable in his mouth;\ntheir inner part is destruction.\nTheir throat is an open grave;\nwith their tongue they speak deceit.",
      "10": "Treat them as guilty, O God;\nlet them fall because of their plans.\nBecause of the abundance of their transgressions cast them out,\nfor they have rebelled against you.",
      "11": "But let all who take shelter in you rejoice.\nLet them ever sing for joy,\nbecause you spread protection over them;\nAnd let those who love your name exult in you.",
      "12": "For you bless the righteous.\nO Yahweh, like a shield you surround him with good favor."
    },
    "6": {
      "1": "O Yahweh, do not rebuke me in your anger,\nand do not discipline me in your wrath.",
      "2": "Be gracious to me, O Yahweh, because I am feeble.\nHeal me, O Yahweh, for my bones are terrified.",
      "3": "My soul is also very terrified.\nBut you, O Yahweh, how long?",
      "4": "Turn, O Yahweh; deliver my life.\nSave me for the sake of your steadfast love.",
      "5": "For there is no remembrance of you in death.\nIn Sheol, who will give thanks to you?",
      "6": "I am weary with my groaning;\nI flood my bed every night.\nWith my tears I drench my couch.",
      "7": "My eye wastes away because of vexation;\nit grows old because of all my oppressors.",
      "8": "Depart from me, all workers of evil,\nfor Yahweh has heard the sound of my weeping.",
      "9": "Yahweh has heard my plea;\nYahweh has accepted my prayer.",
      "10": "All my enemies shall be ashamed and shall be very terrified.\nThey shall turn back; they shall suddenly be ashamed."
    },
    "7": {
      "1": "O Yahweh, my God, in you I have taken refuge.\nSave me from all who pursue me, and deliver me.",
      "2": "Or else he will tear me apart like a lion,\nripping to pieces, with none to deliver.",
      "3": "O Yahweh, my God, if I have done this,\nif there is wrong in my hands,",
      "4": "if I have repaid my ally with harm,\nor if I have plundered my enemy without cause,",
      "5": "let the enemy of my soul pursue,\nand overtake and trample my life into the ground,\nand lay my honor in the dust. Selah",
      "6": "Rise up, O Yahweh, in your anger,\nand lift yourself up against the wrath of my oppressors,\nand awake for me,\nsince you have commanded judgment.",
      "7": "And let the assembly of peoples surround you,\nand over it return on high.",
      "8": "Yahweh judges the nations.\nO Yahweh, vindicate me\naccording to my innocence and according to my integrity within me.",
      "9": "Let the evil of the wicked come to an end,\nbut establish the righteous,\nand test the hearts and innermost being, O righteous God.",
      "10": "My shield is with God\nwho saves the upright of heart.",
      "11": "God is a righteous judge,\nand a God who has indignation every day.",
      "12": "If he does not repent, he will sharpen his sword.\nHe has bent his bow and he has strung it.",
      "13": "And he has prepared for him weapons of death.\nHe has made his arrows fiery shafts.",
      "14": "See, he travails with evil.\nHe is pregnant with trouble,\nand he gives birth to deception.",
      "15": "He makes a pit and digs it out,\nthen falls in the trap he has made.",
      "16": "His trouble comes back on his head,\nand his violence comes down on his skull.",
      "17": "I will thank Yahweh according to his righteousness,\nand I will sing praise to the name of Yahweh, the Most High."
    },
    "8": {
      "1": "Yahweh, our Lord, how majestic is your name in all the earth,\nwho put your splendor above the heavens.",
      "2": "From the mouth of children and infants you have founded strength\non account of your enemies,\nto silence the enemy and the avenger.",
      "3": "When I look at your heavens, the work of your fingers,\nthe moon and the stars which you set in place—",
      "4": "what is a human being that you think of him?\nand a child of humankind that you care for him?",
      "5": "And you made him a little lower than heavenly beings,\nand with glory and with majesty you crowned him.",
      "6": "You make him over the works of your hands;\nall things you have placed under his feet:",
      "7": "sheep and cattle, all of them,\nand also the wild animals of the field,",
      "8": "the birds of the sky and the fish of the sea,\neverything that passes along the paths of seas.",
      "9": "Yahweh, our Lord,\nhow majestic is your name in all of the earth!"
    },
    "9": {
      "1": "I will thank Yahweh with all my heart.\nI will tell of all your wonderful deeds.",
      "2": "I will be glad and rejoice in you.\nI will sing the praise of your name, O Most High.",
      "3": "When my enemies turn back,\nthey will stumble and perish because of your presence.",
      "4": "For you have maintained my just cause;\nyou have sat on the throne judging correctly.",
      "5": "You have rebuked the nations;\nyou have destroyed the wicked.\nTheir name you have blotted out\nforever and ever.",
      "6": "The enemies are destroyed in ruins forever,\nand you have uprooted their cities;\ntheir very memory has perished.",
      "7": "But Yahweh sits enthroned forever.\nHe has established his throne for judgment.",
      "8": "And he will judge the world with righteousness.\nHe will judge the peoples with equity.",
      "9": "And Yahweh will be a stronghold for the oppressed,\na stronghold in times of distress.",
      "10": "And those who know your name will trust in you,\nfor you do not forsake those who seek you, O Yahweh.",
      "11": "Sing praises to Yahweh who sits enthroned in Zion.\nTell his deeds among the peoples,",
      "12": "for he who avenges bloodshed remembers them.\nHe does not forget the distressed cry of the afflicted.",
      "13": "Be gracious to me, O Yahweh.\nSee my suffering from those who hate me,\nyou who lift me up from the gates of death,",
      "14": "so that I may tell of all your praises.\nIn the gates of the daughter of Zion\nlet me rejoice in your salvation.",
      "15": "The nations have fallen in the pit that they made;\ntheir foot is caught in the net that they hid.",
      "16": "Yahweh has made himself known;\nhe has executed judgment.\nThe wicked is snared by the work of his hands. Higgaion Selah",
      "17": "The wicked shall turn back to Sheol,\nall the nations forgetting God,",
      "18": "for the needy shall not always be forgotten;\nthe hope of the poor shall never perish.",
      "19": "Rise up, O Yahweh, let not humans prevail;\nlet the nations be judged before you.",
      "20": "O Yahweh, put them in fear.\nLet the nations know they are merely human. Selah"
    },
    "10": {
      "1": "Why, O Yahweh, do you stand far off?\nWhy do you hide during times of distress?",
      "2": "In arrogance the wicked persecutes the poor.\nLet them be caught in the schemes that they devised,",
      "3": "for the wicked boasts about the desire of his heart,\nand the one greedy for gain curses and treats Yahweh with contempt.",
      "4": "With bald-faced pride the wicked will not seek God.\nThere is no God in any of his thoughts.",
      "5": "His ways endure at all times.\nYour judgments are aloof from him.\nAs for all his enemies, he scoffs at them.",
      "6": "He says in his heart, “I shall not be moved\nthroughout all generations, during which I will have no trouble.”",
      "7": "His mouth is filled with cursing,\nwith deceits and oppression;\nunder his tongue are trouble and evil.",
      "8": "He sits in ambush in villages;\nin the hiding places he kills the innocent.\nHis eyes lurk for the helpless.",
      "9": "He lies in ambush secretly, like a lion in a thicket.\nHe lies in ambush to seize the poor;\nhe seizes the poor by catching him in his net.",
      "10": "He is crushed; he is bowed down;\nso the helpless host falls by his might.",
      "11": "He says in his heart, “God has forgotten.\nHe has hidden his face.\nHe never sees.”",
      "12": "Rise up, O Yahweh;\nO God, lift up your hand.\nDo not forget the afflicted.",
      "13": "Why does the wicked treat God with contempt?\nHe says in his heart, “You will not call me to account.”",
      "14": "But you have seen; indeed you have noted trouble and grief\nto take it into your hand.\nThe helpless abandons himself upon you;\nyou have been the helper for the orphan.",
      "15": "Break the arm of the wicked,\nand as for the evil man—\nseek out his wickedness until you find none.",
      "16": "Yahweh is king forever and ever;\nthe nations have perished from his land.",
      "17": "The longing of the afflicted you have heard, O Yahweh.\nYou will make their heart secure. You will listen attentively",
      "18": "to render judgment for the fatherless and the oppressed\nso that a mere mortal from the earth will no longer cause terror."
    },
    "11": {
      "1": "In Yahweh I have taken refuge;\nhow can you say to my soul,\n“Flee to your mountain like a bird”?",
      "2": "For look: The wicked string the bow.\nThey have fitted their arrow to the string,\nto shoot from the darkness\nat the upright of heart.",
      "3": "When the foundations are destroyed\nwhat can the righteous do?",
      "4": "Yahweh is in his holy temple;\nYahweh is in the heavens on his throne.\nHis eyelids see;\nthey test the children of humankind.",
      "5": "Yahweh tests the righteous,\nbut the wicked and the lover of violence\nhis soul hates.",
      "6": "He will rain coals on the wicked.\nBurning sulfur and scorching wind\nwill be the portion of their cup.",
      "7": "For Yahweh is righteous;\nhe loves righteous deeds.\nThe upright shall see his face."
    },
    "12": {
      "1": "Save, O Yahweh, for the pious have ceased to be;\nfor the faithful have vanished\nfrom among the children of humankind.",
      "2": "They speak falseness to each other.\nWith flattering lips,\nwith a double heart they speak.",
      "3": "May Yahweh cut off all flattering lips,\nthe tongue speaking great boasts—",
      "4": "those who say, “With our tongue we will prevail.\nOur lips are on our side.\nWho is master over us?”",
      "5": "“Because of the oppression of the afflicted,\nbecause of the groaning of the poor,\nnow I will rise up,” Yahweh says.\n“I shall put them in the safety for which they long.”",
      "6": "The words of Yahweh are pure words\nlike silver refined in the crucible on the ground,\nrefined seven times.",
      "7": "You, O Yahweh, will protect them.\nYou will preserve him\nfrom this generation always.",
      "8": "The wicked prowl about\nwhen vileness is exalted among the children of humankind."
    },
    "13": {
      "1": "How long, O Yahweh? Will you forget me forever?\nHow long will you hide your face from me?",
      "2": "How long must I take counsel in my soul,\nand sorrow in my heart all the day?\nHow long will my enemy be exalted over me?",
      "3": "Consider and answer me, O Yahweh my God.\nGive light to my eyes\nlest I sleep the sleep of death,",
      "4": "and lest my enemy should say, “I have overcome him,”\nlest my enemies rejoice because I am shaken.",
      "5": "But as for me, I have trusted in your steadfast love.\nMy heart will rejoice in your deliverance.",
      "6": "I will sing to Yahweh\nbecause he has dealt bountifully with me."
    },
    "14": {
      "1": "The fool says in his heart, “There is no God.”\nThey are corrupt.\nThey do abominable deeds.\nThere is none who does good.",
      "2": "Yahweh looks down from heaven upon the children of humankind\nto see whether there is one who has insight,\none who cares about God.",
      "3": "All have gone astray;\nthey are altogether corrupt.\nThere is not one who does good;\nthere is not even one.",
      "4": "All who do evil—do they not know,\nthey who eat my people as though they were eating bread?\nThey do not call on Yahweh.",
      "5": "There they are very fearful\nbecause God is with the generation of the righteous.",
      "6": "You would put to shame the plan of the poor,\nbecause Yahweh is his refuge.",
      "7": "Oh that from Zion would come salvation for Israel!\nWhen Yahweh returns the fortunes of his people,\nJacob will rejoice; Israel will be happy."
    },
    "15": {
      "1": "O Yahweh, who may reside in your tent?\nWho may dwell on your holy mountain?",
      "2": "He who walks blamelessly and does what is right.\nHe who speaks honestly in his heart.",
      "3": "He does not slander with his tongue.\nHe does not harm his friend,\nnor bring up a disgrace against his neighbor.",
      "4": "In his eyes a rejected one is contemptible,\nbut he honors those who respect Yahweh.\nHe takes an oath to his own injury and does not retract it.",
      "5": "He does not lend his money at interest,\nand does not take a bribe against the innocent.\nHe who does these things\nwill never be shaken."
    },
    "16": {
      "1": "Protect me, O God,\nfor I take refuge in you.",
      "2": "Oh my soul you have said to Yahweh, “You are my Lord.\nI have no good apart from you.”",
      "3": "With regard to the saints who are in the land,\nthey are the noble ones in whom is all my desire.",
      "4": "Those who hurry after another god increase their sorrows.\nI will not pour out their drink offerings of blood,\nnor take up their names on my lips.",
      "5": "Yahweh is the portion which is my share and my cup.\nYou hold my lot.",
      "6": "The measuring lines have fallen for me in pleasant places.\nYes, my inheritance is delightful for me.",
      "7": "I will bless Yahweh who advises me;\nyes, at night my innermost being instructs me.",
      "8": "I have set Yahweh before me always.\nBecause he is at my right hand I will not be shaken.",
      "9": "Therefore my heart is glad and my glory rejoices.\nYes, my body will dwell in safety,",
      "10": "for you will not abandon my soul to Sheol;\nyou will not give your faithful one to see the grave.",
      "11": "You will make known to me the path of life.\nIn your presence is fullness of joy.\nAt your right hand are pleasures forever."
    },
    "17": {
      "1": "O Yahweh, hear a just cause.\nHear my cry; heed my prayer\nI make without deceitful lips.",
      "2": "Let my vindication come forth from you;\nlet your eyes see fairness.",
      "3": "You have tried my heart;\nyou have examined me by night;\nyou have tested me; you found nothing.\nI have decided that my mouth will not transgress.",
      "4": "As for the works of humankind,\nby the word of your lips,\nI have kept from the ways of the violent.",
      "5": "I have held my steps in your path\nMy feet will not slip.",
      "6": "As for me, I have called on you\nbecause you will answer me, O God.\nIncline your ear to me.\nHear my words.",
      "7": "Show wondrously your acts of loyal love,\nO Savior of those who take refuge\nat your right hand\nfrom those who rise up against them.",
      "8": "Keep me as the apple of your eye.\nHide me in the shadow of your wings",
      "9": "from the presence of the wicked who destroy me,\nthose enemies against my life,\nthey that surround me.",
      "10": "They have shut off their calloused heart;\nwith their mouth they speak arrogantly.",
      "11": "Now they surround us at our every step.\nThey intend\nto pin me to the ground.",
      "12": "He is like a lion; he longs to tear apart,\nand like a strong lion crouching in hiding places.",
      "13": "Rise up, O Yahweh, confront him.\nMake him bow down.\nRescue with your sword my life from the wicked,",
      "14": "from men by your hand, O Yahweh, from men of this world.\nTheir share is in this life, and you fill their stomach with your treasure.\nThey are satisfied with children.\nThey bequeath their excess to their children.",
      "15": "By contrast, I in righteousness shall see your face.\nUpon awakening I will be satisfied seeing your form."
    },
    "18": {
      "1": "And he said:\n“I love you, O Yahweh, my strength.”",
      "2": "Yahweh is my rock and my fortress and my deliverer,\nmy God, my rock in whom I have taken refuge,\nmy shield and the horn of my deliverance, my stronghold.",
      "3": "I called upon Yahweh, who is worthy to be praised,\nand I was saved from my enemies.",
      "4": "The ropes of death encircled me,\nand streams of ruin overwhelmed me.",
      "5": "The ropes of Sheol surrounded me;\nthe snares of death confronted me.",
      "6": "In my trouble I called on Yahweh,\nand to my God I cried for help.\nHe heard my voice from his temple,\nand my cry for help\ncame up before his presence into his ears.",
      "7": "Then the earth shook and quaked,\nand the foundations of the mountains trembled,\nand they staggered because he was angry.",
      "8": "Smoke went forth from his nose,\nand fire from his mouth consumed.\nBurning coals blazed from him.",
      "9": "So he bowed the heavens and came down\nwith a thick cloud under his feet.",
      "10": "And he mounted a cherub and flew,\nand he swooped down on wings of wind.",
      "11": "He made darkness his hiding place;\nall about him his covering\nwas a darkness of waters, thick clouds.",
      "12": "From the brightness before him\nhis clouds passed over\nwith hail and coals of fire.",
      "13": "And Yahweh thundered from the heavens,\nand the Most High uttered his voice\nwith hail and coals of fire.",
      "14": "And he shot his arrows and scattered them,\nand many lightning bolts and routed them.",
      "15": "Then the channels of the sea became visible,\nand the foundations of the world were uncovered\nby your rebuke, O Yahweh,\nby the blast of the wind of your nose.",
      "16": "He reached from on high; he seized me.\nHe drew me from many waters.",
      "17": "He delivered me from my strong enemy,\nand from those who hated me\nbecause they were stronger than I.",
      "18": "They confronted me on the day of disaster,\nbut Yahweh was my support.",
      "19": "So he brought me out to a spacious place.\nHe delivered me because he delighted in me.",
      "20": "Yahweh has rewarded me according to my righteousness;\nAccording to the cleanness of my hands\nhe has repaid me.",
      "21": "Because I have kept the ways of Yahweh,\nand have not acted wickedly against my God,",
      "22": "because all his ordinances are before me,\nand his statutes I have not removed from me,",
      "23": "and I was blameless before him,\nand I kept myself from my guilt.",
      "24": "Therefore Yahweh has repaid me according to my righteousness,\naccording to the cleanness of my hands in his sight.",
      "25": "To the loyal you show yourself loyal.\nTo the blameless you show yourself blameless.",
      "26": "To the pure you show yourself pure.\nbut to the wicked you show yourself shrewd.",
      "27": "For you deliver humble people,\nbut haughty eyes you humiliate.",
      "28": "For you light my lamp;\nYahweh, my God, lights up my darkness.",
      "29": "For with you I can charge a troop,\nand with my God I can scale a wall.",
      "30": "This God—his way is blameless.\nThe word of Yahweh is flawless.\nHe is a shield for all those who take refuge in him.",
      "31": "For who is God apart from Yahweh,\nand who is a rock except our God?",
      "32": "The God who girded me with strength,\nand made safe my way,",
      "33": "he made my feet like the deer’s,\nand on my high places he makes me stand.",
      "34": "He trains my hands for war,\nso that my arms can bend a bow of bronze.",
      "35": "You also gave me the shield of your salvation,\nand your right hand supported me,\nand your humility made me great.",
      "36": "You enlarged my step under me,\nand my ankles did not slip.",
      "37": "I chased my enemies and overtook them;\nI did not turn back until they were finished off.",
      "38": "I struck them and they were not able to stand up;\nthey fell under my feet.",
      "39": "And you girded me with strength for the battle;\nthose rising against me you made to kneel under me.",
      "40": "And you made my enemies turn their backs,\nthen I destroyed those who hated me.",
      "41": "They cried out but there was no rescuer,\neven to Yahweh, but he did not answer them.",
      "42": "And I ground them like dust in the wind,\nI emptied them out like mud of the streets.",
      "43": "You rescued me from strife with people;\nyou set me as head (over) nations.\nPeople I did not know served me;",
      "44": "as soon as they heard, they obeyed me.\nThe children of a foreign land feigned obedience before me.",
      "45": "The children of a foreign land lost heart,\nand they came trembling from their strongholds.",
      "46": "Yahweh lives, and blessed be my rock,\nand may the God of my salvation be exalted—",
      "47": "the God who executed vengeance for me,\nand subdued peoples under me,",
      "48": "who delivered me from my enemies.\nIndeed, you exalted me higher than those who rose against me.\nYou delivered me from the man of violence.",
      "49": "Therefore I will give thanks to you among the nations, O Yahweh,\nand I will sing the praise of your name:",
      "50": "the one who makes great victories for his king,\nand who shows loyal love for his anointed,\nto David and to his descendants forever."
    },
    "19": {
      "1": "The heavens are telling the glory of God,\nand the firmament proclaims the work of his hands.",
      "2": "Every day they pour forth speech,\nand every night they tell knowledge.",
      "3": "There is no speech and there are no words;\ntheir sound is inaudible.",
      "4": "Yet in all the world their line goes out,\nand their words to the end of the world.\nIn them he has pitched a tent for the sun,",
      "5": "and it is like a bridegroom\nwho comes out of his bridal chamber.\nIt is glad like a strong man\nto run its course.",
      "6": "Its rising is from one end of the heavens\nand its circuit to the other end of them;\nand nothing is hidden from its heat.",
      "7": "The law of Yahweh is perfect, reviving life.\nThe testimony of Yahweh is firm, making wise the simple.",
      "8": "The precepts of Yahweh are right, making the heart rejoice.\nThe command of Yahweh is pure, enlightening the eyes.",
      "9": "The fear of Yahweh is pure, enduring forever.\nThe ordinances of Yahweh are true; they are righteous altogether,",
      "10": "more desirable than gold, even much fine gold;\nand sweeter than honey, even honey in the comb.",
      "11": "Moreover, your servant is warned by them;\nin keeping them is great reward.",
      "12": "Who can perceive his errors?\nAcquit me from hidden faults.",
      "13": "Also, keep back your servant from arrogant sins;\nlet them not rule over me.\nThen I shall be blameless,\nand I shall be innocent of great transgression.",
      "14": "Let the words of my mouth and the meditation of my heart\nbe acceptable in your presence,\nO Yahweh, my rock and my redeemer."
    },
    "20": {
      "1": "May Yahweh answer you in the day of trouble.\nMay the name of Jacob’s God protect you.",
      "2": "May he send you help from the sanctuary,\nand from Zion may he sustain you.",
      "3": "May he remember all your offerings,\nand your burnt offering may he regard favorably.",
      "4": "May he give to you your heart’s desire,\nand your every plan may he fulfill. Selah",
      "5": "May we shout for joy over your victory,\nand in the name of our God may we set up banners.\nMay Yahweh fulfill all your requests.",
      "6": "Now I know that Yahweh will help his anointed.\nHe will answer him from his holy heaven\nwith the victorious power of his right hand.",
      "7": "Some boast in chariots and others in horses,\nbut we boast in the name of Yahweh, our God.",
      "8": "They will collapse and fall,\nand we will rise and stand firm.",
      "9": "Rescue, O Yahweh.\nLet the king answer us when we call."
    },
    "21": {
      "1": "O Yahweh, the king will rejoice in your strength,\nand how greatly he will delight in your help.",
      "2": "You have given him the desire of his heart,\nand have not withheld the request of his lips. Selah",
      "3": "For you meet him with blessings of good things.\nYou set on his head a crown of fine gold.",
      "4": "He asked life from you; you gave it to him—\nlength of days forever and ever.",
      "5": "His honor is great because of your help.\nSplendor and majesty you have bestowed upon him.",
      "6": "For you set on him blessings forever.\nYou make him glad with the joy of your presence.",
      "7": "Because the king trusts Yahweh,\nand through the steadfast love of the Most High\nhe shall not be moved.",
      "8": "Your hand will find all your enemies;\nyour right hand will find those who hate you.",
      "9": "You will make them like your fiery furnace\nat the time of your appearance.\nYahweh will swallow them in his wrath\nand fire will consume them.",
      "10": "You will destroy their offspring from the earth,\nand their descendants from among the children of humankind.",
      "11": "Though they have plotted evil against you,\nthough they have planned a scheme, they will not prevail.",
      "12": "For you will turn them to flight;\nyou will aim arrows on your bowstrings at their faces.",
      "13": "Be exalted, O Yahweh, in your strength,\nand we sing and praise your power."
    },
    "22": {
      "1": "My God, my God why have you forsaken me?\nWhy are you far from helping me, far from the words of my groaning?",
      "2": "O my God, I call by day and you do not answer,\nand by night but I have no rest.",
      "3": "Yet you are holy,\nenthroned on the praises of Israel.",
      "4": "Our ancestors trusted you;\nthey trusted and you delivered them.",
      "5": "They cried to you and were saved;\nthey trusted you and were not ashamed.",
      "6": "But I am a worm and not a man,\nscorned by humankind and despised by people.",
      "7": "All who see me mock me.\nThey open wide their lips;\nthey shake the head, saying:",
      "8": "“He trusts Yahweh. Let him rescue him.\nLet him deliver him because he delights in him.”",
      "9": "Yet you took me from the belly;\nyou made me trust while on my mother’s breasts.",
      "10": "On you I was cast from the womb.\nFrom my mother’s belly you have been my God.",
      "11": "Do not be far from me\nbecause trouble is near;\nbecause there is no helper.",
      "12": "Many bulls have encircled me;\nmighty bulls of Bashan have surrounded me.",
      "13": "They open their mouth against me\nlike a lion tearing and roaring.",
      "14": "I am poured out like water,\nand all my bones are out of joint.\nMy heart is like wax;\nit is melted within me.",
      "15": "My strength is dry like a potsherd,\nand my tongue is sticking to my jaws;\nand you have placed me in the dust of death.",
      "16": "Because dogs have surrounded me;\na gang of evildoers has encircled me.\nLike the lion they are at my hands and my feet.",
      "17": "I can count all my bones;\nthey gaze, they look at me.",
      "18": "They divide my garments among them,\nand for my clothing they cast lots.",
      "19": "But you, O Yahweh, do not remain distant.\nO my help, hasten to help me.",
      "20": "Rescue my life from the sword,\nmy only life from the power of the dogs.",
      "21": "Save me from the mouth of the lion,\nand from the horns of the wild oxen answer me.",
      "22": "I will tell your name to my brothers;\ninside the assembly I will praise you.",
      "23": "You who revere Yahweh, praise him!\nGlorify him, all you seed of Jacob,\nand be in awe of him, all you seed of Israel,",
      "24": "because he has not despised nor abhorred the affliction of the afflicted,\nand has not hid his face from him;\nbut he listened to him when he cried for help.",
      "25": "From you is my praise.\nIn the great assembly,\nI will pay my vows before those who revere him.",
      "26": "The afflicted will eat and will be satisfied.\nThose who seek him will praise Yahweh.\nMay your heart live forever.",
      "27": "All the ends of the earth\nwill remember and turn to Yahweh.\nAll the families of the nations\nwill worship before you.",
      "28": "Because the kingship belongs to Yahweh,\nand he rules over the nations.",
      "29": "All the healthy ones of the earth will eat and worship.\nBefore him all of those descending into the dust will kneel,\neven he who cannot keep his soul alive.",
      "30": "Descendants will serve him.\nRegarding the Lord, it will be told to the next generation.",
      "31": "They will come and tell his saving deeds\nto a people yet to be born, that he has done it."
    },
    "23": {
      "1": "Yahweh is my shepherd;\nI will not lack for anything.",
      "2": "In grassy pastures he makes me lie down;\nby quiet waters he leads me.",
      "3": "He restores my life.\nHe leads me in correct paths\nfor the sake of his name.",
      "4": "Even when I walk in a dark valley, I fear no evil\nbecause you are with me.\nYour rod and your staff, they comfort me.",
      "5": "You prepare before me a table\nin the presence of my oppressors.\nYou anoint my head with oil;\nmy cup is overflowing.",
      "6": "Surely goodness and loyal love will pursue me\nall the days of my life,\nand I will stay in the house of Yahweh\nfor a very long time."
    },
    "24": {
      "1": "The earth is Yahweh’s, with its fullness,\nthe world and those who live in it,",
      "2": "because he has founded it on the seas,\nand has established it on the rivers.",
      "3": "Who may ascend the mountain of Yahweh?\nAnd who may stand in his holy place?",
      "4": "He who is innocent of hands and pure of heart,\nwho does not lift up his soul to falseness,\nand does not swear deceitfully.",
      "5": "He will receive blessing from Yahweh,\nand justice from the God of his salvation.",
      "6": "Such is the sort of those who seek him,\nthose who seek your face, even Jacob. Selah",
      "7": "Lift up your heads, O gates,\nand rise up, O ancient doorways,\nthat the king of glory may enter.",
      "8": "Who is the king of glory?\nYahweh, strong and mighty;\nYahweh, mighty in war!",
      "9": "Lift up your heads, O gates,\nand lift up, O ancient doorways,\nthat the king of glory may enter.",
      "10": "Who is the king of glory?\nYahweh of hosts,\nHe is the king of glory! Selah"
    },
    "25": {
      "1": "To you, O Yahweh, I lift up my soul.",
      "2": "O my God, I trust you; let me not be put to shame.\nDo not let my enemies exult over me.",
      "3": "Indeed, none who wait for you should be put to shame.\nThose who betray without cause should be put to shame.",
      "4": "Make me know your ways, O Yahweh.\nTeach me your paths.",
      "5": "Cause me to walk in your truth and teach me,\nbecause you are the God of my salvation.\nI await you all day long.",
      "6": "Remember your compassion, O Yahweh,\nand your acts of loyal love,\nbecause they are from of old.",
      "7": "Do not remember\nthe sins of my youth or my transgressions.\nAccording to your loyal love remember me if you will,\nfor the sake of your goodness, O Yahweh.",
      "8": "Good and right is Yahweh;\ntherefore he instructs sinners in the way.",
      "9": "He causes the humble to walk in justice,\nand teaches the humble his way.",
      "10": "All the paths of Yahweh are loyal love and faithfulness\nfor those who keep his covenant and statutes.",
      "11": "Also, for the sake of your name, O Yahweh,\nforgive my sin, because it is great.",
      "12": "Who is the man fearing Yahweh?\nHe will instruct him in the way he should choose.",
      "13": "His soul will lodge in prosperity,\nand his offspring will possess the land.",
      "14": "Intimate fellowship with Yahweh is for those who fear him,\nand he makes known his covenant to them.",
      "15": "My eyes are continually toward Yahweh,\nbecause he will take my feet from the net.",
      "16": "Turn to me and have mercy on me\nbecause I am lonely and afflicted.",
      "17": "Remove the troubles of my heart;\nbring me out from my distresses.",
      "18": "Consider my affliction and trouble,\nand forgive all my sins.",
      "19": "Consider that my enemies are many,\nand they hate me with violent hatred.",
      "20": "Protect my life and deliver me.\nLet me not be put to shame, because I take shelter in you.",
      "21": "Let integrity and uprightness preserve me,\nbecause I wait for you.",
      "22": "O God, redeem Israel\nfrom all its troubles."
    },
    "26": {
      "1": "Judge me, O Yahweh, because I have walked in my integrity,\nand I have trusted Yahweh and not wavered.",
      "2": "Prove me, O Yahweh, and test me.\nTry my innermost being and my mind.",
      "3": "Because your loyal love is before my eyes,\nand I walk about in your faithfulness.",
      "4": "I do not sit with deceitful people,\nnor will I go about with hypocrites.",
      "5": "I hate the crowd of evildoers,\nand with the wicked I will not sit.",
      "6": "I will wash my hands in innocence,\nand I will walk about your altar, O Yahweh,",
      "7": "to declare with a voice of thanksgiving,\nand tell of all your wondrous deeds.",
      "8": "O Yahweh, I love the dwelling of your house,\nand the place where your glory abides.",
      "9": "Do not destroy me with the sinners,\nnor my life with men of bloodshed,",
      "10": "in whose hands is an evil plan,\nand whose right hand is full of bribes.",
      "11": "But as for me, I will walk in my integrity.\nRedeem me and be gracious to me.",
      "12": "My foot stands on level ground.\nIn assemblies I will bless Yahweh."
    },
    "27": {
      "1": "Yahweh is my light and my salvation;\nwhom shall I fear?\nYahweh is the refuge of my life;\nof whom shall I be afraid?",
      "2": "When evildoers drew near against me to eat my flesh—\nmy adversaries and my enemies who drew near to me—\nthey themselves stumbled and fell.",
      "3": "Though an army encamp against me,\nmy heart will not fear.\nThough war arise against me,\neven in this I will remain confident.",
      "4": "One thing I have asked from Yahweh;\nit I will seek:\nthat I may dwell in the house of Yahweh all the days of my life,\nto behold the beauty of Yahweh,\nand to consider his temple.",
      "5": "Because he will hide me in his shelter in the day of trouble.\nHe will conceal me in the hiding place of his tent.\nHe will set me high upon a rock.",
      "6": "And now my head will be high over my enemies round about me.\nAnd I will offer in his tent sacrifices with shouts of joy.\nI will sing, yes, I will sing praises to Yahweh.",
      "7": "Hear, O Yahweh, my voice when I call,\nand be gracious to me and answer me.",
      "8": "On your behalf my heart says, “Seek my face.”\nYour face, O Yahweh, I do seek.",
      "9": "Do not hide your face from me;\ndo not turn your servant away in anger.\nYou have been my help; do not abandon nor forsake me,\nO God of my salvation.",
      "10": "If my father or my mother forsake me,\nthen Yahweh will receive me.",
      "11": "Teach me, O Yahweh, your way,\nand lead me on a level path because of my enemies.",
      "12": "Do not give me over to the desire of my enemies,\nbecause false witnesses have arisen against me,\nand each breathing out violence.",
      "13": "Surely I believe that I will see the goodness of Yahweh\nin the land of the living.",
      "14": "Wait for Yahweh.\nBe strong and let your heart show strength,\nand wait for Yahweh."
    },
    "28": {
      "1": "To you, O Yahweh, I call.\nO my rock, do not be deaf to me.\nOr else, if you are silent to me,\nthen I will become like those descending to the pit.",
      "2": "Hear the voice of my supplications\nwhen I cry to you for help,\nwhen I lift up my hands\ntoward your holy inner sanctuary.",
      "3": "Do not drag me away with the wicked\nor with the workers of evil,\nwho speak of peace with their neighbors,\nwhile evil is in their heart.",
      "4": "Give to them according to their work,\neven according to the evil of their deeds.\nGive to them according to the work of their hands;\nrepay them their rightful due.",
      "5": "Because they do not regard the works of Yahweh,\nnor the work of his hands,\nhe will destroy them\nand not rebuild them.",
      "6": "Blessed is Yahweh,\nbecause he has heard the voice of my supplications.",
      "7": "Yahweh is my strength and my shield.\nMy heart trusts him and I am helped.\nSo my heart rejoices,\nand with my song I will give thanks to him.",
      "8": "Yahweh is their strength,\nand he is the refuge for the salvation of his anointed one.",
      "9": "Save your people\nand bless your heritage.\nShepherd them also and carry them always."
    },
    "29": {
      "1": "Ascribe to Yahweh, O sons of God,\nascribe to Yahweh glory and strength.",
      "2": "Ascribe to Yahweh the glory due his name.\nWorship Yahweh in holy array.",
      "3": "The voice of Yahweh is over the waters;\nthe God of glory thunders.\nYahweh is over many waters.",
      "4": "The voice of Yahweh is powerful.\nThe voice of Yahweh is majestic.",
      "5": "The voice of Yahweh breaks the cedars.\nYahweh shatters even the cedars of Lebanon.",
      "6": "And he makes them skip like a calf;\nLebanon and Sirion like a young wild ox.",
      "7": "The voice of Yahweh flashes flames of fire.",
      "8": "The voice of Yahweh shakes the wilderness.\nYahweh shakes the wilderness of Kadesh.",
      "9": "The voice of Yahweh causes deer to give birth\nand strips the forests bare.\nAnd at his temple all in it say, “Glory!”",
      "10": "Yahweh sits enthroned at the flood,\nand Yahweh sits as king forever.",
      "11": "May Yahweh give strength to his people.\nMay Yahweh bless his people with peace."
    },
    "30": {
      "1": "I will exalt you, O Yahweh,\nbecause you have drawn me up,\nand have not made my enemies rejoice over me.",
      "2": "O Yahweh, my God,\nI cried for help to you,\nand you healed me.",
      "3": "O Yahweh, you have brought my life up from Sheol.\nYou preserved me alive\nfrom among those going down to the pit.",
      "4": "Sing praises to Yahweh, you his faithful ones,\nand give thanks to his holy fame.",
      "5": "For there is a moment in his anger;\nthere is a lifetime in his favor.\nWeeping lodges for the evening,\nbut in the morning comes rejoicing.",
      "6": "But as for me, I had said in my prosperity,\n“I shall not be moved ever.”",
      "7": "O Yahweh, by your favor\nyou caused my strong mountain to stand.\nYou hid your face. I was bewildered.",
      "8": "To you, O Yahweh, I called,\nand to the Lord I pleaded for grace saying,",
      "9": "“What gain is there in my death,\nin my going down into the pit?\nWill the dust praise you?\nWill it tell of your faithfulness?",
      "10": "“O Yahweh, hear and be gracious to me.\nO Yahweh, be my helper.”",
      "11": "You have turned my wailing into my dancing.\nYou have removed my sackcloth\nand clothed me with joy",
      "12": "so that I may sing praises to you\nand not be quiet.\nO Yahweh, my God,\nI will give thanks to you forever."
    },
    "31": {
      "1": "In you, O Yahweh, I have taken refuge.\nLet me not be put to shame ever.\nDeliver me by your righteousness.",
      "2": "Incline your ear to me.\nQuickly deliver me.\nBecome my rock of refuge,\na fortified keep to save me.",
      "3": "For you are my rock and my fortress.\nSo, for the sake of your name,\nlead me and guide me.",
      "4": "Bring me out of the net that they have secretly set for me,\nfor you are my refuge.",
      "5": "Into your hand I commit my spirit.\nYou have redeemed me, O Yahweh, faithful God.",
      "6": "I hate those devoted to useless idols,\nbut I trust Yahweh.",
      "7": "I will exult and rejoice in your loyal love.\nBecause you have seen my misery,\nyou know the distresses of my life.",
      "8": "And you have not delivered me\ninto the hand of the enemy.\nYou have set my feet in a broad place.",
      "9": "Be gracious to me, O Yahweh,\nbecause I have distress.\nMy eye wastes away because of vexation,\nalong with my soul and my body.",
      "10": "For my life is at an end with sorrow,\nand my years with sighing.\nMy strength stumbles because of my iniquity,\nand my bones waste away.",
      "11": "Because of all my adversaries I have become a disgrace,\nespecially to my neighbors,\nand a dread to my acquaintances.\nThose who see me in the street flee from me.",
      "12": "I have become forgotten like one dead, out of mind.\nI am like a destroyed vessel.",
      "13": "For I hear the rumor of many,\n“Terror on every side!”\nWhen conspiring together against me,\nthey have plotted to take my life.",
      "14": "But as for me, I trust you, O Yahweh.\nI say, “You are my God.”",
      "15": "My times are in your hand.\nDeliver me from the hand of my enemies\nand from those who pursue me.",
      "16": "Shine your face upon your servant.\nSave me by your loyal love.",
      "17": "O Yahweh, let me not be put to shame, for I call on you.\nLet the wicked be put to shame.\nLet them go silently to Sheol.",
      "18": "Let lying lips be dumb,\nthat speak against the righteous unrestrained\nwith arrogance and contempt.",
      "19": "How abundant is your goodness\nthat you have stored up for those who fear you,\nthat you perform for those who take refuge in you\nbefore the children of humankind.",
      "20": "You will hide them in the protection of your presence\nfrom the plots of man.\nYou will hide them in a shelter from the strife of tongues.",
      "21": "Blessed is Yahweh,\nbecause he has worked marvelously his loyal love to me\nin a besieged city.",
      "22": "As for me, I said in my alarm,\n“I am cut off from before your eyes.”\nHowever you heard the voice of my supplications\nwhen I cried to you for help.",
      "23": "Love Yahweh, all you his faithful ones.\nYahweh preserves the faithful\nbut repays abundantly the one who acts arrogantly.",
      "24": "Be strong and let your heart show strength,\nall you who wait for Yahweh."
    },
    "32": {
      "1": "Happy is he whose transgression is taken away,\nwhose sin is covered.",
      "2": "Happy is a person to whom Yahweh does not impute iniquity\nand in whose spirit there is not deceit.",
      "3": "When I kept silent, my bones were worn out\ndue to my groaning all the day.",
      "4": "For day and night your hand was heavy upon me.\nMy vigor was changed into the dry heat of summer. Selah",
      "5": "I made known my sin to you, and my iniquity I did not cover.\nI said, “I will confess concerning my transgressions to Yahweh,”\nand you took away the guilt of my sin. Selah",
      "6": "Therefore let all the faithful pray to you\nat the time for finding you.\nSurely at the flood of many waters they will not reach him.",
      "7": "You are my hiding place;\nfrom trouble you preserve me.\nWith cries of deliverance you surround me. Selah",
      "8": "I will instruct you and teach you\nin the way that you should go.\nI will advise you with my eye upon you.",
      "9": "Do not be like a horse or like a mule, without understanding;\nthat needs his tackle—bridle and rein—for restraint\nor he would not come near you.",
      "10": "Many are the pains of the wicked,\nbut for the one who trusts Yahweh\nloyal love surrounds him.",
      "11": "Be glad in Yahweh and rejoice, you righteous,\nand shout for joy, all you upright of heart."
    },
    "33": {
      "1": "Exult in Yahweh, O you righteous,\nfor praise is fitting for the upright.",
      "2": "Give thanks to Yahweh with the lyre;\nwith a harp of ten strings play to him.",
      "3": "Sing to him a new song;\nplay skillfully with jubilant shout.",
      "4": "For the word of Yahweh is upright,\nand all his work is done in faithfulness.",
      "5": "He loves righteousness and justice.\nThe earth is full of the loyal love of Yahweh.",
      "6": "By the word of Yahweh the heavens were made,\nand by the breath of his mouth all their host.",
      "7": "He gathered the waters of the sea like a heap.\nHe put the deeps in storehouses.",
      "8": "Let all the earth fear Yahweh.\nLet all the inhabitants of the world stand in awe of him.",
      "9": "For he himself spoke and it came to pass.\nHe himself commanded and it stood firm.",
      "10": "Yahweh brings to nothing the plan of nations;\nhe frustrates the intents of peoples.",
      "11": "The plan of Yahweh stands firm forever,\nthe intents of his heart from one generation to the next.",
      "12": "Blessed is the nation whose God is Yahweh,\nthe people he has chosen for his inheritance.",
      "13": "From heaven Yahweh looks;\nhe sees all the children of humankind.",
      "14": "From his dwelling place he gazes\non all the inhabitants of the earth,",
      "15": "he who fashions altogether their heart,\nhe who understands all their works.",
      "16": "The king is not saved by the greatness of an army.\nThe warrior is not delivered by the greatness of strength.",
      "17": "The horse is a false hope for victory,\nnor can it save by the greatness of its power.",
      "18": "Behold, the eye of Yahweh is on those who fear him,\non those who hope for his loyal love",
      "19": "to deliver their soul from death\nand to keep them alive in famine.",
      "20": "Our soul waits for Yahweh;\nhe is our help and our shield.",
      "21": "For in him our heart rejoices\nbecause in his holy name we trust.",
      "22": "Let your loyal love, O Yahweh, be upon us,\neven as we hope in you."
    },
    "34": {
      "1": "I will bless Yahweh at all times;\nhis praise shall be in my mouth continually.",
      "2": "My soul makes its boast in Yahweh;\nlet the humble hear and be glad.",
      "3": "Magnify Yahweh with me,\nand let us exalt his name together.",
      "4": "I sought Yahweh and he answered me,\nand from all my terrors he delivered me.",
      "5": "They looked to him and were radiant,\nand their faces shall not be ashamed.",
      "6": "This poor man called and Yahweh heard,\nand saved him from all his troubles.",
      "7": "The angel of Yahweh encamps\naround those who fear him,\nand he rescues them.",
      "8": "Taste and see that Yahweh is good;\nblessed is the man who takes refuge in him.",
      "9": "Fear Yahweh, you his saints,\nfor there is no lack for those who fear him.",
      "10": "The young lions are in want and suffer hunger,\nbut those who seek Yahweh will not lack for any good thing.",
      "11": "Come, you children, listen to me;\nI will teach you the fear of Yahweh.",
      "12": "Who is the man who desires life,\nwho loves many days in order to see good?",
      "13": "Keep your tongue from evil\nand your lips from speaking deceit.",
      "14": "Turn from evil and do good.\nSeek peace and pursue it.",
      "15": "The eyes of Yahweh are toward the righteous,\nand his ears toward their cry for help.",
      "16": "The face of Yahweh is against evildoers,\nto cut off the remembrance of them from the earth.",
      "17": "They cry out and Yahweh hears\nand delivers them from all of their troubles.",
      "18": "Yahweh is near to those who are heartbroken\nand saves those who are crushed in spirit.",
      "19": "Many are the distresses of the righteous,\nbut Yahweh delivers him out of them all.",
      "20": "He protects all his bones;\nnot one of them is broken.",
      "21": "Evil will slay the wicked,\nand those who hate the righteous will incur guilt.",
      "22": "Yahweh redeems the life of his servants,\nand none who take refuge in him will incur guilt."
    },
    "35": {
      "1": "Contend, O Yahweh, with my contenders;\nfight those who fight me.",
      "2": "Grasp buckler and shield\nand rise to my aid.",
      "3": "And draw the spear and javelin to meet those who pursue me.\nSay to my soul, “I am your salvation.”",
      "4": "Let those who seek my life be shamed and humiliated.\nLet those who plot calamity against me be repulsed and ashamed.",
      "5": "Let them be like chaff before the wind,\nwith the angel of Yahweh driving them.",
      "6": "Let their way be dark and slippery,\nwith the angel of Yahweh pursuing them.",
      "7": "For without cause they secretly hide the pit with their net for me;\nwithout cause they dug it for my life.",
      "8": "Let unforeseen ruin come on him,\nand his net that he hid, let it catch him.\nLet him fall into it in ruin.",
      "9": "Then my soul will rejoice in Yahweh;\nit will rejoice in his salvation.",
      "10": "All of my bones shall say, “O Yahweh, who is like you,\nwho delivers the poor from one stronger than he\nand the poor and needy from the one who robs him?”",
      "11": "Violent witnesses rise up;\nthey ask me concerning what I do not know.",
      "12": "They repay me evil in place of good.\nIt is bereavement to my soul.",
      "13": "But as for me, when they were sick, my clothing was sackcloth.\nI weakened my soul with fasting,\nand my prayer returned to me unanswered.",
      "14": "I behaved as though he were a friend or as a brother to me.\nAs one lamenting a mother, I was bowed down in mourning.",
      "15": "But at my stumbling they rejoiced and gathered together;\nsmiters whom I did not know gathered against me.\nThey tore and did not cease.",
      "16": "Among the ungodly of the mockers at feasts,\nthey gnashed at me with their teeth.",
      "17": "My Lord, how long will you watch?\nRestore my life from their ravages,\nmy only life from the young lions.",
      "18": "I will give thanks to you in the great assembly;\namong the mighty people I will praise you.",
      "19": "Let not those who are wrongfully my enemies rejoice over me.\nNor let those who hate me without cause wink the eye.",
      "20": "For they do not speak peace,\nbut against the quiet ones of the land\nthey plan deceitful words.",
      "21": "They also made wide their mouths against me.\nThey said, “Aha! Aha!\nOur eyes have seen it.”",
      "22": "You have seen, O Yahweh. Do not be deaf.\nO Lord, do not be far from me.",
      "23": "Wake up and rouse yourself for my right,\nfor my cause, O my God and my Lord.",
      "24": "Vindicate me according to your righteousness,\nO Yahweh my God,\nand do not let them rejoice over me.",
      "25": "Do not let them say in their hearts, “Aha, our desire.”\nLet them not say, “We have swallowed him up.”",
      "26": "Let them be shamed and abashed altogether,\nwho rejoice at my misfortune.\nLet them put on shame and insult,\nwho magnify themselves against me.",
      "27": "Let them shout for joy and be glad,\nwho delight in my vindication;\nand let them say continually, “Yahweh is great,\nwho delights in the welfare of his servant.”",
      "28": "Then my tongue will proclaim your righteousness,\nand your praise all day."
    },
    "36": {
      "1": "An oracle: the wicked has rebellion\nin the midst of his heart.\nThere is no fear of God before his eyes.",
      "2": "For he flatters himself in his eyes,\nhating to detect his iniquity.",
      "3": "The words of his mouth are wickedness and deceit.\nHe has ceased to have insight and to do good.",
      "4": "He plans sin on his bed.\nHe puts himself on a way that is not good.\nHe does not reject evil.",
      "5": "O Yahweh, your loyal love extends into the heavens,\nyour faithfulness unto the clouds.",
      "6": "Your righteousness is like the mighty mountains,\nyour judgments like the great deep.\nYou save man and beast, O Yahweh.",
      "7": "How precious is your loyal love, O God,\nand the children of humankind\ntake refuge in the shadow of your wings.",
      "8": "They are refreshed with the fullness of your house,\nand you give them drink from the river of your delights.",
      "9": "For with you is the fountain of life;\nin your light we see light.",
      "10": "Prolong your loyal love to those who know you,\nand your righteousness to the upright of heart.",
      "11": "Do not let a foot of pride come against me,\nnor let a wicked hand make me to wander homeless.",
      "12": "There doers of evil have fallen;\nthey are thrust down and not able to rise."
    },
    "37": {
      "1": "Do not fret because of evildoers;\ndo not be envious of doers of wickedness.",
      "2": "For like the grass they will dry up quickly,\nand like green vegetation they will wither.",
      "3": "Trust Yahweh and do good.\nAbide in the land and feed on faithfulness.",
      "4": "Take pleasure in Yahweh as well,\nand he will give to you the requests of your heart.",
      "5": "Commit to Yahweh your way;\nTrust also on him and he will act.",
      "6": "Then he will bring forth your righteousness like the light,\nand your justice like the noonday.",
      "7": "Be quiet before Yahweh and wait for him.\nDo not fret about one who succeeds in his way,\nabout a man making plots.",
      "8": "Refrain from anger and forsake wrath.\nDo not fret; it only brings evil.",
      "9": "For evildoers will be cut off,\nbut those who wait for Yahweh—\nthey will possess the land.",
      "10": "And yet a little while and the wicked will not be,\nand you will look carefully upon his place, but he will not be.",
      "11": "But the afflicted will possess the land,\nand they will take pleasure in an abundance of peace.",
      "12": "The wicked plans evil against the righteous,\nand gnashes at him with his teeth.",
      "13": "The Lord laughs at him,\nfor he sees that his day is coming.",
      "14": "The wicked have drawn the sword and have bent their bow\nto throw down the poor and the needy,\nto kill those upright in their way.",
      "15": "Their sword will enter into their own heart,\nand their bows shall be broken.",
      "16": "The little belonging to the righteous is better\nthan the wealth of many wicked.",
      "17": "For the arms of the wicked shall be broken,\nbut Yahweh supports the righteous.",
      "18": "Yahweh knows the days of the blameless,\nand their inheritance will be forever.",
      "19": "They will not be put to shame in distressing times,\nand in the days of famine they will be satisfied.",
      "20": "But the wicked will perish,\nand the enemies of Yahweh will be like the splendor of the pastures.\nThey vanish; in smoke they vanish.",
      "21": "The wicked borrows and does not repay,\nbut the righteous is gracious and gives.",
      "22": "For those blessed by him shall possess the land,\nbut those cursed by him shall be cut off.",
      "23": "The steps of a man are established by Yahweh,\nand he takes pleasure in his way.",
      "24": "Though he fall, he will not be cast headlong,\nfor Yahweh supports him with his hand.",
      "25": "I was a youth, but I am now old;\nyet I have not seen the righteous forsaken\nor his children begging for bread.",
      "26": "All the day he is gracious and lends,\nand his children are a blessing.",
      "27": "Turn aside from evil and do good\nand so abide forever.",
      "28": "For Yahweh loves justice\nand will not forsake his faithful ones.\nThey are protected forever.\nBut the children of the wicked will be cut off.",
      "29": "The righteous will possess the land\nand abide in it forever.",
      "30": "The mouth of the righteous utters wisdom,\nand his tongue speaks justice.",
      "31": "The law of his God is in his heart.\nHis steps will not slip.",
      "32": "The wicked watches for the righteous\nand seeks to kill him.",
      "33": "Yahweh will not abandon him into his hand,\nand he will not let him be condemned when he is judged.",
      "34": "Wait for Yahweh and keep his way,\nand he will exalt you to possess the land.\nWhen the wicked are cut off, you will see it.",
      "35": "I have seen the wicked acting violently\nand spreading himself out\nlike a luxuriant native tree.",
      "36": "Then he passed on and behold, he was not.\nAnd I sought him, but he could not be found.",
      "37": "Observe the blameless and look at the upright,\nfor there is a future for a man of peace.",
      "38": "But transgressors shall be destroyed altogether.\nThe future of the wicked shall be cut off.",
      "39": "And the salvation of the righteous is from Yahweh,\ntheir refuge in the time of trouble.",
      "40": "And Yahweh helps them and he rescues them.\nHe rescues them from the wicked and saves them,\nbecause they take refuge in him."
    },
    "38": {
      "1": "O Yahweh, do not rebuke me in your anger\nor chastise me in your wrath.",
      "2": "For your arrows have sunk into me,\nand your hand has pressed down on me.",
      "3": "There is no soundness in my flesh because of your indignation.\nThere is no health in my bones because of my sin.",
      "4": "For my iniquities have passed over my head;\nlike a heavy burden they are too heavy for me.",
      "5": "My wounds start to stink; they rot\nbecause of my foolishness.",
      "6": "I am bowed down; I am bent over greatly.\nAll the day I go about mourning.",
      "7": "For my loins are full of burning,\nand there is no soundness in my flesh.",
      "8": "I am faint and crushed greatly;\nI groan because of the roaring of my heart.",
      "9": "O Lord, all my longing is before you,\nand my sighing is not hidden from you.",
      "10": "My heart throbs violently, my strength leaves me;\nand the light of my eyes, that also is not with me.",
      "11": "My friends and companions stand aloof from my affliction,\nand my relatives stand afar off.",
      "12": "Those who seek my life lay snares as well,\nand those intent on my harm speak threats.\nThey also plot deceit all day.",
      "13": "But as for me, like the deaf I cannot hear,\nand I am like the mute who cannot open his mouth.",
      "14": "And so I am like a man who hears not,\nand in whose mouth there are no retorts.",
      "15": "Rather for you I wait, O Yahweh.\nYou will answer, O Lord my God.",
      "16": "For I said, “Help, lest they rejoice over me,\nlest they boast against me when my foot slips.”",
      "17": "For I am ready to stumble,\nand my pain is before me continually.",
      "18": "For my iniquity I confess;\nI am anxious because of my sin.",
      "19": "And my enemies without cause are numerous,\nand those who hate me wrongfully are many.",
      "20": "And those who repay evil in return for good\naccuse me in return for my pursuing good.",
      "21": "Do not forsake me, O Yahweh.\nO my God, do not be far from me.",
      "22": "Hurry to help me,\nO Lord, my salvation."
    },
    "39": {
      "1": "I said, “I will guard my ways\nthat I may not sin with my tongue.\nI will keep a muzzle over my mouth\nas long as the wicked are before me.”",
      "2": "I was mute with silence. I was silent even from saying good things,\nand my pain was stirred up.",
      "3": "My heart grew hot inside me;\nin my sighing a fire burned.\nThen I spoke with my tongue,",
      "4": "“Let me know, O Yahweh, my end,\nand what is the measure of my days.\nLet me know how transient I am.”",
      "5": "Look, you have made my days mere handbreadths,\nand my lifespan as nothing next to you.\nSurely every person standing firm is complete vanity. Selah",
      "6": "Surely a man walks about as a mere shadow;\nsurely in vain they bustle about.\nHe heaps up possessions but does not know who will gather them in.",
      "7": "And now, O Lord, for what do I wait?\nMy hope is for you.",
      "8": "From all my transgressions deliver me;\ndo not make me the taunt of the fool.",
      "9": "I am mute. I do not open my mouth,\nfor you, yourself, have done it.",
      "10": "Remove from me your affliction.\nBy the opposition of your hand I perish.",
      "11": "When with rebukes you chastise a man for sin,\nyou consume like a moth his delightful things.\nSurely everyone is a mere vapor. Selah",
      "12": "Hear my prayer, O Yahweh, and listen to my cry for help;\ndo not be deaf to my tears.\nFor I am an alien with you,\na sojourner like all my ancestors.",
      "13": "Look away from me that I may be cheerful,\nbefore I depart and I am no more."
    },
    "40": {
      "1": "I waited patiently for Yahweh,\nAnd he inclined to me\nand heard my cry for help.",
      "2": "And so he brought me up from the roaring pit,\nfrom the miry clay.\nAnd he put my feet upon a rock;\nhe made my steps steady.",
      "3": "Then he put a new song in my mouth,\na praise to our God.\nMany will see and fear,\nand will trust Yahweh.",
      "4": "Blessed is the man who makes Yahweh his trust\nand does not turn to the proud and to those who fall away to a lie.",
      "5": "Many things, O Yahweh my God, you have done—\nyour wonderful deeds and your thoughts toward us.\nThere is none to compare with you.\nIf I tried to proclaim and tell of them,\nthey would be too numerous to count.",
      "6": "A sacrifice and offering you do not desire.\nMy ears you have opened.\nBurnt offering and sin offering you have not demanded.",
      "7": "Then I said, “Look, I come.\nIn the scroll of the book\nit is written concerning me:",
      "8": "‘I delight to do your will, O my God,\nand your law is deep within me.’”",
      "9": "I have brought good tidings of righteousness in the great congregation.\nLook, I have not shut my lips.\nO Yahweh, you surely know that.",
      "10": "Your righteousness I have not hidden in the midst of my heart.\nI have spoken of your faithfulness and your salvation.\nI have not concealed your loyal love or your faithfulness\nfrom the great congregation.",
      "11": "As for you, O Yahweh, do not withhold your mercies from me.\nLet your loyal love and your faithfulness\ncontinually preserve me.",
      "12": "For evils without number have encompassed me.\nMy iniquities have overtaken me, so that I am not able to see.\nThey are more than the hairs of my head,\nand my heart fails me.",
      "13": "Be pleased, O Yahweh, to deliver me.\nO Yahweh, hurry to help me.",
      "14": "Let them be shamed and abashed altogether\nwho seek to take away my life.\nLet them be repulsed and humiliated\nwho desire my harm.",
      "15": "Let them be appalled because of their shame,\nthose who say to me, “Aha! Aha!”",
      "16": "Let them rejoice and be glad in you,\nall those who seek you.\nLet them say continually, “Yahweh is great!”\n—those who love your salvation.",
      "17": "But I am poor and needy.\nLet my Lord consider me.\nYou are my help and my deliverer.\nO my God, do not delay."
    },
    "41": {
      "1": "Blessed is the one who has regard for the poor;\nin the day of disaster, Yahweh delivers him.",
      "2": "Yahweh protects him and keeps him alive;\nhe is blessed in the land,\nand you do not give him\ninto the will of his enemies.",
      "3": "Yahweh sustains him on his sick bed.\nIn his illness, you restore to health.",
      "4": "As for me, I said, “O Yahweh, be gracious to me.\nHeal me, for I have sinned against you.”",
      "5": "My enemies speak evil about me,\n“When will he die and his name perish?”",
      "6": "And when one comes to see me, he speaks falsely;\nhis heart gathers disaster for itself.\nHe goes out to the street; he speaks.",
      "7": "All who hate me speak together against me.\nAgainst me they assume the worst for me:",
      "8": "“A ruinous thing is poured out on him,\nand now that he lies down, he will not rise up again.”",
      "9": "Even my close friend, whom I trusted,\nwho ate my bread,\nhas lifted his heel against me.",
      "10": "But you, O Yahweh, be gracious to me and raise me up\nthat I may repay them.",
      "11": "By this I know that you delight in me:\nbecause my enemy has not shouted in triumph over me.",
      "12": "As for me, you have upheld me in my integrity,\nand you have set me in your presence forever.",
      "13": "Blessed be Yahweh, the God of Israel,\nfrom everlasting to everlasting.\nAmen and Amen."
    },
    "42": {
      "1": "As a deer longs for streams of water,\nso my soul longs for you, O God.",
      "2": "My soul thirsts for God, for the living God.\nWhen shall I come and appear before God?",
      "3": "My tears have been my food day and night,\nwhile they say to me all day long,\n“Where is your God?”",
      "4": "These I remember and I pour out my soul within me:\nthat I would go with the multitude;\nI led them in procession to the house of God,\nwith a voice of rejoicing and thanksgiving,\na crowd celebrating a festival.",
      "5": "Why are you in despair, O my soul,\nand disturbed within me?\nHope in God, because I will again praise him,\nfor the salvation of his presence.",
      "6": "O my God, within me my soul is in despair;\ntherefore I remember you from the land of Jordan\nand the heights of Hermon, from the mountain of Mizar.",
      "7": "Deep is calling to deep\nat the thunder of your waterfalls.\nAll your breakers and your waves\nhave passed over me.",
      "8": "By day Yahweh commands his loyal love,\nand in the night his song is with me,\na prayer to the God of my life.",
      "9": "I say to God, my rock,\n“Why have you forgotten me?\nWhy must I walk about mourning\nbecause of the oppression of the enemy?”",
      "10": "As with a shattering in my bones\nmy oppressors taunt me,\nwhile they say to me all day,\n“Where is your God?”",
      "11": "Why are you in despair, O my soul?\nAnd why are you disturbed within me?\nHope in God, because I shall again praise him,\nmy salvation and my God."
    },
    "43": {
      "1": "Judge me, O God, and plead my case\nagainst an unfaithful nation.\nFrom a man of deceit and wickedness rescue me,",
      "2": "because you are the God of my refuge.\nWhy have you rejected me?\nWhy must I go about mourning\nbecause of the oppression of the enemy?",
      "3": "Send your light and your truth;\nthey shall lead me.\nThey shall bring me to your holy mountain\nand to your dwelling places.",
      "4": "Then I will go to the altar of God,\nto God, my surpassing joy,\nand I will praise you with lyre,\nO God, my God.",
      "5": "Why are you in despair, O my soul?\nAnd why are you disturbed within me?\nHope in God, because I will again praise him,\nmy salvation and my God."
    },
    "44": {
      "1": "O God, we have heard with our ears;\nour ancestors have told us\nof work you worked in their days,\nin days of old.",
      "2": "You with your hand drove out the nations,\nbut them you planted.\nYou harmed the peoples,\nbut them you let spread out.",
      "3": "For not with their sword\ndid they possess the land,\nand their arm did not give them victory.\nRather it was your right hand and your arm\nand the light of your presence,\nbecause you delighted in them.",
      "4": "You are my king, O God.\nCommand victories for Jacob.",
      "5": "By you we push down our enemies;\nby your name we tread down those who rise up against us.",
      "6": "For I do not trust my bow,\nand my sword cannot give me victory.",
      "7": "Rather you have saved us from our enemies,\nand have humiliated those who hate us.",
      "8": "In God we boast all the day,\nand we will give thanks to your name forever. Selah",
      "9": "Surely you have rejected and disgraced us,\nand have not gone out with our armies.",
      "10": "You have caused us to pull back from the enemy,\nand so those who hate us have plundered for themselves.",
      "11": "You have given us as sheep for food,\nand among the nations you have scattered us.",
      "12": "You have sold your people cheaply,\nand did not profit by their price.",
      "13": "You have made us a taunt to our neighbors,\na derision and a scorn to those around us.",
      "14": "You have made us a byword among the nations,\na shaking of the head among the peoples.",
      "15": "All day long my disgrace is before me,\nand the shame of my face covers me,",
      "16": "because of the voice of the taunter and the reviler,\nbecause of the enemy and the avenger.",
      "17": "All this has befallen us, though we have not forgotten you,\nand we have not been false to your covenant.",
      "18": "Our heart has not turned back,\nand our steps have not turned aside from your way.",
      "19": "But you have crushed us in a place of jackals,\nand have covered us with deep shadow.",
      "20": "If we had forgotten the name of our God,\nor had spread out our hands in prayer to a foreign god,",
      "21": "would not God discover this,\nfor he knows the secrets of the heart?",
      "22": "Rather, on account of you we are killed all day long;\nwe are accounted as sheep for slaughter.",
      "23": "Wake up! Why do you sleep, O Lord?\nAwake! Do not reject forever.",
      "24": "Why do you hide your face?\nHave you forgotten our misery and our oppression?",
      "25": "For our soul is bowed down to the dust.\nOur body clings to the ground.",
      "26": "Rise up! Be a help for us,\nand redeem us for the sake of your loyal love."
    },
    "45": {
      "1": "My heart is moved with a good word;\nI recite my compositions to the king.\nMy tongue is the pen of a skilled scribe.",
      "2": "You are the most handsome of the sons of humankind;\ngrace is poured out on your lips;\ntherefore God has blessed you forever.",
      "3": "Gird your sword on your thigh, O mighty one,\nin your splendor and your majesty.",
      "4": "And in your majesty ride victoriously,\nbecause of truth and humility and righteousness.\nAnd let your right hand teach you awesome deeds.",
      "5": "Your arrows are sharp;\npeoples fall under you\nin the midst of the king’s enemies.",
      "6": "Your throne, O God, is forever and ever.\nA scepter of uprightness is\nthe scepter of your kingdom.",
      "7": "You love righteousness and hate wickedness.\nTherefore God, your God, has anointed you\nfrom among your companions with festive oil.",
      "8": "All your robes are scented with myrrh and aloes and cassia.\nFrom palaces of ivory stringed instruments gladden you.",
      "9": "Kings’ daughters are among your noble ladies.\nThe queen stands at your right hand in gold of Ophir.",
      "10": "Hear, O daughter, and discern and incline your ear,\nand forget your people and your father’s house.",
      "11": "Let the king desire your beauty.\nBecause he is your lord, therefore bow down to him.",
      "12": "Even the daughter of Tyre will come with a gift.\nThe rich from among people will seek your favor.",
      "13": "The king’s daughter is all glorious within;\nher garment is of gold embroidered cloth.",
      "14": "She is brought to the king in colorful garments.\nThe young women behind her, her attendants,\nare being brought to you.",
      "15": "They are led with joy and gladness.\nThey enter the palace of the king.",
      "16": "In place of your fathers will be your sons.\nYou will make them princes in all the land.",
      "17": "I will cause your name to be remembered in all generations;\ntherefore peoples will praise you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\na very sufficient help in troubles.",
      "2": "Therefore we will not fear though the earth change,\nand though the mountains totter into the midst of the sea,",
      "3": "though its waters roar and foam,\nthough mountains shake with its surging water. Selah",
      "4": "There is a river whose streams gladden the city of God,\nthe holiest of the dwellings of the Most High.",
      "5": "God is in the midst of her;\nshe will not be made to totter.\nGod will help her at daybreak.",
      "6": "Nations roar, kingdoms shake;\nhe utters his voice, the earth melts.",
      "7": "Yahweh of hosts is with us;\nour high stronghold is the God of Jacob. Selah",
      "8": "Come, see the works of Yahweh,\nwho has placed desolations on the earth.",
      "9": "He makes wars cease to the ends of the earth;\nhe breaks the bow and cuts off the spear.\nThe wagons of war he burns with fire.",
      "10": "Be still, and know that I am God.\nI will be exalted among the nations;\nI will be exalted in the earth.",
      "11": "Yahweh of Hosts is with us;\nthe God of Jacob is our high stronghold."
    },
    "47": {
      "1": "All you peoples, clap your hands.\nShout to God with a voice of rejoicing.",
      "2": "For Yahweh Most High is awesome,\na great king over all the earth.",
      "3": "He subdues peoples under us\nand nations under our feet.",
      "4": "He chooses for us our inheritance,\nthe pride of Jacob whom he loves.",
      "5": "God has gone up with a shout,\nYahweh with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises.\nSing praises to our king, sing praises.",
      "7": "For God is king of all the earth.\nSing praises with understanding.",
      "8": "God reigns over nations;\nGod sits on his holy throne.",
      "9": "The princes of the peoples are gathered together\nwith the people of Abraham’s God.\nFor the shields of the earth belong to God.\nHe is very exalted."
    },
    "48": {
      "1": "Yahweh is great and very worthy of praise\nin the city of our God, in his holy mountain.",
      "2": "Beautiful in elevation, the joy of the whole earth,\nis Mount Zion, in the far north,\nthe city of the great king.",
      "3": "God is in her citadels;\nhe is known as a high stronghold.",
      "4": "For see, the kings assembled;\nthey advanced together.",
      "5": "They themselves saw it, so they were astonished.\nThey were terrified; they ran off.",
      "6": "Trembling seized them there—\npain as of a woman in labor.",
      "7": "With an east wind\nyou shatter the ships of Tarshish.",
      "8": "As we have heard, so we have seen\nin the city of Yahweh of hosts, in the city of our God.\nGod will establish her forever. Selah",
      "9": "We have pondered your loyal love, O God,\nin the midst of your temple.",
      "10": "As is your name, O God, so is your praise\nto the ends of the earth.\nYour right hand is full of righteousness.",
      "11": "Let Mount Zion rejoice;\nlet the daughters of Judah rejoice\nbecause of your judgments.",
      "12": "Walk about Zion and circle it;\ncount her towers.",
      "13": "Consider well her ramparts.\nGo through her citadels\nso that you can tell the next generation",
      "14": "that this is God, our God forever and ever.\nHe himself will guide us until death."
    },
    "49": {
      "1": "Hear this, all you peoples;\ngive ear, all you inhabitants of the world,",
      "2": "both low and high,\nrich and poor together.",
      "3": "My mouth will speak wisdom,\nand the meditation of my heart will be understanding.",
      "4": "I will incline my ear to a proverb;\nI will propound my riddle on a lyre.",
      "5": "Why should I fear in times of calamity,\nwhen iniquity surrounds me at my heels,",
      "6": "those who trust their wealth\nand boast about the abundance of their riches?",
      "7": "Surely a man cannot redeem a brother.\nHe cannot give to God his ransom",
      "8": "(since the redemption price for their life is costly\nand it always fails),",
      "9": "so that he may stay alive forever\nand not see the pit.",
      "10": "For he sees that the wise die,\ntogether with the fool and brute they perish,\nand leave their wealth to the next generation.",
      "11": "Within them they think their houses are forever,\ntheir dwelling places from generation to generation.\nThey name their lands by their own names.",
      "12": "But man cannot continue in his pomp.\nHe is like the beasts that perish.",
      "13": "This is the journey of those who have foolish confidence,\nand those after them who accept their sayings. Selah",
      "14": "Like sheep they are destined to Sheol;\ndeath will shepherd them.\nBut the upright will rule over them in the morning,\nand their forms will be for Sheol to consume,\nfar from his lofty abode.",
      "15": "Surely God will ransom my life\nfrom the power of Sheol,\nbecause he will receive me. Selah",
      "16": "Do not fear when a man becomes rich,\nwhen the wealth of his house increases,",
      "17": "because when he dies he will not take away any of it.\nHis wealth will not follow down after him.",
      "18": "Though he congratulated his soul while he was living\n—and people will praise you when you do well for yourself—",
      "19": "it will go to the generation of his fathers.\nNever will they see light.",
      "20": "Humankind in its pomp, but does not understand,\nis like the beasts that perish."
    },
    "50": {
      "1": "The Supreme God, God, Yahweh, has spoken\nand summoned the earth,\nfrom the rising of the sun\nto its setting.",
      "2": "From Zion, the perfection of beauty,\nGod shines forth.",
      "3": "Our God comes and he is not silent.\nBefore him fire devours,\nand around him it is very tempestuous.",
      "4": "He summons the heavens above\nand the earth that he might judge his people:",
      "5": "“Gather to me my loyal ones,\nthose who have made a covenant with me by sacrifice.”",
      "6": "And the heavens declare his righteousness,\nbecause God himself is judge. Selah",
      "7": "“Hear, O my people, and I will speak,\nO Israel, and I will testify against you.\nI am God, your God.",
      "8": "It is not concerning a lack of your sacrifices that I rebuke you,\nand your burnt offerings are before me continually.",
      "9": "I will not take from your house a bull\nor from your stalls a he-goat,",
      "10": "because every animal of the forest is mine,\nthe cattle on a thousand hills.",
      "11": "I know every bird of the mountains,\nand every moving creature in the field is mine.",
      "12": "If I were hungry I would not tell you,\nbecause the world and its fullness are mine.",
      "13": "Do I eat the flesh of bulls\nor drink the blood of goats?",
      "14": "Offer to God a thank offering\nand pay your vows to the Most High.",
      "15": "And call me in the day of trouble;\nI will deliver you, and you will glorify me.”",
      "16": "But to the wicked God says,\n“What right have you to recite my statutes\nand mention my covenant with your mouth,",
      "17": "while you yourself hate discipline,\nand cast my words behind you?",
      "18": "When you see a thief, then you are pleased with him,\nand your association is with adulterers.",
      "19": "You give your mouth free rein for evil,\nand you harness your tongue to deceit.",
      "20": "You sit and speak against your brother;\nyou slander your mother’s son.",
      "21": "These things you have done, and I have been silent;\nYou imagined that I was just like you.\nI will rebuke you and present an argument before your eyes.",
      "22": "Now consider this, you who forget God,\nlest I tear you apart, and there will be none to deliver.",
      "23": "He who sacrifices a thank offering honors me,\nand he who orders his way;\nI will show him the salvation of God.”"
    },
    "51": {
      "1": "Be gracious to me, O God, according to your loyal love.\nAccording to your abundant mercies,\nblot out my transgressions.",
      "2": "Wash me thoroughly from my iniquity,\nand from my sin cleanse me.",
      "3": "For I myself know my transgressions,\nand my sin is ever before me.",
      "4": "Against you, only you, I have sinned\nand have done this evil in your eyes,\nso that you are correct when you speak,\nyou are blameless when you judge.",
      "5": "Behold, in iniquity I was born,\nand in sin my mother conceived me.",
      "6": "Behold, you delight in truth in the inward parts,\nand in the hidden parts you make me to know wisdom.",
      "7": "Purify me with hyssop, and I shall be clean.\nWash me, and I shall be whiter than snow.",
      "8": "Make me hear joy and gladness;\nlet the bones you have crushed rejoice.",
      "9": "Hide your face from my sins,\nand all my iniquities blot out.",
      "10": "Create a clean heart for me, O God,\nand renew a steadfast spirit within me.",
      "11": "Do not cast me away from your presence,\nand do not take your Holy Spirit from me.",
      "12": "Restore to me the joy of your salvation,\nand with a willing spirit sustain me.",
      "13": "Then I will teach transgressors your ways,\nand sinners will turn back to you.",
      "14": "Deliver me from the guilt of bloodshed, O God,\nthe God of my salvation;\nthen my tongue will sing aloud of your righteousness.",
      "15": "O Lord, open my lips,\nand my mouth will proclaim your praise.",
      "16": "For you do not delight in sacrifice or I would give it.\nWith a burnt offering you are not pleased.",
      "17": "The sacrifices of God are a broken spirit;\nA broken and contrite heart,\nO God, you will not despise.",
      "18": "Do good in your favor toward Zion.\nBuild the walls of Jerusalem.",
      "19": "Then you will delight in righteous sacrifices,\nburnt offering and whole burnt offering.\nThen bulls will be offered on your altar."
    },
    "52": {
      "1": "Why do you boast about evil, O mighty man?\nThe loyal love of God endures continually.",
      "2": "Your tongue plans destruction,\nlike a sharp razor, working deceit.",
      "3": "You love evil more than good,\na lie more than speaking what is right. Selah",
      "4": "You love all devouring words,\nO deceitful tongue,",
      "5": "but God will pull you down forever.\nHe will snatch you and tear you away from your tent,\nand he will uproot you from the land of the living. Selah",
      "6": "And the righteous will see and fear,\nand will laugh at him, saying,",
      "7": "“Look, the man who would not make God his refuge,\nbut he trusted in the greatness of his wealth;\nhe took refuge in his destructiveness.”",
      "8": "But I am like an olive tree flourishing\nin the house of God.\nI trust the loyal love of God forever and ever.",
      "9": "I will give thanks to you forever, because of what you have done,\nand I will wait on your name, because it is good,\nin the presence of your faithful ones."
    },
    "53": {
      "1": "The fool says in his heart, “There is no God.”\nThey are corrupt and they have done abominable iniquity.\nThere is none who does good.",
      "2": "God looks down from heaven upon the children of humankind\nto see whether there is one who has insight,\none who seeks God.",
      "3": "All of them have turned back.\nThey are altogether corrupt.\nThere is none who does good;\nthere is not even one.",
      "4": "Do not evildoers know,\nthey who eat my people as though they were eating bread?\nThey do not call on God.",
      "5": "There they are very fearful\nwhere no fear had been,\nbecause God has scattered the bones of him who encamps against you.\nYou have put them to shame, because God has rejected them.",
      "6": "Oh, that from Zion would come salvation for Israel!\nWhen God returns the fortunes of his people,\nlet Jacob rejoice, let Israel be glad."
    },
    "54": {
      "1": "O God, by your name save me,\nand by your power vindicate me.",
      "2": "O God, hear my prayer;\nheed the words of my mouth.",
      "3": "For foreigners have risen against me,\nand ruthless men seek my life.\nThey have not set God before them. Selah",
      "4": "See, God is my helper;\nThe Lord is with those who sustain my life.",
      "5": "He will repay my enemies for their evil;\nin your faithfulness destroy them.",
      "6": "I will freely sacrifice to you;\nI will give thanks to your name,\nO Yahweh, because it is good.",
      "7": "Because he has delivered me from all trouble,\nand my eye has looked with satisfaction on my enemies."
    },
    "55": {
      "1": "Give ear, O God, to my prayer,\nand do not hide yourself from my plea.",
      "2": "Attend to me and answer me.\nI am restless in my lamenting and I groan,",
      "3": "because of the voice of an enemy,\nbecause of the oppression of the wicked,\nbecause they bring down evil on me,\nand in anger they hold a grudge against me.",
      "4": "My heart trembles within me,\nand deathly terrors fall on me.",
      "5": "Fear and trembling come on me,\nand horror overwhelms me.",
      "6": "So I say, “Oh, that I had wings like a dove.\nI would fly away and be at rest.",
      "7": "Look, I would flee far away.\nI would dwell in the wilderness. Selah",
      "8": "I would hurry to my refuge\nfrom the raging wind and storm.”",
      "9": "Confuse, O Lord; divide their speech,\nbecause I see violence and strife in the city.",
      "10": "Day and night they go around it on its walls,\nand iniquity and trouble are in its midst.",
      "11": "Destruction is within it,\nand oppression and deceit\ndo not depart from its public square.",
      "12": "For it is not an enemy that taunts me,\nor I could bear it.\nIt is not one who hates me that magnifies himself over me,\nor I could hide myself from him.",
      "13": "But it is you, a man my equal,\nmy friend and confidant.",
      "14": "We who would take sweet counsel together;\nin the house of God\nwe would walk with the throng.",
      "15": "Let death deceive them. May they descend to Sheol alive,\nbecause evil is in their home and heart.",
      "16": "As for me, I will call to God,\nand Yahweh will save me.",
      "17": "Morning, noon and night I will lament and groan loudly,\nand he will hear my voice.",
      "18": "He safely redeems my life from the battle against me,\nbecause those standing against me are among many.",
      "19": "God will hear and answer them,\nhe who is enthroned from of old, Selah\nBecause they do not change,\nand they do not fear God.",
      "20": "He has put forth his hands against his friends;\nhe has defiled his covenant.",
      "21": "The buttery words of his mouth were smooth,\nbut there was battle in his heart.\nHis words were smoother than oil,\nbut they were drawn swords.",
      "22": "Cast your burden on Yahweh,\nand he will sustain you.\nHe will never allow the righteous to be moved.",
      "23": "But you, O God, you will bring them down to the pit of corruption.\nThe men of bloodshed and deceit will not live half their days,\nbut I will trust you."
    },
    "56": {
      "1": "Be gracious to me, O God, because humankind has trampled me;\nfighting all the day he oppresses me.",
      "2": "My enemies trample all day,\nbecause many are attacking me proudly.",
      "3": "When I fear, I trust you.",
      "4": "God, whose word I praise,\nGod I trust; I do not fear.\nWhat can mere flesh do to me?",
      "5": "All day they twist my words;\nall their thoughts are against me for evil.",
      "6": "They attack, they hide, they watch my steps,\nas they lie in wait for my life.",
      "7": "Because of iniquity will they escape?\nIn anger cast down the peoples, O God.",
      "8": "You have kept count of my wonderings.\nPut my tears in your bottle;\nare they not in your book?",
      "9": "Then my enemies will turn back when I call.\nThis I know because God is for me.",
      "10": "God, whose word I praise,\nYahweh, whose word I praise,",
      "11": "God I trust; I do not fear.\nWhat can mere humankind do to me?",
      "12": "My vows to you, O God, are binding upon me.\nI will pay thank offerings to you,",
      "13": "because you have delivered my soul from death.\nHave you not kept my feet from stumbling,\nthat I may walk before God\nin the light of the living?"
    },
    "57": {
      "1": "Be gracious to me, O God, be gracious to me,\nbecause in you my soul takes refuge.\nIn the shadow of your wings I will take refuge\nuntil destruction passes by.",
      "2": "I will call to God Most High,\nto God who accomplishes things concerning me.",
      "3": "He will send from heaven and save me;\nhe will reproach the one who tramples me. Selah\nGod will send his loyal love and his faithfulness.",
      "4": "My soul is among lions.\nI lie down among those who devour—\nthe children of humankind whose teeth are spears and arrows\nand whose tongues are sharp swords.",
      "5": "Be exalted above the heavens, O God.\nLet your glory be above all the earth.",
      "6": "They have set a net for my steps;\nmy soul is bowed down.\nThey have dug a pit before me;\nthey have fallen into the midst of it. Selah",
      "7": "My heart is steadfast, O God;\nMy heart is steadfast.\nI will sing and give praise.",
      "8": "Awake, my glory;\nAwake, harp and lyre.\nI will awake the dawn.",
      "9": "I will give you thanks among the peoples, O Lord;\nI will give you praise among the nations.",
      "10": "Because your loyal love is high to the heavens,\nand your faithfulness to the clouds.",
      "11": "Be exalted above the heavens, O God.\nLet your glory be above all the earth."
    },
    "58": {
      "1": "Do you really speak what is right when silent?\nDo you judge fairly the children of humankind?",
      "2": "No, in your heart you plan injustices;\nin the land you weigh out the violence of your hands.",
      "3": "The wicked are estranged from the womb.\nThey go astray from the belly, speaking lies.",
      "4": "Their venom is like snake venom;\nThey are like a deaf viper that closes its ear",
      "5": "so that it does not hear the voice of charmers\nor the skilled caster of spells.",
      "6": "O God, break their teeth in their mouth.\nBreak off the fangs of the young lions, O Yahweh.",
      "7": "Let them run away like water that runs off.\nWhen he bends the bow, let his arrows be as though they were cut off.",
      "8": "Let them be like a snail that melts away as it goes;\nlike the stillborn of woman that do not see the sun.",
      "9": "Before your pots can feel the heat of a thornbush,\nwhether green or dry, he will sweep it away.",
      "10": "The righteous will rejoice when he sees the vengeance;\nhe will wash his feet in the blood of the wicked.",
      "11": "And people will say, “Surely there is a reward for the righteous.\nSurely there is a God who judges in the land.”"
    },
    "59": {
      "1": "Deliver me from my enemies, O my God.\nProtect me from those who rise up against me.",
      "2": "Deliver me from workers of iniquity,\nand from men of bloodshed save me.",
      "3": "For look, they lie in wait for my life.\nThe mighty attack against me,\nnot because of my transgression or my sin, O Yahweh.",
      "4": "Without guilt on my part they run and ready themselves.\nAwake to meet me and see.",
      "5": "And you, Yahweh, God of hosts, are the God of Israel.\nRouse yourself to punish all the nations.\nDo not be gracious to any who treacherously plot evil. Selah",
      "6": "They return at evening; they howl like dogs\nwhile they prowl the city.",
      "7": "Look, they pour out talk with their mouth.\nSwords are on their lips,\nfor they say, “Who hears?”",
      "8": "But you, O Yahweh, will laugh at them;\nyou will mock all the nations.",
      "9": "O my strength, I will watch for you,\nbecause you, O God, are my (high) stronghold.",
      "10": "My God of loyal love will meet me;\nGod will cause me to look in triumph on my enemies.",
      "11": "Do not kill them, lest my people forget.\nMake them to wander by your power,\nand bring them down, O Lord, our shield.",
      "12": "By the sin of their mouth and the words of their lips,\neven in their pride, let them be trapped,\nand for the curses and lies they proclaim.",
      "13": "Destroy in anger; destroy so they are no more,\nso that they may know that God is ruling in Jacob\nto the ends of the earth. Selah",
      "14": "They return at evening; they howl like dogs\nwhile they prowl the city.",
      "15": "As for them, they wander for food.\nIf they are not satisfied, then they continue all night.",
      "16": "But as for me, I will sing of your strength,\nand I will hail your loyal love in the morning,\nbecause you have been my high stronghold\nand a refuge in my time of trouble.",
      "17": "O my strength, to you I will give praise,\nbecause God is my high stronghold,\nmy God of loyal love."
    },
    "60": {
      "1": "O God, you have rejected us. You have broken us.\nYou have been angry. Restore us!",
      "2": "You have made the land quake. You have split it open.\nHeal its fissures, because it totters.",
      "3": "You have shown your people hard things;\nYou have given us wine that staggers.",
      "4": "You have rallied those who fear you round a banner\nout of bowshot, Selah",
      "5": "so that your beloved ones may be rescued.\nSave by your right hand and answer us.",
      "6": "God has spoken in his holiness,\n“I will rejoice;\nI will divide up Shechem,\nand portion out the valley of Succoth.",
      "7": "Gilead is mine, and Manasseh is mine,\nand Ephraim is the helmet for my head;\nJudah is my scepter.",
      "8": "Moab is my washing pot;\nover Edom, I will cast my sandal.\nOn account of me, O Philistia, raise a shout.”",
      "9": "Who will bring me to the fortified city?\nWho will lead me to Edom?",
      "10": "Have not you yourself rejected us, O God,\nand not gone out with our armies, O God?",
      "11": "Give us help against the adversary,\nfor the help of humankind is futile.",
      "12": "Through God we will do valiantly,\nand it is he who will tread down our enemies."
    },
    "61": {
      "1": "Hear, O God, my cry;\nattend to my prayer.",
      "2": "From the end of the earth I call to you\nwhen my heart grows faint.\nYou will lead me to a rock that is higher than I.",
      "3": "For you have been my refuge,\na strong tower from the enemy.",
      "4": "Let me reside in your tent forever.\nLet me take refuge under the covering of your wings. Selah",
      "5": "For you, O God, you have heard my vows.\nYou have given me the heritage of those who fear your name.",
      "6": "You will add days to the days of the king,\nhis years like those of many generations.",
      "7": "May he live forever in the presence of God.\nAppoint loyal love and faithfulness to preserve him.",
      "8": "So I will sing the praise of your name forever,\nthat I may fulfill my vows daily."
    },
    "62": {
      "1": "Only for God my soul waits in silence.\nFrom him is my salvation.",
      "2": "Only he is my rock and my salvation,\nmy high stronghold; I shall not be greatly shaken.",
      "3": "How long will you attack a man?\nAll of you will be shattered\nlike a leaning wall, a tottering fence.",
      "4": "They only plan to thrust him down from his high position;\nthey are pleased with deception.\nWith their mouths they bless,\nbut inwardly they curse. Selah",
      "5": "Only for God wait in silence, O my soul,\nbecause my hope is from him.",
      "6": "Only he is my rock and my salvation,\nmy high stronghold; I shall not be shaken.",
      "7": "On God rests my salvation and my glory;\nGod is my strong rock, my refuge.",
      "8": "Trust him at all times, O people;\npour out before him your heart.\nGod is a refuge for us. Selah",
      "9": "Only a vapor are men of low degree,\na deception are men of high degree.\nWeighed in a balance,\ntogether they are lighter than a vapor.",
      "10": "Do not trust in extortion,\nand do not put vain confidence in robbery.\nIf wealth increases,\ndo not set your heart on it.",
      "11": "Once God has spoken;\ntwice I have heard this:\nthat strength belongs to God.",
      "12": "And to you belongs loyal love, O Lord,\nbecause you will render to each according to his work."
    },
    "63": {
      "1": "O God, you are my God;\nI will seek you diligently.\nMy soul thirsts for you; my flesh longs for you\nas in a dry and weary land without water.",
      "2": "Thus I have seen you in the sanctuary,\nbeholding your strength and glory.",
      "3": "Because your loyal love is better than life,\nmy lips will praise you.",
      "4": "So I will bless you while I live.\nI will lift up my hands in your name.",
      "5": "My soul will be satisfied as with the best and richest food,\nand with joyful lips my mouth will praise.",
      "6": "When I remember you on my bed,\nI meditate on you in the night watches.",
      "7": "Because you have been my help,\ntherefore in the shadow of your wings I will sing for joy.",
      "8": "My soul clings to you;\nyour right hand upholds me.",
      "9": "But as for them who seek my life for ruin,\nthey will go into the depths of the earth.",
      "10": "They who would deliver him to the sword\nwill become a portion for jackals.",
      "11": "However, the king will rejoice in God.\nEveryone who swears an oath by him will boast,\nbecause the mouth of the liars will be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my lamenting.\nPreserve my life from the fear of the enemy.",
      "2": "Hide me from the secret plots of evildoers,\nfrom the unrest of those who do iniquity,",
      "3": "who sharpen their tongue like a sword.\nThey bend their bow to shoot their arrows—bitter words,",
      "4": "to shoot from their hiding places at the blameless.\nSuddenly they shoot at him and do not fear.",
      "5": "They encourage themselves in the evil matter.\nThey talk of secretly laying snares.\nThey say, “Who will see them?”",
      "6": "They carefully plot injustices saying,\n“We have perfected the perfect plot!”\nBoth the inner thought and heart of a man are deep.",
      "7": "But God will shoot them;\nwith an arrow they will suddenly be wounded.",
      "8": "And they who would cause him to stumble,\ntheir own tongue will be against them.\nAll who gaze on them will shake.",
      "9": "And then all men will fear,\nand will declare the working of God,\nand will understand his doing.",
      "10": "The righteous will rejoice in Yahweh and take refuge in him,\nand all the upright in heart will boast."
    },
    "65": {
      "1": "Praise awaits you, O God, in Zion,\nand to you the vow shall be fulfilled.",
      "2": "O you who hear prayer,\nto you all flesh will come.",
      "3": "Iniquities prevail over me.\nAs for our transgressions, you will forgive them.",
      "4": "Blessed is one whom you choose and bring near,\nthat he may abide in your courts.\nWe will be satisfied with the goodness of your house,\nyour holy temple.",
      "5": "By awesome deeds in righteousness you will answer us,\nO God of our salvation,\nyou who are the confidence of all the ends of the earth\nand of the far-off seas,",
      "6": "who established the mountains by his strength,\nthe one who is girded with might,",
      "7": "who stills the roar of the seas,\nthe roar of their waves,\nand the commotion of the peoples,",
      "8": "so that the inhabitants of the farthest reaches are in awe of your signs.\nYou make the dawn and sunset sing for joy.",
      "9": "You care for the land and water it;\nyou greatly enrich it.\nThe stream of God is filled with waters.\nYou provide their grain,\nfor so you have established it.",
      "10": "You drench its furrows,\npenetrating its ridges.\nWith rains you soften it;\nits growth you bless.",
      "11": "You crown the year with your bounty,\nand your wagon paths drip with richness.",
      "12": "They drop on the pastures of the wilderness,\nand the hills gird themselves with joy.",
      "13": "The pasturelands put on flocks,\nand the valleys clothe themselves with grain.\nThey shout in triumph;\nthey even sing."
    },
    "66": {
      "1": "Shout joyfully to God, all the earth.",
      "2": "Sing the glory of his name.\nSet forth his glorious praise.",
      "3": "Say to God, “How awesome are your works!\nBecause of the greatness of your strength,\nyour enemies will cringe before you.",
      "4": "All the earth will bow in worship to you,\nand sing praise to you.\nThey will sing the praise of your name.” Selah",
      "5": "Come and consider the works of God;\nhe is awesome in his dealings with the children of humankind.",
      "6": "He turned the sea into dry ground;\nthey passed through the river on foot.\nThere we rejoiced in him.",
      "7": "He rules by his might forever;\nhis eyes keep watch on the nations.\nDo not let the rebellious exalt themselves. Selah",
      "8": "Bless our God, O peoples,\nand cause the sound of his praise to be heard,",
      "9": "the one who has kept our soul among the living,\nand has not allowed our foot to slip.",
      "10": "For you have tested us, O God;\nyou have tried us as silver is tried.",
      "11": "You brought us into the net;\nyou placed a heavy burden on our backs.",
      "12": "You let men ride over our heads.\nWe went through fire and through water,\nbut you have brought us out to the place of abundance.",
      "13": "I will come into your house with burnt offerings.\nI will pay to you my vows",
      "14": "that my lips uttered,\nand my mouth spoke in my distress.",
      "15": "Burnt offerings of fat animals I will offer to you,\nwith the smoke of rams.\nI will do cattle with rams. Selah",
      "16": "Come and hear, all you God-fearers, and I will tell\nwhat he has done for me.",
      "17": "I called to him with my mouth,\nand he was extolled with my tongue.",
      "18": "If I had considered evil in my heart,\nthe Lord would not have listened.",
      "19": "However, God has listened;\nhe has attended to the sound of my prayer.",
      "20": "Blessed be God,\nwho has not turned aside my prayer,\nor his loyal love from me."
    },
    "67": {
      "1": "May God be gracious to us and bless us.\nMay he cause his face to shine toward us, Selah",
      "2": "that your way may be known on the earth,\nyour salvation among all nations.",
      "3": "Let the peoples praise you, O God;\nlet all of the peoples praise you.",
      "4": "Let the nations be glad and sing for joy,\nbecause you judge the peoples with equity\nand guide the nations on the earth. Selah",
      "5": "Let the peoples praise you, O God;\nlet all the peoples praise you.",
      "6": "The earth has yielded its produce.\nGod, our God, will bless us.",
      "7": "God will bless us,\nand all the ends of the earth will fear him."
    },
    "68": {
      "1": "God will arise; his enemies will be scattered,\nand those who hate him will flee from before him.",
      "2": "As smoke is driven off, you will drive them off.\nAs wax melts before fire,\nthe wicked will perish before God.",
      "3": "But the righteous will be glad; they will exalt before God,\nand will rejoice with joy.",
      "4": "Sing to God, sing praises to his name.\nLift up a song to the rider on the clouds—his name is Yah—\nand rejoice before him.",
      "5": "A father to orphans and a judge for widows\nis God in his holy habitation.",
      "6": "God settles the lonely in a home;\nhe brings prisoners out into prosperity.\nBut the rebellious abide in a barren land.",
      "7": "O God, when you went out before your people,\nwhen you marched through the desert, Selah",
      "8": "the earth shook; the heavens also dripped rain\nat the presence of God who was at Sinai,\nat the presence of God, the God of Israel.",
      "9": "You caused abundant rain to fall, O God.\nWhen your inheritance was weary you revived it.",
      "10": "Your community dwelled in it.\nYou provided in your goodness for the poor, O God.",
      "11": "The Lord gives the word.\nGreat is the company of women who announce:",
      "12": "“The kings of armies flee, they flee,\nand she who remains at home divides the spoil.",
      "13": "Though you men lie down between the sheepfolds,\nyou will be like the wings of a dove covered in silver\nand its pinions in yellow gold.”",
      "14": "When Shaddai scattered kings on it,\non Zalmon it snowed.",
      "15": "A mountain of God is the mountain of Bashan;\na mountain of many peaks is the mountain of Bashan.",
      "16": "Why do you look with hostility, O many-peaked mountains?\nThis mountain God desires for his dwelling.\nYes, Yahweh will abide in it forever.",
      "17": "The chariots of God\nare twice ten thousand, with thousands doubled.\nThe Lord is among them at Sinai, distinctive in victory.",
      "18": "You have ascended on high; you have led away captives.\nYou have received gifts from among humankind,\nand even from the rebellious, so that Yah God may dwell there.",
      "19": "Blessed be the Lord. Daily he loads us with benefits,\nthe God of our salvation. Selah",
      "20": "Our God is a God of deliverances,\nand to the Yahweh the Lord belong escapes from death.",
      "21": "But God will shatter the head of his enemies,\nthe hairy scalp of the one who continues on in his guilt.",
      "22": "The Lord said, “I will bring them back from Bashan;\nI will bring them back from the depths of the sea,",
      "23": "so that your foot may shatter them bloody\nfor the tongues of your dogs to have their share from the enemies.”",
      "24": "They have seen your processions, O God,\nthe processions of my God, my king, distinctive in victory.",
      "25": "Singers went up front, those playing stringed instruments last,\nbetween them young women playing tambourines.",
      "26": "Bless God in the assemblies,\nYahweh from the fountain of Israel.",
      "27": "There is little Benjamin ruling them,\nwith the princes of Judah in their throng,\nthe princes of Zebulun and the princes of Naphtali.",
      "28": "Your God has commanded your strength.\nShow yourself strong, O God, by what you perform for us.",
      "29": "Because your temple is above Jerusalem,\nkings will bring tribute to you.",
      "30": "Rebuke the beasts in the reeds,\nthe herd of bulls with the calves of the peoples,\ntrampling the pieces of silver.\nScatter the nations who delight in battles.",
      "31": "Ambassadors will come from Egypt;\nCush will quickly stretch out her hands to God.",
      "32": "O kingdoms of the earth, sing to God;\nsing praise to the Lord, Selah",
      "33": "to the one who rides in the highest heavens of old.\nSee, he gives forth his voice, a mighty voice.",
      "34": "Ascribe strength to God.\nHis majesty is over Israel,\nand his strength is in the clouds.",
      "35": "Awesome are you, O God, from your sanctuary.\nThe God of Israel, it is he who gives strength and might to the people.\nBlessed be God."
    },
    "69": {
      "1": "Save me, O God,\nbecause waters have come up to my neck.",
      "2": "I sink in the mud of the deep, and there is no foothold.\nI have come to watery depths,\nand the torrent floods over me.",
      "3": "I am weary with my calling out; my throat is parched.\nMy eyes are exhausted in my waiting for my God.",
      "4": "More numerous than the hairs of my head\nare those hating me without a cause.\nThose who are destroying me—my enemies wrongfully— are mighty.\nWhat I did not steal, I then must restore.",
      "5": "O God, you yourself know my foolishness,\nand my guilty deeds are not hidden from you.",
      "6": "Let those who wait for you not be put to shame because of me,\nO Lord Yahweh of hosts.\nLet those who seek you not be disgraced because of me,\nO God of Israel.",
      "7": "Because on account of you I have borne reproach;\ndisgrace has covered my face.",
      "8": "I have become a stranger to my brothers\nand a foreigner to my mother’s sons,",
      "9": "because the zeal for your house has consumed me,\nand the reproaches of those reproaching you have fallen on me.",
      "10": "When I wept in the fasting of my soul,\nit became reproaches for me.",
      "11": "When I made sackcloth my clothing,\nI became for them a byword.",
      "12": "Those sitting at the gate talk about me\nas also the songs of the drunkards.",
      "13": "But as for me, my prayer is to you, O Yahweh, for a favorable time,\nO God, according to the abundance of your loyal love.\nAnswer me with the faithfulness of your salvation.",
      "14": "Deliver me from the mud and do not let me sink.\nLet me be delivered from those who hate me\nand from the watery depths.",
      "15": "Do not let the torrent of waters flood over me,\nor the deep swallow me,\nor the pit close its mouth over me.",
      "16": "Answer me, O Yahweh, because your loyal love is good;\naccording to your abundant mercies, turn to me,",
      "17": "and do not hide your face from your servant.\nBecause I am in trouble, answer me quickly.",
      "18": "Draw near to my soul; redeem it.\nBecause of my enemies, ransom me.",
      "19": "You know my reproach, my shame and my disgrace.\nFully known to you are all my adversaries.",
      "20": "Reproach has broken my heart and I am sick.\nAnd I hoped for sympathy, but there was none,\nand for comforters, but I found none.",
      "21": "They also gave me gall for food,\nand for my thirst they gave me vinegar to drink.",
      "22": "Let their table before them be a trap,\nand their times of peace a snare.",
      "23": "Let their eyes be dark so they cannot see,\nand make their loins continually tremble.",
      "24": "Pour out your indignation on them,\nand let your burning anger overtake them.",
      "25": "Let their camp be desolate.\nLet none dwell in their tents,",
      "26": "because they persecute those whom you, yourself, have struck,\nand they tell of the pain of those you have wounded.",
      "27": "Add guilt on top of their guilt,\nand do not let them be acquitted.",
      "28": "Let them be blotted out of the book of the living,\nand let them not be recorded with the righteous.",
      "29": "But as for me, though I am afflicted and pained,\nyour salvation will protect me, O God.",
      "30": "I will praise the name of God in song,\nand magnify him with thanksgiving.",
      "31": "For Yahweh it will be better than an ox or bull,\nhorned and hoofed.",
      "32": "The afflicted will see and rejoice.\nO God seekers, let your heart revive,",
      "33": "because Yahweh hears the needy\nand does not despise his own who are prisoners.",
      "34": "Let heavens and earth praise him,\nthe seas and all that moves in them,",
      "35": "because God will save Zion\nand build the cities of Judah,\nthat they may dwell there and possess it.",
      "36": "And the offspring of his servants will inherit it,\nand those who love his name will abide in it."
    },
    "70": {
      "1": "O God, make haste to deliver me.\nO Yahweh, make haste to help me.",
      "2": "Let them be ashamed and abashed\nwho seek my life.\nLet them be repulsed and humiliated\nwho desire my harm.",
      "3": "let them turn back because of their shame,\nthose who say, “Aha! Aha!”",
      "4": "Let them rejoice and be glad in you,\nall those who seek you.\nLet them say continually, “God is great!”\nthose who love your salvation.",
      "5": "But I am poor and needy;\nO God hasten to me.\nYou are my help and my deliverer.\nO Yahweh, do not delay."
    },
    "71": {
      "1": "In you, O Yahweh, I have taken refuge;\nlet me never be put to shame.",
      "2": "In your righteousness deliver me and rescue me;\nincline your ear to me and save me.",
      "3": "Be for me a rock of refuge to resort to always;\nyou have ordained to save me,\nbecause you are my rock and my fortress.",
      "4": "My God, rescue me from the hand of the wicked,\nfrom the grasp of the evildoer and the oppressor,",
      "5": "because you are my hope,\nO Lord Yahweh, my confidence from my youth.",
      "6": "Upon you I have leaned from birth.\nIt was you who took me from the womb of my mother.\nMy praise is of you continually.",
      "7": "I have become a wonder to many,\nbut you are my strong refuge.",
      "8": "My mouth is filled with your praise,\nwith your glory all the day.",
      "9": "Do not cast me away in the time of old age;\nwhen my strength fails do not abandon me.",
      "10": "For my enemies talk concerning me,\nand those who watch for my life conspire together,",
      "11": "saying, “His God has abandoned him.\nPursue and seize him, because there is no deliverer.”",
      "12": "O God, do not be far from me.\nMy God, hurry to help me.",
      "13": "Let them be ashamed; let them perish\nwho are my adversaries.\nLet them wrap themselves with scorn and disgrace\nwho seek my harm.",
      "14": "But as for me, I will hope continually\nand increase your praise.",
      "15": "My mouth will tell of your righteousness,\nyour salvation all day long,\nthough I do not know the full sum of them.",
      "16": "I will come in to tell the mighty deeds of Lord Yahweh.\nI will make known your righteousness, yours only.",
      "17": "O God, you have taught me from my youth,\nand up to now I have proclaimed your wonderful deeds.",
      "18": "And even when I am old and gray,\nO God, do not abandon me\nuntil I proclaim your strength to this generation,\nyour power to every one that comes after.",
      "19": "And your righteousness, O God, is to the height of heaven.\nYou who have done great things,\nO God, who is like you?",
      "20": "You who have caused me to see many troubles and evils,\nyou will again revive me.\nAnd from the depths of the earth\nyou will again bring me up.",
      "21": "You will increase my greatness,\nand you will comfort me all around.",
      "22": "On my part, I will praise you with a stringed instrument,\nand your faithfulness, O my God.\nI will sing praises to you with a lyre,\nO Holy One of Israel.",
      "23": "My lips will sing for joy when I sing praises to you,\nand my soul, which you have redeemed.",
      "24": "My tongue also\nwill speak of your righteousness all the day,\nbecause they have been put to shame, because they have been humiliated\nwho seek my harm."
    },
    "72": {
      "1": "O God, give your judgments to the king,\nand your righteousness to the king’s son.",
      "2": "May he judge your people with righteousness,\nand your poor with justice.",
      "3": "Let the mountains yield prosperity for the people,\nand the hills in righteousness.",
      "4": "May he provide justice for the poor of the people,\nsave the children of the needy,\nand crush the oppressor.",
      "5": "May he live long while the sun endures\nas long as the moon for all generations.",
      "6": "May he descend like rain on mown grass,\nlike showers watering the earth.",
      "7": "May what is right blossom in his days\nand an abundance of peace, until the moon is no more.",
      "8": "And may he rule from sea up to sea,\nand from the River to the edges of the land.",
      "9": "Let the desert dwellers bow down before him,\nand his enemies lick the dust.",
      "10": "Let the kings of Tarshish and the islands bring tribute.\nLet the kings of Sheba and Seba present gifts,",
      "11": "and let all kings bow down to him.\nLet all nations serve him.",
      "12": "Indeed he will deliver the needy who is crying for help,\nand the afflicted who has no helper.",
      "13": "He will take pity on the helpless and needy,\nand the lives of the needy he will save.",
      "14": "From oppression and from violence\nhe will redeem their lives,\nand their blood will be precious in his eyes.",
      "15": "So may he live, and may gold from Sheba be given to him,\nand may prayers be offered for him continually.\nMay blessings be invoked for him all day long.",
      "16": "May there be an abundance of grain in the land\neven on the top of the mountains.\nMay his crop sway like the trees of Lebanon,\nand may those from the city blossom like the grass of the earth.",
      "17": "May his name endure forever.\nMay his name increase as long as the sun shines,\nand let them be blessed in him.\nLet all nations call him blessed.",
      "18": "Blessed be Yahweh God, the God of Israel,\nwho alone does wonderful things.",
      "19": "And blessed be his glorious name forever,\nand may the whole earth be filled with his glory.\nAmen and Amen.",
      "20": "The prayers of David, the son of Jesse, are completed."
    },
    "73": {
      "1": "Surely God is good to Israel,\nto those pure of heart.",
      "2": "But as for me, my feet had almost stumbled.\nMy steps had nearly slipped,",
      "3": "because I envied the boastful\nwhen I saw the well-being of the wicked.",
      "4": "For there are no pains up to their death,\nand their bodies are healthy.",
      "5": "They do not have ordinary trouble,\nand they are not plagued as other people.",
      "6": "Therefore pride is their necklace;\nan outfit of violence covers them.",
      "7": "Their eye bulges from fat.\nImaginings overflow their heart.",
      "8": "They mock and speak maliciously of oppression;\nthey speak as though from on high.",
      "9": "They set their mouth against the heavens,\nand their tongue roams the earth.",
      "10": "Therefore his people turn there,\nand abundant waters are slurped up by them.",
      "11": "And they say, “How does God know?”\nand, “Does the Most High have knowledge?”",
      "12": "See, these are the wicked,\nand they increase wealth, ever carefree.",
      "13": "Surely in vain I have kept my heart pure,\nand washed my hands in innocence.",
      "14": "And I have been plagued all day\nand rebuked every morning.",
      "15": "If I had said, “I will speak thus,”\nbehold, I would have acted treacherously\nagainst your children’s generation.",
      "16": "When I thought about how to understand this,\nit was troubling in my eyes",
      "17": "until I went into the sanctuary of God.\nThen I understood their fate.",
      "18": "Surely you set them on slippery places.\nYou cause them to fall onto ruin.",
      "19": "How they become a desolation in a moment!\nThey come to a complete end by terrors.",
      "20": "Like a dream upon awakening,\nwhen you wake up, O Lord,\nyou will despise their fleeting form.",
      "21": "When my heart was embittered\nand I felt stabbed in my kidneys,",
      "22": "then I was brutish and ignorant.\nWith you I was like the beasts.",
      "23": "But I am continually with you;\nyou have hold of my right hand.",
      "24": "You will guide me with your advice,\nand afterward you will take me into honor.",
      "25": "Whom do I have in the heavens except you?\nAnd with you I have no other desire on earth.",
      "26": "My flesh and heart failed,\nbut God is the strength of my heart and my reward forever.",
      "27": "For indeed, those distancing themselves from you will be ruined.\nYou destroy each who abandons you for harlotry.",
      "28": "But as for me, the approach to God is for my good.\nI have set the Lord Yahweh as my refuge,\nin order to tell all your works."
    },
    "74": {
      "1": "Why, O God, have you rejected us forever?\nWhy does your anger smoke\nagainst the sheep of your pasture?",
      "2": "Remember your congregation that you bought long ago,\nwhen you redeemed the tribe of your inheritance.\nRemember Mount Zion where you have dwelt.",
      "3": "Lift your steps to the perpetual ruins,\nto all that the enemy has ruined in the sanctuary.",
      "4": "Your enemies have roared in the midst of your meeting place;\nthey have set up their signs for signs.",
      "5": "They are known to be like those who wield\naxes in a thicket of trees.",
      "6": "And now its carved works altogether\nthey have smashed with axe and hammer.",
      "7": "They have set fire to your sanctuary.\nThey have defiled to the ground,\nthe dwelling place for your name.",
      "8": "They have said in their heart,\n“We will completely oppress them.”\nThey burned all the meeting places of God in the land.",
      "9": "We do not see our signs,\nand there is no longer a prophet.\nNo one with us knows how long.",
      "10": "How long, O God, will the adversary taunt?\nWill the enemy treat your name with contempt forever?",
      "11": "Why do you draw back your hand, even your right hand?\nTake it from your bosom; destroy them!",
      "12": "But God has been my king from long ago,\nworking salvation in the midst of the earth.",
      "13": "You split open the sea by your strength;\nYou broke the heads of the sea monsters in the waters.",
      "14": "You crushed the heads of Leviathan;\nyou gave him as food to the desert dwelling creatures.",
      "15": "You split open spring and wadi.\nYou dried up ever-flowing rivers.",
      "16": "Yours is the day, yours is the night also.\nYou established light and the sun.",
      "17": "You defined all the boundaries of the earth;\nSummer and winter—you formed them.",
      "18": "O Yahweh, remember this: the enemy taunts,\nand foolish people treat your name with contempt.",
      "19": "Do not give to beasts the life of your dove;\ndo not ever forget the life of your afflicted ones.",
      "20": "Have regard for the covenant,\nbecause the dark places of the land are full of\nthe haunts of violence.",
      "21": "Do not let the oppressed turn back humiliated;\nlet the poor and needy praise your name.",
      "22": "Rise up, O God, plead your cause;\nremember the reproaching of you by the foolish all day long.",
      "23": "Do not forget the sound of your adversaries,\nthe roar of those rising up against you ascending continually."
    },
    "75": {
      "1": "We give thanks to you, O God;\nwe give thanks, and your name is near.\nYour wonderful deeds are told.",
      "2": "“I will indeed set an appointed time;\nI will judge fairly.",
      "3": "The earth and all its inhabitants are shaking;\nI steady its columns. Selah",
      "4": "I say to the boastful, ‘Do not boast!’\nand to the wicked, ‘Do not lift up your horn!",
      "5": "Do not lift up high your horn.\nDo not speak with arrogant pride.’”",
      "6": "For it is not from the east or the west\nand not from the south that lifting up comes,",
      "7": "rather God is the judge;\none he brings low, and another he lifts up.",
      "8": "For there is a cup in the hand of Yahweh\nwith wine that foams, fully mixed,\nand he pours out from this.\nSurely all the wicked of the land\nwill quaff it down to its dregs.",
      "9": "But as for me, I will proclaim forever;\nI will sing praise to the God of Jacob.",
      "10": "“And all the horns of the wicked I will cut off.\nThe horns of the righteous will be lifted up.”"
    },
    "76": {
      "1": "God is known in Judah.\nHis name is great in Israel.",
      "2": "His den has been in Salem,\nhis lair in Zion.",
      "3": "There he broke the flames of the bow,\nthe shield and sword and battle. Selah",
      "4": "Radiant you are, majestic,\nfrom the mountains of prey.",
      "5": "The stouthearted are plundered;\nthey sleep their sleep,\nand all the able men cannot use their hands.",
      "6": "At your rebuke, O God of Jacob,\nboth rider and horse slumber.",
      "7": "You, indeed, are to be feared,\nand who can stand before you\nwhen you are angry?",
      "8": "From heaven you proclaimed judgment.\nThe earth feared and was still",
      "9": "when God rose for justice,\nto save all the afflicted of the land. Selah",
      "10": "For the anger of humankind will praise you.\nYou will put on the remnant of anger.",
      "11": "Make vows and fulfill them to Yahweh, your God;\nlet all surrounding him\nbring tribute to the one to be feared.",
      "12": "He cuts off the spirit of leaders.\nHe is to be feared by the kings of the earth."
    },
    "77": {
      "1": "I cry out with my voice to God;\nwith my voice to God, that he may hear me.",
      "2": "In the day I have trouble, I seek the Lord.\nAt night my hand stretches out continually;\nmy soul refuses to be comforted.",
      "3": "I remember God and I groan loudly;\nI meditate and my spirit grows faint.",
      "4": "You hold open my eyelids.\nI am troubled and cannot speak.",
      "5": "I think about the days from long ago,\nthe years of ancient times.",
      "6": "I remember my song in the night.\nWith my heart I meditate,\nand my spirit searches to understand.",
      "7": "Will the Lord reject us forever,\nand will he never be pleased with us again?",
      "8": "Has his loyal love ceased forever?\nIs his promise ended throughout generations?",
      "9": "Has God forgotten to have compassion?\nOr has he closed off his mercies in anger? Selah",
      "10": "So I said, “This pierces me—\nthe right hand of the Most High has changed.”",
      "11": "I will remember the deeds of Yah.\nSurely I will remember your wonders from long ago.",
      "12": "I will also muse on all your work,\nand meditate on your deeds.",
      "13": "O God, your way is distinctive.\nWho is a great god like our God?",
      "14": "You are the God who works wonders;\nyou have made known your might among the peoples.",
      "15": "With your arm you redeemed your people,\nthe children of Jacob and Joseph. Selah",
      "16": "Waters saw you, O God;\nwaters saw you and they trembled.\nSurely the deeps shook.",
      "17": "The clouds poured out water.\nThe skies thundered.\nYour arrows also flew about.",
      "18": "The sound of your thunder was in the whirlwind;\nlightnings lit the world;\nthe earth shook and quaked.",
      "19": "Your way was through the sea,\nand your path through many waters.\nYet your footprints were not discerned.",
      "20": "You led your people like a flock\nby the hand of Moses and Aaron."
    },
    "78": {
      "1": "Listen, O my people, to my teaching.\nIncline your ears to the words of my mouth.",
      "2": "I will offer a parable with my mouth.\nI will pour out riddles from long ago,",
      "3": "that we have heard and known,\nand our ancestors have told us.",
      "4": "We will not hide them from their children,\ntelling the next generation the praises of Yahweh,\nand his power and his wonders that he has done.",
      "5": "For he established a testimony in Jacob,\nand appointed a law in Israel,\nwhich he commanded our ancestors\nto teach to their children,",
      "6": "so that the next generation might know—\nchildren yet to be born—\nthat they might rise up and tell their children,",
      "7": "that they might set their confidence in God,\nand not forget the deeds of God,\nbut keep his commandments,",
      "8": "and not be like their ancestors,\na stubborn and rebellious generation,\na generation that did not make ready its heart,\nwhose spirit was not faithful to God.",
      "9": "The sons of Ephraim, armed with archers,\nturned back on the day of battle.",
      "10": "They did not keep the covenant of God\nand refused to go in his law.",
      "11": "They also forgot his deeds,\nand his wonders that he had shown them.",
      "12": "In front of their ancestors he did a wonder,\nin the land of Egypt, in the region of Zoan.",
      "13": "He split the sea and caused them to go over,\nand he caused waters to stand like a heap.",
      "14": "And he led them with the cloud by day,\nand all night with a fiery light.",
      "15": "He caused rocks to split in the wilderness\nand provided drink abundantly as from the depths.",
      "16": "And he brought streams out of the rock\nand caused water to flow down like rivers.",
      "17": "But they sinned still further against him\nby rebelling against the Most High in the desert.",
      "18": "And they tested God in their heart\nby asking food for their craving.",
      "19": "And they spoke against God.\nThey said, “Is God able\nto prepare a table in the wilderness?",
      "20": "Yes, he struck the rock and water flowed\nand streams gushed out,\nbut can he also give food\nor provide meat for his people?”",
      "21": "Therefore Yahweh heard\nand he was very angry,\nand a fire was kindled against Jacob,\nand his anger also rose up against Israel,",
      "22": "because they did not believe God,\nand they did not trust his salvation.",
      "23": "Nevertheless, he commanded the skies above\nand opened the doors of heaven,",
      "24": "and rained down on them manna to eat\nand gave them the grain of heaven.",
      "25": "Humankind ate the bread of angels.\nHe sent them food enough to be satisfied.",
      "26": "He caused the east wind to blow in the heavens\nand drove along the south wind by his strength.",
      "27": "Then he rained meat on them like dust,\neven winged birds like the sand of the seas.",
      "28": "He caused them to fall in the midst of his camp,\nall around his dwellings.",
      "29": "So they ate and were well filled,\nand he brought about what they craved.",
      "30": "They had not yet turned aside from their craving,\nwhile their food was still in their mouth,",
      "31": "the anger of God rose against them,\nand he killed some of the stoutest of them,\neven the young men of Israel he caused to bow down in death.",
      "32": "In spite of all this they sinned further\nand did not believe his wonders.",
      "33": "And he consumed their days with futility \ntheir years with terror.",
      "34": "When he killed some of them, then they sought him,\nand repented and earnestly sought God.",
      "35": "And they remembered that God was their rock,\nand God Most High their redeemer.",
      "36": "But they enticed him with their mouth\nand lied to him with their tongue.",
      "37": "For their heart was not steadfast with him,\nnor were they faithful to his covenant.",
      "38": "But he was compassionate; he pardoned their guilt\nand did not destroy them.\nAnd many times he turned back his anger\nand did not stir up all his wrath,",
      "39": "for he remembered that they were flesh,\na passing wind that does not return.",
      "40": "How often they rebelled against him in the wilderness\nand vexed him in the wasteland!",
      "41": "So they again tested God\nand distressed the Holy One of Israel.",
      "42": "And they did not remember his power\nwhen he redeemed them from the enemy,",
      "43": "how he performed his signs in Egypt\nand his wonders in the region of Zoan,",
      "44": "when he turned their rivers to blood\nso they could not drink from their streams.",
      "45": "He sent among them flies that devoured them\nand frogs that destroyed them.",
      "46": "And he gave their crop to the locusts\nand their labor to the locust.",
      "47": "He destroyed their vines with hail\nand their sycamore trees with sleet.",
      "48": "He also handed their cattle over to the hail\nand their livestock to the lightning bolts.",
      "49": "He sent against them his fierce anger,\nrage and indignation and trouble,\na band of destroying angels.",
      "50": "He cleared a path for his anger.\nHe did not spare them from death\nbut handed their life over to the plague.",
      "51": "And he struck down all the firstborn in Egypt,\nthe first of their virility in the tents of Ham.",
      "52": "Then he led out his people like sheep\nand guided them like a herd in the wilderness.",
      "53": "And he led them safely and they were not afraid,\nbut the sea covered their enemies.",
      "54": "So he brought them to his holy territory,\nthis mountain his right hand acquired.",
      "55": "And he drove out nations before them\nand allocated them for an inheritance by boundary line,\nand settled the tribes of Israel in their tents.",
      "56": "But they tested and rebelled against God Most High\nand did not keep his statutes.",
      "57": "And they turned and were treacherous like their ancestors.\nThey twisted like a crooked bow.",
      "58": "For they provoked him to anger with their high places,\nand made him jealous with their images.",
      "59": "God heard and he was very angry\nand rejected Israel utterly.",
      "60": "So he abandoned the dwelling place at Shiloh,\nthe tent he had placed among humankind.",
      "61": "And he gave his strength into captivity\nand his splendor into the hand of the enemy.",
      "62": "He also handed his people over to the sword,\nand he was very angry with his inheritance.",
      "63": "Fire devoured his young men,\nand his young women were not praised.",
      "64": "His priests fell by the sword,\nand his widows did not weep.",
      "65": "Then the Lord awoke like one who had been asleep,\nawoke like a warrior who had been drunk with wine.",
      "66": "And he beat back his enemies;\nhe gave them over to perpetual scorn.",
      "67": "And he rejected the tent of Joseph,\nand did not chose the tribe of Ephraim,",
      "68": "but chose the tribe of Judah,\nMount Zion that he loved.",
      "69": "And he built his sanctuary like the heights,\nlike the earth that he established forever.",
      "70": "And he chose David his servant\nand took him from the sheepfolds.",
      "71": "He brought him from following nursing ewes\nto shepherd Jacob, his people,\nand Israel, his inheritance.",
      "72": "And he shepherded them according to the integrity of his heart,\nand led them by the skillfulness of his hands."
    },
    "79": {
      "1": "O God, the nations have entered your inheritance;\nthey have defiled your holy temple;\nthey have reduced Jerusalem to ruins.",
      "2": "They have given the bodies of your servants\nas food for the birds of the heavens,\nthe flesh of your faithful to the beasts of the earth.",
      "3": "They have poured out their blood like water\nall around Jerusalem,\nand there was none to bury them.",
      "4": "We have become a taunt to our neighbors,\na derision and a scorn to those around us.",
      "5": "How long, O Yahweh? Will you be angry forever?\nWill your jealousy burn like fire?",
      "6": "Pour out your anger on the nations\nthat do not know you,\nand on the kingdoms\nthat do not call on your name,",
      "7": "because they have devoured Jacob\nand have laid waste his habitation.",
      "8": "Do not remember against us former iniquities;\nlet your mercies meet us quickly\nbecause we are brought very low.",
      "9": "Help us, O God of our salvation,\nfor the glory of your name;\nand deliver us and forgive our sins\nfor the sake of your name.",
      "10": "Why should the nations say,\n“Where is their God?”\nLet it be known among the nations before our eyes,\nby the avenging of the blood of your servants\nthat was poured out.",
      "11": "Let the groaning of the prisoner come before you.\nAccording to the greatness of your power,\nspare the children appointed to death.",
      "12": "And return to our neighbors sevenfold upon them\ntheir taunts with which they taunted you, O Lord.",
      "13": "Then we, your people and the flock of your pasture,\nwe will give thanks to you forever.\nGeneration after generation\nwe will tell of your praise."
    },
    "80": {
      "1": "Give ear, O shepherd of Israel,\nwho leads Joseph like a flock.\nShine forth, you who sits enthroned above the cherubim.",
      "2": "Before Ephraim, Benjamin, and Manasseh,\nstir up your power\nand come for our salvation.",
      "3": "O God, restore us,\nand cause your face to shine that we may be saved.",
      "4": "O Yahweh God of hosts,\nhow long will you be angry\nagainst the prayer of your people?",
      "5": "You have fed them the bread of tears;\nyou have given them tears to drink in full measure.",
      "6": "You have made us an object of strife to our neighbors,\nand our enemies mock among themselves.",
      "7": "O God of hosts, restore us\nand cause your face to shine that we may be saved.",
      "8": "You uprooted a vine from Egypt;\nyou drove out the nations and planted it.",
      "9": "You prepared a place before it,\nand it took deep root and filled the land.",
      "10": "The mountains were covered with its shade,\nand the mighty cedars with its boughs.",
      "11": "It spread its branches to the sea\nand its shoots to the river.",
      "12": "Why have you broken down its walls,\nso that all who pass on the road pluck fruit from it?",
      "13": "Swine from the forests devour it\nand creatures of the field feed on it.",
      "14": "Please return, O God of hosts.\nObserve from heaven and see,\nand pay attention to this vine,",
      "15": "eventhe stalk that your right hand planted,\nand concerning the shoot you strengthened for yourself.",
      "16": "It is burned with fire, cut down.\nThey perish at the rebuke of your face.",
      "17": "Let your hand be on the man of your right hand,\non the son of humankind whom you made strong for yourself.",
      "18": "Then we will not turn back from you.\nRestore us to life, and we will proclaim your name.",
      "19": "O Yahweh God of hosts, restore us;\ncause your face to shine that we may be saved."
    },
    "81": {
      "1": "Shout out to God our strength;\nshout joyfully to the God of Jacob.",
      "2": "Lift up a song and strike the tambourine,\nthe pleasant lyre, together with the harp.",
      "3": "Blow the horn at new moon,\nat full moon, for our feast day,",
      "4": "because it is a statute for Israel,\nan ordinance of the God of Jacob.",
      "5": "He made it a statute in Joseph\nwhen he went out against the land of Egypt,\nwhere I heard a language I did not know.",
      "6": "“I removed his shoulder from a burden.\nHis hands were freed from the basket.",
      "7": "In this trouble you called, and I rescued you.\nWithin the secret place of thunder I answered you;\nI tested you at the waters of Meribah. Selah",
      "8": "Hear, O my people, and I will admonish you;\nO Israel, if you would but listen to me.",
      "9": "There shall be no strange god among you,\nand you shall not bow down to a foreign god.",
      "10": "I am Yahweh your God,\nwho brought you up from the land of Egypt.\nOpen wide your mouth and I will fill it.",
      "11": "But my people did not listen to my voice,\nand Israel did not yield to me.",
      "12": "So I let them go in the stubbornness of their heart;\nthey walked in their counsels.",
      "13": "Oh that my people would listen to me;\nthat Israel would walk in my ways.",
      "14": "I would subdue their enemies quickly,\nand turn my hand against their adversaries.",
      "15": "Those who hate Yahweh would cringe before him,\nand their fate would be forever.",
      "16": "But he would feed him from the choicest wheat,\nand I would satisfy you with honey from a rock.”"
    },
    "82": {
      "1": "God stands in the divine assembly;\nhe administers judgment in the midst of the gods.",
      "2": "“How long will you judge unjustly\nand show favoritism to the wicked? Selah",
      "3": "Judge on behalf of the helpless and the orphan;\nprovide justice to the afflicted and the poor.",
      "4": "Rescue the helpless and the needy;\ndeliver them from the hand of the wicked.”",
      "5": "They do not know or consider.\nThey go about in the darkness,\nso that all the foundations of the earth are shaken.",
      "6": "I have said, “You are gods,\nand sons of the Most High, all of you.",
      "7": "However, you will die like men,\nand you will fall like one of the princes.”",
      "8": "Rise up, O God, judge the earth,\nbecause you shall inherit all the nations."
    },
    "83": {
      "1": "O God, do not rest silently.\nDo not keep silent or be still, O God.",
      "2": "For look, your enemies roar,\nand those who hate you have lifted their head.",
      "3": "They devise cunning schemes against your people,\nand consult together against your protected ones.",
      "4": "They say, “Come, let us annihilate them from being a nation,\nso that the name of Israel will be remembered no more.”",
      "5": "For they have consulted together with a unified purpose.\nThey have made a covenant against you:",
      "6": "the tents of Edom and the Ishmaelites,\nMoab and the Hagrites,",
      "7": "Gebal and Ammon and Amalek,\nPhilistia, with the inhabitants of Tyre.",
      "8": "Assyria also has joined with them.\nThey provide help to the children of Lot. Selah",
      "9": "Do to them as you did with Midian,\nas with Sisera, as with Jabin at the wadi of Kishon.",
      "10": "They were destroyed at En-dor;\nthey became dung for the ground.",
      "11": "Make their leaders like Oreb and Zeeb,\nand all their chiefs like Zebah and Zalmunna,",
      "12": "who said, “Let us take as our possession\nthe pastures of God.”",
      "13": "O my God, make them like the tumbleweed,\nlike the chaff before wind.",
      "14": "As fire burns a forest,\nand as a flame sets afire mountains,",
      "15": "so pursue them with your tempest\nand terrify them with your storm.",
      "16": "Fill their faces with shame,\nthat they may seek your name, O Yahweh.",
      "17": "Let them be ashamed and terrified forever,\nand let them be humiliated and perish",
      "18": "that they may know that you,\nwhose name is Yahweh, you alone,\nare the Most High over the whole earth."
    },
    "84": {
      "1": "How lovely are your dwelling places,\nO Yahweh of hosts!",
      "2": "My soul longs and even fails\nfor the courtyards of Yahweh.\nMy heart and flesh sing for joy\nto the living God.",
      "3": "Even a bird finds a home, and a swallow a nest for herself,\nwhere she may lay her young,\nnear your altars, O Yahweh of hosts,\nmy king and my God.",
      "4": "Blessed are those who dwell in your house;\nthey can ever praise you. Selah",
      "5": "Blessed is the man whose strength is in you;\nin their heart are the highways to Zion.",
      "6": "Passing through the Valley of Baca,\nthey make it a spring.\nThe early rain covers it with blessings as well.",
      "7": "They go from strength to strength,\nuntil each appears before God in Zion.",
      "8": "O Yahweh, God of hosts, hear my prayer;\ngive ear, O God of Jacob. Selah",
      "9": "Look at our shield, O God,\nand have regard for the face of your anointed one.",
      "10": "Because better is a day in your courtyards\nthan a thousand elsewhere.\nI would rather be at the threshold of the house of my God\nthan to dwell in the tents of wickedness.",
      "11": "Because Yahweh God is a sun and a shield;\nYahweh gives grace and honor.\nHe does not withhold good from those who walk blamelessly.",
      "12": "O Yahweh of hosts,\nblessed is the man who trusts you."
    },
    "85": {
      "1": "O Yahweh, you favored your land.\nYou restored the fortunes of Jacob.",
      "2": "You took away the guilt of your people;\nyou covered all their sin. Selah",
      "3": "You withdrew all your wrath;\nyou turned from your burning anger.",
      "4": "Restore us, O God of our salvation,\nand annul your vexation with us.",
      "5": "Will you be angry against us forever?\nWill you prolong your anger generation after generation?",
      "6": "Will you not again revive us,\nthat your people might rejoice in you?",
      "7": "Show us, O Yahweh, your loyal love,\nand grant us your salvation.",
      "8": "I will hear what God, Yahweh, will speak,\nbecause he will speak peace\nto his people, even his faithful ones,\nbut let them not return to folly.",
      "9": "Surely his salvation is near for those who fear him,\nthat glory may abide in our land.",
      "10": "Loyal love and faithfulness will meet one another;\nrighteousness and peace will kiss.",
      "11": "Faithfulness will sprout from the ground,\nand righteousness will look down from heaven.",
      "12": "Yes, Yahweh will give what is good,\nand our land will give its produce.",
      "13": "Righteousness will go before him,\nand it will make his steps a pathway."
    },
    "86": {
      "1": "Incline, O Yahweh, your ear and answer me,\nbecause I am poor and needy.",
      "2": "Watch over my life because I am faithful.\nYou are my God; save your servant.\nI am the one who trusts you.",
      "3": "Be gracious to me, O Lord,\nbecause I call to you all day long.",
      "4": "Make glad the soul of your servant,\nbecause I desire you, O Lord.",
      "5": "For you, O Lord, are good and forgiving,\nand abundant in loyal love for all who call to you.",
      "6": "Heed, O Yahweh, my prayer,\nand attend to the voice of my supplications.",
      "7": "In the day of my trouble I call to you,\nbecause you answer me.",
      "8": "There is none like you among the gods, O Lord,\nand there are no works like yours.",
      "9": "All the nations that you have made will come\nand bow down before you, O Lord,\nand glorify your name.",
      "10": "For you are great and doing wondrous things;\nyou alone are God.",
      "11": "Teach me, O Yahweh, your way,\nthat I may walk in your truth.\nUnite my heart to fear your name.",
      "12": "I will give you thanks, O Lord my God, with all my heart,\nand glorify your name forever,",
      "13": "because your loyal love is great toward me,\nand you will have delivered my life from Sheol below.",
      "14": "O God, arrogant men have risen up against me,\neven a gang of ruthless men seek my life,\nbut they do not set you before them.",
      "15": "But you, O Lord, are a compassionate and gracious God,\nslow to anger and abundant in loyal love and faithfulness.",
      "16": "Turn to me and be gracious to me.\nGive your strength to your servant,\nand grant victory to the son of your maidservant.",
      "17": "Do a sign that benefits me,\nthat those who hate me may see and be put to shame,\nbecause you, O Yahweh, have helped me and comforted me."
    },
    "87": {
      "1": "His foundation is on the holy mountains.",
      "2": "Yahweh loves the gates of Zion\nmore than all the dwellings of Jacob.",
      "3": "Glorious things are spoken about you,\nO city of God. Selah",
      "4": "I will record those who know me\nin Rahab and Babylon,\nbehold in Philistia and Tyre with Cush,\n“This one was born there.”",
      "5": "But with respect to Zion it shall be said,\n“Each one was born in her,”\nfor the Most High himself will establish her.",
      "6": "Yahweh will record in writing the peoples,\n“This one was born there.” Selah",
      "7": "And while dancing, singers will sing,\n“All my springs are in you.”"
    },
    "88": {
      "1": "O Yahweh, God of my salvation,\nI cry out by day and through the night before you.",
      "2": "Let my prayer come before you;\nincline your ear to my cry.",
      "3": "For my soul is full with troubles,\nand my life approaches Sheol.",
      "4": "I am reckoned with those descending to the pit.\nI am like a man without strength,",
      "5": "set free among the dead,\nlike the slain lying in the grave,\nwhom you no longer remember,\neven those cut off from your hand.",
      "6": "You have set me in the pit below,\nin dark places, in the depths.",
      "7": "Your wrath presses upon me,\nand you afflict me with all your waves. Selah",
      "8": "You have removed my acquaintances far from me.\nYou have made me detestable to them.\nI am confined and cannot go out.",
      "9": "My eye languishes from misery.\nI call on you, O Yahweh, every day;\nI spread out my hands to you.",
      "10": "Do you work wonders for the dead?\nOr do the departed spirits rise up to praise you? Selah",
      "11": "Is your loyal love told in the grave,\nor your faithfulness in the underworld?",
      "12": "Are your wonders known in the darkness,\nor your righteousness in the land of forgetfulness?",
      "13": "But as for me, I cry for help to you, O Yahweh,\nand in the morning my prayer comes before you.",
      "14": "Why do you reject my soul, O Yahweh?\nWhy do you hide your face from me?",
      "15": "I am afflicted and perishing from my youth.\nI bear your terrors. I am distraught.",
      "16": "Your burning anger has passed over me;\nyour sudden fears have destroyed me.",
      "17": "They surround me like water all the day;\nthey circle about me altogether.",
      "18": "You have removed loved one and friend far from me,\nmy acquaintances far from my darkness."
    },
    "89": {
      "1": "I will sing forever of Yahweh’s acts of loyal love.\nFrom generation to generation\nI will make known your faithfulness with my mouth.",
      "2": "For I say, “Forever your loyal love is built up.\nThe heavens you have established with your faithfulness in them.”",
      "3": "“I made a covenant with my chosen one;\nI swore an oath to David my servant:",
      "4": "‘I will establish your descendants forever,\nand I will build up your throne from generation to generation.’” Selah",
      "5": "And so the heavens will praise your wonderful deed, O Yahweh,\neven your faithfulness, in the assembly of the holy ones.",
      "6": "For who in the sky is equal to Yahweh?\nWho is like Yahweh among the sons of God,",
      "7": "a God feared greatly in the council of the holy ones,\nand awesome above all surrounding him?",
      "8": "O Yahweh God of hosts,\nwho is mighty like you, O Yah,\nwith your faithfulness surrounding you?",
      "9": "You are ruling the surging of the sea.\nWhen its waves rise, you yourself still them.",
      "10": "You yourself crushed Rahab like one who is slain;\nyou scattered your enemies with your strong arm.",
      "11": "The heavens are yours, the earth yours as well,\nthe world with its fullness, because you founded them.",
      "12": "North and south, you created them;\nTabor and Hermon shout joyfully over your name.",
      "13": "You have a mighty arm;\nYour hand is strong; your right hand reaches high.",
      "14": "Righteousness and justice are the foundation of your throne.\nLoyal love and faithfulness come before your face.",
      "15": "Blessed are the people who know the joyful shout;\nO Yahweh, they walk about in the light of your countenance.",
      "16": "In your name they rejoice all the day,\nand in your righteousness they rise up.",
      "17": "For you are the glory of their strength,\nand by your favor our horn rises up,",
      "18": "because our shield belongs to Yahweh,\nand our king to the Holy One of Israel.",
      "19": "Formerly you spoke in a vision\nto your faithful ones, and said,\n“I have bestowed help on a mighty man;\nI have exalted one chosen from the people.",
      "20": "I have found David, my servant.\nWith my holy oil I have anointed him,",
      "21": "with whom my hand will be steadfast.\nSurely my arm will strengthen him.",
      "22": "The enemy will not deceive him,\nand no evil man will afflict him.",
      "23": "But I will crush his adversaries before him,\nand I will strike those who hate him.",
      "24": "And so my faithfulness\nand my loyal love will be with him,\nand in my name his horn will rise up.",
      "25": "And I will set his hand on the sea\nand his right hand on the rivers.",
      "26": "He will call out to me, ‘You are my Father,\nmy God, and the rock of my salvation.’",
      "27": "I will also make him the firstborn,\nthe highest of the kings of the earth.",
      "28": "Forever I will keep my loyal love for him,\nand my covenant will be reliable for him.",
      "29": "I will also establish his offspring forever,\nand his throne as the days of the heavens.",
      "30": "If his sons forsake my law\nand do not walk in my judgments,",
      "31": "if they defile my statutes\nand do not keep my commandments,",
      "32": "then I will punish their transgression with a rod,\nand their guilt with wounds.",
      "33": "But I will not break off my loyal love from him,\nand I will not be false against my faithfulness.",
      "34": "I will not defile my covenant,\nor alter what proceeded from my lips.",
      "35": "Once I have sworn by my holiness,\n‘I will surely not lie to David,",
      "36": "His offspring will endure forever,\nand his throne as the sun before me.",
      "37": "Like the moon it will be steadfast forever,\nand like an enduring witness in the sky.’” Selah",
      "38": "But you have spurned and rejected;\nyou are very angry with your anointed one.",
      "39": "You have repudiated the covenant with your servant;\nyou have defiled his crown in the dirt.",
      "40": "You have broken down all his walls;\nyou have made his fortifications a ruin.",
      "41": "All passing along the road plunder him;\nhe has become a taunt to his neighbors.",
      "42": "You have raised the right hand of his adversaries.\nYou have made all his enemies rejoice.",
      "43": "You have also turned back the edge of his sword\nand have not helped him stand his ground in the battle.",
      "44": "You have made his splendor to cease,\nand cast his throne to the ground.",
      "45": "You have cut short the days of his youth;\nyou have covered him with shame. Selah",
      "46": "How long, O Yahweh? Will you hide yourself forever?\nWill your wrath burn like fire forever?",
      "47": "Remember what my lifespan is.\nRemember for what vanity\nyou have created all the children of humankind.",
      "48": "What man can live on and not see death?\nCan he deliver his life from the power of Sheol? Selah",
      "49": "Where are your former acts of loyal love, O Lord,\nthat you swore to David by your faithfulness?",
      "50": "Remember, O Lord the taunting of your servants,\nhow I bear in my bosom the taunts of all the many peoples,",
      "51": "by which your enemies taunt, O Yahweh,\nby which they taunt the steps of your anointed one.",
      "52": "Blessed be Yahweh forever.\nAmen and Amen."
    },
    "90": {
      "1": "O Lord, you have been our help in all generations.",
      "2": "Before the mountains were born\nand you brought forth the earth and the world,\neven from everlasting to everlasting, you are God.",
      "3": "You return man to the dust,\nsaying, “Return, O sons of man.”",
      "4": "For a thousand years in your eyes\nare like yesterday when it passes,\nor like a watch in the night.",
      "5": "You sweep them away like a flood.\nThey fall asleep.\nIn the morning they are like grass that sprouts anew.",
      "6": "In the morning it blossoms and sprouts anew;\nby evening it withers and dries up.",
      "7": "For we are brought to an end by your anger,\nand we hasten off by your wrath.",
      "8": "You have put our iniquities before you,\nour hidden sins into the light of your countenance.",
      "9": "For all of our days dwindle away in your rage;\nwe complete our years like a sigh.",
      "10": "As for the days of our years, within them are seventy years\nor if by strength eighty years, and their pride is trouble and disaster,\nfor it passes quickly and we fly away.",
      "11": "Who knows the strength of your anger,\nand your rage consistent with the fear due you?",
      "12": "So teach us to number our days\nthat we may gain a heart of wisdom.",
      "13": "Return, O Yahweh. How long?\nAnd have compassion on your servants.",
      "14": "Satisfy us in the morning with your loyal love,\nthat we may sing for joy and be glad all our days.",
      "15": "Make us glad for as many days as you have afflicted us,\nfor as many years as we have seen calamity.",
      "16": "Let your work be visible to your servants,\nand your majesty to their children.",
      "17": "And let the beauty of the Lord our God be upon us,\nand establish for us the work of our hands,\nyes, the work of our hands, establish it."
    },
    "91": {
      "1": "One who lives in the secret place of the Most High\nwill lodge in the shadow of Shaddai.",
      "2": "I will say to Yahweh, “You are my refuge and my fortress,\nmy God in whom I trust.”",
      "3": "For he will deliver you from the snare of the fowler,\nfrom the plague of destruction.",
      "4": "With his feathers he will cover you,\nand under his wings you can take refuge.\nHis faithfulness will be a shield and a buckler.",
      "5": "You need not fear the terror of the night,\nor the arrow that flies by day,",
      "6": "or the plague that spreads in the darkness,\nor the destruction that devastates at noon.",
      "7": "A thousand may fall at your side,\nand ten thousand at your right hand,\nbut it will not come near you.",
      "8": "You will only look with your eyes,\nand see the punishment of the wicked.",
      "9": "For you, O Yahweh, are my refuge.\nYou have made the Most High your dwelling place.",
      "10": "No harm will befall you,\nand no plague will come near your tent.",
      "11": "For he will command his angels concerning you,\nto watch over you in all your ways.",
      "12": "In their hands they will bear you up,\nlest you strike your foot against a stone.",
      "13": "You will tread on lion and viper;\nyou will trample young lion and serpent.",
      "14": "Because he loves me, therefore I will deliver him;\nI will protect him because he knows my name.",
      "15": "He will call upon me and I will answer him;\nI will be with him in trouble;\nI will rescue and honor him.",
      "16": "With long life I will satisfy him,\nand show him my salvation."
    },
    "92": {
      "1": "It is good to give thanks to Yahweh,\nand to sing praise concerning your name, O Most High;",
      "2": "to declare in the morning your loyal love\nand your faithfulness in the night,",
      "3": "on the ten string, and on the harp,\nwith a melody on the lyre.",
      "4": "For you, O Yahweh, have made me glad by your work;\nby the deeds of your hands I sing for joy.",
      "5": "How great are your deeds, O Yahweh;\nhow very deep are your thoughts.",
      "6": "The brutish man does not know,\nand the fool cannot understand this.",
      "7": "When the wicked flourish like grass\nand all the workers of evil blossom,\nit is so they can be destroyed forever.",
      "8": "But you are on high forever, O Yahweh.",
      "9": "For behold, your enemies, O Yahweh,\nfor behold, your enemies will perish.\nAll the workers of evil will be scattered.",
      "10": "But you have exalted my horn like that of a wild ox;\nyou have anointed me with fresh oil.",
      "11": "And so my eye looks on my enemies.\nMy ears hear those evildoers who rise up against me.",
      "12": "The righteous will flourish like the date palm.\nThey will grow like a cedar in Lebanon.",
      "13": "Planted in the house of Yahweh,\nthey will flourish in the courts of our God.",
      "14": "They will still prosper in old age.\nThey will be fat and luxuriant,",
      "15": "to declare that Yahweh is upright.\nHe is my rock, and there is no injustice in him."
    },
    "93": {
      "1": "Yahweh is king; he clothes himself with majesty.\nYahweh clothes himself; he girds himself with might.\nYes, the world is established so that it will not be moved.",
      "2": "Your throne is established from of old;\nyou are from everlasting.",
      "3": "The rivers have lifted up, O Yahweh;\nthe rivers have lifted up their rumbling;\nthe rivers have lifted up their pounding.",
      "4": "Mightier than the rumblings of many waters,\nmightier than the mighty breakers of the sea,\nYahweh on high is mighty.",
      "5": "Your testimonies are fully reliable.\nHoliness is fitting for your house,\nO Yahweh, forever."
    },
    "94": {
      "1": "O Yahweh, God of vengeance,\nGod of vengeance, shine forth.",
      "2": "Rise up, O Judge of the earth.\nRepay upon the proud what is their rightful due.",
      "3": "How long will the wicked, O Yahweh,\nhow long will the wicked exult?",
      "4": "They gush words unrestrained.\nAll the evildoers boast.",
      "5": "They crush your people, O Yahweh;\nthey oppress your inheritance.",
      "6": "They kill widow and stranger,\nand they murder orphans,",
      "7": "while they say, “Yah does not see,”\nand “The God of Jacob does not pay attention.”",
      "8": "You pay attention, O brutes among the people.\nAnd you fools, when you will show insight?",
      "9": "Will the one who planted the ear not hear?\nWill the one who formed the eye not see?",
      "10": "Will the one who instructs nations not rebuke,\nthe one who teaches humankind knowledge?",
      "11": "Yahweh knows the thoughts of humankind,\nthat they are to no purpose.",
      "12": "Blessed is the man, O Yah, whom you instruct\nand teach from your law,",
      "13": "to give him rest from days of trouble,\nuntil a pit is dug for the wicked.",
      "14": "For Yahweh will not abandon his people,\nnor forsake his inheritance.",
      "15": "For judgment will return to righteousness,\nand all the upright in heart will follow after it.",
      "16": "Who rose up for me against the wicked?\nWho stood up for me against the workers of iniquity?",
      "17": "If Yahweh had not been my help,\nmy soul would soon have dwelt in silence.",
      "18": "When I thought, “My foot is slipping,”\nyour loyal love, O Yahweh, supported me.",
      "19": "When my troubled thoughts were many within me,\nyour consolations cheered my soul.",
      "20": "Can there be allied with you a throne of destruction,\none that forms trouble based on statute?",
      "21": "They band together against the life of the righteous,\nand declare the blameless guilty of blood.",
      "22": "But Yahweh has become my high stronghold,\nand my God has become my rock of refuge.",
      "23": "And he will repay on them their iniquity,\nand by their evil he will destroy them.\nYahweh our God will destroy them."
    },
    "95": {
      "1": "Come, let us sing for joy to Yahweh;\nlet us shout joyfully to the rock of our salvation.",
      "2": "Let us come before his presence with thanksgiving;\nwith songs let us shout joyfully to him.",
      "3": "For Yahweh is the great God,\nand the great king over all gods,",
      "4": "in whose hand are the unexplored places of the earth,\nand the heights of the mountains are his,",
      "5": "to whom belongs the sea that he made, \nand the dry land that his hands formed.",
      "6": "Come in, let us worship and bow down;\nlet us kneel before Yahweh, our maker.",
      "7": "For he is our God,\nand we are the people of his pasture\nand the sheep of his hand.\nToday if you will hear his voice:",
      "8": "“Do not harden your heart as at Meribah,\nas in the day of Massah in the wilderness,",
      "9": "when your ancestors tried me.\nThey put me to the test,\neven though they had seen my work.",
      "10": "For forty years I loathed that generation,\nand said, ‘They are a people whose heart wanders.\nAnd my ways they do not know.’",
      "11": "Therefore I swore in my anger,\n‘They shall surely not enter into my rest.’”"
    },
    "96": {
      "1": "Sing to Yahweh a new song;\nsing to Yahweh, all the earth.",
      "2": "Sing to Yahweh; bless his name.\nAnnounce his salvation from day to day.",
      "3": "Tell his glory among the nations,\nhis marvelous works among all the peoples.",
      "4": "For Yahweh is great and very worthy of praise;\nhe is to be feared above all gods.",
      "5": "For all the gods of the peoples are idols,\nbut Yahweh made the heavens.",
      "6": "Splendor and majesty are before him;\nstrength and beauty are in his sanctuary.",
      "7": "Ascribe to Yahweh, you families of the peoples,\nascribe to Yahweh glory and strength.",
      "8": "Ascribe to Yahweh the glory due his name;\nbring an offering and come into his courts.",
      "9": "Worship Yahweh in holy array;\ntremble before him, all the earth.",
      "10": "Say among the nations, “Yahweh is king!\nYes, the world is established so that it will not be moved.\nHe will judge the peoples fairly.”",
      "11": "Let the heavens be glad and the earth rejoice.\nLet the sea with its fullness roar.",
      "12": "Let the field with all that is in it exult.\nThen all the trees of the forests will sing for joy",
      "13": "before Yahweh, for he is coming;\nfor he is coming to judge the earth.\nHe will judge the world with righteousness,\nand the peoples with his faithfulness."
    },
    "97": {
      "1": "Yahweh is king! Let the earth rejoice;\nlet many coastlands be glad.",
      "2": "Cloud and thick darkness are surrounding him;\nrighteousness and justice are the foundation of his throne.",
      "3": "Fire goes before him,\nand devours his enemies round about.",
      "4": "His lightnings light the world;\nthe earth sees and trembles.",
      "5": "The mountains melt like wax at the presence of Yahweh,\nat the presence of the Lord of all the earth.",
      "6": "The heavens declare his righteousness,\nand all the peoples see his glory.",
      "7": "Let all who serve an image be ashamed,\nthose who boast about idols.\nWorship him, all you gods.",
      "8": "Zion hears and is glad,\nand the daughters of Judah rejoice\nbecause of your judgments, O Yahweh.",
      "9": "For you, O Yahweh, are most high over all the earth.\nYou are highly exalted above all gods.",
      "10": "You who love Yahweh, hate evil.\nHe protects the lives of his faithful;\nhe delivers them from the hand of the wicked.",
      "11": "Light is sown for the righteous,\nand joy for the upright in heart.",
      "12": "Be glad in Yahweh, you righteous,\nand give thanks to his holy name."
    },
    "98": {
      "1": "Sing to Yahweh a new song, for he has done wonders.\nHis right hand and his holy arm have secured his victory.",
      "2": "Yahweh has made known his salvation;\nto the eyes of the nations he has revealed his righteousness.",
      "3": "He has remembered his loyal love and his faithfulness\nto the house of Israel.\nAll the ends of the earth have seen\nthe salvation of our God.",
      "4": "Shout joyfully to Yahweh, all the earth.\nBe cheerful and sing for joy and sing praises.",
      "5": "Sing praises to Yahweh with lyre,\nwith lyre and melodious sound.",
      "6": "With trumpets and sound of horn,\nshout joyfully before the king, Yahweh.",
      "7": "Let the sea with its fullness roar,\nthe world and those who live in it.",
      "8": "Let the rivers clap their hands.\nLet the hills sing joyfully together",
      "9": "before Yahweh, for he is coming\nto judge the earth.\nHe will judge the world with righteousness\nand the peoples with equity."
    },
    "99": {
      "1": "Yahweh is king; let the peoples tremble.\nHe sits enthroned between the cherubim. Let the earth shake.",
      "2": "Yahweh is great in Zion,\nand he is exalted over all the peoples.",
      "3": "Let them praise your great and fearful name.\nHe is holy.",
      "4": "And the strength of the king loves justice.\nYou have established equity;\nyou have executed justice and righteousness in Jacob.",
      "5": "Exalt Yahweh our God,\nand worship at his footstool.\nHe is holy.",
      "6": "Moses and Aaron were among his priests;\nSamuel also was among those who called on his name.\nThey called to Yahweh, and he answered them.",
      "7": "He spoke to them in the pillar of cloud.\nThey kept his testimonies and the statute he gave to them.",
      "8": "O Yahweh our God, you answered them.\nYou were a forgiving God to them,\nbut an avenger of their wrong deeds.",
      "9": "Exalt Yahweh our God,\nand worship at his holy mountain,\nfor Yahweh our God is holy."
    },
    "100": {
      "1": "Shout in triumph to Yahweh, all the earth.",
      "2": "Serve Yahweh with joy;\ncome into his presence with exultation.",
      "3": "Know that Yahweh, he is God;\nhe made us and we are his.\nWe are his people and the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving,\nhis courts with praise.\nGive thanks to him; bless his name.",
      "5": "For Yahweh is good; his loyal love is forever,\nand his faithfulness is from generation to generation."
    },
    "101": {
      "1": "I will sing of loyal love and justice;\nI will sing praises to you, O Yahweh.",
      "2": "I will give attention to the way of integrity.\nWhen will you come to me?\nI will walk in the integrity of my heart\nin the midst of my house.",
      "3": "I will not set before my eyes\nany wicked thing.\nI hate the work of those who fall away;\nit will not cling to me.",
      "4": "A perverse heart will depart from me;\nI will not know evil.",
      "5": "One who slanders his neighbor in secret,\nhim I will destroy.\nOne haughty of eyes and arrogant of heart,\nhim I will not endure.",
      "6": "My eyes will be on the faithful of the land,\nthat they may live with me.\nHe who walks in the way of integrity,\nhe shall minister to me.",
      "7": "There will not live in the midst of my house\na worker of deceit.\nOne who speaks lies\nwill not remain before my eyes.",
      "8": "Each morning,\nI will destroy all the wicked of the land,\ncutting off from the city of Yahweh all evildoers."
    },
    "102": {
      "1": "O Yahweh, hear my prayer,\nand let my cry for help come to you.",
      "2": "Do not hide your face from me\nin the day of my trouble.\nIncline your ear to me.\nIn the day I call, answer me quickly,",
      "3": "for my days vanish in smoke,\nand my bones are charred like a hearth.",
      "4": "My heart is struck like grass and withers.\nIndeed, I forget to eat my bread.",
      "5": "Because of the sound of my groaning\nmy bones cling to my skin.",
      "6": "I am like an owl of the wilderness;\nI am like a little owl of the ruins.",
      "7": "I lie awake and I am\nlike a lone bird on a roof.",
      "8": "All the day my enemies reproach me;\nthose who mock me swear oaths against me.",
      "9": "Indeed, I eat ashes like bread\nand mix my drink with tears",
      "10": "because of your indignation and anger,\nfor you have picked me up and thrown me away.",
      "11": "My days are like a lengthened shadow,\nand I wither like grass.",
      "12": "But you, O Yahweh, abide forever,\nand your remembrance from generation to generation.",
      "13": "You rise up and take pity on Zion,\nbecause it is time to favor it,\nfor the appointed time has come.",
      "14": "Your servants take pleasure in her stones,\nand show favor to its dust.",
      "15": "Then the nations will fear the name of Yahweh,\nand all the kings of the earth your glory.",
      "16": "For Yahweh will rebuild Zion;\nhe will appear in his glory.",
      "17": "He will turn his attention to the prayer of the destitute\nand will not despise their prayer.",
      "18": "Let this be written for the next generation,\nso that a people yet to be created may praise Yah,",
      "19": "that he looked down from his holy height.\nYahweh looked from heaven over the earth",
      "20": "to hear the groaning of the prisoner,\nto liberate those destined to die,",
      "21": "so that they may make known in Zion the name of Yahweh,\nand his praise in Jerusalem,",
      "22": "when the peoples assemble,\ntogether with kingdoms, to serve Yahweh.",
      "23": "He has broken my strength along the way;\nhe has cut short my days.",
      "24": "I say, “My God, do not carry me off\nfrom my life in the middle of my days.”\nYour years continue throughout all generations.",
      "25": "Long ago you laid the foundation of the earth,\nand the heavens are the work of your hands.",
      "26": "They will perish, but you will endure.\nAnd like a garment they will all wear out,\nyou will replace them like clothing, and they will be set aside.",
      "27": "But you are the same,\nand your years do not end.",
      "28": "The children of your servants will continue,\nand their descendants will be established before you."
    },
    "103": {
      "1": "Bless Yahweh, O my soul,\nand all within me, bless his holy name.",
      "2": "Bless Yahweh, O my soul,\nand do not forget all his benefits:",
      "3": "who forgives all your iniquity,\nwho heals all your diseases,",
      "4": "who redeems your life from the pit,\nwho crowns you with loyal love and mercies,",
      "5": "who satisfies your life with good\nso that your youth is renewed like the eagle’s.",
      "6": "Yahweh does deeds of justice\nand judgments for all who are oppressed,",
      "7": "who made known his ways to Moses,\nhis deeds to the people of Israel.",
      "8": "Yahweh is compassionate and gracious,\nslow to anger and abundant in loyal love.",
      "9": "He does not dispute continually,\nnor keep his anger forever.",
      "10": "He has not dealt with us according to our sins,\nnor repaid us according to our iniquities.",
      "11": "For as the heavens are high above the earth,\nso his loyal love prevails over those who fear him.",
      "12": "As far as east is from west,\nso he has removed far from us the guilt of our transgressions.",
      "13": "As a father pities his children,\nso Yahweh pities those who fear him.",
      "14": "For he knows our frame.\nHe remembers that we are dust.",
      "15": "As for man, his days are like the grass.\nAs the flower of the field, so he blossoms.",
      "16": "When the wind passes over it, it is no more,\nand its place knows it no longer.",
      "17": "But the loyal love of Yahweh\nis from everlasting to everlasting on those who fear him,\nand his righteousness to their children’s children,",
      "18": "to those who keep his covenant\nand remember to do his precepts.",
      "19": "Yahweh has established his throne in the heavens,\nand his kingdom rules over all.",
      "20": "Bless Yahweh, you his angels,\nyou mighty heroes who do his word\nby obeying the sound of his word.",
      "21": "Bless Yahweh, all you his hosts,\nyou his attendants who do his will.",
      "22": "Bless Yahweh, all his works,\nin all the places of his dominion.\nBless Yahweh, O my soul."
    },
    "104": {
      "1": "Bless Yahweh, O my soul.\nO Yahweh my God, you are very great.\nYou clothe yourself with splendor and majesty,",
      "2": "you who cover yourself with light as with a garment,\nwho stretch out the heavens like a tent curtain,",
      "3": "the one who sets beams in the waters for his upper chambers,\nwho makes clouds his chariot,\nwho rides on the wings of the wind,",
      "4": "who makes his messengers the winds,\nhis attendants a flame of fire.",
      "5": "He established the earth on her foundations,\nso that it will not be moved forever and ever.",
      "6": "You covered it with the deep as with a garment.\nThe waters stood above the mountains.",
      "7": "At your rebuke they fled;\nat the sound of your thunder they ran off.",
      "8": "They ascended the mountains and drained though the valleys\nto the place that you established for them.",
      "9": "You set a boundary that they may not cross over,\nso that they would not return to cover the earth.",
      "10": "You are the one who sends forth springs into the valleys;\nthey flow between the mountains.",
      "11": "They give drink for every beast of the field.\nThe wild donkeys quench their thirst.",
      "12": "Along them the birds of the heavens abide.\nFrom among the branches they sing.",
      "13": "You are the one who waters the mountains\nfrom his upper chambers.\nThe earth is full with the fruit of your labors:",
      "14": "who causes grass to grow for the cattle\nand herbs for the service of humankind,\nto bring forth food from the earth,",
      "15": "and wine that makes glad the heart of man,\nso that their faces shine from oil,\nand bread that strengthens the heart of man.",
      "16": "The trees of Yahweh drink their fill,\nthe cedars of Lebanon that he planted,",
      "17": "where birds make their nest.\nThe stork has its home in the fir trees.",
      "18": "The high mountains are for the wild goats;\nthe cliffs are a refuge for the rock badgers.",
      "19": "He made the moon for appointed times;\nthe sun knows its time for setting.",
      "20": "You make darkness, and it is night,\nwhen all the animals of the forest creep about.",
      "21": "The young lions are roaring for the prey\nand seeking their food from God.",
      "22": "When the sun rises, they gather together\nand lie down in their dens.",
      "23": "Humankind goes out to its work,\nand to its labor until evening.",
      "24": "How many are your works, O Yahweh;\nall of them you have done in wisdom.\nThe earth is full of your creatures.",
      "25": "This is the great and wide sea,\nin which are moving animals without number,\nliving things small and great.",
      "26": "There the ships sail.\nLeviathan is there that you formed to play with.",
      "27": "They all wait for you\nto give them their food at the proper time.",
      "28": "You give to them; they gather it.\nYou open your hand, they are filled with what is good.",
      "29": "You hide your face, they are terrified.\nYou take away their breath, they die\nand return to their dust.",
      "30": "You send forth your Spirit, they are created,\nand you renew the face of the ground.",
      "31": "May the glory of Yahweh endure forever.\nMay Yahweh be glad in his works,",
      "32": "the one who looks at the earth and it quakes,\nand touches the mountains and they smoke.",
      "33": "I will sing to Yahweh throughout my life;\nI will sing praise to my God while I remain alive.",
      "34": "May my meditation be pleasing to him.\nI will be glad in Yahweh.",
      "35": "Let sinners perish completely from the earth,\nand the wicked not remain alive.\nBless Yahweh, O my soul.\nPraise Yah."
    },
    "105": {
      "1": "Give thanks to Yahweh; proclaim his name;\nmake known his deeds among the peoples.",
      "2": "Sing to him; sing praises concerning him;\ntell of all his wonderful works.",
      "3": "Boast about his holy name.\nLet the heart of those who seek Yahweh rejoice.",
      "4": "Make supplication to Yahweh and his might;\nseek his face continually.",
      "5": "Remember his wonders that he has done,\nhis signs and the judgments of his mouth,",
      "6": "O offspring of Abraham his servant,\nyou descendants of Jacob, his chosen ones.",
      "7": "He is Yahweh our God;\nhis judgments are in all the earth.",
      "8": "He remembers his covenant forever,\nthe word that he commanded\nfor a thousand generations,",
      "9": "that he made with Abraham,\nand by his oath swore to Isaac.",
      "10": "He then confirmed it to Jacob as a statute,\nto Israel as an everlasting covenant,",
      "11": "saying, “To you I will give the land of Canaan\nas the allotment that is your inheritance.”",
      "12": "When they were few in number—\na trifle—and were sojourners in it,",
      "13": "and they wandered about among the nations,\nfrom one kingdom to another people,",
      "14": "he allowed no one to oppress them,\nand he rebuked kings on account of them,",
      "15": "“Do not touch my anointed ones,\nnor harm my prophets.”",
      "16": "Then he called for a famine upon the land;\nhe broke every supply of bread.",
      "17": "He sent a man on ahead of them;\nJoseph was sold as a slave.",
      "18": "They clamped his feet in fetters.\nHis neck went into irons.",
      "19": "Until the time his word came about,\nthe word of Yahweh tested him.",
      "20": "The king sent and he freed him;\nthe ruler of the peoples sent and let him loose.",
      "21": "He made him lord of his house\nand ruler of all his possessions,",
      "22": "to obligate his officials as he saw fit\nand teach his elders wisdom.",
      "23": "Then Israel came to Egypt,\nand Jacob was a sojourner in the land of Ham.",
      "24": "And he made his people very fruitful.\nHe also made them stronger than their enemies.",
      "25": "He turned their heart to hate his people,\nto deal deceitfully against his servants.",
      "26": "He sent his servant Moses,\ntogether with Aaron whom he had chosen.",
      "27": "They set before them the words concerning his signs\nand portents in the land of Ham.",
      "28": "He sent darkness and made it dark,\nand they did not rebel against his words.",
      "29": "He turned their waters into blood\nand it killed their fish.",
      "30": "Their land swarmed with frogs,\neven in the chambers of their kings.",
      "31": "He spoke, and there came flies\nand gnats throughout all their territory.",
      "32": "He gave hail for their rains\nand the fire of lightning in their land.",
      "33": "And he struck their vines and fig trees,\nand shattered the trees of their territory.",
      "34": "He spoke and there came locusts\nand young locusts without number.",
      "35": "And they ate up all the vegetation in their land,\nand they ate up the fruit of their ground.",
      "36": "And he struck down all the firstborn in their land,\nthe first of all their virility.",
      "37": "Then he brought them out with silver and gold,\nand there was none among his tribes who stumbled.",
      "38": "Egypt was glad when they departed,\nbecause the fear of them had fallen upon them.",
      "39": "He spread out a cloud for a covering,\nand fire to give light at night.",
      "40": "They asked, and he brought quail,\nand satisfied them with the bread of heaven.",
      "41": "He opened the rock and waters flowed;\nthey coursed through the dry places like a river.",
      "42": "For he remembered his holy promise;\nhe remembered Abraham his servant.",
      "43": "And so he brought out his people with joy,\nhis chosen ones with rejoicing.",
      "44": "And he gave to them the lands of the nations,\nand they inherited the labor of the peoples,",
      "45": "so that they might observe his statutes,\nand keep his laws.\nPraise Yah."
    },
    "106": {
      "1": "Praise Yah. Give thanks to Yahweh, for he is good,\nfor his loyal love is forever.",
      "2": "Who can utter the mighty deeds of Yahweh,\nor proclaim all his praise?",
      "3": "Blessed are those who observe justice,\nhe who does righteousness at all times.",
      "4": "Remember me, O Yahweh, when you show favor to your people.\nLook after me when you deliver,",
      "5": "that I may see the good done your chosen ones,\nto be glad in the joy of your nation,\nto glory together with your inheritance.",
      "6": "We have sinned along with our ancestors.\nWe have committed iniquity; we have incurred guilt.",
      "7": "Our ancestors in Egypt did not understand your wonderful works.\nThey did not remember your many acts of loyal love,\nand so they rebelled by the sea at the Red Sea.",
      "8": "Yet he saved them for the sake of his name,\nto make known his might.",
      "9": "So he rebuked the Red Sea, and it dried up,\nand he led them through the deep as through a desert.",
      "10": "Thus he saved them from the hand of the hater\nand redeemed them from the hand of the enemy.",
      "11": "But waters covered their adversaries;\nnot one of them survived.",
      "12": "Then they believed his words;\nthey sang his praise.",
      "13": "They quickly forgot his works;\nthey did not wait for his counsel.",
      "14": "And they craved intensely in the wilderness,\nand tested God in the desert.",
      "15": "So he gave to them their request,\nbut he sent leanness into their souls.",
      "16": "And they were jealous of Moses in the camp,\nand of Aaron, the holy one of Yahweh.",
      "17": "The earth opened and swallowed up Dathan,\nand it covered over the gang of Abiram.",
      "18": "Also fire burned in their assembly;\nthe flame devoured the wicked.",
      "19": "They made a calf at Horeb\nand bowed down to a cast image.",
      "20": "And so they exchanged their glory\nfor an image of an ox that eats grass.",
      "21": "They forgot God their Savior,\nwho had done great things in Egypt,",
      "22": "wonders in the land of Ham,\nawesome deeds by the Red Sea.",
      "23": "So he said he would exterminate them,\nhad not Moses, his chosen one,\nstood in the breach before him,\nto reverse his wrath from destroying them.",
      "24": "Then they refused the desirable land;\nthey did not believe his word,",
      "25": "but grumbled in their tents.\nThey did not obey the voice of Yahweh.",
      "26": "So he made an oath against them,\nto make them drop in the wilderness,",
      "27": "and to disperse their descendants among the nations\nand to scatter them among the lands.",
      "28": "They also attached themselves to Baal of Peor,\nand they ate sacrifices offered to the dead.",
      "29": "Thus they provoked to anger by their deeds,\nand a plague broke out among them.",
      "30": "Then Phinehas stood up and intervened,\nand so the plague was stopped,",
      "31": "and it was reckoned to him as righteousness\nthroughout all generations.",
      "32": "They also angered God at the waters of Meribah,\nand it went badly for Moses on account of them,",
      "33": "because they rebelled against his Spirit,\nand he spoke thoughtlessly with his lips.",
      "34": "They did not exterminate the peoples,\nas Yahweh had commanded them,",
      "35": "but they mingled with the nations\nand learned their works,",
      "36": "and served their idols,\nwhich became a snare to them.",
      "37": "They even sacrificed their sons and daughters\nto the demons,",
      "38": "and they poured out innocent blood,\nthe blood of their sons and daughters,\nwhom they sacrificed to the idols of Canaan,\nand so the land was defiled with the blood.",
      "39": "And they became unclean by their works,\nand were unfaithful in their deeds.",
      "40": "So Yahweh’s anger burned against his people,\nand he abhorred his inheritance.",
      "41": "Then he gave them into the hand of the nations,\nand those who hated them ruled over them.",
      "42": "And their enemies oppressed them,\nand they were subdued under their hand.",
      "43": "Many times he delivered them,\nbut they rebelled in their counsel,\nand were brought low by their iniquity.",
      "44": "Yet he looked upon their distress\nwhen he heard their cry.",
      "45": "And he remembered his covenant with them,\nand relented based on the abundance of his loyal love.",
      "46": "And he let them find compassion\nbefore all their captors.",
      "47": "Save us, O Yahweh our God,\nand gather us from the nations,\nso that we may give thanks to your holy name\nand boast in your praise.",
      "48": "Blessed is Yahweh, the God of Israel,\nfrom everlasting and to everlasting.\nAnd let all the people say, “Amen!”\nPraise Yah."
    },
    "107": {
      "1": "Give thanks to Yahweh, for he is good,\nfor his loyal love is forever.",
      "2": "Let the redeemed of Yahweh declare it,\nthose whom he has redeemed from the hand of the enemy",
      "3": "and gathered from the lands,\nfrom east and from west, from north and from south.",
      "4": "They wandered in the wilderness, in a desert.\nThey could find no way to a city to inhabit.",
      "5": "Hungry and thirsty,\ntheir soul grew faint within them.",
      "6": "Then they cried out to Yahweh in their trouble.\nHe delivered them from their distresses",
      "7": "and led them by a straight way\nto get to a city to inhabit.",
      "8": "Let them give thanks to Yahweh for his loyal love,\nand his wonderful deeds for the children of humankind,",
      "9": "for he satisfies the longing soul,\nand the hungry soul he fills with good.",
      "10": "Those who sat in darkness and gloom,\nprisoners of misery and iron—",
      "11": "because they rebelled against the words of God\nand spurned the counsel of the Most High,",
      "12": "he therefore humbled their heart with trouble.\nThey stumbled and there was no helper.",
      "13": "Then they called to Yahweh for help in their trouble;\nhe saved them from their distresses.",
      "14": "He brought them out of darkness and gloom,\nand tore off their bonds.",
      "15": "Let them give thanks to Yahweh for his loyal love\nand his wonderful deeds for the children of humankind,",
      "16": "for he shatters the doors of bronze,\nand cuts through the bars of iron.",
      "17": "Fools, because of their rebellious way\nand their iniquities, were afflicted.",
      "18": "Their soul abhorred all food,\nand they approached the gates of death.",
      "19": "Then they called to Yahweh for help in their trouble.\nHe saved them from their distresses.",
      "20": "He sent his word and healed them,\nand he delivered them from their pits.",
      "21": "Let them give thanks to Yahweh for his loyal love,\nand his wonderful deeds for the children of humankind,",
      "22": "and let them offer sacrifices of thanksgiving,\nand tell of his works with rejoicing.",
      "23": "Those who went down to the sea into ships,\ndoing business on the high seas,",
      "24": "they saw the works of Yahweh,\nand his wonderful deeds in the deep.",
      "25": "For he spoke and raised up a stormy wind,\nand it whipped up its waves.",
      "26": "They rose to the heavens; they plunged to the depths.\nTheir soul melted in their calamity.",
      "27": "They reeled and staggered like a drunkard,\nand they were at their wits’ end.",
      "28": "Then they cried out to Yahweh in their trouble,\nand he brought them out of their distresses.",
      "29": "He made the storm be still\nand their waves became calm.",
      "30": "Then they were glad because they grew silent,\nso he guided them to their desired harbor.",
      "31": "Let them give thanks to Yahweh for his loyal love\nand his wonderful deeds for the children of humankind,",
      "32": "and let them exalt him in the congregation of the people,\nand praise him in the assembly of the elders.",
      "33": "He turns rivers into a wilderness\nand springs of water into thirsty ground,",
      "34": "a fruitful land into a salty place,\nbecause of the evil of its inhabitants.",
      "35": "He turns a wilderness into a pool of water\nand a dry land into springs of water.",
      "36": "And he settles the hungry there,\nso that they may establish a city to inhabit,",
      "37": "and sow fields and plant vineyards,\nthat they may yield fruit at harvest.",
      "38": "And he blesses them and they multiply greatly,\nand he does not let their cattle become few.",
      "39": "When they become few and they are bent down\nfrom the oppression of calamity and grief,",
      "40": "he pours contempt on princes\nand causes them to wander in a trackless waste.",
      "41": "But he protects the needy from misery,\nand he makes their families like a flock.",
      "42": "The upright see it and are glad,\nand all wickedness shuts its mouth.",
      "43": "Whoever is wise, then let him observe these things,\nand let them consider Yahweh’s acts of loyal love."
    },
    "108": {
      "1": "My heart is steadfast, O God.\nI will sing and give praise, even with my glory.",
      "2": "Awake, harp and lyre.\nI will awake the dawn.",
      "3": "I will give you thanks among the peoples, O Yahweh;\nI will give you praise among the nations,",
      "4": "because your loyal love is great above the heavens,\nand your faithfulness reaches to the clouds.",
      "5": "Be exalted above the heavens, O God,\nand let your glory be above all the earth,",
      "6": "so that your beloved ones may be rescued.\nSave by your right hand and answer me.",
      "7": "God has spoken in his holiness,\n“I will exult, I will divide up Shechem,\nand portion out the valley of Succoth.",
      "8": "Gilead is mine. Manasseh is mine.\nAnd Ephraim is the helmet for my head.\nJudah is my scepter;",
      "9": "Moab is my washing pot.\nOver Edom I will cast my sandal;\nOver Philistia I will shout in triumph.”",
      "10": "Who will bring me to the fortified city?\nWho will lead me to Edom?",
      "11": "Have you not rejected us, O God,\nand not gone out with our armies, O God?",
      "12": "Give us help against the enemy,\nfor the help of humankind is futile.",
      "13": "Through God we will do valiantly,\nand it is he who will tread down our enemies."
    },
    "109": {
      "1": "O God of my praise, do not keep silent,",
      "2": "for wicked and deceitful mouths\nhave opened against me.\nThey speak to me with a lying tongue.",
      "3": "They also surround me with words of hate,\nand fight me without cause.",
      "4": "In return for my love they accuse me,\nthough I am in prayer.",
      "5": "So they inflicted evil against me in return for good\nand hatred in return for my love.",
      "6": "Appoint over him a wicked man,\nand let an accuser stand at his right hand.",
      "7": "When he is judged, let him come out guilty,\nand let his prayer become as sin.",
      "8": "Let his days be few;\nlet another take his office.",
      "9": "Let his children be orphans,\nand his wife a widow,",
      "10": "and let his children wander aimlessly and beg,\nand let them plead from their ruins.",
      "11": "Let the creditor seize all that is his,\nand let strangers plunder his property.",
      "12": "Let there be none who extend to him loyal love,\nnor any who pities his orphans.",
      "13": "Let his descendants be cut off.\nLet their name be blotted out in the next generation.",
      "14": "Let the iniquity of his ancestors be remembered before Yahweh,\nand let the sin of his mother not be blotted out.",
      "15": "Let them be before Yahweh continually,\nthat he may cut off their memory from the earth,",
      "16": "because he did not remember to show loyal love,\nbut he pursued anyone, poor or needy\nor brokenhearted, to slay them.",
      "17": "Because he loved cursing, let it come upon him.\nBecause he did not delight in blessing,\nlet it be far from him.",
      "18": "Because he wore a curse as his robe,\nlet it enter his body like water,\nand into his bones like oil.",
      "19": "May it be for him like a garment in which he wraps,\nand a belt he continually wears.",
      "20": "Let this be the punishment for my accusers from Yahweh,\neven those who speak evil against my life.",
      "21": "But you, O Yahweh my Lord,\ndeal with me for your name’s sake.\nBecause your loyal love is good, deliver me,",
      "22": "for I am poor and needy,\nand my heart is wounded within me.",
      "23": "Like a lengthening shadow I am passing away;\nI am shaken off like a locust.",
      "24": "My knees buckle from fasting,\nand my body grows lean without fat.",
      "25": "And so I am a disgrace to them;\nwhen they see me, they shake their heads.",
      "26": "Help me, O Yahweh my God;\nsave me according to your loyal love,",
      "27": "that they may know that this is your hand,\nthat you, O Yahweh, you have done it.",
      "28": "Let them curse, but you bless.\nWhen they arise, let them be put to shame,\nthat your servant may be glad.",
      "29": "Let my accusers put on disgrace,\nand let them cover themselves with their shame as with a robe.",
      "30": "I will give thanks to Yahweh exceedingly with my mouth,\nand in the midst of many I will praise him,",
      "31": "for he stands at the right hand of the needy,\nto save him from those judging his life."
    },
    "110": {
      "1": "A declaration of Yahweh to my lord,\n“Sit at my right hand\nuntil I make your enemies your footstool.”",
      "2": "Yahweh will send out your mighty scepter from Zion;\nrule in the midst of your enemies.",
      "3": "Your people will volunteer in the day of your power.\nIn holy splendor, from the womb of the dawn,\nyou will have the dew of your youth.",
      "4": "Yahweh has sworn and he will not change his mind,\n“You are a priest forever\naccording to the manner of Melchizedek.”",
      "5": "O Lord, at your right hand\nhe will shatter kings in the day of his anger.",
      "6": "He will judge among the nations;\nhe will fill them with corpses.\nHe will shatter the rulers of many countries.",
      "7": "He will drink from the stream by the road;\ntherefore he will lift up his head."
    },
    "111": {
      "1": "Praise Yah!\nI will give thanks to Yahweh with all my heart,\nin the assembly of the upright and the congregation.",
      "2": "The works of Yahweh are great,\nstudied by all who delight in them.",
      "3": "Full of splendor and majesty is his work,\nand his righteousness endures forever.",
      "4": "He has made his wonders to be remembered;\nYahweh is gracious and compassionate.",
      "5": "He gives food to those who fear him;\nhe remembers his covenant forever.",
      "6": "He has declared the power of his works for his people,\nby giving to them the inheritance of the nations.",
      "7": "The works of his hands are faithfulness and justice;\nall his precepts are reliable.",
      "8": "They are sustained forever and ever,\ndone with faithfulness and uprightness.",
      "9": "He has sent redemption to his people;\nhe has commanded his covenant forever;\nholy and fearful is his name.",
      "10": "The fear of Yahweh is the beginning of wisdom;\nall who do them have a good understanding.\nHis praise endures forever."
    },
    "112": {
      "1": "Praise Yah!\nBlessed is the man who fears Yahweh;\nhe takes great delight in his commands.",
      "2": "His descendants will be mighty in the land;\nthe generation of the upright will be blessed.",
      "3": "Wealth and riches are in his house,\nand his righteousness endures forever.",
      "4": "His light rises in the darkness for the upright;\nhe is gracious and compassionate and righteous.",
      "5": "It goes well for a man who is gracious and lends,\nwho conducts his business properly.",
      "6": "For he will not be shaken forever;\nthe righteous will be remembered forever.",
      "7": "He is not afraid of bad news;\nhis heart is steadfast, secure in Yahweh.",
      "8": "His heart is sustained; he will not be afraid,\nuntil he looks in triumph on his enemies.",
      "9": "He gives lavishly to the needy;\nhis righteousness endures forever.\nHis horn rises high in honor.",
      "10": "The wicked sees it and is vexed.\nHe gnashes his teeth and becomes weak.\nThe desire of the wicked perishes."
    },
    "113": {
      "1": "Praise Yah!\nPraise, O servants of Yahweh,\npraise the name of Yahweh.",
      "2": "Let the name of Yahweh be blessed,\nfrom now until forever.",
      "3": "From the rising of the sun to its setting,\nlet the name of Yahweh be blessed.",
      "4": "Yahweh is high above all nations;\nhis glory is above the heavens.",
      "5": "Who is like Yahweh our God,\nwho is enthroned on high,",
      "6": "who condescends to look at\nwhat is in the heavens and in the earth?",
      "7": "He raises the helpless from the dust;\nhe lifts the needy from the ash heap,",
      "8": "to seat them with princes,\nwith the princes of his people.",
      "9": "He causes the barren woman of the house to dwell\nas the happy mother of children.\nPraise Yah!"
    },
    "114": {
      "1": "When Israel went out from Egypt,\nthe house of Jacob from a people of a strange language,",
      "2": "Judah became his sanctuary,\nIsrael his dominion.",
      "3": "The sea looked and fled;\nthe Jordan turned back.",
      "4": "The mountains skipped like rams,\nthe hills like lambs.",
      "5": "What’s with you, O sea, that you fled?\nO Jordan, that you turned back?",
      "6": "O mountains, that you skipped like rams?\nO hills, like lambs?",
      "7": "At the presence of the Lord writhe, O earth,\nat the presence of the God of Jacob,",
      "8": "who turned the rock into a pool of water,\nflinty stone into a spring of water."
    },
    "115": {
      "1": "Not to us, O Yahweh, not to us,\nbut to your name give glory,\nbecause of your loyal love,\nbecause of your faithfulness.",
      "2": "Why should the nations say,\n“Where, pray tell, is their God?”",
      "3": "But our God is in the heavens;\nall that he desires, he does.",
      "4": "Their idols are silver and gold,\nthe work of human hands.",
      "5": "They have mouths, but cannot speak;\nthey have eyes, but cannot see;",
      "6": "they have ears, but cannot hear;\nthey have noses, but cannot smell;",
      "7": "they have their hands, but they cannot feel,\ntheir feet, but they cannot walk;\nthey cannot utter a sound in their throats.",
      "8": "Those who make them become like them,\nas does everyone who trusts in them.",
      "9": "O Israel, trust Yahweh;\nhe is their help and their shield.",
      "10": "O house of Aaron, trust in Yahweh;\nhe is their help and their shield.",
      "11": "You who fear Yahweh, trust in Yahweh;\nhe is their help and their shield.",
      "12": "Yahweh remembers us; he will bless us.\nHe will bless the house of Israel;\nhe will bless the house of Aaron.",
      "13": "He will bless those who fear Yahweh,\nthe small with the great.",
      "14": "May Yahweh give you increase,\nyou and your children.",
      "15": "May you be blessed by Yahweh,\nwho made heaven and earth.",
      "16": "The heavens are Yahweh’s heavens,\nbut the earth he has given to the children of humankind.",
      "17": "The dead do not praise Yah,\nnor any descending into silence.",
      "18": "It is we, we will bless Yah\nfrom now until forever.\nPraise Yah!"
    },
    "116": {
      "1": "I love him, because Yahweh has heard\nthe voice of my supplications.",
      "2": "Because he has inclined his ear to me,\nI will call all my days.",
      "3": "The ropes of death encircled me,\nand the distresses of Sheol found me.\nI found trouble and grief.",
      "4": "Then I called on the name of Yahweh:\n“O Yahweh, please save my life!”",
      "5": "Gracious is Yahweh and righteous,\nand our God is merciful.",
      "6": "Yahweh watches over the simple.\nI was brought low, but he gave me victory.",
      "7": "Return, O my soul, to your repose,\nfor Yahweh has dealt bountifully with you.",
      "8": "For you have rescued me from death,\nmy eyes from tears, my feet from stumbling.",
      "9": "I will walk before Yahweh\nin the land of the living.",
      "10": "I believed when I spoke,\n“I am afflicted greatly.”",
      "11": "I said in my haste,\n“Everyone is a liar.”",
      "12": "What shall I give back to Yahweh\nfor all his benefits to me?",
      "13": "I will lift up the cup of salvation\nand proclaim the name of Yahweh.",
      "14": "I will pay my vows made to Yahweh\nin the presence of all his people.",
      "15": "Costly in Yahweh’s view is\nthe death of his faithful ones.",
      "16": "Ah, Yahweh, I am indeed your servant;\nI am your servant, the child of your maidservant.\nYou have loosed my bonds.",
      "17": "I will offer to you a sacrifice of thanksgiving,\nand proclaim the name of Yahweh.",
      "18": "I will pay my vows made to Yahweh\nin the presence of all his people,",
      "19": "in the courts of the house of Yahweh,\nin the midst of you, O Jerusalem.\nPraise Yah!"
    },
    "117": {
      "1": "Praise Yahweh, all you nations;\nextol him, all you peoples.",
      "2": "For his loyal love is mighty on our behalf,\nand the faithfulness of Yahweh is forever.\nPraise Yah!"
    },
    "118": {
      "1": "Give thanks to Yahweh for he is good,\nfor his loyal love is forever.",
      "2": "Let Israel say,\n“His loyal love is forever.”",
      "3": "Let the house of Aaron say,\n“His loyal love is forever.”",
      "4": "Let those who fear Yahweh say,\n“His loyal love is forever.”",
      "5": "Out of my distress I called to Yah.\nYah answered me, setting me in a broad place.",
      "6": "Yahweh is for me; I do not fear.\nWhat can mere humans do to me?",
      "7": "Yahweh is for me as my helper,\nand so I will look in triumph on those who hate me.",
      "8": "It is better to take refuge in Yahweh\nthan to trust in humans.",
      "9": "It is better to take refuge in Yahweh\nthan to trust princes.",
      "10": "All nations surrounded me.\nIn the name of Yahweh I opposed them indeed.",
      "11": "They surrounded me; yes, they surrounded me.\nIn the name of Yahweh I opposed them indeed.",
      "12": "They surrounded me like bees;\nthey were extinguished like a fire of thorns.\nIn the name of Yahweh I opposed them indeed.",
      "13": "You pushed me hard to make me fall,\nbut Yahweh helped me.",
      "14": "Yah is my strength and my song,\nand he has become my salvation.",
      "15": "The sound of rejoicing and salvation\nis in the tents of the righteous;\nthe right hand of Yahweh has done valiantly.",
      "16": "The right hand of Yahweh has exalted;\nthe right hand of Yahweh has done valiantly.",
      "17": "I will not die but live,\nand tell of the works of Yah.",
      "18": "Yah has disciplined me severely,\nbut he did not consign me to death.",
      "19": "Open to me the gates of righteousness,\nthat I may enter through them\nand give thanks to Yah.",
      "20": "This is the gate of Yahweh,\nthrough which the righteous will enter.",
      "21": "I will give thanks to you for you have answered me,\nand you have become my salvation.",
      "22": "The stone the builders rejected\nhas become the chief cornerstone.",
      "23": "This is from Yahweh;\nit is wonderful in our eyes.",
      "24": "This is the day Yahweh has worked;\nlet us rejoice and be glad in him.",
      "25": "O Yahweh, please save;\nO Yahweh, please grant success.",
      "26": "Blessed is he who comes in the name of Yahweh.\nWe bless you from the house of Yahweh.",
      "27": "Yahweh is God, and he has given us light.\nBind the festal sacrifice with cords\nto the horns of the altar.",
      "28": "You are my God, and I will give thanks to you.\nYou are my God; I will exalt you.",
      "29": "Give thanks to Yahweh for he is good,\nfor his loyal love is forever."
    },
    "119": {
      "1": "Blessed are those whose way is blameless,\nwho walk in the law of Yahweh.",
      "2": "Blessed are those who keep his testimonies;\nthey seek him with a whole heart.",
      "3": "They also do no wrong;\nthey walk in his ways.",
      "4": "You have commanded your precepts,\nthat we should keep them diligently.",
      "5": "Oh that my ways were steadfast,\nto keep your statutes!",
      "6": "Then I would not be ashamed\nwhen I look to all your commands.",
      "7": "I will give you thanks with an upright heart,\nwhen I learn your righteous laws.",
      "8": "I will heed your statutes;\ndo not utterly forsake me.",
      "9": "How can a young man keep his way pure?\nBy taking heed according to your word.",
      "10": "With my whole heart I have sought you;\ndo not let me stray from your commands.",
      "11": "In my heart I have hidden your word,\nso that I may not sin against you.",
      "12": "Blessed are you, O Yahweh.\nTeach me your statutes.",
      "13": "With my lips I have told of\nall the ordinances of your mouth.",
      "14": "In the way of your testimonies I have rejoiced\nas I would over all riches.",
      "15": "I will meditate on your precepts\nand look at your ways.",
      "16": "I will take delight in your statutes;\nI will not forget your word.",
      "17": "Deal bountifully with your servant, that I may live\nand heed your word.",
      "18": "Uncover my eyes, that I may look at\nwonderful things from your law.",
      "19": "I am a sojourner on the earth;\ndo not hide your commands from me.",
      "20": "My soul is crushed with longing\nfor your ordinances at all times.",
      "21": "You rebuke the arrogant, the accursed,\nwho stray from your commands.",
      "22": "Remove from me scorn and contempt,\nfor I have kept your testimonies.",
      "23": "Even though princes sit and speak against me,\nyour servant meditates on your statutes.",
      "24": "Your testimonies are my delight,\nmy counselors.",
      "25": "My soul clings to the dust;\nrevive me according to your word.",
      "26": "I told of my ways, and you answered me;\nteach me your statutes.",
      "27": "Make me understand the way of your precepts,\nthat I may meditate on your wonderful things.",
      "28": "My soul weeps because of grief;\nstrengthen me according to your word.",
      "29": "Remove from me the deceptive way,\nand graciously give me your law.",
      "30": "I have chosen the faithful way;\nI have set your ordinances before me.",
      "31": "I cling to your testimonies;\nO Yahweh, do not let me be put to shame.",
      "32": "I will run the way of your commands,\nfor you will enlarge my heart.",
      "33": "Teach me, O Yahweh, the way of your statutes,\nand I will keep it to the end.",
      "34": "Give me understanding, that I may keep your law\nand heed it with my whole heart.",
      "35": "Cause me to walk in the path of your commands,\nfor I delight in it.",
      "36": "Incline my heart to your testimonies,\nand not to dishonest gain.",
      "37": "Turn away my eyes from looking at what is worthless;\nrevive me in your ways.",
      "38": "Fulfill your word to your servant,\nwhich is to bring about a reverence for you.",
      "39": "Turn away my disgrace that I dread,\nfor your ordinances are good.",
      "40": "Look, I have longed for your precepts;\nrevive me in your righteousness.",
      "41": "Let your acts of loyal love also come to me, O Yahweh,\nyour salvation according to your word.",
      "42": "Then I will have an answer for the one who taunts me,\nfor I trust your word.",
      "43": "And do not snatch the word of truth utterly from my mouth,\nfor I hope in your ordinances.",
      "44": "So I will heed your law continually,\nforever and ever.",
      "45": "And I will go about freely,\nfor I have sought your precepts.",
      "46": "And I will speak of your testimonies before kings,\nand will not be ashamed.",
      "47": "And I will take delight in your commands,\nwhich I love.",
      "48": "And I will lift up my hands to your commands, which I love,\nand I will meditate on your statutes.",
      "49": "Remember your word to your servant,\nupon which you have caused me to hope.",
      "50": "This is my comfort in my misery:\nthat your word preserves my life.",
      "51": "The arrogant utterly deride me;\nI have not turned aside from your law.",
      "52": "I remember your ordinances of old, O Yahweh,\nand I take comfort.",
      "53": "Rage seizes me because of the wicked,\nthose who forsake your law.",
      "54": "Your statutes have been my songs\nin the house of my sojourning.",
      "55": "I remember your name in the night, O Yahweh,\nand I heed your law.",
      "56": "This has been mine,\nthat I have kept your precepts.",
      "57": "Yahweh is my portion;\nI intend to heed your words.",
      "58": "I seek your favor with my whole heart;\nbe gracious to me according to your word.",
      "59": "I think about my ways,\nand turn my feet to your testimonies.",
      "60": "I hurry and do not delay\nto heed your commands.",
      "61": "The cords of the wicked surround me,\nbut I do not forget your law.",
      "62": "In the middle of the night I rise to give you thanks,\nbecause of your righteous ordinances.",
      "63": "I am a companion of all who fear you\nand heed your precepts.",
      "64": "The earth, O Yahweh, is full of your loyal love.\nTeach me your statutes.",
      "65": "You have dealt well with your servant,\nO Yahweh, according to your word.",
      "66": "Teach me good discernment and knowledge,\nfor I believe your commands.",
      "67": "Before I was afflicted, I was going astray,\nbut now I heed your word.",
      "68": "You are good and do good;\nteach me your statutes.",
      "69": "The arrogant smear me with lies;\nI keep your precepts with my whole heart.",
      "70": "Their heart is insensitive like fat;\nAs for me, I take delight in your law.",
      "71": "It is good for me that I was afflicted,\nso that I might learn your statutes.",
      "72": "The law of your mouth is better to me\nthan thousands of gold and silver coins.",
      "73": "Your hands have made me and established me;\ngive me understanding that I may learn your commands.",
      "74": "Those who fear you will see me and be glad,\nbecause I hope in your word.",
      "75": "I know, O Yahweh, that your judgments are right,\nand that in faithfulness you afflicted me.",
      "76": "Please let your loyal love comfort me,\naccording to your word to your servant.",
      "77": "Let your mercies come to me, that I may live,\nfor your law is my delight.",
      "78": "Let the arrogant be put to shame,\nbecause they have wronged me with lies.\nAs for me, I will meditate on your precepts.",
      "79": "Let those who fear you turn to me,\neven those who know your testimonies.",
      "80": "May my heart be blameless in your statutes,\nso that I may not be ashamed.",
      "81": "My soul languishes for your salvation;\nI hope in your word.",
      "82": "My eyes long for your word,\nsaying, “When will you comfort me?”",
      "83": "For I have become like a wineskin in the smoke,\nyet I have not forgotten your statutes.",
      "84": "How many are the days of your servant?\nWhen will you execute justice against those who persecute me?",
      "85": "The arrogant have dug pits for me,\nwhich is not according to your law.",
      "86": "All your commands are faithful.\nThey persecute me deceitfully; help me!",
      "87": "They have almost destroyed me on the earth,\nbut I have not forsaken your precepts.",
      "88": "According to your loyal love preserve me alive,\nso that I may heed the testimony from your mouth.",
      "89": "Forever, O Yahweh,\nyour word is settled in heaven.",
      "90": "Your faithfulness endures throughout all generations.\nYou have established the earth and it stands.",
      "91": "By your ordinances they stand today,\nfor all are your servants.",
      "92": "Unless your law had been my delight,\nthen I would have perished in my misery.",
      "93": "I will not ever forget your precepts,\nfor by them you revive me.",
      "94": "I am yours. Save me,\nfor I have sought your precepts.",
      "95": "For me the wicked lie in wait to destroy me.\nI give attention to your testimonies.",
      "96": "I have seen a limit to every perfection;\nyour command is very broad.",
      "97": "How I love your law!\nThe whole day it is my meditation.",
      "98": "Your commands make me wiser than my enemies,\nbecause they are ever with me.",
      "99": "I have more insight than all my teachers,\nfor your testimonies are my meditation.",
      "100": "I understand more than the elders,\nfor I keep your precepts.",
      "101": "I have restrained my feet from every evil way,\nso that I may heed your word.",
      "102": "I have not turned aside from your ordinances,\nfor you have taught me.",
      "103": "How smooth are your words to my palate,\nmore than honey in my mouth.",
      "104": "From your precepts I get understanding,\ntherefore I hate every false way.",
      "105": "Your word is a lamp to my feet\nand a light to my path.",
      "106": "I have sworn an oath and confirmed it,\nto heed your righteous ordinances.",
      "107": "I am very much afflicted;\nO Yahweh, revive me according to your word.",
      "108": "Please accept the freewill offerings of my mouth, O Yahweh,\nand teach me your ordinances.",
      "109": "My life is in danger continually,\nyet I do not forget your law.",
      "110": "The wicked have laid a snare for me,\nyet I do not wander from your precepts.",
      "111": "I have taken as my own your testimonies forever,\nfor they are the joy of my heart.",
      "112": "I have inclined my heart to do your statutes\nforever, to the end.",
      "113": "I hate the double-minded,\nbut I love your law.",
      "114": "You are my hiding place and my shield;\nI hope in your word.",
      "115": "Turn aside from me, you evildoers,\nfor I will keep the commands of my God.",
      "116": "Sustain me according to your word, that I may live,\nand do not let me be ashamed of my hope.",
      "117": "Uphold me, that I may be delivered,\nand have regard for your statutes continually.",
      "118": "You reject all who stray from your statutes,\nfor their deceit is a breach of faith.",
      "119": "You remove all the wicked of the earth like dross,\ntherefore I love your testimonies.",
      "120": "My flesh trembles for fear of you,\nand I am afraid of your judgments.",
      "121": "I have done justice and righteousness;\ndo not leave me to my oppressors.",
      "122": "Pledge good for your servant;\ndo not let the arrogant oppress me.",
      "123": "My eyes long for your salvation,\nand your righteous word.",
      "124": "Deal with your servant according to your loyal love,\nand teach me your statutes.",
      "125": "I am your servant; give me understanding,\nthat I may know your statutes.",
      "126": "It is time for Yahweh to act,\nfor they have broken your law.",
      "127": "Therefore I love your commands\nmore than gold, even fine gold.",
      "128": "Therefore all your precepts of everything I regard as right;\nI hate every false way.",
      "129": "Your testimonies are miracles,\ntherefore my soul keeps them.",
      "130": "The unfolding of your words gives light,\ngiving understanding to the simple.",
      "131": "I open my mouth and pant,\nbecause I long for your commands.",
      "132": "Turn to me and be gracious to me,\nas is proper for those who love your name.",
      "133": "Direct my steps in your word,\nand do not let any iniquity gain power over me.",
      "134": "Redeem me from the oppression of humankind,\nthat I may heed your precepts.",
      "135": "Shine your face on your servant,\nand teach me your statutes.",
      "136": "Streams of water flow down from my eyes,\nbecause people do not heed your law.",
      "137": "You are righteous, O Yahweh,\nand your ordinances are upright.",
      "138": "You have ordained your testimonies in righteousness,\nand in exceeding faithfulness.",
      "139": "My zeal consumes me,\nbecause my enemies have forgotten your words.",
      "140": "Your word is very pure,\nand your servant loves it.",
      "141": "I am small and despised,\nyet I do not forget your precepts.",
      "142": "Your righteousness is an everlasting righteousness,\nand your law is truth.",
      "143": "Trouble and anguish have found me;\nyour commands delight me.",
      "144": "The righteousness of your testimonies is forever;\ngive me understanding that I may live.",
      "145": "I call with my whole heart; answer me, O Yahweh.\nI will keep your statutes.",
      "146": "I call to you. Save me,\nand I will heed your testimonies.",
      "147": "I rise early in the dawn and cry for help;\nI hope in your word.",
      "148": "My eyes anticipate the night watches,\nthat I may meditate on your word.",
      "149": "Hear my voice according to your loyal love;\nO Yahweh, preserve my life according to your justice.",
      "150": "Those who pursue a wicked purpose draw near;\nthey are far from your law.",
      "151": "You are near, O Yahweh,\nand all your commands are truth.",
      "152": "Concerning your testimonies, I knew long ago\nthat you have established them forever.",
      "153": "See my misery and rescue me,\nfor I do not forget your law.",
      "154": "Plead my cause and redeem me;\npreserve my life according to your word.",
      "155": "Salvation is far from the wicked,\nfor they do not seek your statutes.",
      "156": "Your mercies are great, O Yahweh;\npreserve my life according to your ordinances.",
      "157": "My persecutors and enemies are many,\nyet I do not turn aside from your testimonies.",
      "158": "I see the treacherous and I feel disgust,\nbecause they do not heed your word.",
      "159": "Consider that I love your precepts;\nO Yahweh, according to your loyal love preserve my life.",
      "160": "The whole of your word is truth,\nand your every righteous judgment endures forever.",
      "161": "Princes persecute me without cause,\nbut my heart trembles because of your word.",
      "162": "I am rejoicing over your word,\nlike one who finds great spoil.",
      "163": "I hate and abhor falsehood;\nI love your law.",
      "164": "I praise you seven times in the day\nfor your righteous ordinances.",
      "165": "Great peace is for those who love your law,\nand they do not have a cause for stumbling.",
      "166": "I hope for your salvation, O Yahweh,\nand do your commands.",
      "167": "My soul heeds your testimonies,\nand I love them exceedingly.",
      "168": "I heed your precepts and testimonies,\nbecause all my ways are before you.",
      "169": "Let my cry come before you, O Yahweh;\ngive me understanding according to your word.",
      "170": "Let my plea come before you;\nDeliver me according to your word.",
      "171": "Let my lips pour out praise,\nbecause you teach me your statutes.",
      "172": "Let my tongue sing of your word,\nbecause all your commands are right.",
      "173": "Let your hand be my help,\nbecause I have chosen your precepts.",
      "174": "I long for your salvation, O Yahweh,\nand your law is my delight.",
      "175": "Let my soul live that it may praise you,\nand let your ordinances help me.",
      "176": "I have wandered like a lost sheep; seek your servant,\nbecause I do not forget your commands."
    },
    "120": {
      "1": "In my distress I called to Yahweh,\nand he answered me.",
      "2": "“Deliver my life, O Yahweh, from lying lips,\nfrom a deceitful tongue.”",
      "3": "What shall be given to you,\nand what more shall be done to you,\ndeceitful tongue?",
      "4": "The sharpened arrows of a warrior,\nwith burning charcoals from broom trees.",
      "5": "Woe to me, that I sojourn in Meshech,\nthat I dwell among the tents of Kedar.",
      "6": "Too long my soul has had its dwelling\nnear one who hates peace.",
      "7": "I am for peace, but when I speak,\nthey are for war."
    },
    "121": {
      "1": "I lift up my eyes to the mountains;\nwhence will my help come?",
      "2": "My help is from Yahweh,\nmaker of heaven and earth.",
      "3": "He will not allow your foot to be moved;\nhe who protects you will not slumber.",
      "4": "Look, he will not slumber and he will not sleep—\nhe who protects Israel.",
      "5": "Yahweh is your protector;\nYahweh is your shade at your right hand.",
      "6": "The sun will not strike you by day,\nnor the moon by night.",
      "7": "Yahweh will protect you from all evil;\nhe will protect your life.",
      "8": "Yahweh will protect your going out and your coming in\nfrom now until forever."
    },
    "122": {
      "1": "I rejoiced in those who said to me,\n“Let us go to the house of Yahweh.”",
      "2": "Our feet are standing\nwithin your gates, O Jerusalem—",
      "3": "Jerusalem that is built\nas a city that is joined together,",
      "4": "where the tribes go up,\nthe tribes of Yah as a testimony for Israel,\nto give thanks to the name of Yahweh.",
      "5": "For there the thrones sit for judgment,\nthrones of David’s house.",
      "6": "Pray for the peace of Jerusalem:\n“May those who love you be at ease.",
      "7": "May peace be within your walls,\nsecurity within your palaces.”",
      "8": "For the sake of my brothers and my friends,\nI will say, “Peace be within you.”",
      "9": "For the sake of the house of Yahweh our God,\nI will seek your good."
    },
    "123": {
      "1": "I lift up my eyes to you,\nthe one enthroned in the heavens.",
      "2": "Behold, as the eyes of servants\nlook to the hand of their master,\nas the eyes of a maid to the hand of her mistress,\nso our eyes look to Yahweh our God,\nuntil he is gracious to us.",
      "3": "Be gracious to us, O Yahweh, be gracious to us,\nfor long enough we have had our fill of contempt.",
      "4": "For long enough our soul has had its fill of\nthe derision of the self-confident,\nthe contempt of the arrogant."
    },
    "124": {
      "1": "“If it had not been Yahweh who was on our side,”\ndo let Israel say,",
      "2": "“If it had not been Yahweh who was on our side,\nwhen men rose up against us,",
      "3": "then they would have swallowed us alive,\nwhen their anger was kindled against us.",
      "4": "Then the waters would have flooded over us,\nthe torrent would have passed over our soul.",
      "5": "Then over our soul would have passed\nthe raging waters.”",
      "6": "Blessed be Yahweh,\nwho has not made us prey for their teeth.",
      "7": "Our soul has escaped like a bird\nfrom the snare of fowlers.\nThe snare is broken, and we have escaped.",
      "8": "Our help is in the name of Yahweh,\nmaker of heaven and earth."
    },
    "125": {
      "1": "Those who trust in Yahweh\nare like Mount Zion, which cannot be moved,\nbut abides forever.",
      "2": "As mountains are round about Jerusalem,\nso Yahweh is round about his people,\nfrom now until forever.",
      "3": "For the scepter of wickedness shall not rest\non the land of the righteous,\nlest the righteous stretch out\ntheir hands to do wickedness.",
      "4": "Do good, O Yahweh, to the good,\nand to those upright in their hearts.",
      "5": "But regarding those who turn aside to their crooked ways,\nYahweh will lead them away with the evildoers.\nPeace be upon Israel."
    },
    "126": {
      "1": "When Yahweh restored the fortunes of Zion,\nwe were like dreamers.",
      "2": "Then our mouth was filled with laughter,\nand our tongue with rejoicing.\nThen they said among the nations,\n“Yahweh has done great things for these people.”",
      "3": "Yahweh has done great things for us;\nwe are glad.",
      "4": "Restore, O Yahweh, our fortunes\nlike the streams in the Negeb.",
      "5": "Those who sow with tears\nshall reap with rejoicing.",
      "6": "He who diligently goes out with weeping,\ncarrying the seed bag,\nshall certainly come in with rejoicing,\ncarrying his sheaves."
    },
    "127": {
      "1": "Unless Yahweh builds a house,\nits builders labor at it in vain.\nUnless Yahweh guards a city,\na guard watches in vain.",
      "2": "It is in vain for you who rise early and sit late,\neating the bread of anxious toil,\nwhen thus he provides for his beloved in his sleep.",
      "3": "Look, children are the heritage of Yahweh;\nthe fruit of the womb is a reward.",
      "4": "Like arrows in the hand of a warrior,\nso are the children of one’s youth.",
      "5": "Blessed is the man who fills his quiver with them.\nThey shall not be put to shame\nwhen they speak with enemies at the gate."
    },
    "128": {
      "1": "Blessed is everyone who fears Yahweh,\nwho walks in his ways.",
      "2": "You will indeed eat of the labor of your hands;\nyou will be happy and it will be well with you.",
      "3": "Your wife will be like a fruitful vine\nwithin your house.\nYour children will be like olive shoots\nabout your table.",
      "4": "Look, for thus shall a man be blessed\nwho fears Yahweh.",
      "5": "May Yahweh bless you from Zion,\nthat you may see the good of Jerusalem\nall the days of your life,",
      "6": "and that you may see your children’s children.\nMay peace be upon Israel."
    },
    "129": {
      "1": "“Too often they have attacked me from my youth.”\nLet Israel say,",
      "2": "“Too often they have attacked me from my youth,\nyet they have not prevailed against me.",
      "3": "On my back plowmen have plowed.\nThey have made their furrows long.”",
      "4": "Yahweh is righteous.\nHe has cut the ropes of the wicked.",
      "5": "Let all be put to shame and repulsed\nwho hate Zion.",
      "6": "Let them be like grass on the housetops,\nthat withers before it grows up,",
      "7": "with which a reaper cannot fill his hand,\nnor the binder of sheaves his arms,",
      "8": "so that passersby do not say,\n“The blessing of Yahweh be upon you.\nWe bless you in the name of Yahweh.”"
    },
    "130": {
      "1": "Out of the depths I call to you, O Yahweh.",
      "2": "“O Lord, hear my voice.\nLet your ears be attentive\nto the voice of my supplications.",
      "3": "If you, O Yah, should keep track of iniquities,\nO Lord, who could stand?",
      "4": "But with you is forgiveness,\nso that you may be feared.”",
      "5": "I await Yahweh; my soul awaits,\nand I wait for his word.",
      "6": "My soul waits for the Lord\nmore than watchmen for the morning.\nYes, more than watchmen for the morning.",
      "7": "O Israel, wait for Yahweh.\nFor with Yahweh there is loyal love,\nand with him there is abundant redemption.",
      "8": "And he will redeem Israel\nfrom all its iniquities."
    },
    "131": {
      "1": "My heart is not haughty nor my eyes arrogant.\nAnd I do not concern myself\nwith things too great and difficult for me.",
      "2": "Rather I have soothed and quieted my soul,\nlike a weaned child with its mother,\nlike the weaned child is my soul with me.",
      "3": "O Israel, hope in Yahweh\nfrom now until forever."
    },
    "132": {
      "1": "O Yahweh, remember with regard to David\nall his affliction.",
      "2": "How he swore to Yahweh,\nhe vowed to the Mighty One of Jacob:",
      "3": "“I will not enter into the tent of my house,\nI will not go up to the couch of my bed,",
      "4": "I will give no sleep to my eyes,\nno slumber to my eyelids,",
      "5": "until I find a place for Yahweh,\na dwelling place for the Mighty One of Jacob.”",
      "6": "Look, we heard of it in Ephrathah;\nwe found her in the fields of Jaar.",
      "7": "Let us go to his dwelling places;\nLet us worship at his footstool.",
      "8": "Arise, O Yahweh, to your resting place,\nyou and your mighty ark.",
      "9": "Let your priests clothe themselves with righteousness,\nand let your faithful sing for joy.",
      "10": "For the sake of your servant David,\ndo not turn away the face of your anointed one.",
      "11": "Yahweh swore in truth to David;\nhe will not turn back from it.\n“One from the fruit of your body\nI will set on your throne.",
      "12": "If your sons will heed my covenant\nand my testimonies that I will teach them,\ntheir sons also forever\nwill sit on your throne.”",
      "13": "For Yahweh has chosen Zion;\nhe has desired it for his habitation.",
      "14": "“This is my resting place forever;\nhere I will dwell, for I have desired it.",
      "15": "I will bless its provisions abundantly;\nI will satisfy its poor with bread.",
      "16": "I will also clothe its priests with salvation,\nand its faithful will shout exuberantly for joy.",
      "17": "There I will cause a horn to grow for David;\nI will set a lamp for my anointed one.",
      "18": "I will clothe his enemies with shame,\nbut on him his crown will flourish.”"
    },
    "133": {
      "1": "Look, how good and how pleasant it is\nwhen brothers dwell together in unity.",
      "2": "It is like the fragrant oil upon the head,\nrunning down upon the beard, the beard of Aaron,\nthat runs down upon the edges of his robes.",
      "3": "It is like the dew of Hermon that runs down\nupon the mountains of Zion,\nbecause there Yahweh commanded the blessing—\nlife forever."
    },
    "134": {
      "1": "Look, bless Yahweh, all you the servants of Yahweh,\nwho serve in the house of Yahweh by night.",
      "2": "Lift up your hands in the sanctuary\nand bless Yahweh.",
      "3": "May Yahweh bless you from Zion,\nhe who made heaven and earth."
    },
    "135": {
      "1": "Praise Yah! Praise the name of Yahweh.\nPraise him, O servants of Yahweh,",
      "2": "who stand in the house of Yahweh,\nin the courts of the house of our God.",
      "3": "Praise Yah, for Yahweh is good.\nSing praises concerning his name, for it is pleasant.",
      "4": "For Yah has chosen Jacob for himself,\nIsrael as his special possession.",
      "5": "For I know that Yahweh is great,\nand our Lord is greater than all gods.",
      "6": "All that Yahweh desires, he does,\nin heaven and on earth,\nin the seas and all the depths.",
      "7": "He causes clouds to rise from the edge of the earth;\nhe makes lightnings for the rain;\nhe brings out the wind from his storehouses.",
      "8": "Who struck the firstborn of Egypt,\nboth of humans and animals.",
      "9": "He sent signs and wonders into your midst, O Egypt,\nagainst Pharaoh and all his servants.",
      "10": "Who struck many nations\nand killed mighty kings—",
      "11": "Sihon the king of the Amorites,\nand Og the king of Bashan,\nand all the kingdoms of Canaan—",
      "12": "and he gave their land as an inheritance,\nan inheritance for his people Israel.",
      "13": "O Yahweh, your name endures forever,\nyour renown throughout all generations,",
      "14": "for Yahweh will plead the cause of his people\nand will have compassion on his servants.",
      "15": "The idols of the nations are silver and gold,\nthe work of the hands of humankind.",
      "16": "They have mouths, but cannot speak;\nthey have eyes, but cannot see;",
      "17": "they have ears, but cannot hear;\nthere is not even breath in their mouths.",
      "18": "Those who make them become like them,\nas does everyone who trusts in them.",
      "19": "O house of Israel, bless Yahweh.\nO house of Aaron, bless Yahweh.",
      "20": "O house of Levi, bless Yahweh.\nYou who fear Yahweh, bless Yahweh.",
      "21": "Blessed be Yahweh from Zion,\nwho dwells in Jerusalem. Praise Yah!"
    },
    "136": {
      "1": "Give thanks to Yahweh, for he is good,\nfor his loyal love endures forever.",
      "2": "Give thanks to the God of gods,\nfor his loyal love endures forever.",
      "3": "Give thanks to the Lord of lords,\nfor his loyal love endures forever.",
      "4": "To him who alone does great wonders,\nfor his loyal love endures forever.",
      "5": "To him who made the heavens with skill,\nfor his loyal love endures forever.",
      "6": "To him who spread out the earth above the waters,\nfor his loyal love endures forever.",
      "7": "To him who made the great lights,\nfor his loyal love endures forever.",
      "8": "The sun to rule the day,\nfor his loyal love endures forever.",
      "9": "The moon and stars to rule the night,\nfor his loyal love endures forever.",
      "10": "To him who struck Egypt through their firstborn,\nfor his loyal love endures forever.",
      "11": "And he brought Israel out from among them,\nfor his loyal love endures forever.",
      "12": "With a strong hand and an outstretched arm,\nfor his loyal love endures forever.",
      "13": "To him who divided the Red Sea in two,\nfor his loyal love endures forever.",
      "14": "And he let Israel cross over through the midst of it,\nfor his loyal love endures forever.",
      "15": "But he tossed Pharaoh and his army into the Red Sea,\nfor his loyal love endures forever.",
      "16": "To him who led his people through the wilderness,\nfor his loyal love endures forever.",
      "17": "To him who struck great kings,\nfor his loyal love endures forever.",
      "18": "And he killed mighty kings,\nfor his loyal love endures forever.",
      "19": "Sihon the king of the Amorites,\nfor his loyal love endures forever.",
      "20": "And Og the king of Bashan,\nfor his loyal love endures forever.",
      "21": "And he gave their land as an inheritance,\nfor his loyal love endures forever.",
      "22": "An inheritance to Israel his servant,\nfor his loyal love endures forever.",
      "23": "Who remembered us in our low estate,\nfor his loyal love endures forever.",
      "24": "And he rescued us from our enemies,\nfor his loyal love endures forever.",
      "25": "The one who gives food to all flesh,\nfor his loyal love endures forever.",
      "26": "Give thanks to the God of heaven,\nfor his loyal love endures forever."
    },
    "137": {
      "1": "By the rivers of Babylon,\nthere we sat, yes, we wept,\nwhen we remembered Zion.",
      "2": "On the willows in her midst,\nwe hung up our lyres.",
      "3": "For there our captors asked of us\nwords of a song,\nand our tormentors asked of us jubilation,\n“Sing for us from a song of Zion.”",
      "4": "How could we sing the song of Yahweh\nin a foreign land?",
      "5": "If I forget you, O Jerusalem,\nlet my right hand forget.",
      "6": "Let my tongue cling to the roof of my mouth,\nif I do not remember you,\nif do not I exalt Jerusalem\nabove my highest joy.",
      "7": "Remember, O Yahweh, against the sons of Edom\nthe day of Jerusalem,\nthe ones who said, “Lay it bare! Lay it bare\nto its foundation!”",
      "8": "O daughter of Babylon, about to be devastated,\nhappy shall be he who pays back to you\nwhat you paid out to us.",
      "9": "Happy shall be he who seizes\nand smashes your children\nagainst the rock."
    },
    "138": {
      "1": "I give you thanks with my whole heart;\nbefore the gods I sing your praise.",
      "2": "I bow down toward your holy temple\nand give thanks to your name,\nbecause of your loyal love and faithfulness,\nfor you have magnified your word according to all your name.",
      "3": "When I called and you answered me,\nyou emboldened me in my soul with strength.",
      "4": "All the kings of the earth\nwill praise you, O Yahweh,\nwhen they have heard the words of your mouth,",
      "5": "and they will sing of the ways of Yahweh,\nbecause Yahweh’s glory is great.",
      "6": "Though Yahweh is high, yet he sees the lowly,\nbut the proud he perceives at a distance.",
      "7": "Though I walk in the midst of trouble,\nyou preserve me alive.\nYou stretch out your hand against the anger of my enemies,\nand you save me with your right hand.",
      "8": "Yahweh accomplishes things for my benefit.\nO Yahweh, your loyal love endures forever;\ndo not abandon the works of your hands."
    },
    "139": {
      "1": "O Yahweh, you have searched me, and you know me.",
      "2": "You know my sitting down and my rising up.\nYou understand my thought from afar.",
      "3": "You search out my wandering and my lying down,\nand are acquainted with all my ways.",
      "4": "For there is not a word yet on my tongue,\nbut behold, O Yahweh, you know it completely.",
      "5": "You barricade me behind and in front,\nand set your hand upon me.",
      "6": "Such knowledge is too wonderful for me.\nIt is set high; I cannot prevail against it.",
      "7": "Where I can go from your Spirit,\nor where can I flee from your presence?",
      "8": "If I ascend to heaven, there you are,\nand if I make my bed in Sheol, look! There you are.",
      "9": "If I lift up the wings of the dawn,\nand I alight on the far side of the sea,",
      "10": "even there your hand would lead me,\nand your right hand would hold me fast.",
      "11": "And if I should say, “Surely darkness will cover me,\nand the light around me will be as night,”",
      "12": "even the darkness is not too dark for you,\nand the night shines as the day—\nthe darkness and the light are alike for you.",
      "13": "Indeed you created my inward parts;\nyou wove me in my mother’s womb.",
      "14": "I praise you, because I am fearfully\nand wonderfully made.\nWonderful are your works,\nand my soul knows it well.",
      "15": "My frame was not hidden from you,\nwhen I was created secretly,\nand intricately woven\nin the depths of the earth.",
      "16": "Your eyes saw my embryo,\nand in your book they all were written—\ndays fashioned for me when there was not one of them.",
      "17": "And to me, how precious are your thoughts, O God;\nhow vast is their sum.",
      "18": "If I should count them,\nthey would outnumber the sand.\nI awaken, and I am still with you.",
      "19": "If only you would kill the wicked, O God—\nso get away from me, you bloodthirsty men—",
      "20": "who speak against you deceitfully.\nYour enemies take your name in vain.",
      "21": "Do I not hate those who hate you, O Yahweh?\nAnd do I not loathe those who rise up against you?",
      "22": "I hate them with a complete hatred;\nthey have become my enemies.",
      "23": "Search me, O God, and know my heart;\ntest me and know my anxious thoughts.",
      "24": "And see if there is in me the worship of false gods,\nand lead me in the way everlasting."
    },
    "140": {
      "1": "Rescue me, O Yahweh, from evil men.\nPreserve me from violent men,",
      "2": "who plan evil things in their heart.\nThey stir up wars continually.",
      "3": "They sharpen their tongue as sharp as a snake’s;\nthe venom of a viper is under their lips. Selah",
      "4": "Protect me, O Yahweh, from the hands of the wicked.\nPreserve me from violent men,\nwho have planned to make me stumble.",
      "5": "The proud have hidden a trap for me, and cords.\nThey have spread out a net along the side of the path.\nThey have set snares for me. Selah",
      "6": "I say to Yahweh, “You are my God.”\nListen, O Yahweh, to the voice of my supplications.",
      "7": "O Yahweh, my Lord, the strength of my salvation,\nyou have covered my head in the day of battle.",
      "8": "Do not grant, O Yahweh, the desires of the wicked.\nDo not allow them to attain their plan, lest they be exalted. Selah",
      "9": "With respect to the head of those who surround me,\nmay the harm of their lips cover them.",
      "10": "Let burning coals fall on them;\nlet them be dropped into the fire,\ninto bottomless pits from which they cannot rise.",
      "11": "Do not let a slanderer be established in the land;\nas for the man of violence, let evil hunt him quickly.",
      "12": "I know that Yahweh will maintain the cause of the afflicted,\nand justice for the needy.",
      "13": "Surely the righteous will give thanks to your name;\nthe upright will dwell in your presence."
    },
    "141": {
      "1": "I call on you, O Yahweh; hasten to me.\nListen to my voice when I call to you.",
      "2": "Let my prayer be set before you as incense,\nthe lifting up of my palms as the evening offering.",
      "3": "Set a guard, O Yahweh, over my mouth;\nkeep watch over the door of my lips.",
      "4": "Do not incline my heart to any evil thing,\nto practice wicked deeds\nwith men who do iniquity;\nand do not let me eat of their delicacies.",
      "5": "Let a righteous one strike me in kindness,\nand let him chasten me.\nIt is oil for my head; let not my head refuse.\nFor still my prayer is against their evil deeds.",
      "6": "When their judges are thrown down the sides of a cliff,\nthen they will understand that my words were pleasant.",
      "7": "As when one plows and breaks up the earth,\nso our bones are scattered at the mouth of Sheol.",
      "8": "But my eyes are toward you, O Yahweh, my Lord;\nI have taken refuge in you. Do not lay bare my soul.",
      "9": "Protect me from the grasp of the trap they have laid for me,\nand from the snares of evildoers.",
      "10": "Let the wicked fall into their nets,\nwhile I escape altogether."
    },
    "142": {
      "1": "I cry out with my voice to Yahweh;\nI implore favor with my voice to Yahweh.",
      "2": "I pour out my complaint before him;\nI declare my trouble before him.",
      "3": "When my spirit faints within me,\nyou know my way.\nOn the path where I walk,\nthey have hidden a trap for me;",
      "4": "look to my right and see.\nThere is no one looking out for me;\nthere is no escape for me;\nno one cares for my soul.",
      "5": "I cry out to you, O Yahweh.\nI say, “You are my refuge,\nmy portion in the land of the living.”",
      "6": "Attend to my cry,\nfor I am brought very low.\nDeliver me from my pursuers,\nfor they are stronger than I.",
      "7": "Bring me out of prison,\nthat I may give thanks to your name.\nThe righteous will encircle me,\nbecause you will deal bountifully with me."
    },
    "143": {
      "1": "O Yahweh, hear my prayer;\nlisten to my supplications.\nIn your faithfulness answer me,\nand in your righteousness.",
      "2": "And do not enter into judgment with your servant,\nbecause no one alive is righteous before you.",
      "3": "For the enemy has pursued my soul;\nhe has crushed my life to the ground.\nHe has made me dwell in dark places\nlike those long dead.",
      "4": "And so my spirit grows faint within me;\nmy heart within me is desolate.",
      "5": "I remember the days of long ago;\nI meditate on all your doings.\nI muse on the labor of your hands.",
      "6": "I stretch out my hands to you;\nmy soul longs for you like a dry land. Selah",
      "7": "Quickly answer me, O Yahweh;\nmy spirit fails.\nDo not hide your face from me,\nor I will become\nlike those descending to the pit.",
      "8": "Cause me to hear your loyal love in the morning,\nfor I trust you.\nCause me to know the way that I should go,\nfor I lift up my soul to you.",
      "9": "Deliver me from my enemies, O Yahweh.\nI take refuge in you.",
      "10": "Teach me to do your will, for you are my God;\nyour Spirit is good.\nLead me onto level ground.",
      "11": "For your name’s sake, O Yahweh, preserve my life;\nin your righteousness bring me out of trouble.",
      "12": "And in your loyal love destroy my enemies,\nand exterminate all the adversaries of my soul,\nfor I am your servant."
    },
    "144": {
      "1": "Blessed be Yahweh, my rock,\nthe one who trains my hands for battle,\nmy fingers for war—",
      "2": "my loyal love and my fortress,\nmy stronghold and my deliverer,\nmy shield, and one in whom I take refuge,\nthe one who subdues peoples under me.",
      "3": "O Yahweh, what is humankind that you take knowledge of him,\nor the son of man that you take thought of him?",
      "4": "Humankind is like a breath,\nhis days like a passing shadow.",
      "5": "O Yahweh, bow the heavens and come down;\ntouch the mountains so that they smoke.",
      "6": "Flash forth lightning and scatter them;\ndispatch your arrows and rout them.",
      "7": "Stretch out your hands from on high;\nRescue me and deliver me from many waters,\nfrom the hand of foreigners,",
      "8": "whose mouth speaks falsely,\nand their right hand is a false right hand.",
      "9": "O God, I will sing a new song to you.\nWith a lyre of ten strings I will sing praise to you,",
      "10": "who gives victory to kings,\nwho rescues David his servant\nfrom the evil sword.",
      "11": "Rescue me and deliver me\nfrom the hand of foreigners,\nwhose mouth speaks falsely,\nand whose right hand is a false right hand,",
      "12": "that our sons may be like plants,\nfull grown in their youth,\nour daughters like corner pillars,\ncarved in the style of a palace,",
      "13": "that our granaries may be full,\nproviding produce of all kinds,\nthat our sheep may produce by the thousands,\nby the tens of thousands in our open fields,",
      "14": "that our cattle may be pregnant;\nthat there be no breach in our walls,\nand no going out in exile,\nand no outcry in our plazas.",
      "15": "Blessed are the people who have it thus.\nBlessed are the people whose God is Yahweh."
    },
    "145": {
      "1": "I will exalt you, my God, O king,\nand I will bless your name forever and ever.",
      "2": "Every day I will bless you\nand praise your name forever and ever.",
      "3": "Great is Yahweh, and very worthy of praise,\nand his greatness is unsearchable.",
      "4": "One generation will laud your works to another,\nand will declare your mighty deeds.",
      "5": "On the splendor of the glory of your majesty,\nand on your wonderful deeds, I will meditate.",
      "6": "And they will speak of the power of your awesome deeds,\nand I will tell of your greatness.",
      "7": "They will utter the renown of your abundant goodness,\nand they will proclaim with joy your righteousness.",
      "8": "Yahweh is gracious and compassionate,\nslow to anger and great in loyal love.",
      "9": "Yahweh is good to all,\nand his mercies are over all his works.",
      "10": "All your works will praise you, O Yahweh,\nand your faithful ones will bless you.",
      "11": "They will speak of the glory of your kingdom,\nand talk of your power,",
      "12": "to make known to the children of humankind his mighty deeds,\nand the glory of the majesty of his kingdom.",
      "13": "Your kingdom is an everlasting kingdom,\nand your dominion endures throughout all generations.",
      "14": "Yahweh upholds all who are falling,\nand raises up all who are bowed down.",
      "15": "The eyes of all look hopefully to you,\nand you give them their food in due time,",
      "16": "opening your hand,\nand satisfying the desire of every living creature.",
      "17": "Yahweh is righteous in all his ways,\nand loyal in all his works.",
      "18": "Yahweh is near to all who call on him,\nto all who call on him in truth.",
      "19": "He fulfills the desire of those who fear him;\nhe also hears their cry for help, and saves them.",
      "20": "Yahweh protects all those who love him,\nbut all the wicked he will exterminate.",
      "21": "My mouth will speak the praise of Yahweh,\nand all flesh will bless his holy name\nforever and ever."
    },
    "146": {
      "1": "Praise Yah.\nPraise Yahweh, O my soul.",
      "2": "I will praise Yahweh while I live;\nI will sing praises to my God while I am still alive.",
      "3": "Do not place trust in princes,\nin a son of humankind with whom there is no deliverance.",
      "4": "His breath departs; he returns to his plot;\non that day his plans perish.",
      "5": "Blessed is the one whose help is the God of Jacob,\nwhose hope is on Yahweh as his God,",
      "6": "who made heaven and earth,\nthe sea and all that is in them,\nthe one who keeps faith forever,",
      "7": "who executes justice for the oppressed,\nwho gives food for the hungry.\nYahweh sets prisoners free;",
      "8": "Yahweh opens the eyes of the blind;\nYahweh raises up those bowed down;\nYahweh loves the righteous;",
      "9": "Yahweh protects the strangers.\nHe helps up the orphan and the widow,\nbut the way of the wicked he thwarts.",
      "10": "Yahweh will reign forever,\nYour God, O Zion, throughout all generations.\nPraise Yah."
    },
    "147": {
      "1": "Praise Yah.\nFor it is good to sing praises to our God;\nfor it is pleasant; praise is fitting.",
      "2": "Yahweh is building Jerusalem;\nhe gathers the scattered ones of Israel.",
      "3": "He is the one who heals the brokenhearted,\nand binds up their wounds.",
      "4": "He counts the number of the stars;\nhe gives names to all of them.",
      "5": "Great is our Lord, and abundant in power;\nhis understanding is unlimited.",
      "6": "Yahweh helps the afflicted up;\nhe brings the wicked down to the ground.",
      "7": "Sing to Yahweh with thanksgiving;\nsing praises to our God with lyre,",
      "8": "who covers the heavens with clouds,\nwho provides rain for the earth,\nwho causes grass to grow on the mountains.",
      "9": "He gives to the animal its food,\nand to the young ravens that cry.",
      "10": "He does not delight in the strength of the horse;\nhe takes no pleasure in the legs of the man.",
      "11": "Yahweh takes pleasure in those who fear him,\nthe ones who hope for his loyal love.",
      "12": "Laud Yahweh, O Jerusalem;\npraise your God, O Zion,",
      "13": "for he strengthens the bars of your gates.\nHe blesses your children within you;",
      "14": "he makes your border peaceful;\nhe satisfies you with the finest of wheat.",
      "15": "He sends out his command to the earth;\nhis word runs swiftly.",
      "16": "He gives snow like wool;\nhe scatters frost like ashes;",
      "17": "he throws his hail like crumbs.\nWho can stand before his cold?",
      "18": "He sends out his word and melts them;\nhe blows his breath, the water flows.",
      "19": "He declares his word to Jacob,\nhis statutes and his ordinances to Israel.",
      "20": "He has not done so for any nation,\nand they do not know his ordinances.\nPraise Yah."
    },
    "148": {
      "1": "Praise Yah.\nPraise Yahweh from the heavens;\npraise him in the heights.",
      "2": "Praise him, all his angels;\npraise him, all his hosts.",
      "3": "Praise him, sun and moon;\npraise him, all stars of light.",
      "4": "Praise him, highest heavens,\nand waters above the heavens.",
      "5": "Let them praise the name of Yahweh,\nbecause he commanded and they were created.",
      "6": "And he put them in place forever and ever,\nby a decree he gave that will not pass away.",
      "7": "Praise Yahweh from the earth—\ngreat sea creatures and all deeps,",
      "8": "fire and hail, snow and cloud,\nstormy wind doing his bidding,",
      "9": "the mountains and all hills,\nfruit trees and all cedars,",
      "10": "beasts and all cattle,\ncreeping things and flying birds,",
      "11": "kings of the earth and all peoples,\nprinces and all judges of the earth,",
      "12": "young men and young women as well,\nthe old together with the young—",
      "13": "let them praise the name of Yahweh,\nbecause his name alone is is exalted.\nHis splendor is above earth and heavens.",
      "14": "And he has raised high a horn for his people,\npraise for all his faithful—\nfor the children of Israel,\na people close to him.\nPraise Yah."
    },
    "149": {
      "1": "Praise Yah.\nSing to Yahweh a new song,\nhis praise in the assembly of the faithful.",
      "2": "Let Israel be glad in its maker;\nlet the children of Zion rejoice in their king.",
      "3": "Let them praise his name with dancing;\nlet them sing praises to him with tambourine and lyre.",
      "4": "For Yahweh takes pleasure in his people;\nhe glorifies the afflicted with salvation.",
      "5": "Let the faithful exult in glory;\nlet them sing for joy on their beds.",
      "6": "Let the extolling of God be in their throat,\nand a double-edged sword in their hand,",
      "7": "to execute vengeance on the nations\nand punishment on the peoples,",
      "8": "to bind their kings with chains\nand their nobles with fetters of iron,",
      "9": "to execute on them the judgment that is decreed.\nThis will be honor for all his faithful ones;\nPraise Yah."
    },
    "150": {
      "1": "Praise Yah.\nPraise God in his sanctuary;\npraise him in his mighty firmament.",
      "2": "Praise him for his mighty deeds;\npraise him according to the abundance of his greatness.",
      "3": "Praise him with blast of horn;\npraise him with harp and lyre.",
      "4": "Praise him with tambourine and dancing;\npraise him with strings and flute.",
      "5": "Praise him with sounding cymbals;\npraise him with clashing cymbals.",
      "6": "Every breathing thing,\nlet it praise Yah.\nPraise Yah."
    }
  }
}