{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:48:57.618367-04:00",
    "Translation": "LEB"
  },
  "Song Of Solomon": {
    "1": {
      "1": "The Song of Songs, which is for Solomon.",
      "2": "May you kiss me passionately with your lips,\n    for your love is better than wine.",
      "3": "As fragrance, your perfumes are delightful;\n    your name is poured out perfume;\n        therefore young women love you.",
      "4": "Draw me after you, let us run!\n    May the king bring me into his chambers!\nLet us be joyful and let us rejoice in you;\n    let us extol your love more than wine.\n        Rightly do they love you!",
      "5": "I am black but beautiful, O maidens of Jerusalem,\n    like the tents of Kedar, like the curtains of Solomon.",
      "6": "Do not gaze at me because I am black, \n    because the sun has stared at me.\nThe sons of my mother were angry with me;\n    they made me keeper of the vineyards,\n        but my own “vineyard” I did not keep.",
      "7": "Tell me, you whom my heart loves,\n    where do you pasture your flock,\n        where do your sheep lie down at the noon?\nFor why should I be like one who is veiled\n    beside the flocks of your companions?",
      "8": "If you do not know, O fairest among women,\n    follow the tracks of the flock,\n        and pasture your little lambs beside the tents of the shepherds.",
      "9": "To a mare among the chariots of Pharaoh,\n    I compare you, my beloved.",
      "10": "Your cheeks are beautiful with ornaments,\n    your neck with strings of jewels.",
      "11": "We will make ornaments of gold for you\n    with studs of silver.",
      "12": "While the king was on his couch,\n    my nard gave its fragrance.",
      "13": "My beloved is to me a pouch of myrrh,\n    he spends the night between my breasts.",
      "14": "My beloved is to me a cluster of blossoms of henna\n    in the vineyards of En Gedi.",
      "15": "Look! You are beautiful, my beloved.\n    Look! You are beautiful;\n        your eyes are doves.",
      "16": "Look! You are beautiful, my beloved,\n    truly pleasant.\nTruly our couch is verdant;",
      "17": "the beams of our house are cedar;\n        our rafter is cypress."
    },
    "2": {
      "1": "I am a rose of Sharon,\n    a lily of the valleys.",
      "2": "Like a lily among the thorns,\n    so is my love among the maidens.",
      "3": "As an apple tree among the trees of the forest,\n    so is my beloved among the young men.\nIn his shade I sat down with delight,\n    and his fruit was sweet to my palate.",
      "4": "He brought me to the house of the wine,\n    and his intention was love toward me.",
      "5": "Sustain me with the raisins,\n    refresh me with the apples,\nfor I am lovesick.",
      "6": "His left hand is under my head,\n    and his right hand embraces me.",
      "7": "I adjure you, O maidens of Jerusalem,\n    by the gazelles or by the does of the field,\ndo not arouse or awaken love until it pleases!",
      "8": "The voice of my beloved!\n    Look! Here he comes leaping upon the mountains,\n        bounding over the hills!",
      "9": "My beloved is like a gazelle or a young stag.\n    Look! He is standing behind our wall,\ngazing through the window,\n    looking through the lattice.",
      "10": "My beloved answered and said to me,\n    “Arise, my beloved! Come, my beauty!",
      "11": "For look! The winter is over;\n    the rainy season has turned and gone away.",
      "12": "The blossoms appear in the land;\n    the time of singing has arrived;\nthe voice of the turtledove is heard in our land.",
      "13": "The fig tree puts forth her figs,\n    and the vines are in blossom; they give fragrance.\nArise, my beloved! Come, my beauty!”",
      "14": "My dove, in the clefts of the rock,\n    in the secluded place in the mountain,\nLet me see your face,\n    let me hear your voice;\nfor your voice is sweet and your face is lovely.",
      "15": "Catch for us the foxes,\n    the little foxes destroying vineyards,\nfor our vineyards are in blossom!",
      "16": "My beloved belongs to me and I belong to him;\n    he pastures his flock among the lilies.",
      "17": "Until the day breathes and the shadows flee,\n    turn, my beloved!\n        Be like a gazelle or young stag on the cleft mountains."
    },
    "3": {
      "1": "On my bed in the night,\n    I sought him whom my heart loves.\nI sought him, but I did not find him.",
      "2": "Now I will arise, and I will go about in the city,\n    in the streets and in the squares;\nI will seek him whom my heart loves.\n    I sought him, but I did not find him.",
      "3": "The sentinels who go about in the city found me.\n    “Have you seen the one whom my heart loves?”",
      "4": "Scarcely had I passed by them\n    when I found him whom my heart loves.\nI held him and I would not let him go\n    until I brought him to the house of my mother,\n        into the bedroom chamber of she who conceived me.",
      "5": "I adjure you, O maidens of Jerusalem,\n    by the gazelles or by the does of the field,\ndo not arouse or awaken love until it pleases!",
      "6": "What is this coming up from the desert\n    like a column of smoke,\nperfumed with myrrh and frankincense\n    from all the fragrant powders of the merchant?",
      "7": "Look! It is Solomon’s portable couch!\n    Sixty mighty men surround it,\n        the mighty men of Israel.",
      "8": "All of them wield swords;\n    they are trained in warfare,\neach with his sword at his thigh\n    to guard against terror in the night.",
      "9": "King Solomon made for himself a sedan chair\n    from the wood of Lebanon.",
      "10": "He made its column of silver, its back of gold, its seat of purple;\n    its interior is inlaid with leather by the maidens of Jerusalem.",
      "11": "Come out and look, O maidens of Zion, at King Solomon,\n    at the crown with which his mother crowned him\non the day of his wedding,\n    on the day of the joy of his heart!"
    },
    "4": {
      "1": "Oh my! You are beautiful, my beloved!\n    Oh my! You are beautiful!\nYour eyes are doves\n    from behind your veil.\nYour hair is like a flock of goats\n    that move down from the mountains of Gilead.",
      "2": "Your teeth are like a flock of shorn ewes\n    that came up from the washing,\nall of them bearing twins,\n    and there is none bereaved among them.",
      "3": "Your lips are like a thread of crimson,\n    and your mouth is lovely.\nYour temple is like pomegranate\n    from behind your veil.",
      "4": "Your neck is like the tower of David,\n    built in courses;\na thousand ornaments are hung on it,\n    all the shields of the warriors.",
      "5": "Your two breasts are like two fawns,\n    twins of a gazelle that feed among the lilies.",
      "6": "Until the day breathes and the shadows flee,\n    I will go to the mountain of the myrrh,\n        to the hill of the frankincense.",
      "7": "You are completely beautiful, my beloved!\n    You are flawless!",
      "8": "Come with me from Lebanon, my bride!\n    Come with me from Lebanon!\nLook from the top of Amana,\n    from the top of Senir and Hermon,\nfrom the dwelling places of the lions,\n    from the mountains of leopard.",
      "9": "You have stolen (my) heart, my sister bride!\n    You have stolen my heart with one glance from your eyes,\n        with one ornament from your necklaces.",
      "10": "How beautiful is your love, my sister bride!\n    How better is your love than wine,\n        and the fragrance of your oils than any spice!",
      "11": "Your lips drip nectar, my bride;\n    honey and milk are under your lips;\n        the scent of your garments is like the scent of Lebanon.",
      "12": "A garden locked is my sister bride,\n    a spring enclosed, a fountain sealed.",
      "13": "Your shoots are an orchard of pomegranates with choice fruit,\n    henna with nard;",
      "14": "nard and saffron, calamus and cinnamon spice with all trees of frankincense,\n    myrrh and aloes with all chief spices.",
      "15": "A garden fountain, a well of living water,\n    flowing (streams) from Lebanon.",
      "16": "Awake, O north wind! Come, O south wind!\n    Blow upon my garden! Let its fragrances waft forth!\nLet my beloved come to his garden,\n    let him eat his choice fruit!"
    },
    "5": {
      "1": "I have come to my garden, my sister bride,\n    I have gathered my myrrh with my spice,\nI have eaten my honeycomb with my honey,\n    I have drunk my wine with my milk!\nEat, O friends! Drink and become drunk with love!",
      "2": "I was asleep but my heart was awake.\n    A sound! My beloved knocking!\n“Open to me, my sister, my beloved,\n    my dove, my perfect one!\nFor my head is full of dew,\n    my hair drenched from the moist night air.”",
      "3": "I have taken off my tunic, must I put it on?\n    I have bathed my feet, must I soil them?",
      "4": "My beloved thrust his hand into the opening,\n    and my inmost yearned for him.",
      "5": "I myself arose to open to my beloved;\n    my hands dripped with myrrh,\nmy fingers with liquid myrrh\n    upon the handles of the bolt.",
      "6": "I opened myself to my beloved,\n    but my beloved had turned and gone;\nmy heart sank when he turned away.\nI sought him, but I did not find him;\n    I called him, but he did not answer me.",
      "7": "The sentinels making rounds in the city found me;\n    they beat me, they wounded me;\nthey took my cloak away from me—\n    those sentinels on the walls!",
      "8": "I adjure you, O maidens of Jerusalem,\n    if you find my beloved, what will you tell him?\nTell him that I am lovesick!",
      "9": "How is your beloved better than another lover,\n    O most beautiful among women?\nHow is your beloved better than another lover, \n    that you adjure us thus?",
      "10": "My beloved is radiant and ruddy,\n    distinguished among ten thousand.",
      "11": "His head is gold, refined gold;\n    his locks are wavy, black as a raven.",
      "12": "His eyes are like doves beside springs of water,\n    bathed in milk, set like mounted jewels.",
      "13": "His cheeks are like beds of spice, a tower of fragrances;\n    his lips are lilies dripping liquid myrrh.",
      "14": "His arms are rods of gold engraved with jewels;\n    his belly is polished ivory covered with sapphires.",
      "15": "His legs are columns of alabaster, set on bases of gold;\n    his appearance is like Lebanon, choice as its cedars.",
      "16": "His mouth is sweet,\n    and he is altogether desirable.\nThis is my beloved;\n    this is my friend, O young women of Jerusalem."
    },
    "6": {
      "1": "Where has your beloved gone,\n    O most beautiful among women?\nWhere has your beloved turned\n    that we may seek him with you?",
      "2": "My beloved has gone down to his garden,\n    to the garden bed of the spice,\n        to pasture his flock and to gather lilies in the garden.",
      "3": "I belong to my beloved and he belongs to me;\n    he pastures his flock among the lilies.",
      "4": "You are beautiful, my beloved, as Tirzah,\n    lovely as Jerusalem,\n        overwhelming as an army with banners.",
      "5": "Turn away your eyes from before me,\n    for they overwhelm me.\nYour hair is like a flock of the goats\n    that moves down from Gilead.",
      "6": "Your teeth are like a flock of the ewes\n    that have come up from the washing,\nall of them bearing twins,\n    and there is none bereaved among them.",
      "7": "Your cheeks behind your veil\n    are like halves of a pomegranate.",
      "8": "Sixty queens there are, eighty concubines,\n    and maidens beyond number.",
      "9": "My dove, she is the one;\n    my perfect, she is the only one;\n        she is the favorite of her mother who bore her.\nMaidens see her and consider her fortunate;\n    queens and concubines praise her:",
      "10": "“Who is this that looks down like the dawn,\nbeautiful as the moon,\n    bright as the sun,\n        overwhelming as an army with banners?”",
      "11": "I went down to the orchard of the walnut trees\n    to look at the blossoms of the valley,\nto see whether the vines have sprouted,\n    whether the pomegranates have blossomed.",
      "12": "I did not know my heart set me\n    in a chariot of my princely people.",
      "13": "Turn, turn, O Shulammite!\n    Turn, turn so that we may look upon you!\nWhy do you look upon the Shulammite\n    as at a dance of the two armies?"
    },
    "7": {
      "1": "How beautiful are your feet in sandals,\n    O royal princess!\nThe curves of your thighs are like jewels,\n    the work of the hands of a craftsman.",
      "2": "Your navel is a round wine-mixing bowl\n    that does not lack mixed wine!\nYour belly is a heap of wheat\n    encircled with lilies.",
      "3": "Your two breasts are like two fawns,\n    twins of a gazelle.",
      "4": "Your neck is like a tower of ivory;\n    your eyes are pools in Heshbon at the gate of Beth Rabbim.\nYour nose is like the tower of Lebanon\n    looking out over Damascus.",
      "5": "Your head crowns you like Carmel;\n    the flowing locks of your head are like purple tapestry;\n        a king is held captive in the tresses!",
      "6": "How beautiful you are and how pleasant,\n    O loved one in the delights!",
      "7": "Your stature is like the palm tree,\n    and your breasts are like clusters.",
      "8": "I say, “I will climb up the palm tree;\n    I will lay hold of its fruit clusters.”\nLet your breasts be pleasing like clusters of the vine\n    and the scent of your breath like the apples.",
      "9": "Your palate is like the best wine that goes down for my beloved,\n    smoothly gliding over my lips and teeth.",
      "10": "I belong to my beloved,\n    and he desires me!",
      "11": "Come, my beloved, let us go out to the countryside;\n    let us spend the night in the villages.",
      "12": "Let us rise early to go to the vineyards;\n    let us see whether the vine has budded,\nwhether the grape blossom has opened,\n    and whether the pomegranates are in bloom;\nthere I will give my love to you.",
      "13": "The mandrakes give off their fragrance,\n    and over our doorway is every kind of delicious fruit;\nboth fresh and dried fruit I have stored up for you, O my beloved."
    },
    "8": {
      "1": "How I wish that you were my little brother,\n    who nursed upon my mother’s breasts!\nIf I met you outside, I would kiss you,\n    and no one would despise me!",
      "2": "I would surely bring you to the house of my mother,\n    who would surely teach me;\nI would give you spiced wine to drink,\n    the sweet wine of my pomegranates.",
      "3": "His left hand is under my head,\n    and his right hand embraces me.",
      "4": "I adjure you, O maidens of Jerusalem,\n    do not arouse or awaken love until it pleases!",
      "5": "Who is this coming up from the wilderness,\n    leaning upon her beloved?\nUnder the apple tree I awakened you;\n    there your mother conceived you;\n        there she who was in labor gave birth to you.",
      "6": "Set me as a seal upon your heart,\n    as a seal upon your arm;\nfor love is strong as death;\n    passion is fierce as Sheol;\nits flashes are flashes of fire;\n    it is a blazing flame.",
      "7": "Many waters cannot quench love;\n    rivers cannot sweep it away.\nIf a man were to give all the wealth of his house for love,\n    he would be utterly scorned.",
      "8": "We have a little sister,\n    and she does not yet have any breasts.\nWhat should we do for our sister\n    on the day when she is betrothed?",
      "9": "If she is a wall,\n    we will adorn her with a turret of silver;\nbut if she is a door,\n    we will barricade her with boards of cedar.",
      "10": "I was a wall, and my breasts were like the towers,\n    so my betrothed viewed me with great delight.",
      "11": "Solomon had a vineyard at Baal-hamon;\n    he entrusted his vineyard to the keepers;\n    people paid a thousand silver pieces for its fruit.",
      "12": "My own “vineyard” belongs to me;\n    the “thousand” are for you, O Solomon,\n        and “two hundred” for those who tend its fruit.",
      "13": "O you who dwell in the garden,\n    my companions are listening to your voice.\n        Let me hear it!",
      "14": "Flee, my beloved!\n    Be like a gazelle or a young stag\n        upon the perfumed mountains!"
    }
  }
}