{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:14.731752-04:00",
    "Translation": "LEB"
  },
  "Zechariah": {
    "1": {
      "1": "In the eighth month, in the second year of Darius, the word of Yahweh came to the prophet Zechariah son of Berekiah, son of Iddo, saying,",
      "2": "“Yahweh was very angry with your ancestors.",
      "3": "You must say to them: ‘Thus says Yahweh of hosts: “Return to me,” declares Yahweh of hosts, “and I will return to you,” says Yahweh of hosts.",
      "4": "“Do not be like your ancestors, to whom the former prophets proclaimed, saying, ‘Thus says Yahweh of hosts: “Return from your evil ways and your evil deeds!”’ But they did not hear and they did not pay attention to me,” declares Yahweh.",
      "5": "“Your ancestors, where are they? And the prophets, do they live forever?",
      "6": "However, did not my words and my regulations which I commanded my servants the prophets overtake your ancestors? And they repented and said, ‘Yahweh of hosts planned to do with us according to our ways, and according to our deeds so he has dealt with us.’”’”",
      "7": "On the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the word of Yahweh came to Zechariah the prophet, son of Berekiah, son of Iddo, saying,",
      "8": "I had a vision in the night, and look, a man riding on a red horse. And he was standing between the myrtle shrubs that were in the ravine, and behind him were red, reddish-brown, and white horses.",
      "9": "And I asked, “What are these, my lord?” And the angel who was talking with me said, “I will show you what these are.”",
      "10": "And the man standing between the myrtle shrubs answered and said, “These are those whom Yahweh has sent to patrol the earth.”",
      "11": "And they answered the angel of Yahweh who was standing between the myrtle shrubs, and they said, “We have patrolled the earth, and look, all the earth is dwelling in peace.”",
      "12": "The angel of Yahweh answered and said, “O Yahweh of hosts, how long will you have no compassion on Jerusalem and the cities of Judah, with which you showed fury these seventy years?”",
      "13": "With gracious and comforting words Yahweh answered the angel who was talking with me.",
      "14": "And the angel who was talking with me said to me, “Proclaim, saying, ‘Thus says Yahweh of hosts: “I am very jealous for Jerusalem and for Zion!",
      "15": "And I am extremely angry with the nations that are at ease, for while I was a little angry, they furthered disaster.”",
      "16": "Therefore, thus says Yahweh: “I have returned to Jerusalem with compassion. My temple will be built in it,” declares Yahweh of hosts, “and a measuring line will be stretched out over Jerusalem.”’",
      "17": "Proclaim again, saying, ‘Thus says Yahweh of hosts: “My cities shall again overflow from prosperity, and Yahweh will comfort Zion again, and he will choose Jerusalem again.”’”",
      "18": "And I looked up and I saw, and look, there were four horns!",
      "19": "And I said to the angel who was talking with me, “What are these?” And he said to me, “These are the horns that have scattered Judah, Israel, and Jerusalem.”",
      "20": "Then Yahweh showed me four skilled craftsmen,",
      "21": "and I asked, “What are these coming to do?” And he answered, saying, “These are the horns that scattered Judah, so that no man lifted up his head; but these have come to frighten them, to strike down the horns of the nations that lifted a horn against the land of Judah to scatter it.”"
    },
    "2": {
      "1": "And I looked up and I saw, and look, a man, and in his hand was a measuring rope!",
      "2": "And I asked, “Where are you going?” And he answered me, “To measure Jerusalem to see what is its width and what is its length.”",
      "3": "And look, the angel who was talking to me was coming forward, and another angel was coming forward to meet him.",
      "4": "And he said to him, “Run, say to that young man, ‘Jerusalem shall be inhabited like villages without walls because of the multitude of people and animals in its midst.",
      "5": "And I will be for it a wall of fire all around,’ declares Yahweh, ‘and I will be the glory in its midst.’”",
      "6": "“Woe! Woe! Flee from the land of the north,” declares Yahweh, “for I have scattered you like the four winds of the heavens,” declares Yahweh.",
      "7": "“Woe, Zion! Escape, you inhabitants of the daughter of Babylon!”",
      "8": "For thus said Yahweh of hosts, after glory he sent me against the nations plundering you: Truly, the one touching you is touching the apple of his eye.",
      "9": "“Yes, look! I am going to wave my hand against them, and they will become plunder for their servants, and you will know that Yahweh of hosts has sent me.",
      "10": "Sing and rejoice, O daughter of Zion, for look, I am coming and I will dwell in your midst,” declares Yahweh.",
      "11": "“Many nations will join themselves to Yahweh on that day, and they will be my people, and I will dwell in your midst. And you will know that Yahweh of hosts has sent me to you.",
      "12": "And Yahweh will inherit Judah as his portion in the holy land, and he will again choose Jerusalem.",
      "13": "Be silent, all people, before Yahweh, for he is roused from his holy dwelling.”"
    },
    "3": {
      "1": "And he showed me Joshua the high priest standing before the angel of Yahweh; and Satan was standing on his right to accuse him.",
      "2": "But Yahweh said to Satan, “Yahweh rebukes you, O Satan! Yahweh who has chosen Jerusalem rebukes you! Is this not a stick snatched from the fire?”",
      "3": "And Joshua was clothed in filthy garments and was standing before the angel.",
      "4": "And he answered and said to the ones standing before him, saying, “Remove the filthy garments from him.” And he said to him, “See, I have taken away your guilt from you, and will clothe you with rich garments.”",
      "5": "And I said, “Let them put a clean headband on his head.” And they put a clean headband on his head, and they clothed him with garments. And the angel of Yahweh was standing by.",
      "6": "And the angel of Yahweh assured Joshua, saying,",
      "7": "“Thus says Yahweh of hosts: ‘If you will walk in my ways, and if you will keep my requirements, then you will judge my house, and you will also guard my courtyards, and I will give to you passageways among these that are standing here.",
      "8": "Listen, please, O Joshua the high priest, you and your companions that are sitting before you. For the men are a sign that, look, I am going to bring my servant the Branch.",
      "9": "For consider, the stone that I set before Joshua, on one stone are seven eyes. Look, I am going to engrave an inscription on it,’ declares Yahweh of hosts, ‘and I will remove the guilt of that land in a single day.",
      "10": "On that day,’ declares Yahweh of hosts, ‘you will invite one another under the vine and under the fig tree.’”"
    },
    "4": {
      "1": "And the angel who was talking with me returned, and he wakened me as one who is wakened from his sleep.",
      "2": "And he said to me, “What do you see?” And I said, “I see, and look, a lampstand all of gold, and a bowl was on its top, and its seven lamps on it, and seven lips on each of the lamps that are on its top.",
      "3": "And there are two olive trees by it, one on the right of the bowl and the other on its left.”",
      "4": "And I answered and said to the angel who was talking to me, “What are these, my lord?”",
      "5": "And the angel who was talking with me answered and said to me, “Do you not know what these are?” And I said, “No, my lord.”",
      "6": "And he answered and said to me, “This is the word of Yahweh to Zerubbabel, saying, ‘Not by strength and not by power, but only by my Spirit,’ says Yahweh of hosts.",
      "7": "‘Who are you O great mountain? Before Zerubbabel you will become level ground, and he will bring out the top stone amid the shouts of “Grace, grace to it!”’”",
      "8": "And the word of Yahweh came to me, saying,",
      "9": "“The hands of Zerubbabel have founded this house, and his hands will finish it. And you will know that Yahweh of hosts has sent me to you.",
      "10": "For whoever has despised the day of small things will rejoice and will see the plumb line in the hand of Zerubbabel.”\nThese seven are the eyes of Yahweh which are ranging throughout the whole earth.",
      "11": "And I answered and said to him, “What are these two olive trees on the right of the lampstand and on its left?”",
      "12": "And I replied a second time and asked him, “What are these two twigs of olive trees on the right of the lampstand and on its left?”",
      "13": "And he replied to me, “Do you not know what these are?” And I said, “No, my lord.”",
      "14": "And he said, “These are the two anointed ones standing by the Lord of the whole earth.”"
    },
    "5": {
      "1": "I looked up again, and I saw, and look!—a flying scroll!",
      "2": "And he asked me, “What are you seeing?” And I said, “I am seeing a flying scroll twenty cubits long and ten cubits wide.”",
      "3": "And he said to me, “This is the curse going out over the surface of the whole earth. For everyone who steals has gone unpunished according to it, and likewise everyone who swears falsely has gone unpunished according to it.",
      "4": "‘I have sent it out,’ declares Yahweh of hosts, ‘and it will go into the house of the thief and into the house of the one swearing falsely by my name, and it will spend the night in that house and will destroy it, with its timber and its stone.’”",
      "5": "And the angel who was speaking to me went out, and he said to me, “Please look up! See what this is going out.”",
      "6": "And I asked, “What is it?” And he said, “This is a basket going out. And he said, “This is their iniquity throughout all the earth.",
      "7": "And look, the lead cover was lifted and a woman was sitting inside the basket.",
      "8": "And he said, “This is Wickedness!” And he thrust her back down into the basket, and threw the lead cover on top of it.",
      "9": "And I looked up and saw, and look!—two women coming forward, and the wind was in their wings, and they had wings like those of a stork, and they lifted up the basket between the earth and the sky.",
      "10": "And I asked the angel who was talking to me, “Where are they taking the basket?”",
      "11": "And he said to me, “To build for it a house in the land of Shinar, and when it is put in place, it will be placed there on its site.”"
    },
    "6": {
      "1": "I looked up again, and I saw, and look!—four chariots coming out from between two mountains, and the mountains were mountains of bronze.",
      "2": "With the first chariot there were red horses, and with the second chariot there were black horses.",
      "3": "And with the third chariot there were white horses, and with the fourth chariot there were strong dappled horses.",
      "4": "And I answered and said to the angel that was talking to me, “What are these, my lord?”",
      "5": "And the angel answered and said to me, “These are the four winds of the heavens going out after presenting themselves before the Lord of all the earth.",
      "6": "The one with the black horses is going out to the north country, and the white horses go after them, while the dappled ones go to the south country.”",
      "7": "When the strong horses went out, they were anxious to go to patrol the earth. And he said, “Go, patrol the earth.” And they patrolled the earth.",
      "8": "And he cried out to me and said to me, “See those going out to the north country have set my spirit at rest in the north country.”",
      "9": "And the word of Yahweh came to me, saying,",
      "10": "“Collect from the exiles—from Heldai, Tobijah, and from Jedaiah, all of whom came from Babylon—and go on that day, go to the house of Josiah son of Zephaniah.",
      "11": "Take the silver and gold and make a crown, and set it on the head of Joshua son of Jehozadak, the high priest.",
      "12": "And say to him, ‘Thus says Yahweh of hosts: “Look, here is a man whose name is Branch, and from his place he will sprout, and he will build the temple of Yahweh.",
      "13": "And he will build the temple of Yahweh, and he will bear majesty and will sit and rule on his throne. And he shall be a priest on his throne, and the counsel of peace will be between the two of them.”’",
      "14": "And the crown will be for Helem, for Tobijah, for Jedaiah, and for Hen son of Zephaniah, as a memorial in the temple of Yahweh.",
      "15": "And those who are far off will come and build the temple of Yahweh, and you will know that Yahweh of hosts has sent me to you. And it will happen if you will listen diligently to the voice of Yahweh your God.”"
    },
    "7": {
      "1": "And then, in the fourth year of King Darius, the word of Yahweh came to Zechariah on the fourth day of the ninth month, which is Kislev.",
      "2": "And the people of Bethel sent Sharezer and Regem-Melech, and their men, to entreat the favor of Yahweh,",
      "3": "saying to the priests of the house of Yahweh of hosts and to the prophets, “Should I mourn in the fifth month and keep myself separate as I have done for these many years?”",
      "4": "And the word of Yahweh of hosts came to me, saying,",
      "5": "“Say to all the people of the land and to the priests: ‘When you fasted and lamented in the fifth and seventh months for these seventy years, did you really fast for me?",
      "6": "And when you eat and drink, are you not eating and drinking for yourselves?",
      "7": "Are not these the words that Yahweh proclaimed through the former prophets, when Jerusalem and its surrounding towns were inhabited and at ease, and the Negev and the Shephelah were inhabited?’”",
      "8": "And the word of Yahweh came to Zechariah, saying,",
      "9": "“Thus says Yahweh of hosts: ‘Judge with trustworthy justice, and show steadfast love and compassion to one another.",
      "10": "You must not oppress the widow, the orphan, the foreigner, and the needy. You must not devise evil in your heart against one another.’",
      "11": "But they refused to listen, and turned a stubborn shoulder and stopped their ears from listening.",
      "12": "They made their hearts adamant in order not to hear the law and the words that Yahweh of hosts had sent by his spirit through the former prophets; therefore great wrath came from Yahweh of hosts.",
      "13": "‘Thus, just as I called and they would not hear, so they will call and I will not hear,’ says Yahweh of hosts.",
      "14": "‘And I scattered them with a wind among all the nations that they had not known; the land was made desolate behind them— no one crossing through it or returning—and they made the desirable land a desolation.’”"
    },
    "8": {
      "1": "And the word of Yahweh of hosts came, saying,",
      "2": "“Thus says Yahweh of hosts: ‘I am exceedingly jealous for Zion; I am jealous for it with great wrath.’",
      "3": "Thus says Yahweh: ‘I have returned to Zion, and I will dwell in the midst of Jerusalem; and Jerusalem will be called the faithful city, and the mountain of Yahweh of hosts will be called the holy mountain.’",
      "4": "Thus says Yahweh of hosts: ‘Old men and old women shall again sit in the public squares of Jerusalem, each with staff in hand because of great age.",
      "5": "And the public squares of the city will be filled with boys and girls playing in its public squares.’",
      "6": "Thus says Yahweh of hosts: ‘Even if it seems impossible to the remnant of this people in those days, should it also seem impossible to me?’ declares Yahweh of hosts.",
      "7": "Thus says Yahweh of hosts: ‘Look! I am going to save my people from the land of the east, and from the land of the west,",
      "8": "and I will bring them and they will dwell in the midst of Jerusalem. They will be my people and I will be their God in faithfulness and in righteousness.’",
      "9": "“Thus says Yahweh of hosts: ‘Let your hands be strong, you who are hearing in these days these words from the mouth of the prophets who were present on the day the foundation was laid for the rebuilding of the temple, the house of Yahweh of hosts.",
      "10": "For before those days there was no wage for people or for animals, and there was no safety from the enemy for those who went out or those who came in, and I sent each person against one another.",
      "11": "But now I will not deal with the remnant of this people as in the former days,’ declares Yahweh of hosts.",
      "12": "‘For there will be a sowing of peace; the vine will give its fruit, and the soil will give its produce, and the heavens will give their dew. And I will cause the remnant of this people to inherit all these things.",
      "13": "And then, just as you were a curse among the nations, O house of Judah and house of Israel, so will I save you, and you will be a blessing. You must not be afraid; let your hands be strong!’”",
      "14": "For thus says Yahweh of hosts: “Just as I planned to bring disaster on you when your ancestors provoked me to anger,” says Yahweh of hosts, “and I did not regret it,",
      "15": "so again I have planned in these days to do good to Jerusalem and the house of Judah. Do not be afraid!",
      "16": "These are the things that you must do: speak truth, each of you, with his neighbor; practice trustworthy judgment and peace in your gates.",
      "17": "Do not devise evil in your hearts against your neighbor, and do not love a false oath, because all these are things I hate,” declares Yahweh.",
      "18": "And the word of Yahweh of hosts came to me, saying",
      "19": "“Thus says Yahweh of hosts: ‘The fast of the fourth month, the fifth month, the seventh month, and the tenth month will be for the house of Judah jubilation and joy and merry festivals; therefore love truth and peace.’",
      "20": "Thus says Yahweh of hosts: ‘It will happen again that nations and the inhabitants of many cities will come.",
      "21": "And the inhabitants of one city will go to another city, saying, “Let us go immediately to entreat the favor of Yahweh, to seek Yahweh of hosts—I also will go!”",
      "22": "And many peoples and powerful nations will come to seek Yahweh of hosts in Jerusalem, and to entreat the favor of Yahweh.’",
      "23": "Thus says Yahweh of hosts: ‘In those days ten men from all the nations of every language will take hold of the hem of a Judean man, saying, “Let us go with you, for we have heard that God is with you!”’”"
    },
    "9": {
      "1": "An oracle. The word of Yahweh is against the land of Hadrach,\nand Damascus is its resting place.\n    For to Yahweh belongs the eye of humankind,\n        and all the tribes of Israel,",
      "2": "and also Hamath, which borders on it;\n    Tyre and Sidon—yes, they are very wise!",
      "3": "Tyre has built a fortification for itself,\n    and it heaped up silver like dust,\n    and gold like the mud of the streets.",
      "4": "Look! The Lord will drive it out\n    and will hurl its outer ramparts into the sea,\n        and it will be consumed by fire.",
      "5": "Ashkelon will see and will be afraid,\n    and Gaza will writhe exceedingly,\n    and Ekron also, because its hope is ruined.\nAnd the king from Gaza will perish,\n    and Ashkelon will not be inhabited.",
      "6": "A mongrel people will dwell in Ashdod,\n    and I will cut down the pride of the Philistines.",
      "7": "I will remove its blood from its mouth,\n    and its abominations from between its teeth.\nAnd it too will be a remnant for our God;\n    and it will be like a tribal chief in Judah,\n    and Ekron will be like the Jebusite.",
      "8": "But I will encamp at my temple like a guard,\n    against those crossing through and returning;\nno oppressor will cross through them again,\n    for now I have seen with my own eyes.",
      "9": "Rejoice greatly, O daughter of Zion!\n    Shout aloud, O daughter of Jerusalem!\nLook! Your king comes to you;\n    he is righteous and victorious,\nhumble and riding on a donkey,\n    and on a male donkey, the foal of a female donkey!",
      "10": "And I will cut off the chariot from Ephraim,\n    and the horse from Jerusalem;\nthe battle bow will be cut down,\n    and he will announce peace to the nations.\nHis dominion will be from sea to sea,\n    and from the River to the ends of the earth.",
      "11": "As for you also, because of the blood of your covenant,\n    I will release your prisoners from the waterless pit.",
      "12": "Return to the fortress,\n    O prisoners of hope;\ntoday I am declaring that I will repay you double.",
      "13": "For I have bent Judah as my bow;\n    I have set Ephraim as an arrow.\nI will set in motion your sons, O Zion,\n    against your sons, O Javan.\nI will wield you like the sword of a warrior.",
      "14": "Then Yahweh will appear over them,\n    and his arrow will go forth like lightning;\nand my Lord Yahweh will blow the trumpet,\n    and he shall go out in the storm winds of the south.",
      "15": "Yahweh of hosts will defend them,\n    and they will devour and subdue the slingstones;\nthey will drink, they will make noise like wine,\n    and they will be full like the sacrificial basin,\n    drenched like the corners of an altar.",
      "16": "And Yahweh their God will save them on that day,\n    as the flock of his people;\nfor they are like the stones of a diadem,\n    glittering on his land.",
      "17": "For how great is his goodness, and how great is his beauty!\n    Grain will make the young men thrive,\nand new wine the young women."
    },
    "10": {
      "1": "Ask rain from Yahweh in the season of the spring rain—\nYahweh, who makes storm clouds,\nand he gives showers of rain to them,\n    to everyone vegetation in the field.",
      "2": "Because the household gods speak deceit,\n    and those who practice divination see a lie,\nand the dreamers of vanity speak in vain.\n    Therefore the people wander like sheep;\nthey are afflicted because there is no shepherd.",
      "3": "My anger burns against the shepherds,\n    and I will punish the leaders,\nbecause Yahweh of hosts watches over his flock,\n    the house of Judah;\n        and he will make them like his majestic horse in war.",
      "4": "From them the cornerstone will go out,\n    from them the tent peg,\nfrom them the battle bow,\n    from them every ruler,\n        all together.",
      "5": "And they will be like warriors,\n    trampling in the mud of the streets in the battle.\nThey will fight, because Yahweh is with them,\n    and they will put to shame the riders on horses.",
      "6": "And I will strengthen the house of Judah,\n    and the house of Joseph I will save.\nAnd I will bring them back, because I have compassion on them,\n    and they will be as if I had not rejected them,\n    for I am Yahweh their God, and I will answer them.",
      "7": "And the people of Ephraim will be like a warrior,\n    and their heart will be glad as with wine.\nAnd their children will see and rejoice;\n    their heart will shout in exultation in Yahweh.",
      "8": "I will whistle to them and gather them,\n    for I have redeemed them,\n    and they will become numerous as they have been numerous before.",
      "9": "Though I sow them among the nations,\n    in the distant places they will remember me,\n    and they will stay alive with their children, and they will return.",
      "10": "And I will bring them back from the land of Egypt,\n    and from Assyria I will gather them.\nTo the land of Gilead and Lebanon I will bring them,\n    until no room will be found for them there.",
      "11": "And he will pass through the sea of distress,\n    and he will strike the waves of the sea,\n    and all the depths of the Nile will dry up.\nThe pride of Assyria will be brought low,\n    and the scepter of Egypt will depart.",
      "12": "I will make them strong in Yahweh,\n    and in his name they will walk,\n        declares Yahweh."
    },
    "11": {
      "1": "Open your doors, O Lebanon,\nso that fire will devour your cedars!",
      "2": "Wail, O juniper, for the cedar has fallen,\n    for the magnificent trees are ruined!\nWail, oaks of Bashan,\n    for the impenetrable forest has come down!",
      "3": "Listen to the wailing of the shepherds,\n    for their splendor is ruined!\nListen to the roar of the young lions,\n    for the thickets of the Jordan are ruined!",
      "4": "Thus says Yahweh my God: “Shepherd the flock doomed to slaughter.",
      "5": "The ones buying them kill them and go unpunished, and the ones selling them say, ‘Blessed be Yahweh, for I have become rich.’ Their own shepherds have no compassion for them.",
      "6": "For I will no longer have compassion on the inhabitants of the land,” declares Yahweh. “Look, I am going to cause humankind to fall, each into the hand of his neighbor, and into the hand of his king; and they will devastate the land, and I will not deliver anyone from their hand.”",
      "7": "And I shepherded the flock doomed to slaughter, even the afflicted of the flock. I took two staffs, one I called Kindness, and the other I called Unity, and I shepherded the flock.",
      "8": "And I got rid of three shepherds in one month, for I grew impatient with them, and they also became tired of me.",
      "9": "So I said, “I will not shepherd you! The one dying will die, and the one to be destroyed will be destroyed. And the ones remaining, let them devour the flesh of each other.”",
      "10": "And I took my staff Kindness and broke it, to break my covenant that I had made with all the peoples.",
      "11": "And it was broken on that day. Then the afflicted of the flock, the ones who were watching me, knew that it was the word of Yahweh.",
      "12": "And I said to them, “If it seems right to you, give me my wages, but if not, keep them.” And they weighed out my wages, thirty silver shekels.",
      "13": "And Yahweh said to me, “Throw it to the potter,” this noble price at which I was valued by them!” So I took the thirty silver shekels and I threw them to the potter in the house of Yahweh.",
      "14": "Then I broke my second staff Unity to break the family ties between Judah and Israel.",
      "15": "And Yahweh said to me, “Take again the implements of a foolish shepherd.",
      "16": "For look, I am raising up a shepherd in the land who will not attend to the ones that are perishing; he will not seek the young man, he will not heal the ones that are crushed and he will not sustain the healthy ones; he will devour the flesh of the fattened ones and tear apart even their hoofs.",
      "17": "“Woe, my worthless shepherd\n    who deserts the flock!\nMay a sword fall on his arm\n    and on his right eye!\nMay his arm wither completely\n    and his right eye be utterly blinded!”"
    },
    "12": {
      "1": "An oracle. The word of Yahweh concerning Israel. “Thus declares Yahweh, who stretches out the heavens, founds the earth, and forms the spirit of humankind in its midst:",
      "2": "‘Look, I am going to make Jerusalem a cup of reeling for all the surrounding nations; it will also be against Judah in the siege against Jerusalem.",
      "3": "And then on that day I will make Jerusalem a stone weight for all the peoples. All those lifting it up will grievously hurt themselves, and all the nations of the earth will assemble against it.",
      "4": "On that day,’ declares Yahweh, ‘I will strike every horse with confusion, and the one riding it with madness; but over the house of Judah I will keep my eyes open, and I will strike every horse of the peoples with blindness.",
      "5": "And the clans of Judah will say to themselves, “The inhabitants of Jerusalem are a strength to us, through Yahweh of hosts, their God.”",
      "6": "“‘On that day I will make the clans of Judah like a pan of fire among sticks of wood, and like a torch of fire among stalks of grain, and they will devour to the right and to the left all the surrounding peoples, and Jerusalem will be inhabited again in its place, in Jerusalem.",
      "7": "And Yahweh will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem may not be exalted over Judah.",
      "8": "On that day Yahweh will put a shield around the inhabitants of Jerusalem, and the one who stumbles among them on that day will be like David, and the house of David will be like God, like the angel of Yahweh, before them.",
      "9": "And then on that day I will seek to destroy all the nations coming against Jerusalem.",
      "10": "“‘I will pour on the house of David and on the inhabitants of Jerusalem a spirit of grace and supplication, and they will look to me whom they pierced, and they shall mourn over him, as one wails over an only child, and they will grieve bitterly over him as one grieves bitterly over a firstborn.",
      "11": "On that day the wailing will be great in Jerusalem, like the wailing for Hadad Rimmon in the plain of Megiddo.",
      "12": "And the land shall mourn, each clan by itself; the clan of the house of David by itself, and their wives by themselves; the clan of the house of Nathan by itself, and their wives by themselves;",
      "13": "the clan of the house of Levi by itself, and their wives by themselves; the clan of the Shimeites by itself, and their wives by themselves;",
      "14": "and all those clans remaining, each clan by itself, and their wives by themselves.’”"
    },
    "13": {
      "1": "“‘On that day a well will be opened for the house of David and for the inhabitants of Jerusalem, to cleanse them from sin and from impurity.",
      "2": "And then, on that day,’ declares Yahweh of hosts, ‘I will cut off the names of the idols from the land, and they will no longer be remembered; and also the prophets and the spirit of uncleanness I will banish from the land.",
      "3": "And then, if anyone prophesies again, his father and his mother who bore him will say to him, “You shall not live, because you have spoken a lie in the name of Yahweh!” And his father and his mother who bore him will pierce him through when he prophesies.",
      "4": "And then on that day, each of the prophets will be ashamed because of his vision when he was prophesying, and they will not put on a cloak of hair in order to deceive,",
      "5": "but he will say, “I am not a prophet; I am a tiller of the soil, for a man has acquired me since my youth.”",
      "6": "And someone shall say to him, “What are these wounds between your arms?” and he will say, “Those I have received in the house of the ones who love me.”’”",
      "7": "“O sword, awake against my shepherd,\n    against the man who is my associate,”\n        declares Yahweh of hosts.\n“Strike the shepherd,\n    so that the sheep may be scattered,\n    and I will turn my hand against the small ones.",
      "8": "And then in all the land,” declares Yahweh,\n    “two thirds will be cut off and perish,\n    and one third will be left alive in it.",
      "9": "And I will bring the remaining third into the fire,\n    and I will refine them like one refines silver,\n    and I will test them like one tests gold.\nThey will call my name,\n    and I will answer them.\nI will say, ‘They are my people,’\n    and they will say, ‘Yahweh is my God.’”"
    },
    "14": {
      "1": "Look! A day is coming for Yahweh, when your plunder will be divided in your midst.",
      "2": "I will gather all the nations against Jerusalem to battle, and the city will be captured, and they will loot the houses, and the women will be raped; half of the city will go into exile, but the remainder of the people will not be cut off from the city.",
      "3": "Then Yahweh will go forth and fight against those nations, like when he fights on a day of battle.",
      "4": "On that day his feet will stand on the Mount of Olives, which faces Jerusalem on the east; and the Mount of Olives will be split in half, from east to west, by a very great valley; and half of the mountain will withdraw toward the north, and the other half toward the south.",
      "5": "And you will flee by the valley of my mountains, because the valley of the mountains will reach to Azal, and you will flee like you fled from the earthquake in the days of King Uzziah of Judah. And Yahweh my God will come, and all the holy ones with him.",
      "6": "And then on that day there will not be light, the precious things will congeal.",
      "7": "There shall be continuous day—it is known to Yahweh—not day and not night; and at evening time there will be light.",
      "8": "And then on that day, living waters will flow out from Jerusalem, half of them to the eastern sea, and the other half to the western sea; it will happen both in the summer and in the winter.",
      "9": "And Yahweh will be king over all the earth; on that day Yahweh will be one and his name one.",
      "10": "All the land will be transformed into a desert plateau from Geba to Rimmon south of Jerusalem. But it will rise up high and it will stay in its place from the Gate of Benjamin to the place of the former gate, up to the Corner Gate and from the Tower of Hananel to the king’s winepresses.",
      "11": "And they will dwell in it, and there will be no more ban imposed, and Jerusalem will dwell in security.",
      "12": "And this will be the plague with which Yahweh will strike all the peoples that fight against Jerusalem: their flesh will rot while they are standing on their feet; their eyes will rot in their sockets, and their tongues will rot in their mouths.",
      "13": "And then on that day a great panic from Yahweh will fall on them, and they will seize one another’s hand, and the hand of the one will be raised against the hand of another.",
      "14": "And Judah also will fight at Jerusalem. And the wealth of all the surrounding nations will be collected—gold and silver, and garments in great abundance.",
      "15": "Like this plague will be the plague on the horse, the mule, the camel, and the donkey, and every kind of animal in those camps.",
      "16": "And then every survivor from all those nations coming against Jerusalem will go up year after year to worship the king, Yahweh of hosts, and celebrate the Feast of Booths.",
      "17": "And then whoever of the clans of the earth does not go up to Jerusalem to worship the king, Yahweh of hosts, it will not rain on them.",
      "18": "And if the clan of Egypt will not go up and come in, on them will be that plague Yahweh inflicts on the nations that do not go up to celebrate the Feast of Booths.",
      "19": "This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Booths.",
      "20": "On that day there will be inscribed on the bells of the horses, “Holy to Yahweh.” And the cooking pots in the house of Yahweh will be holy like the sacrificial basins before the altar.",
      "21": "And every cooking pot in Jerusalem and in Judah will be holy to Yahweh of hosts, and all those who sacrifice will come and will take from them, and will cook in them, and there will be no longer a trader in the house of Yahweh of hosts on that day."
    }
  }
}