{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:58:09.767359-04:00",
    "Translation": "NKJV"
  },
  "Isaiah": {
    "1": {
      "1": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "2": "Hear, O heavens, and give ear, O earth!\nFor the Lord has spoken:\n“I have nourished and brought up children,\nAnd they have rebelled against Me;",
      "3": "The ox knows its owner\nAnd the donkey its master’s crib;\nBut Israel does not know,\nMy people do not consider.”",
      "4": "Alas, sinful nation,\nA people laden with iniquity,\nA brood of evildoers,\nChildren who are corrupters!\nThey have forsaken the Lord,\nThey have provoked to anger\nThe Holy One of Israel,\nThey have turned away backward.",
      "5": "Why should you be stricken again?\nYou will revolt more and more.\nThe whole head is sick,\nAnd the whole heart faints.",
      "6": "From the sole of the foot even to the head,\nThere is no soundness in it,\nBut wounds and bruises and putrefying sores;\nThey have not been closed or bound up,\nOr soothed with ointment.",
      "7": "Your country is desolate,\nYour cities are burned with fire;\nStrangers devour your land in your presence;\nAnd it is desolate, as overthrown by strangers.",
      "8": "So the daughter of Zion is left as a booth in a vineyard,\nAs a hut in a garden of cucumbers,\nAs a besieged city.",
      "9": "Unless the Lord of hosts\nHad left to us a very small remnant,\nWe would have become like Sodom,\nWe would have been made like Gomorrah.",
      "10": "Hear the word of the Lord,\nYou rulers of Sodom;\nGive ear to the law of our God,\nYou people of Gomorrah:",
      "11": "“To what purpose is the multitude of your sacrifices to Me?”\nSays the Lord.\n“I have had enough of burnt offerings of rams\nAnd the fat of fed cattle.\nI do not delight in the blood of bulls,\nOr of lambs or goats.",
      "12": "“When you come to appear before Me,\nWho has required this from your hand,\nTo trample My courts?",
      "13": "Bring no more futile sacrifices;\nIncense is an abomination to Me.\nThe New Moons, the Sabbaths, and the calling of assemblies—\nI cannot endure iniquity and the sacred meeting.",
      "14": "Your New Moons and your appointed feasts\nMy soul hates;\nThey are a trouble to Me,\nI am weary of bearing them.",
      "15": "When you spread out your hands,\nI will hide My eyes from you;\nEven though you make many prayers,\nI will not hear.\nYour hands are full of blood.",
      "16": "“Wash yourselves, make yourselves clean;\nPut away the evil of your doings from before My eyes.\nCease to do evil,",
      "17": "Learn to do good;\nSeek justice,\nRebuke the oppressor;\nDefend the fatherless,\nPlead for the widow.",
      "18": "“Come now, and let us reason together,”\nSays the Lord,\n“Though your sins are like scarlet,\nThey shall be as white as snow;\nThough they are red like crimson,\nThey shall be as wool.",
      "19": "If you are willing and obedient,\nYou shall eat the good of the land;",
      "20": "But if you refuse and rebel,\nYou shall be devoured by the sword”;\nFor the mouth of the Lord has spoken.",
      "21": "How the faithful city has become a harlot!\nIt was full of justice;\nRighteousness lodged in it,\nBut now murderers.",
      "22": "Your silver has become dross,\nYour wine mixed with water.",
      "23": "Your princes are rebellious,\nAnd companions of thieves;\nEveryone loves bribes,\nAnd follows after rewards.\nThey do not defend the fatherless,\nNor does the cause of the widow come before them.",
      "24": "Therefore the Lord says,\nThe Lord of hosts, the Mighty One of Israel,\n“Ah, I will rid Myself of My adversaries,\nAnd take vengeance on My enemies.",
      "25": "I will turn My hand against you,\nAnd thoroughly purge away your dross,\nAnd take away all your alloy.",
      "26": "I will restore your judges as at the first,\nAnd your counselors as at the beginning.\nAfterward you shall be called the city of righteousness, the faithful city.”",
      "27": "Zion shall be redeemed with justice,\nAnd her penitents with righteousness.",
      "28": "The destruction of transgressors and of sinners shall be together,\nAnd those who forsake the Lord shall be consumed.",
      "29": "For they shall be ashamed of the terebinth trees\nWhich you have desired;\nAnd you shall be embarrassed because of the gardens\nWhich you have chosen.",
      "30": "For you shall be as a terebinth whose leaf fades,\nAnd as a garden that has no water.",
      "31": "The strong shall be as tinder,\nAnd the work of it as a spark;\nBoth will burn together,\nAnd no one shall quench them."
    },
    "2": {
      "1": "The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.",
      "2": "Now it shall come to pass in the latter days\nThat the mountain of the Lord’s house\nShall be established on the top of the mountains,\nAnd shall be exalted above the hills;\nAnd all nations shall flow to it.",
      "3": "Many people shall come and say,\n“Come, and let us go up to the mountain of the Lord,\nTo the house of the God of Jacob;\nHe will teach us His ways,\nAnd we shall walk in His paths.”\nFor out of Zion shall go forth the law,\nAnd the word of the Lord from Jerusalem.",
      "4": "He shall judge between the nations,\nAnd rebuke many people;\nThey shall beat their swords into plowshares,\nAnd their spears into pruning hooks;\nNation shall not lift up sword against nation,\nNeither shall they learn war anymore.",
      "5": "O house of Jacob, come and let us walk\nIn the light of the Lord.",
      "6": "For You have forsaken Your people, the house of Jacob,\nBecause they are filled with eastern ways;\nThey are soothsayers like the Philistines,\nAnd they are pleased with the children of foreigners.",
      "7": "Their land is also full of silver and gold,\nAnd there is no end to their treasures;\nTheir land is also full of horses,\nAnd there is no end to their chariots.",
      "8": "Their land is also full of idols;\nThey worship the work of their own hands,\nThat which their own fingers have made.",
      "9": "People bow down,\nAnd each man humbles himself;\nTherefore do not forgive them.",
      "10": "Enter into the rock, and hide in the dust,\nFrom the terror of the Lord\nAnd the glory of His majesty.",
      "11": "The lofty looks of man shall be humbled,\nThe haughtiness of men shall be bowed down,\nAnd the Lord alone shall be exalted in that day.",
      "12": "For the day of the Lord of hosts\nShall come upon everything proud and lofty,\nUpon everything lifted up—\nAnd it shall be brought low—",
      "13": "Upon all the cedars of Lebanon that are high and lifted up,\nAnd upon all the oaks of Bashan;",
      "14": "Upon all the high mountains,\nAnd upon all the hills that are lifted up;",
      "15": "Upon every high tower,\nAnd upon every fortified wall;",
      "16": "Upon all the ships of Tarshish,\nAnd upon all the beautiful sloops.",
      "17": "The loftiness of man shall be bowed down,\nAnd the haughtiness of men shall be brought low;\nThe Lord alone will be exalted in that day,",
      "18": "But the idols He shall utterly abolish.",
      "19": "They shall go into the holes of the rocks,\nAnd into the caves of the earth,\nFrom the terror of the Lord\nAnd the glory of His majesty,\nWhen He arises to shake the earth mightily.",
      "20": "In that day a man will cast away his idols of silver\nAnd his idols of gold,\nWhich they made, each for himself to worship,\nTo the moles and bats,",
      "21": "To go into the clefts of the rocks,\nAnd into the crags of the rugged rocks,\nFrom the terror of the Lord\nAnd the glory of His majesty,\nWhen He arises to shake the earth mightily.",
      "22": "Sever yourselves from such a man,\nWhose breath is in his nostrils;\nFor of what account is he?"
    },
    "3": {
      "1": "For behold, the Lord, the Lord of hosts,\nTakes away from Jerusalem and from Judah\nThe stock and the store,\nThe whole supply of bread and the whole supply of water;",
      "2": "The mighty man and the man of war,\nThe judge and the prophet,\nAnd the diviner and the elder;",
      "3": "The captain of fifty and the honorable man,\nThe counselor and the skillful artisan,\nAnd the expert enchanter.",
      "4": "“I will give children to be their princes,\nAnd babes shall rule over them.",
      "5": "The people will be oppressed,\nEvery one by another and every one by his neighbor;\nThe child will be insolent toward the elder,\nAnd the base toward the honorable.”",
      "6": "When a man takes hold of his brother\nIn the house of his father, saying,\n“You have clothing;\nYou be our ruler,\nAnd let these ruins be under your power,”",
      "7": "In that day he will protest, saying,\n“I cannot cure your ills,\nFor in my house is neither food nor clothing;\nDo not make me a ruler of the people.”",
      "8": "For Jerusalem stumbled,\nAnd Judah is fallen,\nBecause their tongue and their doings\nAre against the Lord,\nTo provoke the eyes of His glory.",
      "9": "The look on their countenance witnesses against them,\nAnd they declare their sin as Sodom;\nThey do not hide it.\nWoe to their soul!\nFor they have brought evil upon themselves.",
      "10": "“Say to the righteous that it shall be well with them,\nFor they shall eat the fruit of their doings.",
      "11": "Woe to the wicked! It shall be ill with him,\nFor the reward of his hands shall be given him.",
      "12": "As for My people, children are their oppressors,\nAnd women rule over them.\nO My people! Those who lead you cause you to err,\nAnd destroy the way of your paths.”",
      "13": "The Lord stands up to plead,\nAnd stands to judge the people.",
      "14": "The Lord will enter into judgment\nWith the elders of His people\nAnd His princes:\n“For you have eaten up the vineyard;\nThe plunder of the poor is in your houses.",
      "15": "What do you mean by crushing My people\nAnd grinding the faces of the poor?”\nSays the Lord God of hosts.",
      "16": "Moreover the Lord says:\n“Because the daughters of Zion are haughty,\nAnd walk with outstretched necks\nAnd wanton eyes,\nWalking and mincing as they go,\nMaking a jingling with their feet,",
      "17": "Therefore the Lord will strike with a scab\nThe crown of the head of the daughters of Zion,\nAnd the Lord will uncover their secret parts.”",
      "18": "In that day the Lord will take away the finery:\nThe jingling anklets, the scarves, and the crescents;",
      "19": "The pendants, the bracelets, and the veils;",
      "20": "The headdresses, the leg ornaments, and the headbands;\nThe perfume boxes, the charms,",
      "21": "and the rings;\nThe nose jewels,",
      "22": "the festal apparel, and the mantles;\nThe outer garments, the purses,",
      "23": "and the mirrors;\nThe fine linen, the turbans, and the robes.",
      "24": "And so it shall be:\nInstead of a sweet smell there will be a stench;\nInstead of a sash, a rope;\nInstead of well-set hair, baldness;\nInstead of a rich robe, a girding of sackcloth;\nAnd branding instead of beauty.",
      "25": "Your men shall fall by the sword,\nAnd your mighty in the war.",
      "26": "Her gates shall lament and mourn,\nAnd she being desolate shall sit on the ground."
    },
    "4": {
      "1": "And in that day seven women shall take hold of one man, saying,\n“We will eat our own food and wear our own apparel;\nOnly let us be called by your name,\nTo take away our reproach.”",
      "2": "In that day the Branch of the Lord shall be beautiful and glorious;\nAnd the fruit of the earth shall be excellent and appealing\nFor those of Israel who have escaped.",
      "3": "And it shall come to pass that he who is left in Zion and remains in Jerusalem will be called holy—everyone who is recorded among the living in Jerusalem.",
      "4": "When the Lord has washed away the filth of the daughters of Zion, and purged the blood of Jerusalem from her midst, by the spirit of judgment and by the spirit of burning,",
      "5": "then the Lord will create above every dwelling place of Mount Zion, and above her assemblies, a cloud and smoke by day and the shining of a flaming fire by night. For over all the glory there will be a covering.",
      "6": "And there will be a tabernacle for shade in the daytime from the heat, for a place of refuge, and for a shelter from storm and rain."
    },
    "5": {
      "1": "Now let me sing to my Well-beloved\nA song of my Beloved regarding His vineyard: \nMy Well-beloved has a vineyard\nOn a very fruitful hill.",
      "2": "He dug it up and cleared out its stones,\nAnd planted it with the choicest vine.\nHe built a tower in its midst,\nAnd also made a winepress in it;\nSo He expected it to bring forth good grapes,\nBut it brought forth wild grapes.",
      "3": "“And now, O inhabitants of Jerusalem and men of Judah,\nJudge, please, between Me and My vineyard.",
      "4": "What more could have been done to My vineyard\nThat I have not done in it?\nWhy then, when I expected it to bring forth good grapes,\nDid it bring forth wild grapes?",
      "5": "And now, please let Me tell you what I will do to My vineyard:\nI will take away its hedge, and it shall be burned;\nAnd break down its wall, and it shall be trampled down.",
      "6": "I will lay it waste;\nIt shall not be pruned or dug,\nBut there shall come up briers and thorns.\nI will also command the clouds\nThat they rain no rain on it.”",
      "7": "For the vineyard of the Lord of hosts is the house of Israel,\nAnd the men of Judah are His pleasant plant.\nHe looked for justice, but behold, oppression;\nFor righteousness, but behold, a cry for help.",
      "8": "Woe to those who join house to house;\nThey add field to field,\nTill there is no place\nWhere they may dwell alone in the midst of the land!",
      "9": "In my hearing the Lord of hosts said,\n“Truly, many houses shall be desolate,\nGreat and beautiful ones, without inhabitant.",
      "10": "For ten acres of vineyard shall yield one bath,\nAnd a homer of seed shall yield one ephah.”",
      "11": "Woe to those who rise early in the morning,\nThat they may follow intoxicating drink;\nWho continue until night, till wine inflames them!",
      "12": "The harp and the strings,\nThe tambourine and flute,\nAnd wine are in their feasts;\nBut they do not regard the work of the Lord,\nNor consider the operation of His hands.",
      "13": "Therefore my people have gone into captivity,\nBecause they have no knowledge;\nTheir honorable men are famished,\nAnd their multitude dried up with thirst.",
      "14": "Therefore Sheol has enlarged itself\nAnd opened its mouth beyond measure;\nTheir glory and their multitude and their pomp,\nAnd he who is jubilant, shall descend into it.",
      "15": "People shall be brought down,\nEach man shall be humbled,\nAnd the eyes of the lofty shall be humbled.",
      "16": "But the Lord of hosts shall be exalted in judgment,\nAnd God who is holy shall be hallowed in righteousness.",
      "17": "Then the lambs shall feed in their pasture,\nAnd in the waste places of the fat ones strangers shall eat.",
      "18": "Woe to those who draw iniquity with cords of vanity,\nAnd sin as if with a cart rope;",
      "19": "That say, “Let Him make speed and hasten His work,\nThat we may see it;\nAnd let the counsel of the Holy One of Israel draw near and come,\nThat we may know it.”",
      "20": "Woe to those who call evil good, and good evil;\nWho put darkness for light, and light for darkness;\nWho put bitter for sweet, and sweet for bitter!",
      "21": "Woe to those who are wise in their own eyes,\nAnd prudent in their own sight!",
      "22": "Woe to men mighty at drinking wine,\nWoe to men valiant for mixing intoxicating drink,",
      "23": "Who justify the wicked for a bribe,\nAnd take away justice from the righteous man!",
      "24": "Therefore, as the fire devours the stubble,\nAnd the flame consumes the chaff,\nSo their root will be as rottenness,\nAnd their blossom will ascend like dust;\nBecause they have rejected the law of the Lord of hosts,\nAnd despised the word of the Holy One of Israel.",
      "25": "Therefore the anger of the Lord is aroused against His people;\nHe has stretched out His hand against them\nAnd stricken them,\nAnd the hills trembled.\nTheir carcasses were as refuse in the midst of the streets. \nFor all this His anger is not turned away,\nBut His hand is stretched out still.",
      "26": "He will lift up a banner to the nations from afar,\nAnd will whistle to them from the end of the earth;\nSurely they shall come with speed, swiftly.",
      "27": "No one will be weary or stumble among them,\nNo one will slumber or sleep;\nNor will the belt on their loins be loosed,\nNor the strap of their sandals be broken;",
      "28": "Whose arrows are sharp,\nAnd all their bows bent;\nTheir horses’ hooves will seem like flint,\nAnd their wheels like a whirlwind.",
      "29": "Their roaring will be like a lion,\nThey will roar like young lions;\nYes, they will roar\nAnd lay hold of the prey;\nThey will carry it away safely,\nAnd no one will deliver.",
      "30": "In that day they will roar against them\nLike the roaring of the sea.\nAnd if one looks to the land,\nBehold, darkness and sorrow;\nAnd the light is darkened by the clouds."
    },
    "6": {
      "1": "In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His robe filled the temple.",
      "2": "Above it stood seraphim; each one had six wings: with two he covered his face, with two he covered his feet, and with two he flew.",
      "3": "And one cried to another and said:\n“Holy, holy, holy is the Lord of hosts;\nThe whole earth is full of His glory!”",
      "4": "And the posts of the door were shaken by the voice of him who cried out, and the house was filled with smoke.",
      "5": "So I said:\n“Woe is me, for I am undone!\nBecause I am a man of unclean lips,\nAnd I dwell in the midst of a people of unclean lips;\nFor my eyes have seen the King,\nThe Lord of hosts.”",
      "6": "Then one of the seraphim flew to me, having in his hand a live coal which he had taken with the tongs from the altar.",
      "7": "And he touched my mouth with it, and said:\n“Behold, this has touched your lips;\nYour iniquity is taken away,\nAnd your sin purged.”",
      "8": "Also I heard the voice of the Lord, saying:\n“Whom shall I send,\nAnd who will go for Us?”\nThen I said, “Here am I! Send me.”",
      "9": "And He said, “Go, and tell this people:\n‘Keep on hearing, but do not understand;\nKeep on seeing, but do not perceive.’",
      "10": "“Make the heart of this people dull,\nAnd their ears heavy,\nAnd shut their eyes;\nLest they see with their eyes,\nAnd hear with their ears,\nAnd understand with their heart,\nAnd return and be healed.”",
      "11": "Then I said, “Lord, how long?”\nAnd He answered:\n“Until the cities are laid waste and without inhabitant,\nThe houses are without a man,\nThe land is utterly desolate,",
      "12": "The Lord has removed men far away,\nAnd the forsaken places are many in the midst of the land.",
      "13": "But yet a tenth will be in it,\nAnd will return and be for consuming,\nAs a terebinth tree or as an oak,\nWhose stump remains when it is cut down.\nSo the holy seed shall be its stump.”"
    },
    "7": {
      "1": "Now it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin king of Syria and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to make war against it, but could not prevail against it.",
      "2": "And it was told to the house of David, saying, “Syria’s forces are deployed in Ephraim.” So his heart and the heart of his people were moved as the trees of the woods are moved with the wind.",
      "3": "Then the Lord said to Isaiah, “Go out now to meet Ahaz, you and Shear-Jashub your son, at the end of the aqueduct from the upper pool, on the highway to the Fuller’s Field,",
      "4": "and say to him: ‘Take heed, and be quiet; do not fear or be fainthearted for these two stubs of smoking firebrands, for the fierce anger of Rezin and Syria, and the son of Remaliah.",
      "5": "Because Syria, Ephraim, and the son of Remaliah have plotted evil against you, saying,",
      "6": "“Let us go up against Judah and trouble it, and let us make a gap in its wall for ourselves, and set a king over them, the son of Tabel”—",
      "7": "thus says the Lord God:\n“It shall not stand,\nNor shall it come to pass.",
      "8": "For the head of Syria is Damascus,\nAnd the head of Damascus is Rezin.\nWithin sixty-five years Ephraim will be broken,\nSo that it will not be a people.",
      "9": "The head of Ephraim is Samaria,\nAnd the head of Samaria is Remaliah’s son.\nIf you will not believe,\nSurely you shall not be established.” ’ ”",
      "10": "Moreover the Lord spoke again to Ahaz, saying,",
      "11": "“Ask a sign for yourself from the Lord your God; ask it either in the depth or in the height above.”",
      "12": "But Ahaz said, “I will not ask, nor will I test the Lord!”",
      "13": "Then he said, “Hear now, O house of David! Is it a small thing for you to weary men, but will you weary my God also?",
      "14": "Therefore the Lord Himself will give you a sign: Behold, the virgin shall conceive and bear a Son, and shall call His name Immanuel.",
      "15": "Curds and honey He shall eat, that He may know to refuse the evil and choose the good.",
      "16": "For before the Child shall know to refuse the evil and choose the good, the land that you dread will be forsaken by both her kings.",
      "17": "The Lord will bring the king of Assyria upon you and your people and your father’s house—days that have not come since the day that Ephraim departed from Judah.”",
      "18": "And it shall come to pass in that day\nThat the Lord will whistle for the fly\nThat is in the farthest part of the rivers of Egypt,\nAnd for the bee that is in the land of Assyria.",
      "19": "They will come, and all of them will rest\nIn the desolate valleys and in the clefts of the rocks,\nAnd on all thorns and in all pastures.",
      "20": "In the same day the Lord will shave with a hired razor,\nWith those from beyond the River, with the king of Assyria,\nThe head and the hair of the legs,\nAnd will also remove the beard.",
      "21": "It shall be in that day\nThat a man will keep alive a young cow and two sheep;",
      "22": "So it shall be, from the abundance of milk they give,\nThat he will eat curds;\nFor curds and honey everyone will eat who is left in the land.",
      "23": "It shall happen in that day,\nThat wherever there could be a thousand vines\nWorth a thousand shekels of silver,\nIt will be for briers and thorns.",
      "24": "With arrows and bows men will come there,\nBecause all the land will become briers and thorns.",
      "25": "And to any hill which could be dug with the hoe,\nYou will not go there for fear of briers and thorns;\nBut it will become a range for oxen\nAnd a place for sheep to roam."
    },
    "8": {
      "1": "Moreover the Lord said to me, “Take a large scroll, and write on it with a man’s pen concerning Maher-Shalal-Hash-Baz.",
      "2": "And I will take for Myself faithful witnesses to record, Uriah the priest and Zechariah the son of Jeberechiah.”",
      "3": "Then I went to the prophetess, and she conceived and bore a son. Then the Lord said to me, “Call his name Maher-Shalal-Hash-Baz;",
      "4": "for before the child shall have knowledge to cry ‘My father’ and ‘My mother,’ the riches of Damascus and the spoil of Samaria will be taken away before the king of Assyria.”",
      "5": "The Lord also spoke to me again, saying:",
      "6": "“Inasmuch as these people refused\nThe waters of Shiloah that flow softly,\nAnd rejoice in Rezin and in Remaliah’s son;",
      "7": "Now therefore, behold, the Lord brings up over them\nThe waters of the River, strong and mighty—\nThe king of Assyria and all his glory;\nHe will go up over all his channels\nAnd go over all his banks.",
      "8": "He will pass through Judah,\nHe will overflow and pass over,\nHe will reach up to the neck;\nAnd the stretching out of his wings\nWill fill the breadth of Your land, O Immanuel.",
      "9": "“Be shattered, O you peoples, and be broken in pieces!\nGive ear, all you from far countries.\nGird yourselves, but be broken in pieces;\nGird yourselves, but be broken in pieces.",
      "10": "Take counsel together, but it will come to nothing;\nSpeak the word, but it will not stand,\nFor God is with us.”",
      "11": "For the Lord spoke thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying:",
      "12": "“Do not say, ‘A conspiracy,’\nConcerning all that this people call a conspiracy,\nNor be afraid of their threats, nor be troubled.",
      "13": "The Lord of hosts, Him you shall hallow;\nLet Him be your fear,\nAnd let Him be your dread.",
      "14": "He will be as a sanctuary,\nBut a stone of stumbling and a rock of offense\nTo both the houses of Israel,\nAs a trap and a snare to the inhabitants of Jerusalem.",
      "15": "And many among them shall stumble;\nThey shall fall and be broken,\nBe snared and taken.”",
      "16": "Bind up the testimony,\nSeal the law among my disciples.",
      "17": "And I will wait on the Lord,\nWho hides His face from the house of Jacob;\nAnd I will hope in Him.",
      "18": "Here am I and the children whom the Lord has given me!\nWe are for signs and wonders in Israel\nFrom the Lord of hosts,\nWho dwells in Mount Zion.",
      "19": "And when they say to you, “Seek those who are mediums and wizards, who whisper and mutter,” should not a people seek their God? Should they seek the dead on behalf of the living?",
      "20": "To the law and to the testimony! If they do not speak according to this word, it is because there is no light in them.",
      "21": "They will pass through it hard-pressed and hungry; and it shall happen, when they are hungry, that they will be enraged and curse their king and their God, and look upward.",
      "22": "Then they will look to the earth, and see trouble and darkness, gloom of anguish; and they will be driven into darkness."
    },
    "9": {
      "1": "Nevertheless the gloom will not be upon her who is distressed,\nAs when at first He lightly esteemed\nThe land of Zebulun and the land of Naphtali,\nAnd afterward more heavily oppressed her,\nBy the way of the sea, beyond the Jordan,\nIn Galilee of the Gentiles.",
      "2": "The people who walked in darkness\nHave seen a great light;\nThose who dwelt in the land of the shadow of death,\nUpon them a light has shined.",
      "3": "You have multiplied the nation\nAnd increased its joy;\nThey rejoice before You\nAccording to the joy of harvest,\nAs men rejoice when they divide the spoil.",
      "4": "For You have broken the yoke of his burden\nAnd the staff of his shoulder,\nThe rod of his oppressor,\nAs in the day of Midian.",
      "5": "For every warrior’s sandal from the noisy battle,\nAnd garments rolled in blood,\nWill be used for burning and fuel of fire.",
      "6": "For unto us a Child is born,\nUnto us a Son is given;\nAnd the government will be upon His shoulder.\nAnd His name will be called\nWonderful, Counselor, Mighty God,\nEverlasting Father, Prince of Peace.",
      "7": "Of the increase of His government and peace\nThere will be no end,\nUpon the throne of David and over His kingdom,\nTo order it and establish it with judgment and justice\nFrom that time forward, even forever.\nThe zeal of the Lord of hosts will perform this.",
      "8": "The Lord sent a word against Jacob,\nAnd it has fallen on Israel.",
      "9": "All the people will know—\nEphraim and the inhabitant of Samaria—\nWho say in pride and arrogance of heart:",
      "10": "“The bricks have fallen down,\nBut we will rebuild with hewn stones;\nThe sycamores are cut down,\nBut we will replace them with cedars.”",
      "11": "Therefore the Lord shall set up\nThe adversaries of Rezin against him,\nAnd spur his enemies on,",
      "12": "The Syrians before and the Philistines behind;\nAnd they shall devour Israel with an open mouth. \nFor all this His anger is not turned away,\nBut His hand is stretched out still.",
      "13": "For the people do not turn to Him who strikes them,\nNor do they seek the Lord of hosts.",
      "14": "Therefore the Lord will cut off head and tail from Israel,\nPalm branch and bulrush in one day.",
      "15": "The elder and honorable, he is the head;\nThe prophet who teaches lies, he is the tail.",
      "16": "For the leaders of this people cause them to err,\nAnd those who are led by them are destroyed.",
      "17": "Therefore the Lord will have no joy in their young men,\nNor have mercy on their fatherless and widows;\nFor everyone is a hypocrite and an evildoer,\nAnd every mouth speaks folly. \nFor all this His anger is not turned away,\nBut His hand is stretched out still.",
      "18": "For wickedness burns as the fire;\nIt shall devour the briers and thorns,\nAnd kindle in the thickets of the forest;\nThey shall mount up like rising smoke.",
      "19": "Through the wrath of the Lord of hosts\nThe land is burned up,\nAnd the people shall be as fuel for the fire;\nNo man shall spare his brother.",
      "20": "And he shall snatch on the right hand\nAnd be hungry;\nHe shall devour on the left hand\nAnd not be satisfied;\nEvery man shall eat the flesh of his own arm.",
      "21": "Manasseh shall devour Ephraim, and Ephraim Manasseh;\nTogether they shall be against Judah. \nFor all this His anger is not turned away,\nBut His hand is stretched out still."
    },
    "10": {
      "1": "“Woe to those who decree unrighteous decrees,\nWho write misfortune,\nWhich they have prescribed",
      "2": "To rob the needy of justice,\nAnd to take what is right from the poor of My people,\nThat widows may be their prey,\nAnd that they may rob the fatherless.",
      "3": "What will you do in the day of punishment,\nAnd in the desolation which will come from afar?\nTo whom will you flee for help?\nAnd where will you leave your glory?",
      "4": "Without Me they shall bow down among the prisoners,\nAnd they shall fall among the slain.” \nFor all this His anger is not turned away,\nBut His hand is stretched out still.",
      "5": "“Woe to Assyria, the rod of My anger\nAnd the staff in whose hand is My indignation.",
      "6": "I will send him against an ungodly nation,\nAnd against the people of My wrath\nI will give him charge,\nTo seize the spoil, to take the prey,\nAnd to tread them down like the mire of the streets.",
      "7": "Yet he does not mean so,\nNor does his heart think so;\nBut it is in his heart to destroy,\nAnd cut off not a few nations.",
      "8": "For he says,\n‘Are not my princes altogether kings?",
      "9": "Is not Calno like Carchemish?\nIs not Hamath like Arpad?\nIs not Samaria like Damascus?",
      "10": "As my hand has found the kingdoms of the idols,\nWhose carved images excelled those of Jerusalem and Samaria,",
      "11": "As I have done to Samaria and her idols,\nShall I not do also to Jerusalem and her idols?’ ”",
      "12": "Therefore it shall come to pass, when the Lord has performed all His work on Mount Zion and on Jerusalem, that He will say, “I will punish the fruit of the arrogant heart of the king of Assyria, and the glory of his haughty looks.”",
      "13": "For he says:\n“By the strength of my hand I have done it,\nAnd by my wisdom, for I am prudent;\nAlso I have removed the boundaries of the people,\nAnd have robbed their treasuries;\nSo I have put down the inhabitants like a valiant man.",
      "14": "My hand has found like a nest the riches of the people,\nAnd as one gathers eggs that are left,\nI have gathered all the earth;\nAnd there was no one who moved his wing,\nNor opened his mouth with even a peep.”",
      "15": "Shall the ax boast itself against him who chops with it?\nOr shall the saw exalt itself against him who saws with it?\nAs if a rod could wield itself against those who lift it up,\nOr as if a staff could lift up, as if it were not wood!",
      "16": "Therefore the Lord, the Lord of hosts,\nWill send leanness among his fat ones;\nAnd under his glory\nHe will kindle a burning\nLike the burning of a fire.",
      "17": "So the Light of Israel will be for a fire,\nAnd his Holy One for a flame;\nIt will burn and devour\nHis thorns and his briers in one day.",
      "18": "And it will consume the glory of his forest and of his fruitful field,\nBoth soul and body;\nAnd they will be as when a sick man wastes away.",
      "19": "Then the rest of the trees of his forest\nWill be so few in number\nThat a child may write them.",
      "20": "And it shall come to pass in that day\nThat the remnant of Israel,\nAnd such as have escaped of the house of Jacob,\nWill never again depend on him who defeated them,\nBut will depend on the Lord, the Holy One of Israel, in truth.",
      "21": "The remnant will return, the remnant of Jacob,\nTo the Mighty God.",
      "22": "For though your people, O Israel, be as the sand of the sea,\nA remnant of them will return;\nThe destruction decreed shall overflow with righteousness.",
      "23": "For the Lord God of hosts\nWill make a determined end\nIn the midst of all the land.",
      "24": "Therefore thus says the Lord God of hosts: “O My people, who dwell in Zion, do not be afraid of the Assyrian. He shall strike you with a rod and lift up his staff against you, in the manner of Egypt.",
      "25": "For yet a very little while and the indignation will cease, as will My anger in their destruction.”",
      "26": "And the Lord of hosts will stir up a scourge for him like the slaughter of Midian at the rock of Oreb; as His rod was on the sea, so will He lift it up in the manner of Egypt.",
      "27": "It shall come to pass in that day\nThat his burden will be taken away from your shoulder,\nAnd his yoke from your neck,\nAnd the yoke will be destroyed because of the anointing oil.",
      "28": "He has come to Aiath,\nHe has passed Migron;\nAt Michmash he has attended to his equipment.",
      "29": "They have gone along the ridge,\nThey have taken up lodging at Geba.\nRamah is afraid,\nGibeah of Saul has fled.",
      "30": "Lift up your voice,\nO daughter of Gallim!\nCause it to be heard as far as Laish—\nO poor Anathoth!",
      "31": "Madmenah has fled,\nThe inhabitants of Gebim seek refuge.",
      "32": "As yet he will remain at Nob that day;\nHe will shake his fist at the mount of the daughter of Zion,\nThe hill of Jerusalem.",
      "33": "Behold, the Lord,\nThe Lord of hosts,\nWill lop off the bough with terror;\nThose of high stature will be hewn down,\nAnd the haughty will be humbled.",
      "34": "He will cut down the thickets of the forest with iron,\nAnd Lebanon will fall by the Mighty One."
    },
    "11": {
      "1": "There shall come forth a Rod from the stem of Jesse,\nAnd a Branch shall grow out of his roots.",
      "2": "The Spirit of the Lord shall rest upon Him,\nThe Spirit of wisdom and understanding,\nThe Spirit of counsel and might,\nThe Spirit of knowledge and of the fear of the Lord.",
      "3": "His delight is in the fear of the Lord,\nAnd He shall not judge by the sight of His eyes,\nNor decide by the hearing of His ears;",
      "4": "But with righteousness He shall judge the poor,\nAnd decide with equity for the meek of the earth;\nHe shall strike the earth with the rod of His mouth,\nAnd with the breath of His lips He shall slay the wicked.",
      "5": "Righteousness shall be the belt of His loins,\nAnd faithfulness the belt of His waist.",
      "6": "“The wolf also shall dwell with the lamb,\nThe leopard shall lie down with the young goat,\nThe calf and the young lion and the fatling together;\nAnd a little child shall lead them.",
      "7": "The cow and the bear shall graze;\nTheir young ones shall lie down together;\nAnd the lion shall eat straw like the ox.",
      "8": "The nursing child shall play by the cobra’s hole,\nAnd the weaned child shall put his hand in the viper’s den.",
      "9": "They shall not hurt nor destroy in all My holy mountain,\nFor the earth shall be full of the knowledge of the Lord\nAs the waters cover the sea.",
      "10": "“And in that day there shall be a Root of Jesse,\nWho shall stand as a banner to the people;\nFor the Gentiles shall seek Him,\nAnd His resting place shall be glorious.”",
      "11": "It shall come to pass in that day\nThat the Lord shall set His hand again the second time\nTo recover the remnant of His people who are left,\nFrom Assyria and Egypt,\nFrom Pathros and Cush,\nFrom Elam and Shinar,\nFrom Hamath and the islands of the sea.",
      "12": "He will set up a banner for the nations,\nAnd will assemble the outcasts of Israel,\nAnd gather together the dispersed of Judah\nFrom the four corners of the earth.",
      "13": "Also the envy of Ephraim shall depart,\nAnd the adversaries of Judah shall be cut off;\nEphraim shall not envy Judah,\nAnd Judah shall not harass Ephraim.",
      "14": "But they shall fly down upon the shoulder of the Philistines toward the west;\nTogether they shall plunder the people of the East;\nThey shall lay their hand on Edom and Moab;\nAnd the people of Ammon shall obey them.",
      "15": "The Lord will utterly destroy the tongue of the Sea of Egypt;\nWith His mighty wind He will shake His fist over the River,\nAnd strike it in the seven streams,\nAnd make men cross over dry-shod.",
      "16": "There will be a highway for the remnant of His people\nWho will be left from Assyria,\nAs it was for Israel\nIn the day that he came up from the land of Egypt."
    },
    "12": {
      "1": "And in that day you will say:\n“O Lord, I will praise You;\nThough You were angry with me,\nYour anger is turned away, and You comfort me.",
      "2": "Behold, God is my salvation,\nI will trust and not be afraid;\n‘For Yah, the Lord, is my strength and song;\nHe also has become my salvation.’ ”",
      "3": "Therefore with joy you will draw water\nFrom the wells of salvation.",
      "4": "And in that day you will say:\n“Praise the Lord, call upon His name;\nDeclare His deeds among the peoples,\nMake mention that His name is exalted.",
      "5": "Sing to the Lord,\nFor He has done excellent things;\nThis is known in all the earth.",
      "6": "Cry out and shout, O inhabitant of Zion,\nFor great is the Holy One of Israel in your midst!”"
    },
    "13": {
      "1": "The burden against Babylon which Isaiah the son of Amoz saw.",
      "2": "“Lift up a banner on the high mountain,\nRaise your voice to them;\nWave your hand, that they may enter the gates of the nobles.",
      "3": "I have commanded My sanctified ones;\nI have also called My mighty ones for My anger—\nThose who rejoice in My exaltation.”",
      "4": "The noise of a multitude in the mountains,\nLike that of many people!\nA tumultuous noise of the kingdoms of nations gathered together!\nThe Lord of hosts musters\nThe army for battle.",
      "5": "They come from a far country,\nFrom the end of heaven—\nThe Lord and His weapons of indignation,\nTo destroy the whole land.",
      "6": "Wail, for the day of the Lord is at hand!\nIt will come as destruction from the Almighty.",
      "7": "Therefore all hands will be limp,\nEvery man’s heart will melt,",
      "8": "And they will be afraid.\nPangs and sorrows will take hold of them;\nThey will be in pain as a woman in childbirth;\nThey will be amazed at one another;\nTheir faces will be like flames.",
      "9": "Behold, the day of the Lord comes,\nCruel, with both wrath and fierce anger,\nTo lay the land desolate;\nAnd He will destroy its sinners from it.",
      "10": "For the stars of heaven and their constellations\nWill not give their light;\nThe sun will be darkened in its going forth,\nAnd the moon will not cause its light to shine.",
      "11": "“I will punish the world for its evil,\nAnd the wicked for their iniquity;\nI will halt the arrogance of the proud,\nAnd will lay low the haughtiness of the terrible.",
      "12": "I will make a mortal more rare than fine gold,\nA man more than the golden wedge of Ophir.",
      "13": "Therefore I will shake the heavens,\nAnd the earth will move out of her place,\nIn the wrath of the Lord of hosts\nAnd in the day of His fierce anger.",
      "14": "It shall be as the hunted gazelle,\nAnd as a sheep that no man takes up;\nEvery man will turn to his own people,\nAnd everyone will flee to his own land.",
      "15": "Everyone who is found will be thrust through,\nAnd everyone who is captured will fall by the sword.",
      "16": "Their children also will be dashed to pieces before their eyes;\nTheir houses will be plundered\nAnd their wives ravished.",
      "17": "“Behold, I will stir up the Medes against them,\nWho will not regard silver;\nAnd as for gold, they will not delight in it.",
      "18": "Also their bows will dash the young men to pieces,\nAnd they will have no pity on the fruit of the womb;\nTheir eye will not spare children.",
      "19": "And Babylon, the glory of kingdoms,\nThe beauty of the Chaldeans’ pride,\nWill be as when God overthrew Sodom and Gomorrah.",
      "20": "It will never be inhabited,\nNor will it be settled from generation to generation;\nNor will the Arabian pitch tents there,\nNor will the shepherds make their sheepfolds there.",
      "21": "But wild beasts of the desert will lie there,\nAnd their houses will be full of owls;\nOstriches will dwell there,\nAnd wild goats will caper there.",
      "22": "The hyenas will howl in their citadels,\nAnd jackals in their pleasant palaces.\nHer time is near to come,\nAnd her days will not be prolonged.”"
    },
    "14": {
      "1": "For the Lord will have mercy on Jacob, and will still choose Israel, and settle them in their own land. The strangers will be joined with them, and they will cling to the house of Jacob.",
      "2": "Then people will take them and bring them to their place, and the house of Israel will possess them for servants and maids in the land of the Lord; they will take them captive whose captives they were, and rule over their oppressors.",
      "3": "It shall come to pass in the day the Lord gives you rest from your sorrow, and from your fear and the hard bondage in which you were made to serve,",
      "4": "that you will take up this proverb against the king of Babylon, and say:\n“How the oppressor has ceased,\nThe golden city ceased!",
      "5": "The Lord has broken the staff of the wicked,\nThe scepter of the rulers;",
      "6": "He who struck the people in wrath with a continual stroke,\nHe who ruled the nations in anger,\nIs persecuted and no one hinders.",
      "7": "The whole earth is at rest and quiet;\nThey break forth into singing.",
      "8": "Indeed the cypress trees rejoice over you,\nAnd the cedars of Lebanon,\nSaying, ‘Since you were cut down,\nNo woodsman has come up against us.’",
      "9": "“Hell from beneath is excited about you,\nTo meet you at your coming;\nIt stirs up the dead for you,\nAll the chief ones of the earth;\nIt has raised up from their thrones\nAll the kings of the nations.",
      "10": "They all shall speak and say to you:\n‘Have you also become as weak as we?\nHave you become like us?",
      "11": "Your pomp is brought down to Sheol,\nAnd the sound of your stringed instruments;\nThe maggot is spread under you,\nAnd worms cover you.’",
      "12": "“How you are fallen from heaven,\nO Lucifer, son of the morning!\nHow you are cut down to the ground,\nYou who weakened the nations!",
      "13": "For you have said in your heart:\n‘I will ascend into heaven,\nI will exalt my throne above the stars of God;\nI will also sit on the mount of the congregation\nOn the farthest sides of the north;",
      "14": "I will ascend above the heights of the clouds,\nI will be like the Most High.’",
      "15": "Yet you shall be brought down to Sheol,\nTo the lowest depths of the Pit.",
      "16": "“Those who see you will gaze at you,\nAnd consider you, saying:\n‘Is this the man who made the earth tremble,\nWho shook kingdoms,",
      "17": "Who made the world as a wilderness\nAnd destroyed its cities,\nWho did not open the house of his prisoners?’",
      "18": "“All the kings of the nations,\nAll of them, sleep in glory,\nEveryone in his own house;",
      "19": "But you are cast out of your grave\nLike an abominable branch,\nLike the garment of those who are slain,\nThrust through with a sword,\nWho go down to the stones of the pit,\nLike a corpse trodden underfoot.",
      "20": "You will not be joined with them in burial,\nBecause you have destroyed your land\nAnd slain your people.\nThe brood of evildoers shall never be named.",
      "21": "Prepare slaughter for his children\nBecause of the iniquity of their fathers,\nLest they rise up and possess the land,\nAnd fill the face of the world with cities.”",
      "22": "“For I will rise up against them,” says the Lord of hosts,\n“And cut off from Babylon the name and remnant,\nAnd offspring and posterity,” says the Lord.",
      "23": "“I will also make it a possession for the porcupine,\nAnd marshes of muddy water;\nI will sweep it with the broom of destruction,” says the Lord of hosts.",
      "24": "The Lord of hosts has sworn, saying,\n“Surely, as I have thought, so it shall come to pass,\nAnd as I have purposed, so it shall stand:",
      "25": "That I will break the Assyrian in My land,\nAnd on My mountains tread him underfoot.\nThen his yoke shall be removed from them,\nAnd his burden removed from their shoulders.",
      "26": "This is the purpose that is purposed against the whole earth,\nAnd this is the hand that is stretched out over all the nations.",
      "27": "For the Lord of hosts has purposed,\nAnd who will annul it?\nHis hand is stretched out,\nAnd who will turn it back?”",
      "28": "This is the burden which came in the year that King Ahaz died.",
      "29": "“Do not rejoice, all you of Philistia,\nBecause the rod that struck you is broken;\nFor out of the serpent’s roots will come forth a viper,\nAnd its offspring will be a fiery flying serpent.",
      "30": "The firstborn of the poor will feed,\nAnd the needy will lie down in safety;\nI will kill your roots with famine,\nAnd it will slay your remnant.",
      "31": "Wail, O gate! Cry, O city!\nAll you of Philistia are dissolved;\nFor smoke will come from the north,\nAnd no one will be alone in his appointed times.”",
      "32": "What will they answer the messengers of the nation?\nThat the Lord has founded Zion,\nAnd the poor of His people shall take refuge in it."
    },
    "15": {
      "1": "The burden against Moab.\nBecause in the night Ar of Moab is laid waste\nAnd destroyed,\nBecause in the night Kir of Moab is laid waste\nAnd destroyed,",
      "2": "He has gone up to the temple and Dibon,\nTo the high places to weep.\nMoab will wail over Nebo and over Medeba;\nOn all their heads will be baldness,\nAnd every beard cut off.",
      "3": "In their streets they will clothe themselves with sackcloth;\nOn the tops of their houses\nAnd in their streets\nEveryone will wail, weeping bitterly.",
      "4": "Heshbon and Elealeh will cry out,\nTheir voice shall be heard as far as Jahaz;\nTherefore the armed soldiers of Moab will cry out;\nHis life will be burdensome to him.",
      "5": "“My heart will cry out for Moab;\nHis fugitives shall flee to Zoar,\nLike a three-year-old heifer.\nFor by the Ascent of Luhith\nThey will go up with weeping;\nFor in the way of Horonaim\nThey will raise up a cry of destruction,",
      "6": "For the waters of Nimrim will be desolate,\nFor the green grass has withered away;\nThe grass fails, there is nothing green.",
      "7": "Therefore the abundance they have gained,\nAnd what they have laid up,\nThey will carry away to the Brook of the Willows.",
      "8": "For the cry has gone all around the borders of Moab,\nIts wailing to Eglaim\nAnd its wailing to Beer Elim.",
      "9": "For the waters of Dimon will be full of blood;\nBecause I will bring more upon Dimon,\nLions upon him who escapes from Moab,\nAnd on the remnant of the land.”"
    },
    "16": {
      "1": "Send the lamb to the ruler of the land,\nFrom Sela to the wilderness,\nTo the mount of the daughter of Zion.",
      "2": "For it shall be as a wandering bird thrown out of the nest;\nSo shall be the daughters of Moab at the fords of the Arnon.",
      "3": "“Take counsel, execute judgment;\nMake your shadow like the night in the middle of the day;\nHide the outcasts,\nDo not betray him who escapes.",
      "4": "Let My outcasts dwell with you, O Moab;\nBe a shelter to them from the face of the spoiler.\nFor the extortioner is at an end,\nDevastation ceases,\nThe oppressors are consumed out of the land.",
      "5": "In mercy the throne will be established;\nAnd One will sit on it in truth, in the tabernacle of David,\nJudging and seeking justice and hastening righteousness.”",
      "6": "We have heard of the pride of Moab—\nHe is very proud—\nOf his haughtiness and his pride and his wrath;\nBut his lies shall not be so.",
      "7": "Therefore Moab shall wail for Moab;\nEveryone shall wail.\nFor the foundations of Kir Hareseth you shall mourn;\nSurely they are stricken.",
      "8": "For the fields of Heshbon languish,\nAnd the vine of Sibmah;\nThe lords of the nations have broken down its choice plants,\nWhich have reached to Jazer\nAnd wandered through the wilderness.\nHer branches are stretched out,\nThey are gone over the sea.",
      "9": "Therefore I will bewail the vine of Sibmah,\nWith the weeping of Jazer;\nI will drench you with my tears,\nO Heshbon and Elealeh;\nFor battle cries have fallen\nOver your summer fruits and your harvest.",
      "10": "Gladness is taken away,\nAnd joy from the plentiful field;\nIn the vineyards there will be no singing,\nNor will there be shouting;\nNo treaders will tread out wine in the presses;\nI have made their shouting cease.",
      "11": "Therefore my heart shall resound like a harp for Moab,\nAnd my inner being for Kir Heres.",
      "12": "And it shall come to pass,\nWhen it is seen that Moab is weary on the high place,\nThat he will come to his sanctuary to pray;\nBut he will not prevail.",
      "13": "This is the word which the Lord has spoken concerning Moab since that time.",
      "14": "But now the Lord has spoken, saying, “Within three years, as the years of a hired man, the glory of Moab will be despised with all that great multitude, and the remnant will be very small and feeble.”"
    },
    "17": {
      "1": "The burden against Damascus.\n“Behold, Damascus will cease from being a city,\nAnd it will be a ruinous heap.",
      "2": "The cities of Aroer are forsaken;\nThey will be for flocks\nWhich lie down, and no one will make them afraid.",
      "3": "The fortress also will cease from Ephraim,\nThe kingdom from Damascus,\nAnd the remnant of Syria;\nThey will be as the glory of the children of Israel,”\nSays the Lord of hosts.",
      "4": "“In that day it shall come to pass\nThat the glory of Jacob will wane,\nAnd the fatness of his flesh grow lean.",
      "5": "It shall be as when the harvester gathers the grain,\nAnd reaps the heads with his arm;\nIt shall be as he who gathers heads of grain\nIn the Valley of Rephaim.",
      "6": "Yet gleaning grapes will be left in it,\nLike the shaking of an olive tree,\nTwo or three olives at the top of the uppermost bough,\nFour or five in its most fruitful branches,”\nSays the Lord God of Israel.",
      "7": "In that day a man will look to his Maker,\nAnd his eyes will have respect for the Holy One of Israel.",
      "8": "He will not look to the altars,\nThe work of his hands;\nHe will not respect what his fingers have made,\nNor the wooden images nor the incense altars.",
      "9": "In that day his strong cities will be as a forsaken bough\nAnd an uppermost branch,\nWhich they left because of the children of Israel;\nAnd there will be desolation.",
      "10": "Because you have forgotten the God of your salvation,\nAnd have not been mindful of the Rock of your stronghold,\nTherefore you will plant pleasant plants\nAnd set out foreign seedlings;",
      "11": "In the day you will make your plant to grow,\nAnd in the morning you will make your seed to flourish;\nBut the harvest will be a heap of ruins\nIn the day of grief and desperate sorrow.",
      "12": "Woe to the multitude of many people\nWho make a noise like the roar of the seas,\nAnd to the rushing of nations\nThat make a rushing like the rushing of mighty waters!",
      "13": "The nations will rush like the rushing of many waters;\nBut God will rebuke them and they will flee far away,\nAnd be chased like the chaff of the mountains before the wind,\nLike a rolling thing before the whirlwind.",
      "14": "Then behold, at eventide, trouble!\nAnd before the morning, he is no more.\nThis is the portion of those who plunder us,\nAnd the lot of those who rob us."
    },
    "18": {
      "1": "Woe to the land shadowed with buzzing wings,\nWhich is beyond the rivers of Ethiopia,",
      "2": "Which sends ambassadors by sea,\nEven in vessels of reed on the waters, saying,\n“Go, swift messengers, to a nation tall and smooth of skin,\nTo a people terrible from their beginning onward,\nA nation powerful and treading down,\nWhose land the rivers divide.”",
      "3": "All inhabitants of the world and dwellers on the earth:\nWhen he lifts up a banner on the mountains, you see it;\nAnd when he blows a trumpet, you hear it.",
      "4": "For so the Lord said to me,\n“I will take My rest,\nAnd I will look from My dwelling place\nLike clear heat in sunshine,\nLike a cloud of dew in the heat of harvest.”",
      "5": "For before the harvest, when the bud is perfect\nAnd the sour grape is ripening in the flower,\nHe will both cut off the sprigs with pruning hooks\nAnd take away and cut down the branches.",
      "6": "They will be left together for the mountain birds of prey\nAnd for the beasts of the earth;\nThe birds of prey will summer on them,\nAnd all the beasts of the earth will winter on them.",
      "7": "In that time a present will be brought to the Lord of hosts\nFrom a people tall and smooth of skin,\nAnd from a people terrible from their beginning onward,\nA nation powerful and treading down,\nWhose land the rivers divide—\nTo the place of the name of the Lord of hosts,\nTo Mount Zion."
    },
    "19": {
      "1": "The burden against Egypt.\nBehold, the Lord rides on a swift cloud,\nAnd will come into Egypt;\nThe idols of Egypt will totter at His presence,\nAnd the heart of Egypt will melt in its midst.",
      "2": "“I will set Egyptians against Egyptians;\nEveryone will fight against his brother,\nAnd everyone against his neighbor,\nCity against city, kingdom against kingdom.",
      "3": "The spirit of Egypt will fail in its midst;\nI will destroy their counsel,\nAnd they will consult the idols and the charmers,\nThe mediums and the sorcerers.",
      "4": "And the Egyptians I will give\nInto the hand of a cruel master,\nAnd a fierce king will rule over them,”\nSays the Lord, the Lord of hosts.",
      "5": "The waters will fail from the sea,\nAnd the river will be wasted and dried up.",
      "6": "The rivers will turn foul;\nThe brooks of defense will be emptied and dried up;\nThe reeds and rushes will wither.",
      "7": "The papyrus reeds by the River, by the mouth of the River,\nAnd everything sown by the River,\nWill wither, be driven away, and be no more.",
      "8": "The fishermen also will mourn;\nAll those will lament who cast hooks into the River,\nAnd they will languish who spread nets on the waters.",
      "9": "Moreover those who work in fine flax\nAnd those who weave fine fabric will be ashamed;",
      "10": "And its foundations will be broken.\nAll who make wages will be troubled of soul.",
      "11": "Surely the princes of Zoan are fools;\nPharaoh’s wise counselors give foolish counsel.\nHow do you say to Pharaoh, “I am the son of the wise,\nThe son of ancient kings?”",
      "12": "Where are they?\nWhere are your wise men?\nLet them tell you now,\nAnd let them know what the Lord of hosts has purposed against Egypt.",
      "13": "The princes of Zoan have become fools;\nThe princes of Noph are deceived;\nThey have also deluded Egypt,\nThose who are the mainstay of its tribes.",
      "14": "The Lord has mingled a perverse spirit in her midst;\nAnd they have caused Egypt to err in all her work,\nAs a drunken man staggers in his vomit.",
      "15": "Neither will there be any work for Egypt,\nWhich the head or tail,\nPalm branch or bulrush, may do.",
      "16": "In that day Egypt will be like women, and will be afraid and fear because of the waving of the hand of the Lord of hosts, which He waves over it.",
      "17": "And the land of Judah will be a terror to Egypt; everyone who makes mention of it will be afraid in himself, because of the counsel of the Lord of hosts which He has determined against it.",
      "18": "In that day five cities in the land of Egypt will speak the language of Canaan and swear by the Lord of hosts; one will be called the City of Destruction.",
      "19": "In that day there will be an altar to the Lord in the midst of the land of Egypt, and a pillar to the Lord at its border.",
      "20": "And it will be for a sign and for a witness to the Lord of hosts in the land of Egypt; for they will cry to the Lord because of the oppressors, and He will send them a Savior and a Mighty One, and He will deliver them.",
      "21": "Then the Lord will be known to Egypt, and the Egyptians will know the Lord in that day, and will make sacrifice and offering; yes, they will make a vow to the Lord and perform it.",
      "22": "And the Lord will strike Egypt, He will strike and heal it; they will return to the Lord, and He will be entreated by them and heal them.",
      "23": "In that day there will be a highway from Egypt to Assyria, and the Assyrian will come into Egypt and the Egyptian into Assyria, and the Egyptians will serve with the Assyrians.",
      "24": "In that day Israel will be one of three with Egypt and Assyria—a blessing in the midst of the land,",
      "25": "whom the Lord of hosts shall bless, saying, “Blessed is Egypt My people, and Assyria the work of My hands, and Israel My inheritance.”"
    },
    "20": {
      "1": "In the year that Tartan came to Ashdod, when Sargon the king of Assyria sent him, and he fought against Ashdod and took it,",
      "2": "at the same time the Lord spoke by Isaiah the son of Amoz, saying, “Go, and remove the sackcloth from your body, and take your sandals off your feet.” And he did so, walking naked and barefoot.",
      "3": "Then the Lord said, “Just as My servant Isaiah has walked naked and barefoot three years for a sign and a wonder against Egypt and Ethiopia,",
      "4": "so shall the king of Assyria lead away the Egyptians as prisoners and the Ethiopians as captives, young and old, naked and barefoot, with their buttocks uncovered, to the shame of Egypt.",
      "5": "Then they shall be afraid and ashamed of Ethiopia their expectation and Egypt their glory.",
      "6": "And the inhabitant of this territory will say in that day, ‘Surely such is our expectation, wherever we flee for help to be delivered from the king of Assyria; and how shall we escape?’ ”"
    },
    "21": {
      "1": "The burden against the Wilderness of the Sea.\nAs whirlwinds in the South pass through,\nSo it comes from the desert, from a terrible land.",
      "2": "A distressing vision is declared to me;\nThe treacherous dealer deals treacherously,\nAnd the plunderer plunders.\nGo up, O Elam!\nBesiege, O Media!\nAll its sighing I have made to cease.",
      "3": "Therefore my loins are filled with pain;\nPangs have taken hold of me, like the pangs of a woman in labor.\nI was distressed when I heard it;\nI was dismayed when I saw it.",
      "4": "My heart wavered, fearfulness frightened me;\nThe night for which I longed He turned into fear for me.",
      "5": "Prepare the table,\nSet a watchman in the tower,\nEat and drink.\nArise, you princes,\nAnoint the shield!",
      "6": "For thus has the Lord said to me:\n“Go, set a watchman,\nLet him declare what he sees.”",
      "7": "And he saw a chariot with a pair of horsemen,\nA chariot of donkeys, and a chariot of camels,\nAnd he listened earnestly with great care.",
      "8": "Then he cried, “A lion, my Lord!\nI stand continually on the watchtower in the daytime;\nI have sat at my post every night.",
      "9": "And look, here comes a chariot of men with a pair of horsemen!”\nThen he answered and said,\n“Babylon is fallen, is fallen!\nAnd all the carved images of her gods\nHe has broken to the ground.”",
      "10": "Oh, my threshing and the grain of my floor!\nThat which I have heard from the Lord of hosts,\nThe God of Israel,\nI have declared to you.",
      "11": "The burden against Dumah.\nHe calls to me out of Seir,\n“Watchman, what of the night?\nWatchman, what of the night?”",
      "12": "The watchman said,\n“The morning comes, and also the night.\nIf you will inquire, inquire;\nReturn! Come back!”",
      "13": "The burden against Arabia.\nIn the forest in Arabia you will lodge,\nO you traveling companies of Dedanites.",
      "14": "O inhabitants of the land of Tema,\nBring water to him who is thirsty;\nWith their bread they met him who fled.",
      "15": "For they fled from the swords, from the drawn sword,\nFrom the bent bow, and from the distress of war.",
      "16": "For thus the Lord has said to me: “Within a year, according to the year of a hired man, all the glory of Kedar will fail;",
      "17": "and the remainder of the number of archers, the mighty men of the people of Kedar, will be diminished; for the Lord God of Israel has spoken it.”"
    },
    "22": {
      "1": "The burden against the Valley of Vision.\nWhat ails you now, that you have all gone up to the housetops,",
      "2": "You who are full of noise,\nA tumultuous city, a joyous city?\nYour slain men are not slain with the sword,\nNor dead in battle.",
      "3": "All your rulers have fled together;\nThey are captured by the archers.\nAll who are found in you are bound together;\nThey have fled from afar.",
      "4": "Therefore I said, “Look away from me,\nI will weep bitterly;\nDo not labor to comfort me\nBecause of the plundering of the daughter of my people.”",
      "5": "For it is a day of trouble and treading down and perplexity\nBy the Lord God of hosts\nIn the Valley of Vision—\nBreaking down the walls\nAnd of crying to the mountain.",
      "6": "Elam bore the quiver\nWith chariots of men and horsemen,\nAnd Kir uncovered the shield.",
      "7": "It shall come to pass that your choicest valleys\nShall be full of chariots,\nAnd the horsemen shall set themselves in array at the gate.",
      "8": "He removed the protection of Judah.\nYou looked in that day to the armor of the House of the Forest;",
      "9": "You also saw the damage to the city of David,\nThat it was great;\nAnd you gathered together the waters of the lower pool.",
      "10": "You numbered the houses of Jerusalem,\nAnd the houses you broke down\nTo fortify the wall.",
      "11": "You also made a reservoir between the two walls\nFor the water of the old pool.\nBut you did not look to its Maker,\nNor did you have respect for Him who fashioned it long ago.",
      "12": "And in that day the Lord God of hosts\nCalled for weeping and for mourning,\nFor baldness and for girding with sackcloth.",
      "13": "But instead, joy and gladness,\nSlaying oxen and killing sheep,\nEating meat and drinking wine:\n“Let us eat and drink, for tomorrow we die!”",
      "14": "Then it was revealed in my hearing by the Lord of hosts,\n“Surely for this iniquity there will be no atonement for you,\nEven to your death,” says the Lord God of hosts.",
      "15": "Thus says the Lord God of hosts:\n“Go, proceed to this steward,\nTo Shebna, who is over the house, and say:",
      "16": "‘What have you here, and whom have you here,\nThat you have hewn a sepulcher here,\nAs he who hews himself a sepulcher on high,\nWho carves a tomb for himself in a rock?",
      "17": "Indeed, the Lord will throw you away violently,\nO mighty man,\nAnd will surely seize you.",
      "18": "He will surely turn violently and toss you like a ball\nInto a large country;\nThere you shall die, and there your glorious chariots\nShall be the shame of your master’s house.",
      "19": "So I will drive you out of your office,\nAnd from your position he will pull you down.",
      "20": "‘Then it shall be in that day,\nThat I will call My servant Eliakim the son of Hilkiah;",
      "21": "I will clothe him with your robe\nAnd strengthen him with your belt;\nI will commit your responsibility into his hand.\nHe shall be a father to the inhabitants of Jerusalem\nAnd to the house of Judah.",
      "22": "The key of the house of David\nI will lay on his shoulder;\nSo he shall open, and no one shall shut;\nAnd he shall shut, and no one shall open.",
      "23": "I will fasten him as a peg in a secure place,\nAnd he will become a glorious throne to his father’s house.",
      "24": "‘They will hang on him all the glory of his father’s house, the offspring and the posterity, all vessels of small quantity, from the cups to all the pitchers.",
      "25": "In that day,’ says the Lord of hosts, ‘the peg that is fastened in the secure place will be removed and be cut down and fall, and the burden that was on it will be cut off; for the Lord has spoken.’ ”"
    },
    "23": {
      "1": "The burden against Tyre.\nWail, you ships of Tarshish!\nFor it is laid waste,\nSo that there is no house, no harbor;\nFrom the land of Cyprus it is revealed to them.",
      "2": "Be still, you inhabitants of the coastland,\nYou merchants of Sidon,\nWhom those who cross the sea have filled.",
      "3": "And on great waters the grain of Shihor,\nThe harvest of the River, is her revenue;\nAnd she is a marketplace for the nations.",
      "4": "Be ashamed, O Sidon;\nFor the sea has spoken,\nThe strength of the sea, saying,\n“I do not labor, nor bring forth children;\nNeither do I rear young men,\nNor bring up virgins.”",
      "5": "When the report reaches Egypt,\nThey also will be in agony at the report of Tyre.",
      "6": "Cross over to Tarshish;\nWail, you inhabitants of the coastland!",
      "7": "Is this your joyous city,\nWhose antiquity is from ancient days,\nWhose feet carried her far off to dwell?",
      "8": "Who has taken this counsel against Tyre, the crowning city,\nWhose merchants are princes,\nWhose traders are the honorable of the earth?",
      "9": "The Lord of hosts has purposed it,\nTo bring to dishonor the pride of all glory,\nTo bring into contempt all the honorable of the earth.",
      "10": "Overflow through your land like the River,\nO daughter of Tarshish;\nThere is no more strength.",
      "11": "He stretched out His hand over the sea,\nHe shook the kingdoms;\nThe Lord has given a commandment against Canaan\nTo destroy its strongholds.",
      "12": "And He said, “You will rejoice no more,\nO you oppressed virgin daughter of Sidon.\nArise, cross over to Cyprus;\nThere also you will have no rest.”",
      "13": "Behold, the land of the Chaldeans,\nThis people which was not;\nAssyria founded it for wild beasts of the desert.\nThey set up its towers,\nThey raised up its palaces,\nAnd brought it to ruin.",
      "14": "Wail, you ships of Tarshish!\nFor your strength is laid waste.",
      "15": "Now it shall come to pass in that day that Tyre will be forgotten seventy years, according to the days of one king. At the end of seventy years it will happen to Tyre as in the song of the harlot:",
      "16": "“Take a harp, go about the city,\nYou forgotten harlot;\nMake sweet melody, sing many songs,\nThat you may be remembered.”",
      "17": "And it shall be, at the end of seventy years, that the Lord will deal with Tyre. She will return to her hire, and commit fornication with all the kingdoms of the world on the face of the earth.",
      "18": "Her gain and her pay will be set apart for the Lord; it will not be treasured nor laid up, for her gain will be for those who dwell before the Lord, to eat sufficiently, and for fine clothing."
    },
    "24": {
      "1": "Behold, the Lord makes the earth empty and makes it waste,\nDistorts its surface\nAnd scatters abroad its inhabitants.",
      "2": "And it shall be:\nAs with the people, so with the priest;\nAs with the servant, so with his master;\nAs with the maid, so with her mistress;\nAs with the buyer, so with the seller;\nAs with the lender, so with the borrower;\nAs with the creditor, so with the debtor.",
      "3": "The land shall be entirely emptied and utterly plundered,\nFor the Lord has spoken this word.",
      "4": "The earth mourns and fades away,\nThe world languishes and fades away;\nThe haughty people of the earth languish.",
      "5": "The earth is also defiled under its inhabitants,\nBecause they have transgressed the laws,\nChanged the ordinance,\nBroken the everlasting covenant.",
      "6": "Therefore the curse has devoured the earth,\nAnd those who dwell in it are desolate.\nTherefore the inhabitants of the earth are burned,\nAnd few men are left.",
      "7": "The new wine fails, the vine languishes,\nAll the merry-hearted sigh.",
      "8": "The mirth of the tambourine ceases,\nThe noise of the jubilant ends,\nThe joy of the harp ceases.",
      "9": "They shall not drink wine with a song;\nStrong drink is bitter to those who drink it.",
      "10": "The city of confusion is broken down;\nEvery house is shut up, so that none may go in.",
      "11": "There is a cry for wine in the streets,\nAll joy is darkened,\nThe mirth of the land is gone.",
      "12": "In the city desolation is left,\nAnd the gate is stricken with destruction.",
      "13": "When it shall be thus in the midst of the land among the people,\nIt shall be like the shaking of an olive tree,\nLike the gleaning of grapes when the vintage is done.",
      "14": "They shall lift up their voice, they shall sing;\nFor the majesty of the Lord\nThey shall cry aloud from the sea.",
      "15": "Therefore glorify the Lord in the dawning light,\nThe name of the Lord God of Israel in the coastlands of the sea.",
      "16": "From the ends of the earth we have heard songs:\n“Glory to the righteous!”\nBut I said, “I am ruined, ruined!\nWoe to me!\nThe treacherous dealers have dealt treacherously,\nIndeed, the treacherous dealers have dealt very treacherously.”",
      "17": "Fear and the pit and the snare\nAre upon you, O inhabitant of the earth.",
      "18": "And it shall be\nThat he who flees from the noise of the fear\nShall fall into the pit,\nAnd he who comes up from the midst of the pit\nShall be caught in the snare;\nFor the windows from on high are open,\nAnd the foundations of the earth are shaken.",
      "19": "The earth is violently broken,\nThe earth is split open,\nThe earth is shaken exceedingly.",
      "20": "The earth shall reel to and fro like a drunkard,\nAnd shall totter like a hut;\nIts transgression shall be heavy upon it,\nAnd it will fall, and not rise again.",
      "21": "It shall come to pass in that day\nThat the Lord will punish on high the host of exalted ones,\nAnd on the earth the kings of the earth.",
      "22": "They will be gathered together,\nAs prisoners are gathered in the pit,\nAnd will be shut up in the prison;\nAfter many days they will be punished.",
      "23": "Then the moon will be disgraced\nAnd the sun ashamed;\nFor the Lord of hosts will reign\nOn Mount Zion and in Jerusalem\nAnd before His elders, gloriously."
    },
    "25": {
      "1": "O Lord, You are my God.\nI will exalt You,\nI will praise Your name,\nFor You have done wonderful things;\nYour counsels of old are faithfulness and truth.",
      "2": "For You have made a city a ruin,\nA fortified city a ruin,\nA palace of foreigners to be a city no more;\nIt will never be rebuilt.",
      "3": "Therefore the strong people will glorify You;\nThe city of the terrible nations will fear You.",
      "4": "For You have been a strength to the poor,\nA strength to the needy in his distress,\nA refuge from the storm,\nA shade from the heat;\nFor the blast of the terrible ones is as a storm against the wall.",
      "5": "You will reduce the noise of aliens,\nAs heat in a dry place;\nAs heat in the shadow of a cloud,\nThe song of the terrible ones will be diminished.",
      "6": "And in this mountain\nThe Lord of hosts will make for all people\nA feast of choice pieces,\nA feast of wines on the lees,\nOf fat things full of marrow,\nOf well-refined wines on the lees.",
      "7": "And He will destroy on this mountain\nThe surface of the covering cast over all people,\nAnd the veil that is spread over all nations.",
      "8": "He will swallow up death forever,\nAnd the Lord God will wipe away tears from all faces;\nThe rebuke of His people\nHe will take away from all the earth;\nFor the Lord has spoken.",
      "9": "And it will be said in that day:\n“Behold, this is our God;\nWe have waited for Him, and He will save us.\nThis is the Lord;\nWe have waited for Him;\nWe will be glad and rejoice in His salvation.”",
      "10": "For on this mountain the hand of the Lord will rest,\nAnd Moab shall be trampled down under Him,\nAs straw is trampled down for the refuse heap.",
      "11": "And He will spread out His hands in their midst\nAs a swimmer reaches out to swim,\nAnd He will bring down their pride\nTogether with the trickery of their hands.",
      "12": "The fortress of the high fort of your walls\nHe will bring down, lay low,\nAnd bring to the ground, down to the dust."
    },
    "26": {
      "1": "In that day this song will be sung in the land of Judah:\n“We have a strong city;\nGod will appoint salvation for walls and bulwarks.",
      "2": "Open the gates,\nThat the righteous nation which keeps the truth may enter in.",
      "3": "You will keep him in perfect peace,\nWhose mind is stayed on You,\nBecause he trusts in You.",
      "4": "Trust in the Lord forever,\nFor in Yah, the Lord, is everlasting strength.",
      "5": "For He brings down those who dwell on high,\nThe lofty city;\nHe lays it low,\nHe lays it low to the ground,\nHe brings it down to the dust.",
      "6": "The foot shall tread it down—\nThe feet of the poor\nAnd the steps of the needy.”",
      "7": "The way of the just is uprightness;\nO Most Upright,\nYou weigh the path of the just.",
      "8": "Yes, in the way of Your judgments,\nO Lord, we have waited for You;\nThe desire of our soul is for Your name\nAnd for the remembrance of You.",
      "9": "With my soul I have desired You in the night,\nYes, by my spirit within me I will seek You early;\nFor when Your judgments are in the earth,\nThe inhabitants of the world will learn righteousness.",
      "10": "Let grace be shown to the wicked,\nYet he will not learn righteousness;\nIn the land of uprightness he will deal unjustly,\nAnd will not behold the majesty of the Lord.",
      "11": "Lord, when Your hand is lifted up, they will not see.\nBut they will see and be ashamed\nFor their envy of people;\nYes, the fire of Your enemies shall devour them.",
      "12": "Lord, You will establish peace for us,\nFor You have also done all our works in us.",
      "13": "O Lord our God, masters besides You\nHave had dominion over us;\nBut by You only we make mention of Your name.",
      "14": "They are dead, they will not live;\nThey are deceased, they will not rise.\nTherefore You have punished and destroyed them,\nAnd made all their memory to perish.",
      "15": "You have increased the nation, O Lord,\nYou have increased the nation;\nYou are glorified;\nYou have expanded all the borders of the land.",
      "16": "Lord, in trouble they have visited You,\nThey poured out a prayer when Your chastening was upon them.",
      "17": "As a woman with child\nIs in pain and cries out in her pangs,\nWhen she draws near the time of her delivery,\nSo have we been in Your sight, O Lord.",
      "18": "We have been with child, we have been in pain;\nWe have, as it were, brought forth wind;\nWe have not accomplished any deliverance in the earth,\nNor have the inhabitants of the world fallen.",
      "19": "Your dead shall live;\nTogether with my dead body they shall arise.\nAwake and sing, you who dwell in dust;\nFor your dew is like the dew of herbs,\nAnd the earth shall cast out the dead.",
      "20": "Come, my people, enter your chambers,\nAnd shut your doors behind you;\nHide yourself, as it were, for a little moment,\nUntil the indignation is past.",
      "21": "For behold, the Lord comes out of His place\nTo punish the inhabitants of the earth for their iniquity;\nThe earth will also disclose her blood,\nAnd will no more cover her slain."
    },
    "27": {
      "1": "In that day the Lord with His severe sword, great and strong,\nWill punish Leviathan the fleeing serpent,\nLeviathan that twisted serpent;\nAnd He will slay the reptile that is in the sea.",
      "2": "In that day sing to her,\n“A vineyard of red wine!",
      "3": "I, the Lord, keep it,\nI water it every moment;\nLest any hurt it,\nI keep it night and day.",
      "4": "Fury is not in Me.\nWho would set briers and thorns\nAgainst Me in battle?\nI would go through them,\nI would burn them together.",
      "5": "Or let him take hold of My strength,\nThat he may make peace with Me;\nAnd he shall make peace with Me.”",
      "6": "Those who come He shall cause to take root in Jacob;\nIsrael shall blossom and bud,\nAnd fill the face of the world with fruit.",
      "7": "Has He struck Israel as He struck those who struck him?\nOr has He been slain according to the slaughter of those who were slain by Him?",
      "8": "In measure, by sending it away,\nYou contended with it.\nHe removes it by His rough wind\nIn the day of the east wind.",
      "9": "Therefore by this the iniquity of Jacob will be covered;\nAnd this is all the fruit of taking away his sin:\nWhen he makes all the stones of the altar\nLike chalkstones that are beaten to dust,\nWooden images and incense altars shall not stand.",
      "10": "Yet the fortified city will be desolate,\nThe habitation forsaken and left like a wilderness;\nThere the calf will feed, and there it will lie down\nAnd consume its branches.",
      "11": "When its boughs are withered, they will be broken off;\nThe women come and set them on fire.\nFor it is a people of no understanding;\nTherefore He who made them will not have mercy on them,\nAnd He who formed them will show them no favor.",
      "12": "And it shall come to pass in that day\nThat the Lord will thresh,\nFrom the channel of the River to the Brook of Egypt;\nAnd you will be gathered one by one,\nO you children of Israel.",
      "13": "So it shall be in that day:\nThe great trumpet will be blown;\nThey will come, who are about to perish in the land of Assyria,\nAnd they who are outcasts in the land of Egypt,\nAnd shall worship the Lord in the holy mount at Jerusalem."
    },
    "28": {
      "1": "Woe to the crown of pride, to the drunkards of Ephraim,\nWhose glorious beauty is a fading flower\nWhich is at the head of the verdant valleys,\nTo those who are overcome with wine!",
      "2": "Behold, the Lord has a mighty and strong one,\nLike a tempest of hail and a destroying storm,\nLike a flood of mighty waters overflowing,\nWho will bring them down to the earth with His hand.",
      "3": "The crown of pride, the drunkards of Ephraim,\nWill be trampled underfoot;",
      "4": "And the glorious beauty is a fading flower\nWhich is at the head of the verdant valley,\nLike the first fruit before the summer,\nWhich an observer sees;\nHe eats it up while it is still in his hand.",
      "5": "In that day the Lord of hosts will be\nFor a crown of glory and a diadem of beauty\nTo the remnant of His people,",
      "6": "For a spirit of justice to him who sits in judgment,\nAnd for strength to those who turn back the battle at the gate.",
      "7": "But they also have erred through wine,\nAnd through intoxicating drink are out of the way;\nThe priest and the prophet have erred through intoxicating drink,\nThey are swallowed up by wine,\nThey are out of the way through intoxicating drink;\nThey err in vision, they stumble in judgment.",
      "8": "For all tables are full of vomit and filth;\nNo place is clean.",
      "9": "“Whom will he teach knowledge?\nAnd whom will he make to understand the message?\nThose just weaned from milk?\nThose just drawn from the breasts?",
      "10": "For precept must be upon precept, precept upon precept,\nLine upon line, line upon line,\nHere a little, there a little.”",
      "11": "For with stammering lips and another tongue\nHe will speak to this people,",
      "12": "To whom He said, “This is the rest with which\nYou may cause the weary to rest,”\nAnd, “This is the refreshing”;\nYet they would not hear.",
      "13": "But the word of the Lord was to them,\n“Precept upon precept, precept upon precept,\nLine upon line, line upon line,\nHere a little, there a little,”\nThat they might go and fall backward, and be broken\nAnd snared and caught.",
      "14": "Therefore hear the word of the Lord, you scornful men,\nWho rule this people who are in Jerusalem,",
      "15": "Because you have said, “We have made a covenant with death,\nAnd with Sheol we are in agreement.\nWhen the overflowing scourge passes through,\nIt will not come to us,\nFor we have made lies our refuge,\nAnd under falsehood we have hidden ourselves.”",
      "16": "Therefore thus says the Lord God:\n“Behold, I lay in Zion a stone for a foundation,\nA tried stone, a precious cornerstone, a sure foundation;\nWhoever believes will not act hastily.",
      "17": "Also I will make justice the measuring line,\nAnd righteousness the plummet;\nThe hail will sweep away the refuge of lies,\nAnd the waters will overflow the hiding place.",
      "18": "Your covenant with death will be annulled,\nAnd your agreement with Sheol will not stand;\nWhen the overflowing scourge passes through,\nThen you will be trampled down by it.",
      "19": "As often as it goes out it will take you;\nFor morning by morning it will pass over,\nAnd by day and by night;\nIt will be a terror just to understand the report.”",
      "20": "For the bed is too short to stretch out on,\nAnd the covering so narrow that one cannot wrap himself in it.",
      "21": "For the Lord will rise up as at Mount Perazim,\nHe will be angry as in the Valley of Gibeon—\nThat He may do His work, His awesome work,\nAnd bring to pass His act, His unusual act.",
      "22": "Now therefore, do not be mockers,\nLest your bonds be made strong;\nFor I have heard from the Lord God of hosts,\nA destruction determined even upon the whole earth.",
      "23": "Give ear and hear my voice,\nListen and hear my speech.",
      "24": "Does the plowman keep plowing all day to sow?\nDoes he keep turning his soil and breaking the clods?",
      "25": "When he has leveled its surface,\nDoes he not sow the black cummin\nAnd scatter the cummin,\nPlant the wheat in rows,\nThe barley in the appointed place,\nAnd the spelt in its place?",
      "26": "For He instructs him in right judgment,\nHis God teaches him.",
      "27": "For the black cummin is not threshed with a threshing sledge,\nNor is a cartwheel rolled over the cummin;\nBut the black cummin is beaten out with a stick,\nAnd the cummin with a rod.",
      "28": "Bread flour must be ground;\nTherefore he does not thresh it forever,\nBreak it with his cartwheel,\nOr crush it with his horsemen.",
      "29": "This also comes from the Lord of hosts,\nWho is wonderful in counsel and excellent in guidance."
    },
    "29": {
      "1": "“Woe to Ariel, to Ariel, the city where David dwelt!\nAdd year to year;\nLet feasts come around.",
      "2": "Yet I will distress Ariel;\nThere shall be heaviness and sorrow,\nAnd it shall be to Me as Ariel.",
      "3": "I will encamp against you all around,\nI will lay siege against you with a mound,\nAnd I will raise siegeworks against you.",
      "4": "You shall be brought down,\nYou shall speak out of the ground;\nYour speech shall be low, out of the dust;\nYour voice shall be like a medium’s, out of the ground;\nAnd your speech shall whisper out of the dust.",
      "5": "“Moreover the multitude of your foes\nShall be like fine dust,\nAnd the multitude of the terrible ones\nLike chaff that passes away;\nYes, it shall be in an instant, suddenly.",
      "6": "You will be punished by the Lord of hosts\nWith thunder and earthquake and great noise,\nWith storm and tempest\nAnd the flame of devouring fire.",
      "7": "The multitude of all the nations who fight against Ariel,\nEven all who fight against her and her fortress,\nAnd distress her,\nShall be as a dream of a night vision.",
      "8": "It shall even be as when a hungry man dreams,\nAnd look—he eats;\nBut he awakes, and his soul is still empty;\nOr as when a thirsty man dreams,\nAnd look—he drinks;\nBut he awakes, and indeed he is faint,\nAnd his soul still craves:\nSo the multitude of all the nations shall be,\nWho fight against Mount Zion.”",
      "9": "Pause and wonder!\nBlind yourselves and be blind!\nThey are drunk, but not with wine;\nThey stagger, but not with intoxicating drink.",
      "10": "For the Lord has poured out on you\nThe spirit of deep sleep,\nAnd has closed your eyes, namely, the prophets;\nAnd He has covered your heads, namely, the seers.",
      "11": "The whole vision has become to you like the words of a book that is sealed, which men deliver to one who is literate, saying, “Read this, please.”\nAnd he says, “I cannot, for it is sealed.”",
      "12": "Then the book is delivered to one who is illiterate, saying, “Read this, please.”\nAnd he says, “I am not literate.”",
      "13": "Therefore the Lord said:\n“Inasmuch as these people draw near with their mouths\nAnd honor Me with their lips,\nBut have removed their hearts far from Me,\nAnd their fear toward Me is taught by the commandment of men,",
      "14": "Therefore, behold, I will again do a marvelous work\nAmong this people,\nA marvelous work and a wonder;\nFor the wisdom of their wise men shall perish,\nAnd the understanding of their prudent men shall be hidden.”",
      "15": "Woe to those who seek deep to hide their counsel far from the Lord,\nAnd their works are in the dark;\nThey say, “Who sees us?” and, “Who knows us?”",
      "16": "Surely you have things turned around!\nShall the potter be esteemed as the clay;\nFor shall the thing made say of him who made it,\n“He did not make me”?\nOr shall the thing formed say of him who formed it,\n“He has no understanding”?",
      "17": "Is it not yet a very little while\nTill Lebanon shall be turned into a fruitful field,\nAnd the fruitful field be esteemed as a forest?",
      "18": "In that day the deaf shall hear the words of the book,\nAnd the eyes of the blind shall see out of obscurity and out of darkness.",
      "19": "The humble also shall increase their joy in the Lord,\nAnd the poor among men shall rejoice\nIn the Holy One of Israel.",
      "20": "For the terrible one is brought to nothing,\nThe scornful one is consumed,\nAnd all who watch for iniquity are cut off—",
      "21": "Who make a man an offender by a word,\nAnd lay a snare for him who reproves in the gate,\nAnd turn aside the just by empty words.",
      "22": "Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob:\n“Jacob shall not now be ashamed,\nNor shall his face now grow pale;",
      "23": "But when he sees his children,\nThe work of My hands, in his midst,\nThey will hallow My name,\nAnd hallow the Holy One of Jacob,\nAnd fear the God of Israel.",
      "24": "These also who erred in spirit will come to understanding,\nAnd those who complained will learn doctrine.”"
    },
    "30": {
      "1": "“Woe to the rebellious children,” says the Lord,\n“Who take counsel, but not of Me,\nAnd who devise plans, but not of My Spirit,\nThat they may add sin to sin;",
      "2": "Who walk to go down to Egypt,\nAnd have not asked My advice,\nTo strengthen themselves in the strength of Pharaoh,\nAnd to trust in the shadow of Egypt!",
      "3": "Therefore the strength of Pharaoh\nShall be your shame,\nAnd trust in the shadow of Egypt\nShall be your humiliation.",
      "4": "For his princes were at Zoan,\nAnd his ambassadors came to Hanes.",
      "5": "They were all ashamed of a people who could not benefit them,\nOr be help or benefit,\nBut a shame and also a reproach.”",
      "6": "The burden against the beasts of the South.\nThrough a land of trouble and anguish,\nFrom which came the lioness and lion,\nThe viper and fiery flying serpent,\nThey will carry their riches on the backs of young donkeys,\nAnd their treasures on the humps of camels,\nTo a people who shall not profit;",
      "7": "For the Egyptians shall help in vain and to no purpose.\nTherefore I have called her\nRahab-Hem-Shebeth.",
      "8": "Now go, write it before them on a tablet,\nAnd note it on a scroll,\nThat it may be for time to come,\nForever and ever:",
      "9": "That this is a rebellious people,\nLying children,\nChildren who will not hear the law of the Lord;",
      "10": "Who say to the seers, “Do not see,”\nAnd to the prophets, “Do not prophesy to us right things;\nSpeak to us smooth things, prophesy deceits.",
      "11": "Get out of the way,\nTurn aside from the path,\nCause the Holy One of Israel\nTo cease from before us.”",
      "12": "Therefore thus says the Holy One of Israel:\n“Because you despise this word,\nAnd trust in oppression and perversity,\nAnd rely on them,",
      "13": "Therefore this iniquity shall be to you\nLike a breach ready to fall,\nA bulge in a high wall,\nWhose breaking comes suddenly, in an instant.",
      "14": "And He shall break it like the breaking of the potter’s vessel,\nWhich is broken in pieces;\nHe shall not spare.\nSo there shall not be found among its fragments\nA shard to take fire from the hearth,\nOr to take water from the cistern.”",
      "15": "For thus says the Lord God, the Holy One of Israel:\n“In returning and rest you shall be saved;\nIn quietness and confidence shall be your strength.”\nBut you would not,",
      "16": "And you said, “No, for we will flee on horses”—\nTherefore you shall flee!\nAnd, “We will ride on swift horses”—\nTherefore those who pursue you shall be swift!",
      "17": "One thousand shall flee at the threat of one,\nAt the threat of five you shall flee,\nTill you are left as a pole on top of a mountain\nAnd as a banner on a hill.",
      "18": "Therefore the Lord will wait, that He may be gracious to you;\nAnd therefore He will be exalted, that He may have mercy on you.\nFor the Lord is a God of justice;\nBlessed are all those who wait for Him.",
      "19": "For the people shall dwell in Zion at Jerusalem;\nYou shall weep no more.\nHe will be very gracious to you at the sound of your cry;\nWhen He hears it, He will answer you.",
      "20": "And though the Lord gives you\nThe bread of adversity and the water of affliction,\nYet your teachers will not be moved into a corner anymore,\nBut your eyes shall see your teachers.",
      "21": "Your ears shall hear a word behind you, saying,\n“This is the way, walk in it,”\nWhenever you turn to the right hand\nOr whenever you turn to the left.",
      "22": "You will also defile the covering of your images of silver,\nAnd the ornament of your molded images of gold.\nYou will throw them away as an unclean thing;\nYou will say to them, “Get away!”",
      "23": "Then He will give the rain for your seed\nWith which you sow the ground,\nAnd bread of the increase of the earth;\nIt will be fat and plentiful.\nIn that day your cattle will feed\nIn large pastures.",
      "24": "Likewise the oxen and the young donkeys that work the ground\nWill eat cured fodder,\nWhich has been winnowed with the shovel and fan.",
      "25": "There will be on every high mountain\nAnd on every high hill\nRivers and streams of waters,\nIn the day of the great slaughter,\nWhen the towers fall.",
      "26": "Moreover the light of the moon will be as the light of the sun,\nAnd the light of the sun will be sevenfold,\nAs the light of seven days,\nIn the day that the Lord binds up the bruise of His people\nAnd heals the stroke of their wound.",
      "27": "Behold, the name of the Lord comes from afar,\nBurning with His anger,\nAnd His burden is heavy;\nHis lips are full of indignation,\nAnd His tongue like a devouring fire.",
      "28": "His breath is like an overflowing stream,\nWhich reaches up to the neck,\nTo sift the nations with the sieve of futility;\nAnd there shall be a bridle in the jaws of the people,\nCausing them to err.",
      "29": "You shall have a song\nAs in the night when a holy festival is kept,\nAnd gladness of heart as when one goes with a flute,\nTo come into the mountain of the Lord,\nTo the Mighty One of Israel.",
      "30": "The Lord will cause His glorious voice to be heard,\nAnd show the descent of His arm,\nWith the indignation of His anger\nAnd the flame of a devouring fire,\nWith scattering, tempest, and hailstones.",
      "31": "For through the voice of the Lord\nAssyria will be beaten down,\nAs He strikes with the rod.",
      "32": "And in every place where the staff of punishment passes,\nWhich the Lord lays on him,\nIt will be with tambourines and harps;\nAnd in battles of brandishing He will fight with it.",
      "33": "For Tophet was established of old,\nYes, for the king it is prepared.\nHe has made it deep and large;\nIts pyre is fire with much wood;\nThe breath of the Lord, like a stream of brimstone,\nKindles it."
    },
    "31": {
      "1": "Woe to those who go down to Egypt for help,\nAnd rely on horses,\nWho trust in chariots because they are many,\nAnd in horsemen because they are very strong,\nBut who do not look to the Holy One of Israel,\nNor seek the Lord!",
      "2": "Yet He also is wise and will bring disaster,\nAnd will not call back His words,\nBut will arise against the house of evildoers,\nAnd against the help of those who work iniquity.",
      "3": "Now the Egyptians are men, and not God;\nAnd their horses are flesh, and not spirit.\nWhen the Lord stretches out His hand,\nBoth he who helps will fall,\nAnd he who is helped will fall down;\nThey all will perish together.",
      "4": "For thus the Lord has spoken to me:\n“As a lion roars,\nAnd a young lion over his prey\n(When a multitude of shepherds is summoned against him,\nHe will not be afraid of their voice\nNor be disturbed by their noise),\nSo the Lord of hosts will come down\nTo fight for Mount Zion and for its hill.",
      "5": "Like birds flying about,\nSo will the Lord of hosts defend Jerusalem.\nDefending, He will also deliver it;\nPassing over, He will preserve it.”",
      "6": "Return to Him against whom the children of Israel have deeply revolted.",
      "7": "For in that day every man shall throw away his idols of silver and his idols of gold—sin, which your own hands have made for yourselves.",
      "8": "“Then Assyria shall fall by a sword not of man,\nAnd a sword not of mankind shall devour him.\nBut he shall flee from the sword,\nAnd his young men shall become forced labor.",
      "9": "He shall cross over to his stronghold for fear,\nAnd his princes shall be afraid of the banner,”\nSays the Lord,\nWhose fire is in Zion\nAnd whose furnace is in Jerusalem."
    },
    "32": {
      "1": "Behold, a king will reign in righteousness,\nAnd princes will rule with justice.",
      "2": "A man will be as a hiding place from the wind,\nAnd a cover from the tempest,\nAs rivers of water in a dry place,\nAs the shadow of a great rock in a weary land.",
      "3": "The eyes of those who see will not be dim,\nAnd the ears of those who hear will listen.",
      "4": "Also the heart of the rash will understand knowledge,\nAnd the tongue of the stammerers will be ready to speak plainly.",
      "5": "The foolish person will no longer be called generous,\nNor the miser said to be bountiful;",
      "6": "For the foolish person will speak foolishness,\nAnd his heart will work iniquity:\nTo practice ungodliness,\nTo utter error against the Lord,\nTo keep the hungry unsatisfied,\nAnd he will cause the drink of the thirsty to fail.",
      "7": "Also the schemes of the schemer are evil;\nHe devises wicked plans\nTo destroy the poor with lying words,\nEven when the needy speaks justice.",
      "8": "But a generous man devises generous things,\nAnd by generosity he shall stand.",
      "9": "Rise up, you women who are at ease,\nHear my voice;\nYou complacent daughters,\nGive ear to my speech.",
      "10": "In a year and some days\nYou will be troubled, you complacent women;\nFor the vintage will fail,\nThe gathering will not come.",
      "11": "Tremble, you women who are at ease;\nBe troubled, you complacent ones;\nStrip yourselves, make yourselves bare,\nAnd gird sackcloth on your waists.",
      "12": "People shall mourn upon their breasts\nFor the pleasant fields, for the fruitful vine.",
      "13": "On the land of my people will come up thorns and briers,\nYes, on all the happy homes in the joyous city;",
      "14": "Because the palaces will be forsaken,\nThe bustling city will be deserted.\nThe forts and towers will become lairs forever,\nA joy of wild donkeys, a pasture of flocks—",
      "15": "Until the Spirit is poured upon us from on high,\nAnd the wilderness becomes a fruitful field,\nAnd the fruitful field is counted as a forest.",
      "16": "Then justice will dwell in the wilderness,\nAnd righteousness remain in the fruitful field.",
      "17": "The work of righteousness will be peace,\nAnd the effect of righteousness, quietness and assurance forever.",
      "18": "My people will dwell in a peaceful habitation,\nIn secure dwellings, and in quiet resting places,",
      "19": "Though hail comes down on the forest,\nAnd the city is brought low in humiliation.",
      "20": "Blessed are you who sow beside all waters,\nWho send out freely the feet of the ox and the donkey."
    },
    "33": {
      "1": "Woe to you who plunder, though you have not been plundered;\nAnd you who deal treacherously, though they have not dealt treacherously with you!\nWhen you cease plundering,\nYou will be plundered;\nWhen you make an end of dealing treacherously,\nThey will deal treacherously with you.",
      "2": "O Lord, be gracious to us;\nWe have waited for You.\nBe their arm every morning,\nOur salvation also in the time of trouble.",
      "3": "At the noise of the tumult the people shall flee;\nWhen You lift Yourself up, the nations shall be scattered;",
      "4": "And Your plunder shall be gathered\nLike the gathering of the caterpillar;\nAs the running to and fro of locusts,\nHe shall run upon them.",
      "5": "The Lord is exalted, for He dwells on high;\nHe has filled Zion with justice and righteousness.",
      "6": "Wisdom and knowledge will be the stability of your times,\nAnd the strength of salvation;\nThe fear of the Lord is His treasure.",
      "7": "Surely their valiant ones shall cry outside,\nThe ambassadors of peace shall weep bitterly.",
      "8": "The highways lie waste,\nThe traveling man ceases.\nHe has broken the covenant,\nHe has despised the cities,\nHe regards no man.",
      "9": "The earth mourns and languishes,\nLebanon is shamed and shriveled;\nSharon is like a wilderness,\nAnd Bashan and Carmel shake off their fruits.",
      "10": "“Now I will rise,” says the Lord;\n“Now I will be exalted,\nNow I will lift Myself up.",
      "11": "You shall conceive chaff,\nYou shall bring forth stubble;\nYour breath, as fire, shall devour you.",
      "12": "And the people shall be like the burnings of lime;\nLike thorns cut up they shall be burned in the fire.",
      "13": "Hear, you who are afar off, what I have done;\nAnd you who are near, acknowledge My might.”",
      "14": "The sinners in Zion are afraid;\nFearfulness has seized the hypocrites:\n“Who among us shall dwell with the devouring fire?\nWho among us shall dwell with everlasting burnings?”",
      "15": "He who walks righteously and speaks uprightly,\nHe who despises the gain of oppressions,\nWho gestures with his hands, refusing bribes,\nWho stops his ears from hearing of bloodshed,\nAnd shuts his eyes from seeing evil:",
      "16": "He will dwell on high;\nHis place of defense will be the fortress of rocks;\nBread will be given him,\nHis water will be sure.",
      "17": "Your eyes will see the King in His beauty;\nThey will see the land that is very far off.",
      "18": "Your heart will meditate on terror:\n“Where is the scribe?\nWhere is he who weighs?\nWhere is he who counts the towers?”",
      "19": "You will not see a fierce people,\nA people of obscure speech, beyond perception,\nOf a stammering tongue that you cannot understand.",
      "20": "Look upon Zion, the city of our appointed feasts;\nYour eyes will see Jerusalem, a quiet home,\nA tabernacle that will not be taken down;\nNot one of its stakes will ever be removed,\nNor will any of its cords be broken.",
      "21": "But there the majestic Lord will be for us\nA place of broad rivers and streams,\nIn which no galley with oars will sail,\nNor majestic ships pass by",
      "22": "(For the Lord is our Judge,\nThe Lord is our Lawgiver,\nThe Lord is our King;\nHe will save us);",
      "23": "Your tackle is loosed,\nThey could not strengthen their mast,\nThey could not spread the sail. \nThen the prey of great plunder is divided;\nThe lame take the prey.",
      "24": "And the inhabitant will not say, “I am sick”;\nThe people who dwell in it will be forgiven their iniquity."
    },
    "34": {
      "1": "Come near, you nations, to hear;\nAnd heed, you people!\nLet the earth hear, and all that is in it,\nThe world and all things that come forth from it.",
      "2": "For the indignation of the Lord is against all nations,\nAnd His fury against all their armies;\nHe has utterly destroyed them,\nHe has given them over to the slaughter.",
      "3": "Also their slain shall be thrown out;\nTheir stench shall rise from their corpses,\nAnd the mountains shall be melted with their blood.",
      "4": "All the host of heaven shall be dissolved,\nAnd the heavens shall be rolled up like a scroll;\nAll their host shall fall down\nAs the leaf falls from the vine,\nAnd as fruit falling from a fig tree.",
      "5": "“For My sword shall be bathed in heaven;\nIndeed it shall come down on Edom,\nAnd on the people of My curse, for judgment.",
      "6": "The sword of the Lord is filled with blood,\nIt is made overflowing with fatness,\nWith the blood of lambs and goats,\nWith the fat of the kidneys of rams.\nFor the Lord has a sacrifice in Bozrah,\nAnd a great slaughter in the land of Edom.",
      "7": "The wild oxen shall come down with them,\nAnd the young bulls with the mighty bulls;\nTheir land shall be soaked with blood,\nAnd their dust saturated with fatness.”",
      "8": "For it is the day of the Lord’s vengeance,\nThe year of recompense for the cause of Zion.",
      "9": "Its streams shall be turned into pitch,\nAnd its dust into brimstone;\nIts land shall become burning pitch.",
      "10": "It shall not be quenched night or day;\nIts smoke shall ascend forever.\nFrom generation to generation it shall lie waste;\nNo one shall pass through it forever and ever.",
      "11": "But the pelican and the porcupine shall possess it,\nAlso the owl and the raven shall dwell in it.\nAnd He shall stretch out over it\nThe line of confusion and the stones of emptiness.",
      "12": "They shall call its nobles to the kingdom,\nBut none shall be there, and all its princes shall be nothing.",
      "13": "And thorns shall come up in its palaces,\nNettles and brambles in its fortresses;\nIt shall be a habitation of jackals,\nA courtyard for ostriches.",
      "14": "The wild beasts of the desert shall also meet with the jackals,\nAnd the wild goat shall bleat to its companion;\nAlso the night creature shall rest there,\nAnd find for herself a place of rest.",
      "15": "There the arrow snake shall make her nest and lay eggs\nAnd hatch, and gather them under her shadow;\nThere also shall the hawks be gathered,\nEvery one with her mate.",
      "16": "“Search from the book of the Lord, and read:\nNot one of these shall fail;\nNot one shall lack her mate.\nFor My mouth has commanded it, and His Spirit has gathered them.",
      "17": "He has cast the lot for them,\nAnd His hand has divided it among them with a measuring line.\nThey shall possess it forever;\nFrom generation to generation they shall dwell in it.”"
    },
    "35": {
      "1": "The wilderness and the wasteland shall be glad for them,\nAnd the desert shall rejoice and blossom as the rose;",
      "2": "It shall blossom abundantly and rejoice,\nEven with joy and singing.\nThe glory of Lebanon shall be given to it,\nThe excellence of Carmel and Sharon.\nThey shall see the glory of the Lord,\nThe excellency of our God.",
      "3": "Strengthen the weak hands,\nAnd make firm the feeble knees.",
      "4": "Say to those who are fearful-hearted,\n“Be strong, do not fear!\nBehold, your God will come with vengeance,\nWith the recompense of God;\nHe will come and save you.”",
      "5": "Then the eyes of the blind shall be opened,\nAnd the ears of the deaf shall be unstopped.",
      "6": "Then the lame shall leap like a deer,\nAnd the tongue of the dumb sing.\nFor waters shall burst forth in the wilderness,\nAnd streams in the desert.",
      "7": "The parched ground shall become a pool,\nAnd the thirsty land springs of water;\nIn the habitation of jackals, where each lay,\nThere shall be grass with reeds and rushes.",
      "8": "A highway shall be there, and a road,\nAnd it shall be called the Highway of Holiness.\nThe unclean shall not pass over it,\nBut it shall be for others.\nWhoever walks the road, although a fool,\nShall not go astray.",
      "9": "No lion shall be there,\nNor shall any ravenous beast go up on it;\nIt shall not be found there.\nBut the redeemed shall walk there,",
      "10": "And the ransomed of the Lord shall return,\nAnd come to Zion with singing,\nWith everlasting joy on their heads.\nThey shall obtain joy and gladness,\nAnd sorrow and sighing shall flee away."
    },
    "36": {
      "1": "Now it came to pass in the fourteenth year of King Hezekiah that Sennacherib king of Assyria came up against all the fortified cities of Judah and took them.",
      "2": "Then the king of Assyria sent the Rabshakeh with a great army from Lachish to King Hezekiah at Jerusalem. And he stood by the aqueduct from the upper pool, on the highway to the Fuller’s Field.",
      "3": "And Eliakim the son of Hilkiah, who was over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came out to him.",
      "4": "Then the Rabshakeh said to them, “Say now to Hezekiah, ‘Thus says the great king, the king of Assyria: “What confidence is this in which you trust?",
      "5": "I say you speak of having plans and power for war; but they are mere words. Now in whom do you trust, that you rebel against me?",
      "6": "Look! You are trusting in the staff of this broken reed, Egypt, on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who trust in him.",
      "7": "“But if you say to me, ‘We trust in the Lord our God,’ is it not He whose high places and whose altars Hezekiah has taken away, and said to Judah and Jerusalem, ‘You shall worship before this altar’?” ’",
      "8": "Now therefore, I urge you, give a pledge to my master the king of Assyria, and I will give you two thousand horses—if you are able on your part to put riders on them!",
      "9": "How then will you repel one captain of the least of my master’s servants, and put your trust in Egypt for chariots and horsemen?",
      "10": "Have I now come up without the Lord against this land to destroy it? The Lord said to me, ‘Go up against this land, and destroy it.’ ”",
      "11": "Then Eliakim, Shebna, and Joah said to the Rabshakeh, “Please speak to your servants in Aramaic, for we understand it; and do not speak to us in Hebrew in the hearing of the people who are on the wall.”",
      "12": "But the Rabshakeh said, “Has my master sent me to your master and to you to speak these words, and not to the men who sit on the wall, who will eat and drink their own waste with you?”",
      "13": "Then the Rabshakeh stood and called out with a loud voice in Hebrew, and said, “Hear the words of the great king, the king of Assyria!",
      "14": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you;",
      "15": "nor let Hezekiah make you trust in the Lord, saying, “The Lord will surely deliver us; this city will not be given into the hand of the king of Assyria.” ’",
      "16": "Do not listen to Hezekiah; for thus says the king of Assyria: ‘Make peace with me by a present and come out to me; and every one of you eat from his own vine and every one from his own fig tree, and every one of you drink the waters of his own cistern;",
      "17": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards.",
      "18": "Beware lest Hezekiah persuade you, saying, “The Lord will deliver us.” Has any one of the gods of the nations delivered its land from the hand of the king of Assyria?",
      "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Indeed, have they delivered Samaria from my hand?",
      "20": "Who among all the gods of these lands have delivered their countries from my hand, that the Lord should deliver Jerusalem from my hand?’ ”",
      "21": "But they held their peace and answered him not a word; for the king’s commandment was, “Do not answer him.”",
      "22": "Then Eliakim the son of Hilkiah, who was over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn, and told him the words of the Rabshakeh."
    },
    "37": {
      "1": "And so it was, when King Hezekiah heard it, that he tore his clothes, covered himself with sackcloth, and went into the house of the Lord.",
      "2": "Then he sent Eliakim, who was over the household, Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz.",
      "3": "And they said to him, “Thus says Hezekiah: ‘This day is a day of trouble and rebuke and blasphemy; for the children have come to birth, but there is no strength to bring them forth.",
      "4": "It may be that the Lord your God will hear the words of the Rabshakeh, whom his master the king of Assyria has sent to reproach the living God, and will rebuke the words which the Lord your God has heard. Therefore lift up your prayer for the remnant that is left.’ ”",
      "5": "So the servants of King Hezekiah came to Isaiah.",
      "6": "And Isaiah said to them, “Thus you shall say to your master, ‘Thus says the Lord: “Do not be afraid of the words which you have heard, with which the servants of the king of Assyria have blasphemed Me.",
      "7": "Surely I will send a spirit upon him, and he shall hear a rumor and return to his own land; and I will cause him to fall by the sword in his own land.” ’ ”",
      "8": "Then the Rabshakeh returned, and found the king of Assyria warring against Libnah, for he heard that he had departed from Lachish.",
      "9": "And the king heard concerning Tirhakah king of Ethiopia, “He has come out to make war with you.” So when he heard it, he sent messengers to Hezekiah, saying,",
      "10": "“Thus you shall speak to Hezekiah king of Judah, saying: ‘Do not let your God in whom you trust deceive you, saying, “Jerusalem shall not be given into the hand of the king of Assyria.”",
      "11": "Look! You have heard what the kings of Assyria have done to all lands by utterly destroying them; and shall you be delivered?",
      "12": "Have the gods of the nations delivered those whom my fathers have destroyed, Gozan and Haran and Rezeph, and the people of Eden who were in Telassar?",
      "13": "Where is the king of Hamath, the king of Arpad, and the king of the city of Sepharvaim, Hena, and Ivah?’ ”",
      "14": "And Hezekiah received the letter from the hand of the messengers, and read it; and Hezekiah went up to the house of the Lord, and spread it before the Lord.",
      "15": "Then Hezekiah prayed to the Lord, saying:",
      "16": "“O Lord of hosts, God of Israel, the One who dwells between the cherubim, You are God, You alone, of all the kingdoms of the earth. You have made heaven and earth.",
      "17": "Incline Your ear, O Lord, and hear; open Your eyes, O Lord, and see; and hear all the words of Sennacherib, which he has sent to reproach the living God.",
      "18": "Truly, Lord, the kings of Assyria have laid waste all the nations and their lands,",
      "19": "and have cast their gods into the fire; for they were not gods, but the work of men’s hands—wood and stone. Therefore they destroyed them.",
      "20": "Now therefore, O Lord our God, save us from his hand, that all the kingdoms of the earth may know that You are the Lord, You alone.”",
      "21": "Then Isaiah the son of Amoz sent to Hezekiah, saying, “Thus says the Lord God of Israel, ‘Because you have prayed to Me against Sennacherib king of Assyria,",
      "22": "this is the word which the Lord has spoken concerning him:\n“The virgin, the daughter of Zion,\nHas despised you, laughed you to scorn;\nThe daughter of Jerusalem\nHas shaken her head behind your back!",
      "23": "“Whom have you reproached and blasphemed?\nAgainst whom have you raised your voice,\nAnd lifted up your eyes on high?\nAgainst the Holy One of Israel.",
      "24": "By your servants you have reproached the Lord,\nAnd said, ‘By the multitude of my chariots\nI have come up to the height of the mountains,\nTo the limits of Lebanon;\nI will cut down its tall cedars\nAnd its choice cypress trees;\nI will enter its farthest height,\nTo its fruitful forest.",
      "25": "I have dug and drunk water,\nAnd with the soles of my feet I have dried up\nAll the brooks of defense.’",
      "26": "“Did you not hear long ago\nHow I made it,\nFrom ancient times that I formed it?\nNow I have brought it to pass,\nThat you should be\nFor crushing fortified cities into heaps of ruins.",
      "27": "Therefore their inhabitants had little power;\nThey were dismayed and confounded;\nThey were as the grass of the field\nAnd the green herb,\nAs the grass on the housetops\nAnd grain blighted before it is grown.",
      "28": "“But I know your dwelling place,\nYour going out and your coming in,\nAnd your rage against Me.",
      "29": "Because your rage against Me and your tumult\nHave come up to My ears,\nTherefore I will put My hook in your nose\nAnd My bridle in your lips,\nAnd I will turn you back\nBy the way which you came.” ’",
      "30": "“This shall be a sign to you:\nYou shall eat this year such as grows of itself,\nAnd the second year what springs from the same;\nAlso in the third year sow and reap,\nPlant vineyards and eat the fruit of them.",
      "31": "And the remnant who have escaped of the house of Judah\nShall again take root downward,\nAnd bear fruit upward.",
      "32": "For out of Jerusalem shall go a remnant,\nAnd those who escape from Mount Zion.\nThe zeal of the Lord of hosts will do this.",
      "33": "“Therefore thus says the Lord concerning the king of Assyria:\n‘He shall not come into this city,\nNor shoot an arrow there,\nNor come before it with shield,\nNor build a siege mound against it.",
      "34": "By the way that he came,\nBy the same shall he return;\nAnd he shall not come into this city,’\nSays the Lord.",
      "35": "‘For I will defend this city, to save it\nFor My own sake and for My servant David’s sake.’ ”",
      "36": "Then the angel of the Lord went out, and killed in the camp of the Assyrians one hundred and eighty-five thousand; and when people arose early in the morning, there were the corpses—all dead.",
      "37": "So Sennacherib king of Assyria departed and went away, returned home, and remained at Nineveh.",
      "38": "Now it came to pass, as he was worshiping in the house of Nisroch his god, that his sons Adrammelech and Sharezer struck him down with the sword; and they escaped into the land of Ararat. Then Esarhaddon his son reigned in his place."
    },
    "38": {
      "1": "In those days Hezekiah was sick and near death. And Isaiah the prophet, the son of Amoz, went to him and said to him, “Thus says the Lord: ‘Set your house in order, for you shall die and not live.’ ”",
      "2": "Then Hezekiah turned his face toward the wall, and prayed to the Lord,",
      "3": "and said, “Remember now, O Lord, I pray, how I have walked before You in truth and with a loyal heart, and have done what is good in Your sight.” And Hezekiah wept bitterly.",
      "4": "And the word of the Lord came to Isaiah, saying,",
      "5": "“Go and tell Hezekiah, ‘Thus says the Lord, the God of David your father: “I have heard your prayer, I have seen your tears; surely I will add to your days fifteen years.",
      "6": "I will deliver you and this city from the hand of the king of Assyria, and I will defend this city.” ’",
      "7": "And this is the sign to you from the Lord, that the Lord will do this thing which He has spoken:",
      "8": "Behold, I will bring the shadow on the sundial, which has gone down with the sun on the sundial of Ahaz, ten degrees backward.” So the sun returned ten degrees on the dial by which it had gone down.",
      "9": "This is the writing of Hezekiah king of Judah, when he had been sick and had recovered from his sickness:",
      "10": "I said,\n“In the prime of my life\nI shall go to the gates of Sheol;\nI am deprived of the remainder of my years.”",
      "11": "I said,\n“I shall not see Yah,\nThe Lord in the land of the living;\nI shall observe man no more among the inhabitants of the world.",
      "12": "My life span is gone,\nTaken from me like a shepherd’s tent;\nI have cut off my life like a weaver.\nHe cuts me off from the loom;\nFrom day until night You make an end of me.",
      "13": "I have considered until morning—\nLike a lion,\nSo He breaks all my bones;\nFrom day until night You make an end of me.",
      "14": "Like a crane or a swallow, so I chattered;\nI mourned like a dove;\nMy eyes fail from looking upward.\nO Lord, I am oppressed;\nUndertake for me!",
      "15": "“What shall I say?\nHe has both spoken to me,\nAnd He Himself has done it.\nI shall walk carefully all my years\nIn the bitterness of my soul.",
      "16": "O Lord, by these things men live;\nAnd in all these things is the life of my spirit;\nSo You will restore me and make me live.",
      "17": "Indeed it was for my own peace\nThat I had great bitterness;\nBut You have lovingly delivered my soul from the pit of corruption,\nFor You have cast all my sins behind Your back.",
      "18": "For Sheol cannot thank You,\nDeath cannot praise You;\nThose who go down to the pit cannot hope for Your truth.",
      "19": "The living, the living man, he shall praise You,\nAs I do this day;\nThe father shall make known Your truth to the children.",
      "20": "“The Lord was ready to save me;\nTherefore we will sing my songs with stringed instruments\nAll the days of our life, in the house of the Lord.”",
      "21": "Now Isaiah had said, “Let them take a lump of figs, and apply it as a poultice on the boil, and he shall recover.”",
      "22": "And Hezekiah had said, “What is the sign that I shall go up to the house of the Lord?”"
    },
    "39": {
      "1": "At that time Merodach-Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that he had been sick and had recovered.",
      "2": "And Hezekiah was pleased with them, and showed them the house of his treasures—the silver and gold, the spices and precious ointment, and all his armory—all that was found among his treasures. There was nothing in his house or in all his dominion that Hezekiah did not show them.",
      "3": "Then Isaiah the prophet went to King Hezekiah, and said to him, “What did these men say, and from where did they come to you?”\nSo Hezekiah said, “They came to me from a far country, from Babylon.”",
      "4": "And he said, “What have they seen in your house?”\nSo Hezekiah answered, “They have seen all that is in my house; there is nothing among my treasures that I have not shown them.”",
      "5": "Then Isaiah said to Hezekiah, “Hear the word of the Lord of hosts:",
      "6": "‘Behold, the days are coming when all that is in your house, and what your fathers have accumulated until this day, shall be carried to Babylon; nothing shall be left,’ says the Lord.",
      "7": "‘And they shall take away some of your sons who will descend from you, whom you will beget; and they shall be eunuchs in the palace of the king of Babylon.’ ”",
      "8": "So Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good!” For he said, “At least there will be peace and truth in my days.”"
    },
    "40": {
      "1": "“Comfort, yes, comfort My people!”\nSays your God.",
      "2": "“Speak comfort to Jerusalem, and cry out to her,\nThat her warfare is ended,\nThat her iniquity is pardoned;\nFor she has received from the Lord’s hand\nDouble for all her sins.”",
      "3": "The voice of one crying in the wilderness:\n“Prepare the way of the Lord;\nMake straight in the desert\nA highway for our God.",
      "4": "Every valley shall be exalted\nAnd every mountain and hill brought low;\nThe crooked places shall be made straight\nAnd the rough places smooth;",
      "5": "The glory of the Lord shall be revealed,\nAnd all flesh shall see it together;\nFor the mouth of the Lord has spoken.”",
      "6": "The voice said, “Cry out!”\nAnd he said, “What shall I cry?” \n“All flesh is grass,\nAnd all its loveliness is like the flower of the field.",
      "7": "The grass withers, the flower fades,\nBecause the breath of the Lord blows upon it;\nSurely the people are grass.",
      "8": "The grass withers, the flower fades,\nBut the word of our God stands forever.”",
      "9": "O Zion,\nYou who bring good tidings,\nGet up into the high mountain;\nO Jerusalem,\nYou who bring good tidings,\nLift up your voice with strength,\nLift it up, be not afraid;\nSay to the cities of Judah, “Behold your God!”",
      "10": "Behold, the Lord God shall come with a strong hand,\nAnd His arm shall rule for Him;\nBehold, His reward is with Him,\nAnd His work before Him.",
      "11": "He will feed His flock like a shepherd;\nHe will gather the lambs with His arm,\nAnd carry them in His bosom,\nAnd gently lead those who are with young.",
      "12": "Who has measured the waters in the hollow of His hand,\nMeasured heaven with a span\nAnd calculated the dust of the earth in a measure?\nWeighed the mountains in scales\nAnd the hills in a balance?",
      "13": "Who has directed the Spirit of the Lord,\nOr as His counselor has taught Him?",
      "14": "With whom did He take counsel, and who instructed Him,\nAnd taught Him in the path of justice?\nWho taught Him knowledge,\nAnd showed Him the way of understanding?",
      "15": "Behold, the nations are as a drop in a bucket,\nAnd are counted as the small dust on the scales;\nLook, He lifts up the isles as a very little thing.",
      "16": "And Lebanon is not sufficient to burn,\nNor its beasts sufficient for a burnt offering.",
      "17": "All nations before Him are as nothing,\nAnd they are counted by Him less than nothing and worthless.",
      "18": "To whom then will you liken God?\nOr what likeness will you compare to Him?",
      "19": "The workman molds an image,\nThe goldsmith overspreads it with gold,\nAnd the silversmith casts silver chains.",
      "20": "Whoever is too impoverished for such a contribution\nChooses a tree that will not rot;\nHe seeks for himself a skillful workman\nTo prepare a carved image that will not totter.",
      "21": "Have you not known?\nHave you not heard?\nHas it not been told you from the beginning?\nHave you not understood from the foundations of the earth?",
      "22": "It is He who sits above the circle of the earth,\nAnd its inhabitants are like grasshoppers,\nWho stretches out the heavens like a curtain,\nAnd spreads them out like a tent to dwell in.",
      "23": "He brings the princes to nothing;\nHe makes the judges of the earth useless.",
      "24": "Scarcely shall they be planted,\nScarcely shall they be sown,\nScarcely shall their stock take root in the earth,\nWhen He will also blow on them,\nAnd they will wither,\nAnd the whirlwind will take them away like stubble.",
      "25": "“To whom then will you liken Me,\nOr to whom shall I be equal?” says the Holy One.",
      "26": "Lift up your eyes on high,\nAnd see who has created these things,\nWho brings out their host by number;\nHe calls them all by name,\nBy the greatness of His might\nAnd the strength of His power;\nNot one is missing.",
      "27": "Why do you say, O Jacob,\nAnd speak, O Israel:\n“My way is hidden from the Lord,\nAnd my just claim is passed over by my God”?",
      "28": "Have you not known?\nHave you not heard?\nThe everlasting God, the Lord,\nThe Creator of the ends of the earth,\nNeither faints nor is weary.\nHis understanding is unsearchable.",
      "29": "He gives power to the weak,\nAnd to those who have no might He increases strength.",
      "30": "Even the youths shall faint and be weary,\nAnd the young men shall utterly fall,",
      "31": "But those who wait on the Lord\nShall renew their strength;\nThey shall mount up with wings like eagles,\nThey shall run and not be weary,\nThey shall walk and not faint."
    },
    "41": {
      "1": "“Keep silence before Me, O coastlands,\nAnd let the people renew their strength!\nLet them come near, then let them speak;\nLet us come near together for judgment.",
      "2": "“Who raised up one from the east?\nWho in righteousness called him to His feet?\nWho gave the nations before him,\nAnd made him rule over kings?\nWho gave them as the dust to his sword,\nAs driven stubble to his bow?",
      "3": "Who pursued them, and passed safely\nBy the way that he had not gone with his feet?",
      "4": "Who has performed and done it,\nCalling the generations from the beginning?\n‘I, the Lord, am the first;\nAnd with the last I am He.’ ”",
      "5": "The coastlands saw it and feared,\nThe ends of the earth were afraid;\nThey drew near and came.",
      "6": "Everyone helped his neighbor,\nAnd said to his brother,\n“Be of good courage!”",
      "7": "So the craftsman encouraged the goldsmith;\nHe who smooths with the hammer inspired him who strikes the anvil,\nSaying, “It is ready for the soldering”;\nThen he fastened it with pegs,\nThat it might not totter.",
      "8": "“But you, Israel, are My servant,\nJacob whom I have chosen,\nThe descendants of Abraham My friend.",
      "9": "You whom I have taken from the ends of the earth,\nAnd called from its farthest regions,\nAnd said to you,\n‘You are My servant,\nI have chosen you and have not cast you away:",
      "10": "Fear not, for I am with you;\nBe not dismayed, for I am your God.\nI will strengthen you,\nYes, I will help you,\nI will uphold you with My righteous right hand.’",
      "11": "“Behold, all those who were incensed against you\nShall be ashamed and disgraced;\nThey shall be as nothing,\nAnd those who strive with you shall perish.",
      "12": "You shall seek them and not find them—\nThose who contended with you.\nThose who war against you\nShall be as nothing,\nAs a nonexistent thing.",
      "13": "For I, the Lord your God, will hold your right hand,\nSaying to you, ‘Fear not, I will help you.’",
      "14": "“Fear not, you worm Jacob,\nYou men of Israel!\nI will help you,” says the Lord\nAnd your Redeemer, the Holy One of Israel.",
      "15": "“Behold, I will make you into a new threshing sledge with sharp teeth;\nYou shall thresh the mountains and beat them small,\nAnd make the hills like chaff.",
      "16": "You shall winnow them, the wind shall carry them away,\nAnd the whirlwind shall scatter them;\nYou shall rejoice in the Lord,\nAnd glory in the Holy One of Israel.",
      "17": "“The poor and needy seek water, but there is none,\nTheir tongues fail for thirst.\nI, the Lord, will hear them;\nI, the God of Israel, will not forsake them.",
      "18": "I will open rivers in desolate heights,\nAnd fountains in the midst of the valleys;\nI will make the wilderness a pool of water,\nAnd the dry land springs of water.",
      "19": "I will plant in the wilderness the cedar and the acacia tree,\nThe myrtle and the oil tree;\nI will set in the desert the cypress tree and the pine\nAnd the box tree together,",
      "20": "That they may see and know,\nAnd consider and understand together,\nThat the hand of the Lord has done this,\nAnd the Holy One of Israel has created it.",
      "21": "“Present your case,” says the Lord.\n“Bring forth your strong reasons,” says the King of Jacob.",
      "22": "“Let them bring forth and show us what will happen;\nLet them show the former things, what they were,\nThat we may consider them,\nAnd know the latter end of them;\nOr declare to us things to come.",
      "23": "Show the things that are to come hereafter,\nThat we may know that you are gods;\nYes, do good or do evil,\nThat we may be dismayed and see it together.",
      "24": "Indeed you are nothing,\nAnd your work is nothing;\nHe who chooses you is an abomination.",
      "25": "“I have raised up one from the north,\nAnd he shall come;\nFrom the rising of the sun he shall call on My name;\nAnd he shall come against princes as though mortar,\nAs the potter treads clay.",
      "26": "Who has declared from the beginning, that we may know?\nAnd former times, that we may say, ‘He is righteous’?\nSurely there is no one who shows,\nSurely there is no one who declares,\nSurely there is no one who hears your words.",
      "27": "The first time I said to Zion,\n‘Look, there they are!’\nAnd I will give to Jerusalem one who brings good tidings.",
      "28": "For I looked, and there was no man;\nI looked among them, but there was no counselor,\nWho, when I asked of them, could answer a word.",
      "29": "Indeed they are all worthless;\nTheir works are nothing;\nTheir molded images are wind and confusion."
    },
    "42": {
      "1": "“Behold! My Servant whom I uphold,\nMy Elect One in whom My soul delights!\nI have put My Spirit upon Him;\nHe will bring forth justice to the Gentiles.",
      "2": "He will not cry out, nor raise His voice,\nNor cause His voice to be heard in the street.",
      "3": "A bruised reed He will not break,\nAnd smoking flax He will not quench;\nHe will bring forth justice for truth.",
      "4": "He will not fail nor be discouraged,\nTill He has established justice in the earth;\nAnd the coastlands shall wait for His law.”",
      "5": "Thus says God the Lord,\nWho created the heavens and stretched them out,\nWho spread forth the earth and that which comes from it,\nWho gives breath to the people on it,\nAnd spirit to those who walk on it:",
      "6": "“I, the Lord, have called You in righteousness,\nAnd will hold Your hand;\nI will keep You and give You as a covenant to the people,\nAs a light to the Gentiles,",
      "7": "To open blind eyes,\nTo bring out prisoners from the prison,\nThose who sit in darkness from the prison house.",
      "8": "I am the Lord, that is My name;\nAnd My glory I will not give to another,\nNor My praise to carved images.",
      "9": "Behold, the former things have come to pass,\nAnd new things I declare;\nBefore they spring forth I tell you of them.”",
      "10": "Sing to the Lord a new song,\nAnd His praise from the ends of the earth,\nYou who go down to the sea, and all that is in it,\nYou coastlands and you inhabitants of them!",
      "11": "Let the wilderness and its cities lift up their voice,\nThe villages that Kedar inhabits.\nLet the inhabitants of Sela sing,\nLet them shout from the top of the mountains.",
      "12": "Let them give glory to the Lord,\nAnd declare His praise in the coastlands.",
      "13": "The Lord shall go forth like a mighty man;\nHe shall stir up His zeal like a man of war.\nHe shall cry out, yes, shout aloud;\nHe shall prevail against His enemies.",
      "14": "“I have held My peace a long time,\nI have been still and restrained Myself.\nNow I will cry like a woman in labor,\nI will pant and gasp at once.",
      "15": "I will lay waste the mountains and hills,\nAnd dry up all their vegetation;\nI will make the rivers coastlands,\nAnd I will dry up the pools.",
      "16": "I will bring the blind by a way they did not know;\nI will lead them in paths they have not known.\nI will make darkness light before them,\nAnd crooked places straight.\nThese things I will do for them,\nAnd not forsake them.",
      "17": "They shall be turned back,\nThey shall be greatly ashamed,\nWho trust in carved images,\nWho say to the molded images,\n‘You are our gods.’",
      "18": "“Hear, you deaf;\nAnd look, you blind, that you may see.",
      "19": "Who is blind but My servant,\nOr deaf as My messenger whom I send?\nWho is blind as he who is perfect,\nAnd blind as the Lord’s servant?",
      "20": "Seeing many things, but you do not observe;\nOpening the ears, but he does not hear.”",
      "21": "The Lord is well pleased for His righteousness’ sake;\nHe will exalt the law and make it honorable.",
      "22": "But this is a people robbed and plundered;\nAll of them are snared in holes,\nAnd they are hidden in prison houses;\nThey are for prey, and no one delivers;\nFor plunder, and no one says, “Restore!”",
      "23": "Who among you will give ear to this?\nWho will listen and hear for the time to come?",
      "24": "Who gave Jacob for plunder, and Israel to the robbers?\nWas it not the Lord,\nHe against whom we have sinned?\nFor they would not walk in His ways,\nNor were they obedient to His law.",
      "25": "Therefore He has poured on him the fury of His anger\nAnd the strength of battle;\nIt has set him on fire all around,\nYet he did not know;\nAnd it burned him,\nYet he did not take it to heart."
    },
    "43": {
      "1": "But now, thus says the Lord, who created you, O Jacob,\nAnd He who formed you, O Israel:\n“Fear not, for I have redeemed you;\nI have called you by your name;\nYou are Mine.",
      "2": "When you pass through the waters, I will be with you;\nAnd through the rivers, they shall not overflow you.\nWhen you walk through the fire, you shall not be burned,\nNor shall the flame scorch you.",
      "3": "For I am the Lord your God,\nThe Holy One of Israel, your Savior;\nI gave Egypt for your ransom,\nEthiopia and Seba in your place.",
      "4": "Since you were precious in My sight,\nYou have been honored,\nAnd I have loved you;\nTherefore I will give men for you,\nAnd people for your life.",
      "5": "Fear not, for I am with you;\nI will bring your descendants from the east,\nAnd gather you from the west;",
      "6": "I will say to the north, ‘Give them up!’\nAnd to the south, ‘Do not keep them back!’\nBring My sons from afar,\nAnd My daughters from the ends of the earth—",
      "7": "Everyone who is called by My name,\nWhom I have created for My glory;\nI have formed him, yes, I have made him.”",
      "8": "Bring out the blind people who have eyes,\nAnd the deaf who have ears.",
      "9": "Let all the nations be gathered together,\nAnd let the people be assembled.\nWho among them can declare this,\nAnd show us former things?\nLet them bring out their witnesses, that they may be justified;\nOr let them hear and say, “It is truth.”",
      "10": "“You are My witnesses,” says the Lord,\n“And My servant whom I have chosen,\nThat you may know and believe Me,\nAnd understand that I am He.\nBefore Me there was no God formed,\nNor shall there be after Me.",
      "11": "I, even I, am the Lord,\nAnd besides Me there is no savior.",
      "12": "I have declared and saved,\nI have proclaimed,\nAnd there was no foreign god among you;\nTherefore you are My witnesses,”\nSays the Lord, “that I am God.",
      "13": "Indeed before the day was, I am He;\nAnd there is no one who can deliver out of My hand;\nI work, and who will reverse it?”",
      "14": "Thus says the Lord, your Redeemer,\nThe Holy One of Israel:\n“For your sake I will send to Babylon,\nAnd bring them all down as fugitives—\nThe Chaldeans, who rejoice in their ships.",
      "15": "I am the Lord, your Holy One,\nThe Creator of Israel, your King.”",
      "16": "Thus says the Lord, who makes a way in the sea\nAnd a path through the mighty waters,",
      "17": "Who brings forth the chariot and horse,\nThe army and the power\n(They shall lie down together, they shall not rise;\nThey are extinguished, they are quenched like a wick):",
      "18": "“Do not remember the former things,\nNor consider the things of old.",
      "19": "Behold, I will do a new thing,\nNow it shall spring forth;\nShall you not know it?\nI will even make a road in the wilderness\nAnd rivers in the desert.",
      "20": "The beast of the field will honor Me,\nThe jackals and the ostriches,\nBecause I give waters in the wilderness\nAnd rivers in the desert,\nTo give drink to My people, My chosen.",
      "21": "This people I have formed for Myself;\nThey shall declare My praise.",
      "22": "“But you have not called upon Me, O Jacob;\nAnd you have been weary of Me, O Israel.",
      "23": "You have not brought Me the sheep for your burnt offerings,\nNor have you honored Me with your sacrifices.\nI have not caused you to serve with grain offerings,\nNor wearied you with incense.",
      "24": "You have bought Me no sweet cane with money,\nNor have you satisfied Me with the fat of your sacrifices;\nBut you have burdened Me with your sins,\nYou have wearied Me with your iniquities.",
      "25": "“I, even I, am He who blots out your transgressions for My own sake;\nAnd I will not remember your sins.",
      "26": "Put Me in remembrance;\nLet us contend together;\nState your case, that you may be acquitted.",
      "27": "Your first father sinned,\nAnd your mediators have transgressed against Me.",
      "28": "Therefore I will profane the princes of the sanctuary;\nI will give Jacob to the curse,\nAnd Israel to reproaches."
    },
    "44": {
      "1": "“Yet hear now, O Jacob My servant,\nAnd Israel whom I have chosen.",
      "2": "Thus says the Lord who made you\nAnd formed you from the womb, who will help you:\n‘Fear not, O Jacob My servant;\nAnd you, Jeshurun, whom I have chosen.",
      "3": "For I will pour water on him who is thirsty,\nAnd floods on the dry ground;\nI will pour My Spirit on your descendants,\nAnd My blessing on your offspring;",
      "4": "They will spring up among the grass\nLike willows by the watercourses.’",
      "5": "One will say, ‘I am the Lord’s’;\nAnother will call himself by the name of Jacob;\nAnother will write with his hand, ‘The Lord’s,’\nAnd name himself by the name of Israel.",
      "6": "“Thus says the Lord, the King of Israel,\nAnd his Redeemer, the Lord of hosts:\n‘I am the First and I am the Last;\nBesides Me there is no God.",
      "7": "And who can proclaim as I do?\nThen let him declare it and set it in order for Me,\nSince I appointed the ancient people.\nAnd the things that are coming and shall come,\nLet them show these to them.",
      "8": "Do not fear, nor be afraid;\nHave I not told you from that time, and declared it?\nYou are My witnesses.\nIs there a God besides Me?\nIndeed there is no other Rock;\nI know not one.’ ”",
      "9": "Those who make an image, all of them are useless,\nAnd their precious things shall not profit;\nThey are their own witnesses;\nThey neither see nor know, that they may be ashamed.",
      "10": "Who would form a god or mold an image\nThat profits him nothing?",
      "11": "Surely all his companions would be ashamed;\nAnd the workmen, they are mere men.\nLet them all be gathered together,\nLet them stand up;\nYet they shall fear,\nThey shall be ashamed together.",
      "12": "The blacksmith with the tongs works one in the coals,\nFashions it with hammers,\nAnd works it with the strength of his arms.\nEven so, he is hungry, and his strength fails;\nHe drinks no water and is faint.",
      "13": "The craftsman stretches out his rule,\nHe marks one out with chalk;\nHe fashions it with a plane,\nHe marks it out with the compass,\nAnd makes it like the figure of a man,\nAccording to the beauty of a man, that it may remain in the house.",
      "14": "He cuts down cedars for himself,\nAnd takes the cypress and the oak;\nHe secures it for himself among the trees of the forest.\nHe plants a pine, and the rain nourishes it.",
      "15": "Then it shall be for a man to burn,\nFor he will take some of it and warm himself;\nYes, he kindles it and bakes bread;\nIndeed he makes a god and worships it;\nHe makes it a carved image, and falls down to it.",
      "16": "He burns half of it in the fire;\nWith this half he eats meat;\nHe roasts a roast, and is satisfied.\nHe even warms himself and says,\n“Ah! I am warm,\nI have seen the fire.”",
      "17": "And the rest of it he makes into a god,\nHis carved image.\nHe falls down before it and worships it,\nPrays to it and says,\n“Deliver me, for you are my god!”",
      "18": "They do not know nor understand;\nFor He has shut their eyes, so that they cannot see,\nAnd their hearts, so that they cannot understand.",
      "19": "And no one considers in his heart,\nNor is there knowledge nor understanding to say,\n“I have burned half of it in the fire,\nYes, I have also baked bread on its coals;\nI have roasted meat and eaten it;\nAnd shall I make the rest of it an abomination?\nShall I fall down before a block of wood?”",
      "20": "He feeds on ashes;\nA deceived heart has turned him aside;\nAnd he cannot deliver his soul,\nNor say, “Is there not a lie in my right hand?”",
      "21": "“Remember these, O Jacob,\nAnd Israel, for you are My servant;\nI have formed you, you are My servant;\nO Israel, you will not be forgotten by Me!",
      "22": "I have blotted out, like a thick cloud, your transgressions,\nAnd like a cloud, your sins.\nReturn to Me, for I have redeemed you.”",
      "23": "Sing, O heavens, for the Lord has done it!\nShout, you lower parts of the earth;\nBreak forth into singing, you mountains,\nO forest, and every tree in it!\nFor the Lord has redeemed Jacob,\nAnd glorified Himself in Israel.",
      "24": "Thus says the Lord, your Redeemer,\nAnd He who formed you from the womb:\n“I am the Lord, who makes all things,\nWho stretches out the heavens all alone,\nWho spreads abroad the earth by Myself;",
      "25": "Who frustrates the signs of the babblers,\nAnd drives diviners mad;\nWho turns wise men backward,\nAnd makes their knowledge foolishness;",
      "26": "Who confirms the word of His servant,\nAnd performs the counsel of His messengers;\nWho says to Jerusalem, ‘You shall be inhabited,’\nTo the cities of Judah, ‘You shall be built,’\nAnd I will raise up her waste places;",
      "27": "Who says to the deep, ‘Be dry!\nAnd I will dry up your rivers’;",
      "28": "Who says of Cyrus, ‘He is My shepherd,\nAnd he shall perform all My pleasure,\nSaying to Jerusalem, “You shall be built,”\nAnd to the temple, “Your foundation shall be laid.” ’"
    },
    "45": {
      "1": "“Thus says the Lord to His anointed,\nTo Cyrus, whose right hand I have held—\nTo subdue nations before him\nAnd loose the armor of kings,\nTo open before him the double doors,\nSo that the gates will not be shut:",
      "2": "‘I will go before you\nAnd make the crooked places straight;\nI will break in pieces the gates of bronze\nAnd cut the bars of iron.",
      "3": "I will give you the treasures of darkness\nAnd hidden riches of secret places,\nThat you may know that I, the Lord,\nWho call you by your name,\nAm the God of Israel.",
      "4": "For Jacob My servant’s sake,\nAnd Israel My elect,\nI have even called you by your name;\nI have named you, though you have not known Me.",
      "5": "I am the Lord, and there is no other;\nThere is no God besides Me.\nI will gird you, though you have not known Me,",
      "6": "That they may know from the rising of the sun to its setting\nThat there is none besides Me.\nI am the Lord, and there is no other;",
      "7": "I form the light and create darkness,\nI make peace and create calamity;\nI, the Lord, do all these things.’",
      "8": "“Rain down, you heavens, from above,\nAnd let the skies pour down righteousness;\nLet the earth open, let them bring forth salvation,\nAnd let righteousness spring up together.\nI, the Lord, have created it.",
      "9": "“Woe to him who strives with his Maker!\nLet the potsherd strive with the potsherds of the earth!\nShall the clay say to him who forms it, ‘What are you making?’\nOr shall your handiwork say, ‘He has no hands’?",
      "10": "Woe to him who says to his father, ‘What are you begetting?’\nOr to the woman, ‘What have you brought forth?’ ”",
      "11": "Thus says the Lord,\nThe Holy One of Israel, and his Maker:\n“Ask Me of things to come concerning My sons;\nAnd concerning the work of My hands, you command Me.",
      "12": "I have made the earth,\nAnd created man on it.\nI—My hands—stretched out the heavens,\nAnd all their host I have commanded.",
      "13": "I have raised him up in righteousness,\nAnd I will direct all his ways;\nHe shall build My city\nAnd let My exiles go free,\nNot for price nor reward,”\nSays the Lord of hosts.",
      "14": "Thus says the Lord:\n“The labor of Egypt and merchandise of Cush\nAnd of the Sabeans, men of stature,\nShall come over to you, and they shall be yours;\nThey shall walk behind you,\nThey shall come over in chains;\nAnd they shall bow down to you.\nThey will make supplication to you, saying, ‘Surely God is in you,\nAnd there is no other;\nThere is no other God.’ ”",
      "15": "Truly You are God, who hide Yourself,\nO God of Israel, the Savior!",
      "16": "They shall be ashamed\nAnd also disgraced, all of them;\nThey shall go in confusion together,\nWho are makers of idols.",
      "17": "But Israel shall be saved by the Lord\nWith an everlasting salvation;\nYou shall not be ashamed or disgraced\nForever and ever.",
      "18": "For thus says the Lord,\nWho created the heavens,\nWho is God,\nWho formed the earth and made it,\nWho has established it,\nWho did not create it in vain,\nWho formed it to be inhabited:\n“I am the Lord, and there is no other.",
      "19": "I have not spoken in secret,\nIn a dark place of the earth;\nI did not say to the seed of Jacob,\n‘Seek Me in vain’;\nI, the Lord, speak righteousness,\nI declare things that are right.",
      "20": "“Assemble yourselves and come;\nDraw near together,\nYou who have escaped from the nations.\nThey have no knowledge,\nWho carry the wood of their carved image,\nAnd pray to a god that cannot save.",
      "21": "Tell and bring forth your case;\nYes, let them take counsel together.\nWho has declared this from ancient time?\nWho has told it from that time?\nHave not I, the Lord?\nAnd there is no other God besides Me,\nA just God and a Savior;\nThere is none besides Me.",
      "22": "“Look to Me, and be saved,\nAll you ends of the earth!\nFor I am God, and there is no other.",
      "23": "I have sworn by Myself;\nThe word has gone out of My mouth in righteousness,\nAnd shall not return,\nThat to Me every knee shall bow,\nEvery tongue shall take an oath.",
      "24": "He shall say,\n‘Surely in the Lord I have righteousness and strength.\nTo Him men shall come,\nAnd all shall be ashamed\nWho are incensed against Him.",
      "25": "In the Lord all the descendants of Israel\nShall be justified, and shall glory.’ ”"
    },
    "46": {
      "1": "Bel bows down, Nebo stoops;\nTheir idols were on the beasts and on the cattle.\nYour carriages were heavily loaded,\nA burden to the weary beast.",
      "2": "They stoop, they bow down together;\nThey could not deliver the burden,\nBut have themselves gone into captivity.",
      "3": "“Listen to Me, O house of Jacob,\nAnd all the remnant of the house of Israel,\nWho have been upheld by Me from birth,\nWho have been carried from the womb:",
      "4": "Even to your old age, I am He,\nAnd even to gray hairs I will carry you!\nI have made, and I will bear;\nEven I will carry, and will deliver you.",
      "5": "“To whom will you liken Me, and make Me equal\nAnd compare Me, that we should be alike?",
      "6": "They lavish gold out of the bag,\nAnd weigh silver on the scales;\nThey hire a goldsmith, and he makes it a god;\nThey prostrate themselves, yes, they worship.",
      "7": "They bear it on the shoulder, they carry it\nAnd set it in its place, and it stands;\nFrom its place it shall not move.\nThough one cries out to it, yet it cannot answer\nNor save him out of his trouble.",
      "8": "“Remember this, and show yourselves men;\nRecall to mind, O you transgressors.",
      "9": "Remember the former things of old,\nFor I am God, and there is no other;\nI am God, and there is none like Me,",
      "10": "Declaring the end from the beginning,\nAnd from ancient times things that are not yet done,\nSaying, ‘My counsel shall stand,\nAnd I will do all My pleasure,’",
      "11": "Calling a bird of prey from the east,\nThe man who executes My counsel, from a far country.\nIndeed I have spoken it;\nI will also bring it to pass.\nI have purposed it;\nI will also do it.",
      "12": "“Listen to Me, you stubborn-hearted,\nWho are far from righteousness:",
      "13": "I bring My righteousness near, it shall not be far off;\nMy salvation shall not linger.\nAnd I will place salvation in Zion,\nFor Israel My glory."
    },
    "47": {
      "1": "“Come down and sit in the dust,\nO virgin daughter of Babylon;\nSit on the ground without a throne,\nO daughter of the Chaldeans!\nFor you shall no more be called\nTender and delicate.",
      "2": "Take the millstones and grind meal.\nRemove your veil,\nTake off the skirt,\nUncover the thigh,\nPass through the rivers.",
      "3": "Your nakedness shall be uncovered,\nYes, your shame will be seen;\nI will take vengeance,\nAnd I will not arbitrate with a man.”",
      "4": "As for our Redeemer, the Lord of hosts is His name,\nThe Holy One of Israel.",
      "5": "“Sit in silence, and go into darkness,\nO daughter of the Chaldeans;\nFor you shall no longer be called\nThe Lady of Kingdoms.",
      "6": "I was angry with My people;\nI have profaned My inheritance,\nAnd given them into your hand.\nYou showed them no mercy;\nOn the elderly you laid your yoke very heavily.",
      "7": "And you said, ‘I shall be a lady forever,’\nSo that you did not take these things to heart,\nNor remember the latter end of them.",
      "8": "“Therefore hear this now, you who are given to pleasures,\nWho dwell securely,\nWho say in your heart, ‘I am, and there is no one else besides me;\nI shall not sit as a widow,\nNor shall I know the loss of children’;",
      "9": "But these two things shall come to you\nIn a moment, in one day:\nThe loss of children, and widowhood.\nThey shall come upon you in their fullness\nBecause of the multitude of your sorceries,\nFor the great abundance of your enchantments.",
      "10": "“For you have trusted in your wickedness;\nYou have said, ‘No one sees me’;\nYour wisdom and your knowledge have warped you;\nAnd you have said in your heart,\n‘I am, and there is no one else besides me.’",
      "11": "Therefore evil shall come upon you;\nYou shall not know from where it arises.\nAnd trouble shall fall upon you;\nYou will not be able to put it off.\nAnd desolation shall come upon you suddenly,\nWhich you shall not know.",
      "12": "“Stand now with your enchantments\nAnd the multitude of your sorceries,\nIn which you have labored from your youth—\nPerhaps you will be able to profit,\nPerhaps you will prevail.",
      "13": "You are wearied in the multitude of your counsels;\nLet now the astrologers, the stargazers,\nAnd the monthly prognosticators\nStand up and save you\nFrom what shall come upon you.",
      "14": "Behold, they shall be as stubble,\nThe fire shall burn them;\nThey shall not deliver themselves\nFrom the power of the flame;\nIt shall not be a coal to be warmed by,\nNor a fire to sit before!",
      "15": "Thus shall they be to you\nWith whom you have labored,\nYour merchants from your youth;\nThey shall wander each one to his quarter.\nNo one shall save you."
    },
    "48": {
      "1": "“Hear this, O house of Jacob,\nWho are called by the name of Israel,\nAnd have come forth from the wellsprings of Judah;\nWho swear by the name of the Lord,\nAnd make mention of the God of Israel,\nBut not in truth or in righteousness;",
      "2": "For they call themselves after the holy city,\nAnd lean on the God of Israel;\nThe Lord of hosts is His name:",
      "3": "“I have declared the former things from the beginning;\nThey went forth from My mouth, and I caused them to hear it.\nSuddenly I did them, and they came to pass.",
      "4": "Because I knew that you were obstinate,\nAnd your neck was an iron sinew,\nAnd your brow bronze,",
      "5": "Even from the beginning I have declared it to you;\nBefore it came to pass I proclaimed it to you,\nLest you should say, ‘My idol has done them,\nAnd my carved image and my molded image\nHave commanded them.’",
      "6": "“You have heard;\nSee all this.\nAnd will you not declare it?\nI have made you hear new things from this time,\nEven hidden things, and you did not know them.",
      "7": "They are created now and not from the beginning;\nAnd before this day you have not heard them,\nLest you should say, ‘Of course I knew them.’",
      "8": "Surely you did not hear,\nSurely you did not know;\nSurely from long ago your ear was not opened.\nFor I knew that you would deal very treacherously,\nAnd were called a transgressor from the womb.",
      "9": "“For My name’s sake I will defer My anger,\nAnd for My praise I will restrain it from you,\nSo that I do not cut you off.",
      "10": "Behold, I have refined you, but not as silver;\nI have tested you in the furnace of affliction.",
      "11": "For My own sake, for My own sake, I will do it;\nFor how should My name be profaned?\nAnd I will not give My glory to another.",
      "12": "“Listen to Me, O Jacob,\nAnd Israel, My called:\nI am He, I am the First,\nI am also the Last.",
      "13": "Indeed My hand has laid the foundation of the earth,\nAnd My right hand has stretched out the heavens;\nWhen I call to them,\nThey stand up together.",
      "14": "“All of you, assemble yourselves, and hear!\nWho among them has declared these things?\nThe Lord loves him;\nHe shall do His pleasure on Babylon,\nAnd His arm shall be against the Chaldeans.",
      "15": "I, even I, have spoken;\nYes, I have called him,\nI have brought him, and his way will prosper.",
      "16": "“Come near to Me, hear this:\nI have not spoken in secret from the beginning;\nFrom the time that it was, I was there.\nAnd now the Lord God and His Spirit\nHave sent Me.”",
      "17": "Thus says the Lord, your Redeemer,\nThe Holy One of Israel:\n“I am the Lord your God,\nWho teaches you to profit,\nWho leads you by the way you should go.",
      "18": "Oh, that you had heeded My commandments!\nThen your peace would have been like a river,\nAnd your righteousness like the waves of the sea.",
      "19": "Your descendants also would have been like the sand,\nAnd the offspring of your body like the grains of sand;\nHis name would not have been cut off\nNor destroyed from before Me.”",
      "20": "Go forth from Babylon!\nFlee from the Chaldeans!\nWith a voice of singing,\nDeclare, proclaim this,\nUtter it to the end of the earth;\nSay, “The Lord has redeemed\nHis servant Jacob!”",
      "21": "And they did not thirst\nWhen He led them through the deserts;\nHe caused the waters to flow from the rock for them;\nHe also split the rock, and the waters gushed out.",
      "22": "“There is no peace,” says the Lord, “for the wicked.”"
    },
    "49": {
      "1": "“Listen, O coastlands, to Me,\nAnd take heed, you peoples from afar!\nThe Lord has called Me from the womb;\nFrom the matrix of My mother He has made mention of My name.",
      "2": "And He has made My mouth like a sharp sword;\nIn the shadow of His hand He has hidden Me,\nAnd made Me a polished shaft;\nIn His quiver He has hidden Me.”",
      "3": "“And He said to me,\n‘You are My servant, O Israel,\nIn whom I will be glorified.’",
      "4": "Then I said, ‘I have labored in vain,\nI have spent my strength for nothing and in vain;\nYet surely my just reward is with the Lord,\nAnd my work with my God.’ ”",
      "5": "“And now the Lord says,\nWho formed Me from the womb to be His Servant,\nTo bring Jacob back to Him,\nSo that Israel is gathered to Him\n(For I shall be glorious in the eyes of the Lord,\nAnd My God shall be My strength),",
      "6": "Indeed He says,\n‘It is too small a thing that You should be My Servant\nTo raise up the tribes of Jacob,\nAnd to restore the preserved ones of Israel;\nI will also give You as a light to the Gentiles,\nThat You should be My salvation to the ends of the earth.’ ”",
      "7": "Thus says the Lord,\nThe Redeemer of Israel, their Holy One,\nTo Him whom man despises,\nTo Him whom the nation abhors,\nTo the Servant of rulers:\n“Kings shall see and arise,\nPrinces also shall worship,\nBecause of the Lord who is faithful,\nThe Holy One of Israel;\nAnd He has chosen You.”",
      "8": "Thus says the Lord:\n“In an acceptable time I have heard You,\nAnd in the day of salvation I have helped You;\nI will preserve You and give You\nAs a covenant to the people,\nTo restore the earth,\nTo cause them to inherit the desolate heritages;",
      "9": "That You may say to the prisoners, ‘Go forth,’\nTo those who are in darkness, ‘Show yourselves.’ \n“They shall feed along the roads,\nAnd their pastures shall be on all desolate heights.",
      "10": "They shall neither hunger nor thirst,\nNeither heat nor sun shall strike them;\nFor He who has mercy on them will lead them,\nEven by the springs of water He will guide them.",
      "11": "I will make each of My mountains a road,\nAnd My highways shall be elevated.",
      "12": "Surely these shall come from afar;\nLook! Those from the north and the west,\nAnd these from the land of Sinim.”",
      "13": "Sing, O heavens!\nBe joyful, O earth!\nAnd break out in singing, O mountains!\nFor the Lord has comforted His people,\nAnd will have mercy on His afflicted.",
      "14": "But Zion said, “The Lord has forsaken me,\nAnd my Lord has forgotten me.”",
      "15": "“Can a woman forget her nursing child,\nAnd not have compassion on the son of her womb?\nSurely they may forget,\nYet I will not forget you.",
      "16": "See, I have inscribed you on the palms of My hands;\nYour walls are continually before Me.",
      "17": "Your sons shall make haste;\nYour destroyers and those who laid you waste\nShall go away from you.",
      "18": "Lift up your eyes, look around and see;\nAll these gather together and come to you.\nAs I live,” says the Lord,\n“You shall surely clothe yourselves with them all as an ornament,\nAnd bind them on you as a bride does.",
      "19": "“For your waste and desolate places,\nAnd the land of your destruction,\nWill even now be too small for the inhabitants;\nAnd those who swallowed you up will be far away.",
      "20": "The children you will have,\nAfter you have lost the others,\nWill say again in your ears,\n‘The place is too small for me;\nGive me a place where I may dwell.’",
      "21": "Then you will say in your heart,\n‘Who has begotten these for me,\nSince I have lost my children and am desolate,\nA captive, and wandering to and fro?\nAnd who has brought these up?\nThere I was, left alone;\nBut these, where were they?’ ”",
      "22": "Thus says the Lord God:\n“Behold, I will lift My hand in an oath to the nations,\nAnd set up My standard for the peoples;\nThey shall bring your sons in their arms,\nAnd your daughters shall be carried on their shoulders;",
      "23": "Kings shall be your foster fathers,\nAnd their queens your nursing mothers;\nThey shall bow down to you with their faces to the earth,\nAnd lick up the dust of your feet.\nThen you will know that I am the Lord,\nFor they shall not be ashamed who wait for Me.”",
      "24": "Shall the prey be taken from the mighty,\nOr the captives of the righteous be delivered?",
      "25": "But thus says the Lord:\n“Even the captives of the mighty shall be taken away,\nAnd the prey of the terrible be delivered;\nFor I will contend with him who contends with you,\nAnd I will save your children.",
      "26": "I will feed those who oppress you with their own flesh,\nAnd they shall be drunk with their own blood as with sweet wine.\nAll flesh shall know\nThat I, the Lord, am your Savior,\nAnd your Redeemer, the Mighty One of Jacob.”"
    },
    "50": {
      "1": "Thus says the Lord:\n“Where is the certificate of your mother’s divorce,\nWhom I have put away?\nOr which of My creditors is it to whom I have sold you?\nFor your iniquities you have sold yourselves,\nAnd for your transgressions your mother has been put away.",
      "2": "Why, when I came, was there no man?\nWhy, when I called, was there none to answer?\nIs My hand shortened at all that it cannot redeem?\nOr have I no power to deliver?\nIndeed with My rebuke I dry up the sea,\nI make the rivers a wilderness;\nTheir fish stink because there is no water,\nAnd die of thirst.",
      "3": "I clothe the heavens with blackness,\nAnd I make sackcloth their covering.”",
      "4": "“The Lord God has given Me\nThe tongue of the learned,\nThat I should know how to speak\nA word in season to him who is weary.\nHe awakens Me morning by morning,\nHe awakens My ear\nTo hear as the learned.",
      "5": "The Lord God has opened My ear;\nAnd I was not rebellious,\nNor did I turn away.",
      "6": "I gave My back to those who struck Me,\nAnd My cheeks to those who plucked out the beard;\nI did not hide My face from shame and spitting.",
      "7": "“For the Lord God will help Me;\nTherefore I will not be disgraced;\nTherefore I have set My face like a flint,\nAnd I know that I will not be ashamed.",
      "8": "He is near who justifies Me;\nWho will contend with Me?\nLet us stand together.\nWho is My adversary?\nLet him come near Me.",
      "9": "Surely the Lord God will help Me;\nWho is he who will condemn Me?\nIndeed they will all grow old like a garment;\nThe moth will eat them up.",
      "10": "“Who among you fears the Lord?\nWho obeys the voice of His Servant?\nWho walks in darkness\nAnd has no light?\nLet him trust in the name of the Lord\nAnd rely upon his God.",
      "11": "Look, all you who kindle a fire,\nWho encircle yourselves with sparks:\nWalk in the light of your fire and in the sparks you have kindled—\nThis you shall have from My hand:\nYou shall lie down in torment."
    },
    "51": {
      "1": "“Listen to Me, you who follow after righteousness,\nYou who seek the Lord:\nLook to the rock from which you were hewn,\nAnd to the hole of the pit from which you were dug.",
      "2": "Look to Abraham your father,\nAnd to Sarah who bore you;\nFor I called him alone,\nAnd blessed him and increased him.”",
      "3": "For the Lord will comfort Zion,\nHe will comfort all her waste places;\nHe will make her wilderness like Eden,\nAnd her desert like the garden of the Lord;\nJoy and gladness will be found in it,\nThanksgiving and the voice of melody.",
      "4": "“Listen to Me, My people;\nAnd give ear to Me, O My nation:\nFor law will proceed from Me,\nAnd I will make My justice rest\nAs a light of the peoples.",
      "5": "My righteousness is near,\nMy salvation has gone forth,\nAnd My arms will judge the peoples;\nThe coastlands will wait upon Me,\nAnd on My arm they will trust.",
      "6": "Lift up your eyes to the heavens,\nAnd look on the earth beneath.\nFor the heavens will vanish away like smoke,\nThe earth will grow old like a garment,\nAnd those who dwell in it will die in like manner;\nBut My salvation will be forever,\nAnd My righteousness will not be abolished.",
      "7": "“Listen to Me, you who know righteousness,\nYou people in whose heart is My law:\nDo not fear the reproach of men,\nNor be afraid of their insults.",
      "8": "For the moth will eat them up like a garment,\nAnd the worm will eat them like wool;\nBut My righteousness will be forever,\nAnd My salvation from generation to generation.”",
      "9": "Awake, awake, put on strength,\nO arm of the Lord!\nAwake as in the ancient days,\nIn the generations of old.\nAre You not the arm that cut Rahab apart,\nAnd wounded the serpent?",
      "10": "Are You not the One who dried up the sea,\nThe waters of the great deep;\nThat made the depths of the sea a road\nFor the redeemed to cross over?",
      "11": "So the ransomed of the Lord shall return,\nAnd come to Zion with singing,\nWith everlasting joy on their heads.\nThey shall obtain joy and gladness;\nSorrow and sighing shall flee away.",
      "12": "“I, even I, am He who comforts you.\nWho are you that you should be afraid\nOf a man who will die,\nAnd of the son of a man who will be made like grass?",
      "13": "And you forget the Lord your Maker,\nWho stretched out the heavens\nAnd laid the foundations of the earth;\nYou have feared continually every day\nBecause of the fury of the oppressor,\nWhen he has prepared to destroy.\nAnd where is the fury of the oppressor?",
      "14": "The captive exile hastens, that he may be loosed,\nThat he should not die in the pit,\nAnd that his bread should not fail.",
      "15": "But I am the Lord your God,\nWho divided the sea whose waves roared—\nThe Lord of hosts is His name.",
      "16": "And I have put My words in your mouth;\nI have covered you with the shadow of My hand,\nThat I may plant the heavens,\nLay the foundations of the earth,\nAnd say to Zion, ‘You are My people.’ ”",
      "17": "Awake, awake!\nStand up, O Jerusalem,\nYou who have drunk at the hand of the Lord\nThe cup of His fury;\nYou have drunk the dregs of the cup of trembling,\nAnd drained it out.",
      "18": "There is no one to guide her\nAmong all the sons she has brought forth;\nNor is there any who takes her by the hand\nAmong all the sons she has brought up.",
      "19": "These two things have come to you;\nWho will be sorry for you?—\nDesolation and destruction, famine and sword—\nBy whom will I comfort you?",
      "20": "Your sons have fainted,\nThey lie at the head of all the streets,\nLike an antelope in a net;\nThey are full of the fury of the Lord,\nThe rebuke of your God.",
      "21": "Therefore please hear this, you afflicted,\nAnd drunk but not with wine.",
      "22": "Thus says your Lord,\nThe Lord and your God,\nWho pleads the cause of His people:\n“See, I have taken out of your hand\nThe cup of trembling,\nThe dregs of the cup of My fury;\nYou shall no longer drink it.",
      "23": "But I will put it into the hand of those who afflict you,\nWho have said to you,\n‘Lie down, that we may walk over you.’\nAnd you have laid your body like the ground,\nAnd as the street, for those who walk over.”"
    },
    "52": {
      "1": "Awake, awake!\nPut on your strength, O Zion;\nPut on your beautiful garments,\nO Jerusalem, the holy city!\nFor the uncircumcised and the unclean\nShall no longer come to you.",
      "2": "Shake yourself from the dust, arise;\nSit down, O Jerusalem!\nLoose yourself from the bonds of your neck,\nO captive daughter of Zion!",
      "3": "For thus says the Lord:\n“You have sold yourselves for nothing,\nAnd you shall be redeemed without money.”",
      "4": "For thus says the Lord God:\n“My people went down at first\nInto Egypt to dwell there;\nThen the Assyrian oppressed them without cause.",
      "5": "Now therefore, what have I here,” says the Lord,\n“That My people are taken away for nothing?\nThose who rule over them\nMake them wail,” says the Lord,\n“And My name is blasphemed continually every day.",
      "6": "Therefore My people shall know My name;\nTherefore they shall know in that day\nThat I am He who speaks:\n‘Behold, it is I.’ ”",
      "7": "How beautiful upon the mountains\nAre the feet of him who brings good news,\nWho proclaims peace,\nWho brings glad tidings of good things,\nWho proclaims salvation,\nWho says to Zion,\n“Your God reigns!”",
      "8": "Your watchmen shall lift up their voices,\nWith their voices they shall sing together;\nFor they shall see eye to eye\nWhen the Lord brings back Zion.",
      "9": "Break forth into joy, sing together,\nYou waste places of Jerusalem!\nFor the Lord has comforted His people,\nHe has redeemed Jerusalem.",
      "10": "The Lord has made bare His holy arm\nIn the eyes of all the nations;\nAnd all the ends of the earth shall see\nThe salvation of our God.",
      "11": "Depart! Depart! Go out from there,\nTouch no unclean thing;\nGo out from the midst of her,\nBe clean,\nYou who bear the vessels of the Lord.",
      "12": "For you shall not go out with haste,\nNor go by flight;\nFor the Lord will go before you,\nAnd the God of Israel will be your rear guard.",
      "13": "Behold, My Servant shall deal prudently;\nHe shall be exalted and extolled and be very high.",
      "14": "Just as many were astonished at you,\nSo His visage was marred more than any man,\nAnd His form more than the sons of men;",
      "15": "So shall He sprinkle many nations.\nKings shall shut their mouths at Him;\nFor what had not been told them they shall see,\nAnd what they had not heard they shall consider."
    },
    "53": {
      "1": "Who has believed our report?\nAnd to whom has the arm of the Lord been revealed?",
      "2": "For He shall grow up before Him as a tender plant,\nAnd as a root out of dry ground.\nHe has no form or comeliness;\nAnd when we see Him,\nThere is no beauty that we should desire Him.",
      "3": "He is despised and rejected by men,\nA Man of sorrows and acquainted with grief.\nAnd we hid, as it were, our faces from Him;\nHe was despised, and we did not esteem Him.",
      "4": "Surely He has borne our griefs\nAnd carried our sorrows;\nYet we esteemed Him stricken,\nSmitten by God, and afflicted.",
      "5": "But He was wounded for our transgressions,\nHe was bruised for our iniquities;\nThe chastisement for our peace was upon Him,\nAnd by His stripes we are healed.",
      "6": "All we like sheep have gone astray;\nWe have turned, every one, to his own way;\nAnd the Lord has laid on Him the iniquity of us all.",
      "7": "He was oppressed and He was afflicted,\nYet He opened not His mouth;\nHe was led as a lamb to the slaughter,\nAnd as a sheep before its shearers is silent,\nSo He opened not His mouth.",
      "8": "He was taken from prison and from judgment,\nAnd who will declare His generation?\nFor He was cut off from the land of the living;\nFor the transgressions of My people He was stricken.",
      "9": "And they made His grave with the wicked—\nBut with the rich at His death,\nBecause He had done no violence,\nNor was any deceit in His mouth.",
      "10": "Yet it pleased the Lord to bruise Him;\nHe has put Him to grief.\nWhen You make His soul an offering for sin,\nHe shall see His seed, He shall prolong His days,\nAnd the pleasure of the Lord shall prosper in His hand.",
      "11": "He shall see the labor of His soul, and be satisfied.\nBy His knowledge My righteous Servant shall justify many,\nFor He shall bear their iniquities.",
      "12": "Therefore I will divide Him a portion with the great,\nAnd He shall divide the spoil with the strong,\nBecause He poured out His soul unto death,\nAnd He was numbered with the transgressors,\nAnd He bore the sin of many,\nAnd made intercession for the transgressors."
    },
    "54": {
      "1": "“Sing, O barren,\nYou who have not borne!\nBreak forth into singing, and cry aloud,\nYou who have not labored with child!\nFor more are the children of the desolate\nThan the children of the married woman,” says the Lord.",
      "2": "“Enlarge the place of your tent,\nAnd let them stretch out the curtains of your dwellings;\nDo not spare;\nLengthen your cords,\nAnd strengthen your stakes.",
      "3": "For you shall expand to the right and to the left,\nAnd your descendants will inherit the nations,\nAnd make the desolate cities inhabited.",
      "4": "“Do not fear, for you will not be ashamed;\nNeither be disgraced, for you will not be put to shame;\nFor you will forget the shame of your youth,\nAnd will not remember the reproach of your widowhood anymore.",
      "5": "For your Maker is your husband,\nThe Lord of hosts is His name;\nAnd your Redeemer is the Holy One of Israel;\nHe is called the God of the whole earth.",
      "6": "For the Lord has called you\nLike a woman forsaken and grieved in spirit,\nLike a youthful wife when you were refused,”\nSays your God.",
      "7": "“For a mere moment I have forsaken you,\nBut with great mercies I will gather you.",
      "8": "With a little wrath I hid My face from you for a moment;\nBut with everlasting kindness I will have mercy on you,”\nSays the Lord, your Redeemer.",
      "9": "“For this is like the waters of Noah to Me;\nFor as I have sworn\nThat the waters of Noah would no longer cover the earth,\nSo have I sworn\nThat I would not be angry with you, nor rebuke you.",
      "10": "For the mountains shall depart\nAnd the hills be removed,\nBut My kindness shall not depart from you,\nNor shall My covenant of peace be removed,”\nSays the Lord, who has mercy on you.",
      "11": "“O you afflicted one,\nTossed with tempest, and not comforted,\nBehold, I will lay your stones with colorful gems,\nAnd lay your foundations with sapphires.",
      "12": "I will make your pinnacles of rubies,\nYour gates of crystal,\nAnd all your walls of precious stones.",
      "13": "All your children shall be taught by the Lord,\nAnd great shall be the peace of your children.",
      "14": "In righteousness you shall be established;\nYou shall be far from oppression, for you shall not fear;\nAnd from terror, for it shall not come near you.",
      "15": "Indeed they shall surely assemble, but not because of Me.\nWhoever assembles against you shall fall for your sake.",
      "16": "“Behold, I have created the blacksmith\nWho blows the coals in the fire,\nWho brings forth an instrument for his work;\nAnd I have created the spoiler to destroy.",
      "17": "No weapon formed against you shall prosper,\nAnd every tongue which rises against you in judgment\nYou shall condemn.\nThis is the heritage of the servants of the Lord,\nAnd their righteousness is from Me,”\nSays the Lord."
    },
    "55": {
      "1": "“Ho! Everyone who thirsts,\nCome to the waters;\nAnd you who have no money,\nCome, buy and eat.\nYes, come, buy wine and milk\nWithout money and without price.",
      "2": "Why do you spend money for what is not bread,\nAnd your wages for what does not satisfy?\nListen carefully to Me, and eat what is good,\nAnd let your soul delight itself in abundance.",
      "3": "Incline your ear, and come to Me.\nHear, and your soul shall live;\nAnd I will make an everlasting covenant with you—\nThe sure mercies of David.",
      "4": "Indeed I have given him as a witness to the people,\nA leader and commander for the people.",
      "5": "Surely you shall call a nation you do not know,\nAnd nations who do not know you shall run to you,\nBecause of the Lord your God,\nAnd the Holy One of Israel;\nFor He has glorified you.”",
      "6": "Seek the Lord while He may be found,\nCall upon Him while He is near.",
      "7": "Let the wicked forsake his way,\nAnd the unrighteous man his thoughts;\nLet him return to the Lord,\nAnd He will have mercy on him;\nAnd to our God,\nFor He will abundantly pardon.",
      "8": "“For My thoughts are not your thoughts,\nNor are your ways My ways,” says the Lord.",
      "9": "“For as the heavens are higher than the earth,\nSo are My ways higher than your ways,\nAnd My thoughts than your thoughts.",
      "10": "“For as the rain comes down, and the snow from heaven,\nAnd do not return there,\nBut water the earth,\nAnd make it bring forth and bud,\nThat it may give seed to the sower\nAnd bread to the eater,",
      "11": "So shall My word be that goes forth from My mouth;\nIt shall not return to Me void,\nBut it shall accomplish what I please,\nAnd it shall prosper in the thing for which I sent it.",
      "12": "“For you shall go out with joy,\nAnd be led out with peace;\nThe mountains and the hills\nShall break forth into singing before you,\nAnd all the trees of the field shall clap their hands.",
      "13": "Instead of the thorn shall come up the cypress tree,\nAnd instead of the brier shall come up the myrtle tree;\nAnd it shall be to the Lord for a name,\nFor an everlasting sign that shall not be cut off.”"
    },
    "56": {
      "1": "Thus says the Lord:\n“Keep justice, and do righteousness,\nFor My salvation is about to come,\nAnd My righteousness to be revealed.",
      "2": "Blessed is the man who does this,\nAnd the son of man who lays hold on it;\nWho keeps from defiling the Sabbath,\nAnd keeps his hand from doing any evil.”",
      "3": "Do not let the son of the foreigner\nWho has joined himself to the Lord\nSpeak, saying,\n“The Lord has utterly separated me from His people”;\nNor let the eunuch say,\n“Here I am, a dry tree.”",
      "4": "For thus says the Lord:\n“To the eunuchs who keep My Sabbaths,\nAnd choose what pleases Me,\nAnd hold fast My covenant,",
      "5": "Even to them I will give in My house\nAnd within My walls a place and a name\nBetter than that of sons and daughters;\nI will give them an everlasting name\nThat shall not be cut off.",
      "6": "“Also the sons of the foreigner\nWho join themselves to the Lord, to serve Him,\nAnd to love the name of the Lord, to be His servants—\nEveryone who keeps from defiling the Sabbath,\nAnd holds fast My covenant—",
      "7": "Even them I will bring to My holy mountain,\nAnd make them joyful in My house of prayer.\nTheir burnt offerings and their sacrifices\nWill be accepted on My altar;\nFor My house shall be called a house of prayer for all nations.”",
      "8": "The Lord God, who gathers the outcasts of Israel, says,\n“Yet I will gather to him\nOthers besides those who are gathered to him.”",
      "9": "All you beasts of the field, come to devour,\nAll you beasts in the forest.",
      "10": "His watchmen are blind,\nThey are all ignorant;\nThey are all dumb dogs,\nThey cannot bark;\nSleeping, lying down, loving to slumber.",
      "11": "Yes, they are greedy dogs\nWhich never have enough.\nAnd they are shepherds\nWho cannot understand;\nThey all look to their own way,\nEvery one for his own gain,\nFrom his own territory.",
      "12": "“Come,” one says, “I will bring wine,\nAnd we will fill ourselves with intoxicating drink;\nTomorrow will be as today,\nAnd much more abundant.”"
    },
    "57": {
      "1": "The righteous perishes,\nAnd no man takes it to heart;\nMerciful men are taken away,\nWhile no one considers\nThat the righteous is taken away from evil.",
      "2": "He shall enter into peace;\nThey shall rest in their beds,\nEach one walking in his uprightness.",
      "3": "“But come here,\nYou sons of the sorceress,\nYou offspring of the adulterer and the harlot!",
      "4": "Whom do you ridicule?\nAgainst whom do you make a wide mouth\nAnd stick out the tongue?\nAre you not children of transgression,\nOffspring of falsehood,",
      "5": "Inflaming yourselves with gods under every green tree,\nSlaying the children in the valleys,\nUnder the clefts of the rocks?",
      "6": "Among the smooth stones of the stream\nIs your portion;\nThey, they, are your lot!\nEven to them you have poured a drink offering,\nYou have offered a grain offering.\nShould I receive comfort in these?",
      "7": "“On a lofty and high mountain\nYou have set your bed;\nEven there you went up\nTo offer sacrifice.",
      "8": "Also behind the doors and their posts\nYou have set up your remembrance;\nFor you have uncovered yourself to those other than Me,\nAnd have gone up to them;\nYou have enlarged your bed\nAnd made a covenant with them;\nYou have loved their bed,\nWhere you saw their nudity.",
      "9": "You went to the king with ointment,\nAnd increased your perfumes;\nYou sent your messengers far off,\nAnd even descended to Sheol.",
      "10": "You are wearied in the length of your way;\nYet you did not say, ‘There is no hope.’\nYou have found the life of your hand;\nTherefore you were not grieved.",
      "11": "“And of whom have you been afraid, or feared,\nThat you have lied\nAnd not remembered Me,\nNor taken it to your heart?\nIs it not because I have held My peace from of old\nThat you do not fear Me?",
      "12": "I will declare your righteousness\nAnd your works,\nFor they will not profit you.",
      "13": "When you cry out,\nLet your collection of idols deliver you.\nBut the wind will carry them all away,\nA breath will take them.\nBut he who puts his trust in Me shall possess the land,\nAnd shall inherit My holy mountain.”",
      "14": "And one shall say,\n“Heap it up! Heap it up!\nPrepare the way,\nTake the stumbling block out of the way of My people.”",
      "15": "For thus says the High and Lofty One\nWho inhabits eternity, whose name is Holy:\n“I dwell in the high and holy place,\nWith him who has a contrite and humble spirit,\nTo revive the spirit of the humble,\nAnd to revive the heart of the contrite ones.",
      "16": "For I will not contend forever,\nNor will I always be angry;\nFor the spirit would fail before Me,\nAnd the souls which I have made.",
      "17": "For the iniquity of his covetousness\nI was angry and struck him;\nI hid and was angry,\nAnd he went on backsliding in the way of his heart.",
      "18": "I have seen his ways, and will heal him;\nI will also lead him,\nAnd restore comforts to him\nAnd to his mourners.",
      "19": "“I create the fruit of the lips:\nPeace, peace to him who is far off and to him who is near,”\nSays the Lord,\n“And I will heal him.”",
      "20": "But the wicked are like the troubled sea,\nWhen it cannot rest,\nWhose waters cast up mire and dirt.",
      "21": "“There is no peace,”\nSays my God, “for the wicked.”"
    },
    "58": {
      "1": "“Cry aloud, spare not;\nLift up your voice like a trumpet;\nTell My people their transgression,\nAnd the house of Jacob their sins.",
      "2": "Yet they seek Me daily,\nAnd delight to know My ways,\nAs a nation that did righteousness,\nAnd did not forsake the ordinance of their God.\nThey ask of Me the ordinances of justice;\nThey take delight in approaching God.",
      "3": "‘Why have we fasted,’ they say, ‘and You have not seen?\nWhy have we afflicted our souls, and You take no notice?’ \n“In fact, in the day of your fast you find pleasure,\nAnd exploit all your laborers.",
      "4": "Indeed you fast for strife and debate,\nAnd to strike with the fist of wickedness.\nYou will not fast as you do this day,\nTo make your voice heard on high.",
      "5": "Is it a fast that I have chosen,\nA day for a man to afflict his soul?\nIs it to bow down his head like a bulrush,\nAnd to spread out sackcloth and ashes?\nWould you call this a fast,\nAnd an acceptable day to the Lord?",
      "6": "“Is this not the fast that I have chosen:\nTo loose the bonds of wickedness,\nTo undo the heavy burdens,\nTo let the oppressed go free,\nAnd that you break every yoke?",
      "7": "Is it not to share your bread with the hungry,\nAnd that you bring to your house the poor who are cast out;\nWhen you see the naked, that you cover him,\nAnd not hide yourself from your own flesh?",
      "8": "Then your light shall break forth like the morning,\nYour healing shall spring forth speedily,\nAnd your righteousness shall go before you;\nThe glory of the Lord shall be your rear guard.",
      "9": "Then you shall call, and the Lord will answer;\nYou shall cry, and He will say, ‘Here I am.’ \n“If you take away the yoke from your midst,\nThe pointing of the finger, and speaking wickedness,",
      "10": "If you extend your soul to the hungry\nAnd satisfy the afflicted soul,\nThen your light shall dawn in the darkness,\nAnd your darkness shall be as the noonday.",
      "11": "The Lord will guide you continually,\nAnd satisfy your soul in drought,\nAnd strengthen your bones;\nYou shall be like a watered garden,\nAnd like a spring of water, whose waters do not fail.",
      "12": "Those from among you\nShall build the old waste places;\nYou shall raise up the foundations of many generations;\nAnd you shall be called the Repairer of the Breach,\nThe Restorer of Streets to Dwell In.",
      "13": "“If you turn away your foot from the Sabbath,\nFrom doing your pleasure on My holy day,\nAnd call the Sabbath a delight,\nThe holy day of the Lord honorable,\nAnd shall honor Him, not doing your own ways,\nNor finding your own pleasure,\nNor speaking your own words,",
      "14": "Then you shall delight yourself in the Lord;\nAnd I will cause you to ride on the high hills of the earth,\nAnd feed you with the heritage of Jacob your father.\nThe mouth of the Lord has spoken.”"
    },
    "59": {
      "1": "Behold, the Lord’s hand is not shortened,\nThat it cannot save;\nNor His ear heavy,\nThat it cannot hear.",
      "2": "But your iniquities have separated you from your God;\nAnd your sins have hidden His face from you,\nSo that He will not hear.",
      "3": "For your hands are defiled with blood,\nAnd your fingers with iniquity;\nYour lips have spoken lies,\nYour tongue has muttered perversity.",
      "4": "No one calls for justice,\nNor does any plead for truth.\nThey trust in empty words and speak lies;\nThey conceive evil and bring forth iniquity.",
      "5": "They hatch vipers’ eggs and weave the spider’s web;\nHe who eats of their eggs dies,\nAnd from that which is crushed a viper breaks out.",
      "6": "Their webs will not become garments,\nNor will they cover themselves with their works;\nTheir works are works of iniquity,\nAnd the act of violence is in their hands.",
      "7": "Their feet run to evil,\nAnd they make haste to shed innocent blood;\nTheir thoughts are thoughts of iniquity;\nWasting and destruction are in their paths.",
      "8": "The way of peace they have not known,\nAnd there is no justice in their ways;\nThey have made themselves crooked paths;\nWhoever takes that way shall not know peace.",
      "9": "Therefore justice is far from us,\nNor does righteousness overtake us;\nWe look for light, but there is darkness!\nFor brightness, but we walk in blackness!",
      "10": "We grope for the wall like the blind,\nAnd we grope as if we had no eyes;\nWe stumble at noonday as at twilight;\nWe are as dead men in desolate places.",
      "11": "We all growl like bears,\nAnd moan sadly like doves;\nWe look for justice, but there is none;\nFor salvation, but it is far from us.",
      "12": "For our transgressions are multiplied before You,\nAnd our sins testify against us;\nFor our transgressions are with us,\nAnd as for our iniquities, we know them:",
      "13": "In transgressing and lying against the Lord,\nAnd departing from our God,\nSpeaking oppression and revolt,\nConceiving and uttering from the heart words of falsehood.",
      "14": "Justice is turned back,\nAnd righteousness stands afar off;\nFor truth is fallen in the street,\nAnd equity cannot enter.",
      "15": "So truth fails,\nAnd he who departs from evil makes himself a prey.\nThen the Lord saw it, and it displeased Him\nThat there was no justice.",
      "16": "He saw that there was no man,\nAnd wondered that there was no intercessor;\nTherefore His own arm brought salvation for Him;\nAnd His own righteousness, it sustained Him.",
      "17": "For He put on righteousness as a breastplate,\nAnd a helmet of salvation on His head;\nHe put on the garments of vengeance for clothing,\nAnd was clad with zeal as a cloak.",
      "18": "According to their deeds, accordingly He will repay,\nFury to His adversaries,\nRecompense to His enemies;\nThe coastlands He will fully repay.",
      "19": "So shall they fear\nThe name of the Lord from the west,\nAnd His glory from the rising of the sun;\nWhen the enemy comes in like a flood,\nThe Spirit of the Lord will lift up a standard against him.",
      "20": "“The Redeemer will come to Zion,\nAnd to those who turn from transgression in Jacob,”\nSays the Lord.",
      "21": "“As for Me,” says the Lord, “this is My covenant with them: My Spirit who is upon you, and My words which I have put in your mouth, shall not depart from your mouth, nor from the mouth of your descendants, nor from the mouth of your descendants’ descendants,” says the Lord, “from this time and forevermore.”"
    },
    "60": {
      "1": "Arise, shine;\nFor your light has come!\nAnd the glory of the Lord is risen upon you.",
      "2": "For behold, the darkness shall cover the earth,\nAnd deep darkness the people;\nBut the Lord will arise over you,\nAnd His glory will be seen upon you.",
      "3": "The Gentiles shall come to your light,\nAnd kings to the brightness of your rising.",
      "4": "“Lift up your eyes all around, and see:\nThey all gather together, they come to you;\nYour sons shall come from afar,\nAnd your daughters shall be nursed at your side.",
      "5": "Then you shall see and become radiant,\nAnd your heart shall swell with joy;\nBecause the abundance of the sea shall be turned to you,\nThe wealth of the Gentiles shall come to you.",
      "6": "The multitude of camels shall cover your land,\nThe dromedaries of Midian and Ephah;\nAll those from Sheba shall come;\nThey shall bring gold and incense,\nAnd they shall proclaim the praises of the Lord.",
      "7": "All the flocks of Kedar shall be gathered together to you,\nThe rams of Nebaioth shall minister to you;\nThey shall ascend with acceptance on My altar,\nAnd I will glorify the house of My glory.",
      "8": "“Who are these who fly like a cloud,\nAnd like doves to their roosts?",
      "9": "Surely the coastlands shall wait for Me;\nAnd the ships of Tarshish will come first,\nTo bring your sons from afar,\nTheir silver and their gold with them,\nTo the name of the Lord your God,\nAnd to the Holy One of Israel,\nBecause He has glorified you.",
      "10": "“The sons of foreigners shall build up your walls,\nAnd their kings shall minister to you;\nFor in My wrath I struck you,\nBut in My favor I have had mercy on you.",
      "11": "Therefore your gates shall be open continually;\nThey shall not be shut day or night,\nThat men may bring to you the wealth of the Gentiles,\nAnd their kings in procession.",
      "12": "For the nation and kingdom which will not serve you shall perish,\nAnd those nations shall be utterly ruined.",
      "13": "“The glory of Lebanon shall come to you,\nThe cypress, the pine, and the box tree together,\nTo beautify the place of My sanctuary;\nAnd I will make the place of My feet glorious.",
      "14": "Also the sons of those who afflicted you\nShall come bowing to you,\nAnd all those who despised you shall fall prostrate at the soles of your feet;\nAnd they shall call you The City of the Lord,\nZion of the Holy One of Israel.",
      "15": "“Whereas you have been forsaken and hated,\nSo that no one went through you,\nI will make you an eternal excellence,\nA joy of many generations.",
      "16": "You shall drink the milk of the Gentiles,\nAnd milk the breast of kings;\nYou shall know that I, the Lord, am your Savior\nAnd your Redeemer, the Mighty One of Jacob.",
      "17": "“Instead of bronze I will bring gold,\nInstead of iron I will bring silver,\nInstead of wood, bronze,\nAnd instead of stones, iron.\nI will also make your officers peace,\nAnd your magistrates righteousness.",
      "18": "Violence shall no longer be heard in your land,\nNeither wasting nor destruction within your borders;\nBut you shall call your walls Salvation,\nAnd your gates Praise.",
      "19": "“The sun shall no longer be your light by day,\nNor for brightness shall the moon give light to you;\nBut the Lord will be to you an everlasting light,\nAnd your God your glory.",
      "20": "Your sun shall no longer go down,\nNor shall your moon withdraw itself;\nFor the Lord will be your everlasting light,\nAnd the days of your mourning shall be ended.",
      "21": "Also your people shall all be righteous;\nThey shall inherit the land forever,\nThe branch of My planting,\nThe work of My hands,\nThat I may be glorified.",
      "22": "A little one shall become a thousand,\nAnd a small one a strong nation.\nI, the Lord, will hasten it in its time.”"
    },
    "61": {
      "1": "“The Spirit of the Lord God is upon Me,\nBecause the Lord has anointed Me\nTo preach good tidings to the poor;\nHe has sent Me to heal the brokenhearted,\nTo proclaim liberty to the captives,\nAnd the opening of the prison to those who are bound;",
      "2": "To proclaim the acceptable year of the Lord,\nAnd the day of vengeance of our God;\nTo comfort all who mourn,",
      "3": "To console those who mourn in Zion,\nTo give them beauty for ashes,\nThe oil of joy for mourning,\nThe garment of praise for the spirit of heaviness;\nThat they may be called trees of righteousness,\nThe planting of the Lord, that He may be glorified.”",
      "4": "And they shall rebuild the old ruins,\nThey shall raise up the former desolations,\nAnd they shall repair the ruined cities,\nThe desolations of many generations.",
      "5": "Strangers shall stand and feed your flocks,\nAnd the sons of the foreigner\nShall be your plowmen and your vinedressers.",
      "6": "But you shall be named the priests of the Lord,\nThey shall call you the servants of our God.\nYou shall eat the riches of the Gentiles,\nAnd in their glory you shall boast.",
      "7": "Instead of your shame you shall have double honor,\nAnd instead of confusion they shall rejoice in their portion.\nTherefore in their land they shall possess double;\nEverlasting joy shall be theirs.",
      "8": "“For I, the Lord, love justice;\nI hate robbery for burnt offering;\nI will direct their work in truth,\nAnd will make with them an everlasting covenant.",
      "9": "Their descendants shall be known among the Gentiles,\nAnd their offspring among the people.\nAll who see them shall acknowledge them,\nThat they are the posterity whom the Lord has blessed.”",
      "10": "I will greatly rejoice in the Lord,\nMy soul shall be joyful in my God;\nFor He has clothed me with the garments of salvation,\nHe has covered me with the robe of righteousness,\nAs a bridegroom decks himself with ornaments,\nAnd as a bride adorns herself with her jewels.",
      "11": "For as the earth brings forth its bud,\nAs the garden causes the things that are sown in it to spring forth,\nSo the Lord God will cause righteousness and praise to spring forth before all the nations."
    },
    "62": {
      "1": "For Zion’s sake I will not hold My peace,\nAnd for Jerusalem’s sake I will not rest,\nUntil her righteousness goes forth as brightness,\nAnd her salvation as a lamp that burns.",
      "2": "The Gentiles shall see your righteousness,\nAnd all kings your glory.\nYou shall be called by a new name,\nWhich the mouth of the Lord will name.",
      "3": "You shall also be a crown of glory\nIn the hand of the Lord,\nAnd a royal diadem\nIn the hand of your God.",
      "4": "You shall no longer be termed Forsaken,\nNor shall your land any more be termed Desolate;\nBut you shall be called Hephzibah, and your land Beulah;\nFor the Lord delights in you,\nAnd your land shall be married.",
      "5": "For as a young man marries a virgin,\nSo shall your sons marry you;\nAnd as the bridegroom rejoices over the bride,\nSo shall your God rejoice over you.",
      "6": "I have set watchmen on your walls, O Jerusalem;\nThey shall never hold their peace day or night.\nYou who make mention of the Lord, do not keep silent,",
      "7": "And give Him no rest till He establishes\nAnd till He makes Jerusalem a praise in the earth.",
      "8": "The Lord has sworn by His right hand\nAnd by the arm of His strength:\n“Surely I will no longer give your grain\nAs food for your enemies;\nAnd the sons of the foreigner shall not drink your new wine,\nFor which you have labored.",
      "9": "But those who have gathered it shall eat it,\nAnd praise the Lord;\nThose who have brought it together shall drink it in My holy courts.”",
      "10": "Go through,\nGo through the gates!\nPrepare the way for the people;\nBuild up,\nBuild up the highway!\nTake out the stones,\nLift up a banner for the peoples!",
      "11": "Indeed the Lord has proclaimed\nTo the end of the world:\n“Say to the daughter of Zion,\n‘Surely your salvation is coming;\nBehold, His reward is with Him,\nAnd His work before Him.’ ”",
      "12": "And they shall call them The Holy People,\nThe Redeemed of the Lord;\nAnd you shall be called Sought Out,\nA City Not Forsaken."
    },
    "63": {
      "1": "Who is this who comes from Edom,\nWith dyed garments from Bozrah,\nThis One who is glorious in His apparel,\nTraveling in the greatness of His strength?— \n“I who speak in righteousness, mighty to save.”",
      "2": "Why is Your apparel red,\nAnd Your garments like one who treads in the winepress?",
      "3": "“I have trodden the winepress alone,\nAnd from the peoples no one was with Me.\nFor I have trodden them in My anger,\nAnd trampled them in My fury;\nTheir blood is sprinkled upon My garments,\nAnd I have stained all My robes.",
      "4": "For the day of vengeance is in My heart,\nAnd the year of My redeemed has come.",
      "5": "I looked, but there was no one to help,\nAnd I wondered\nThat there was no one to uphold;\nTherefore My own arm brought salvation for Me;\nAnd My own fury, it sustained Me.",
      "6": "I have trodden down the peoples in My anger,\nMade them drunk in My fury,\nAnd brought down their strength to the earth.”",
      "7": "I will mention the lovingkindnesses of the Lord\nAnd the praises of the Lord,\nAccording to all that the Lord has bestowed on us,\nAnd the great goodness toward the house of Israel,\nWhich He has bestowed on them according to His mercies,\nAccording to the multitude of His lovingkindnesses.",
      "8": "For He said, “Surely they are My people,\nChildren who will not lie.”\nSo He became their Savior.",
      "9": "In all their affliction He was afflicted,\nAnd the Angel of His Presence saved them;\nIn His love and in His pity He redeemed them;\nAnd He bore them and carried them\nAll the days of old.",
      "10": "But they rebelled and grieved His Holy Spirit;\nSo He turned Himself against them as an enemy,\nAnd He fought against them.",
      "11": "Then he remembered the days of old,\nMoses and his people, saying:\n“Where is He who brought them up out of the sea\nWith the shepherd of His flock?\nWhere is He who put His Holy Spirit within them,",
      "12": "Who led them by the right hand of Moses,\nWith His glorious arm,\nDividing the water before them\nTo make for Himself an everlasting name,",
      "13": "Who led them through the deep,\nAs a horse in the wilderness,\nThat they might not stumble?”",
      "14": "As a beast goes down into the valley,\nAnd the Spirit of the Lord causes him to rest,\nSo You lead Your people,\nTo make Yourself a glorious name.",
      "15": "Look down from heaven,\nAnd see from Your habitation, holy and glorious.\nWhere are Your zeal and Your strength,\nThe yearning of Your heart and Your mercies toward me?\nAre they restrained?",
      "16": "Doubtless You are our Father,\nThough Abraham was ignorant of us,\nAnd Israel does not acknowledge us.\nYou, O Lord, are our Father;\nOur Redeemer from Everlasting is Your name.",
      "17": "O Lord, why have You made us stray from Your ways,\nAnd hardened our heart from Your fear?\nReturn for Your servants’ sake,\nThe tribes of Your inheritance.",
      "18": "Your holy people have possessed it but a little while;\nOur adversaries have trodden down Your sanctuary.",
      "19": "We have become like those of old, over whom You never ruled,\nThose who were never called by Your name."
    },
    "64": {
      "1": "Oh, that You would rend the heavens!\nThat You would come down!\nThat the mountains might shake at Your presence—",
      "2": "As fire burns brushwood,\nAs fire causes water to boil—\nTo make Your name known to Your adversaries,\nThat the nations may tremble at Your presence!",
      "3": "When You did awesome things for which we did not look,\nYou came down,\nThe mountains shook at Your presence.",
      "4": "For since the beginning of the world\nMen have not heard nor perceived by the ear,\nNor has the eye seen any God besides You,\nWho acts for the one who waits for Him.",
      "5": "You meet him who rejoices and does righteousness,\nWho remembers You in Your ways.\nYou are indeed angry, for we have sinned—\nIn these ways we continue;\nAnd we need to be saved.",
      "6": "But we are all like an unclean thing,\nAnd all our righteousnesses are like filthy rags;\nWe all fade as a leaf,\nAnd our iniquities, like the wind,\nHave taken us away.",
      "7": "And there is no one who calls on Your name,\nWho stirs himself up to take hold of You;\nFor You have hidden Your face from us,\nAnd have consumed us because of our iniquities.",
      "8": "But now, O Lord,\nYou are our Father;\nWe are the clay, and You our potter;\nAnd all we are the work of Your hand.",
      "9": "Do not be furious, O Lord,\nNor remember iniquity forever;\nIndeed, please look—we all are Your people!",
      "10": "Your holy cities are a wilderness,\nZion is a wilderness,\nJerusalem a desolation.",
      "11": "Our holy and beautiful temple,\nWhere our fathers praised You,\nIs burned up with fire;\nAnd all our pleasant things are laid waste.",
      "12": "Will You restrain Yourself because of these things, O Lord?\nWill You hold Your peace, and afflict us very severely?"
    },
    "65": {
      "1": "“I was sought by those who did not ask for Me;\nI was found by those who did not seek Me.\nI said, ‘Here I am, here I am,’\nTo a nation that was not called by My name.",
      "2": "I have stretched out My hands all day long to a rebellious people,\nWho walk in a way that is not good,\nAccording to their own thoughts;",
      "3": "A people who provoke Me to anger continually to My face;\nWho sacrifice in gardens,\nAnd burn incense on altars of brick;",
      "4": "Who sit among the graves,\nAnd spend the night in the tombs;\nWho eat swine’s flesh,\nAnd the broth of abominable things is in their vessels;",
      "5": "Who say, ‘Keep to yourself,\nDo not come near me,\nFor I am holier than you!’\nThese are smoke in My nostrils,\nA fire that burns all the day.",
      "6": "“Behold, it is written before Me:\nI will not keep silence, but will repay—\nEven repay into their bosom—",
      "7": "Your iniquities and the iniquities of your fathers together,”\nSays the Lord,\n“Who have burned incense on the mountains\nAnd blasphemed Me on the hills;\nTherefore I will measure their former work into their bosom.”",
      "8": "Thus says the Lord:\n“As the new wine is found in the cluster,\nAnd one says, ‘Do not destroy it,\nFor a blessing is in it,’\nSo will I do for My servants’ sake,\nThat I may not destroy them all.",
      "9": "I will bring forth descendants from Jacob,\nAnd from Judah an heir of My mountains;\nMy elect shall inherit it,\nAnd My servants shall dwell there.",
      "10": "Sharon shall be a fold of flocks,\nAnd the Valley of Achor a place for herds to lie down,\nFor My people who have sought Me.",
      "11": "“But you are those who forsake the Lord,\nWho forget My holy mountain,\nWho prepare a table for Gad,\nAnd who furnish a drink offering for Meni.",
      "12": "Therefore I will number you for the sword,\nAnd you shall all bow down to the slaughter;\nBecause, when I called, you did not answer;\nWhen I spoke, you did not hear,\nBut did evil before My eyes,\nAnd chose that in which I do not delight.”",
      "13": "Therefore thus says the Lord God:\n“Behold, My servants shall eat,\nBut you shall be hungry;\nBehold, My servants shall drink,\nBut you shall be thirsty;\nBehold, My servants shall rejoice,\nBut you shall be ashamed;",
      "14": "Behold, My servants shall sing for joy of heart,\nBut you shall cry for sorrow of heart,\nAnd wail for grief of spirit.",
      "15": "You shall leave your name as a curse to My chosen;\nFor the Lord God will slay you,\nAnd call His servants by another name;",
      "16": "So that he who blesses himself in the earth\nShall bless himself in the God of truth;\nAnd he who swears in the earth\nShall swear by the God of truth;\nBecause the former troubles are forgotten,\nAnd because they are hidden from My eyes.",
      "17": "“For behold, I create new heavens and a new earth;\nAnd the former shall not be remembered or come to mind.",
      "18": "But be glad and rejoice forever in what I create;\nFor behold, I create Jerusalem as a rejoicing,\nAnd her people a joy.",
      "19": "I will rejoice in Jerusalem,\nAnd joy in My people;\nThe voice of weeping shall no longer be heard in her,\nNor the voice of crying.",
      "20": "“No more shall an infant from there live but a few days,\nNor an old man who has not fulfilled his days;\nFor the child shall die one hundred years old,\nBut the sinner being one hundred years old shall be accursed.",
      "21": "They shall build houses and inhabit them;\nThey shall plant vineyards and eat their fruit.",
      "22": "They shall not build and another inhabit;\nThey shall not plant and another eat;\nFor as the days of a tree, so shall be the days of My people,\nAnd My elect shall long enjoy the work of their hands.",
      "23": "They shall not labor in vain,\nNor bring forth children for trouble;\nFor they shall be the descendants of the blessed of the Lord,\nAnd their offspring with them.",
      "24": "“It shall come to pass\nThat before they call, I will answer;\nAnd while they are still speaking, I will hear.",
      "25": "The wolf and the lamb shall feed together,\nThe lion shall eat straw like the ox,\nAnd dust shall be the serpent’s food.\nThey shall not hurt nor destroy in all My holy mountain,”\nSays the Lord."
    },
    "66": {
      "1": "Thus says the Lord:\n“Heaven is My throne,\nAnd earth is My footstool.\nWhere is the house that you will build Me?\nAnd where is the place of My rest?",
      "2": "For all those things My hand has made,\nAnd all those things exist,”\nSays the Lord.\n“But on this one will I look:\nOn him who is poor and of a contrite spirit,\nAnd who trembles at My word.",
      "3": "“He who kills a bull is as if he slays a man;\nHe who sacrifices a lamb, as if he breaks a dog’s neck;\nHe who offers a grain offering, as if he offers swine’s blood;\nHe who burns incense, as if he blesses an idol.\nJust as they have chosen their own ways,\nAnd their soul delights in their abominations,",
      "4": "So will I choose their delusions,\nAnd bring their fears on them;\nBecause, when I called, no one answered,\nWhen I spoke they did not hear;\nBut they did evil before My eyes,\nAnd chose that in which I do not delight.”",
      "5": "Hear the word of the Lord,\nYou who tremble at His word:\n“Your brethren who hated you,\nWho cast you out for My name’s sake, said,\n‘Let the Lord be glorified,\nThat we may see your joy.’\nBut they shall be ashamed.”",
      "6": "The sound of noise from the city!\nA voice from the temple!\nThe voice of the Lord,\nWho fully repays His enemies!",
      "7": "“Before she was in labor, she gave birth;\nBefore her pain came,\nShe delivered a male child.",
      "8": "Who has heard such a thing?\nWho has seen such things?\nShall the earth be made to give birth in one day?\nOr shall a nation be born at once?\nFor as soon as Zion was in labor,\nShe gave birth to her children.",
      "9": "Shall I bring to the time of birth, and not cause delivery?” says the Lord.\n“Shall I who cause delivery shut up the womb?” says your God.",
      "10": "“Rejoice with Jerusalem,\nAnd be glad with her, all you who love her;\nRejoice for joy with her, all you who mourn for her;",
      "11": "That you may feed and be satisfied\nWith the consolation of her bosom,\nThat you may drink deeply and be delighted\nWith the abundance of her glory.”",
      "12": "For thus says the Lord:\n“Behold, I will extend peace to her like a river,\nAnd the glory of the Gentiles like a flowing stream.\nThen you shall feed;\nOn her sides shall you be carried,\nAnd be dandled on her knees.",
      "13": "As one whom his mother comforts,\nSo I will comfort you;\nAnd you shall be comforted in Jerusalem.”",
      "14": "When you see this, your heart shall rejoice,\nAnd your bones shall flourish like grass;\nThe hand of the Lord shall be known to His servants,\nAnd His indignation to His enemies.",
      "15": "For behold, the Lord will come with fire\nAnd with His chariots, like a whirlwind,\nTo render His anger with fury,\nAnd His rebuke with flames of fire.",
      "16": "For by fire and by His sword\nThe Lord will judge all flesh;\nAnd the slain of the Lord shall be many.",
      "17": "“Those who sanctify themselves and purify themselves,\nTo go to the gardens\nAfter an idol in the midst,\nEating swine’s flesh and the abomination and the mouse,\nShall be consumed together,” says the Lord.",
      "18": "“For I know their works and their thoughts. It shall be that I will gather all nations and tongues; and they shall come and see My glory.",
      "19": "I will set a sign among them; and those among them who escape I will send to the nations: to Tarshish and Pul and Lud, who draw the bow, and Tubal and Javan, to the coastlands afar off who have not heard My fame nor seen My glory. And they shall declare My glory among the Gentiles.",
      "20": "Then they shall bring all your brethren for an offering to the Lord out of all nations, on horses and in chariots and in litters, on mules and on camels, to My holy mountain Jerusalem,” says the Lord, “as the children of Israel bring an offering in a clean vessel into the house of the Lord.",
      "21": "And I will also take some of them for priests and Levites,” says the Lord.",
      "22": "“For as the new heavens and the new earth\nWhich I will make shall remain before Me,” says the Lord,\n“So shall your descendants and your name remain.",
      "23": "And it shall come to pass\nThat from one New Moon to another,\nAnd from one Sabbath to another,\nAll flesh shall come to worship before Me,” says the Lord.",
      "24": "“And they shall go forth and look\nUpon the corpses of the men\nWho have transgressed against Me.\nFor their worm does not die,\nAnd their fire is not quenched.\nThey shall be an abhorrence to all flesh.”"
    }
  }
}