{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:57:59.568035-04:00",
    "Translation": "NKJV"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz, whose name was Job; and that man was blameless and upright, and one who feared God and shunned evil.",
      "2": "And seven sons and three daughters were born to him.",
      "3": "Also, his possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large household, so that this man was the greatest of all the people of the East.",
      "4": "And his sons would go and feast in their houses, each on his appointed day, and would send and invite their three sisters to eat and drink with them.",
      "5": "So it was, when the days of feasting had run their course, that Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned and cursed God in their hearts.” Thus Job did regularly.",
      "6": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.",
      "7": "And the Lord said to Satan, “From where do you come?”\nSo Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”",
      "8": "Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”",
      "9": "So Satan answered the Lord and said, “Does Job fear God for nothing?",
      "10": "Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
      "11": "But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”",
      "12": "And the Lord said to Satan, “Behold, all that he has is in your power; only do not lay a hand on his person.”\nSo Satan went out from the presence of the Lord.",
      "13": "Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house;",
      "14": "and a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,",
      "15": "when the Sabeans raided them and took them away—indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!”",
      "16": "While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!”",
      "17": "While he was still speaking, another also came and said, “The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!”",
      "18": "While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house,",
      "19": "and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!”",
      "20": "Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.",
      "21": "And he said:\n“Naked I came from my mother’s womb,\nAnd naked shall I return there.\nThe Lord gave, and the Lord has taken away;\nBlessed be the name of the Lord.”",
      "22": "In all this Job did not sin nor charge God with wrong."
    },
    "2": {
      "1": "Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.",
      "2": "And the Lord said to Satan, “From where do you come?”\nSatan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”",
      "3": "Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.”",
      "4": "So Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.",
      "5": "But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!”",
      "6": "And the Lord said to Satan, “Behold, he is in your hand, but spare his life.”",
      "7": "So Satan went out from the presence of the Lord, and struck Job with painful boils from the sole of his foot to the crown of his head.",
      "8": "And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes.",
      "9": "Then his wife said to him, “Do you still hold fast to your integrity? Curse God and die!”",
      "10": "But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?” In all this Job did not sin with his lips.",
      "11": "Now when Job’s three friends heard of all this adversity that had come upon him, each one came from his own place—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. For they had made an appointment together to come and mourn with him, and to comfort him.",
      "12": "And when they raised their eyes from afar, and did not recognize him, they lifted their voices and wept; and each one tore his robe and sprinkled dust on his head toward heaven.",
      "13": "So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his grief was very great."
    },
    "3": {
      "1": "After this Job opened his mouth and cursed the day of his birth.",
      "2": "And Job spoke, and said:",
      "3": "“May the day perish on which I was born,\nAnd the night in which it was said,\n‘A male child is conceived.’",
      "4": "May that day be darkness;\nMay God above not seek it,\nNor the light shine upon it.",
      "5": "May darkness and the shadow of death claim it;\nMay a cloud settle on it;\nMay the blackness of the day terrify it.",
      "6": "As for that night, may darkness seize it;\nMay it not rejoice among the days of the year,\nMay it not come into the number of the months.",
      "7": "Oh, may that night be barren!\nMay no joyful shout come into it!",
      "8": "May those curse it who curse the day,\nThose who are ready to arouse Leviathan.",
      "9": "May the stars of its morning be dark;\nMay it look for light, but have none,\nAnd not see the dawning of the day;",
      "10": "Because it did not shut up the doors of my mother’s womb,\nNor hide sorrow from my eyes.",
      "11": "“Why did I not die at birth?\nWhy did I not perish when I came from the womb?",
      "12": "Why did the knees receive me?\nOr why the breasts, that I should nurse?",
      "13": "For now I would have lain still and been quiet,\nI would have been asleep;\nThen I would have been at rest",
      "14": "With kings and counselors of the earth,\nWho built ruins for themselves,",
      "15": "Or with princes who had gold,\nWho filled their houses with silver;",
      "16": "Or why was I not hidden like a stillborn child,\nLike infants who never saw light?",
      "17": "There the wicked cease from troubling,\nAnd there the weary are at rest.",
      "18": "There the prisoners rest together;\nThey do not hear the voice of the oppressor.",
      "19": "The small and great are there,\nAnd the servant is free from his master.",
      "20": "“Why is light given to him who is in misery,\nAnd life to the bitter of soul,",
      "21": "Who long for death, but it does not come,\nAnd search for it more than hidden treasures;",
      "22": "Who rejoice exceedingly,\nAnd are glad when they can find the grave?",
      "23": "Why is light given to a man whose way is hidden,\nAnd whom God has hedged in?",
      "24": "For my sighing comes before I eat,\nAnd my groanings pour out like water.",
      "25": "For the thing I greatly feared has come upon me,\nAnd what I dreaded has happened to me.",
      "26": "I am not at ease, nor am I quiet;\nI have no rest, for trouble comes.”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite answered and said:",
      "2": "“If one attempts a word with you, will you become weary?\nBut who can withhold himself from speaking?",
      "3": "Surely you have instructed many,\nAnd you have strengthened weak hands.",
      "4": "Your words have upheld him who was stumbling,\nAnd you have strengthened the feeble knees;",
      "5": "But now it comes upon you, and you are weary;\nIt touches you, and you are troubled.",
      "6": "Is not your reverence your confidence?\nAnd the integrity of your ways your hope?",
      "7": "“Remember now, who ever perished being innocent?\nOr where were the upright ever cut off?",
      "8": "Even as I have seen,\nThose who plow iniquity\nAnd sow trouble reap the same.",
      "9": "By the blast of God they perish,\nAnd by the breath of His anger they are consumed.",
      "10": "The roaring of the lion,\nThe voice of the fierce lion,\nAnd the teeth of the young lions are broken.",
      "11": "The old lion perishes for lack of prey,\nAnd the cubs of the lioness are scattered.",
      "12": "“Now a word was secretly brought to me,\nAnd my ear received a whisper of it.",
      "13": "In disquieting thoughts from the visions of the night,\nWhen deep sleep falls on men,",
      "14": "Fear came upon me, and trembling,\nWhich made all my bones shake.",
      "15": "Then a spirit passed before my face;\nThe hair on my body stood up.",
      "16": "It stood still,\nBut I could not discern its appearance.\nA form was before my eyes;\nThere was silence;\nThen I heard a voice saying:",
      "17": "‘Can a mortal be more righteous than God?\nCan a man be more pure than his Maker?",
      "18": "If He puts no trust in His servants,\nIf He charges His angels with error,",
      "19": "How much more those who dwell in houses of clay,\nWhose foundation is in the dust,\nWho are crushed before a moth?",
      "20": "They are broken in pieces from morning till evening;\nThey perish forever, with no one regarding.",
      "21": "Does not their own excellence go away?\nThey die, even without wisdom.’"
    },
    "5": {
      "1": "“Call out now;\nIs there anyone who will answer you?\nAnd to which of the holy ones will you turn?",
      "2": "For wrath kills a foolish man,\nAnd envy slays a simple one.",
      "3": "I have seen the foolish taking root,\nBut suddenly I cursed his dwelling place.",
      "4": "His sons are far from safety,\nThey are crushed in the gate,\nAnd there is no deliverer.",
      "5": "Because the hungry eat up his harvest,\nTaking it even from the thorns,\nAnd a snare snatches their substance.",
      "6": "For affliction does not come from the dust,\nNor does trouble spring from the ground;",
      "7": "Yet man is born to trouble,\nAs the sparks fly upward.",
      "8": "“But as for me, I would seek God,\nAnd to God I would commit my cause—",
      "9": "Who does great things, and unsearchable,\nMarvelous things without number.",
      "10": "He gives rain on the earth,\nAnd sends waters on the fields.",
      "11": "He sets on high those who are lowly,\nAnd those who mourn are lifted to safety.",
      "12": "He frustrates the devices of the crafty,\nSo that their hands cannot carry out their plans.",
      "13": "He catches the wise in their own craftiness,\nAnd the counsel of the cunning comes quickly upon them.",
      "14": "They meet with darkness in the daytime,\nAnd grope at noontime as in the night.",
      "15": "But He saves the needy from the sword,\nFrom the mouth of the mighty,\nAnd from their hand.",
      "16": "So the poor have hope,\nAnd injustice shuts her mouth.",
      "17": "“Behold, happy is the man whom God corrects;\nTherefore do not despise the chastening of the Almighty.",
      "18": "For He bruises, but He binds up;\nHe wounds, but His hands make whole.",
      "19": "He shall deliver you in six troubles,\nYes, in seven no evil shall touch you.",
      "20": "In famine He shall redeem you from death,\nAnd in war from the power of the sword.",
      "21": "You shall be hidden from the scourge of the tongue,\nAnd you shall not be afraid of destruction when it comes.",
      "22": "You shall laugh at destruction and famine,\nAnd you shall not be afraid of the beasts of the earth.",
      "23": "For you shall have a covenant with the stones of the field,\nAnd the beasts of the field shall be at peace with you.",
      "24": "You shall know that your tent is in peace;\nYou shall visit your dwelling and find nothing amiss.",
      "25": "You shall also know that your descendants shall be many,\nAnd your offspring like the grass of the earth.",
      "26": "You shall come to the grave at a full age,\nAs a sheaf of grain ripens in its season.",
      "27": "Behold, this we have searched out;\nIt is true.\nHear it, and know for yourself.”"
    },
    "6": {
      "1": "Then Job answered and said:",
      "2": "“Oh, that my grief were fully weighed,\nAnd my calamity laid with it on the scales!",
      "3": "For then it would be heavier than the sand of the sea—\nTherefore my words have been rash.",
      "4": "For the arrows of the Almighty are within me;\nMy spirit drinks in their poison;\nThe terrors of God are arrayed against me.",
      "5": "Does the wild donkey bray when it has grass,\nOr does the ox low over its fodder?",
      "6": "Can flavorless food be eaten without salt?\nOr is there any taste in the white of an egg?",
      "7": "My soul refuses to touch them;\nThey are as loathsome food to me.",
      "8": "“Oh, that I might have my request,\nThat God would grant me the thing that I long for!",
      "9": "That it would please God to crush me,\nThat He would loose His hand and cut me off!",
      "10": "Then I would still have comfort;\nThough in anguish I would exult,\nHe will not spare;\nFor I have not concealed the words of the Holy One.",
      "11": "“What strength do I have, that I should hope?\nAnd what is my end, that I should prolong my life?",
      "12": "Is my strength the strength of stones?\nOr is my flesh bronze?",
      "13": "Is my help not within me?\nAnd is success driven from me?",
      "14": "“To him who is afflicted, kindness should be shown by his friend,\nEven though he forsakes the fear of the Almighty.",
      "15": "My brothers have dealt deceitfully like a brook,\nLike the streams of the brooks that pass away,",
      "16": "Which are dark because of the ice,\nAnd into which the snow vanishes.",
      "17": "When it is warm, they cease to flow;\nWhen it is hot, they vanish from their place.",
      "18": "The paths of their way turn aside,\nThey go nowhere and perish.",
      "19": "The caravans of Tema look,\nThe travelers of Sheba hope for them.",
      "20": "They are disappointed because they were confident;\nThey come there and are confused.",
      "21": "For now you are nothing,\nYou see terror and are afraid.",
      "22": "Did I ever say, ‘Bring something to me’?\nOr, ‘Offer a bribe for me from your wealth’?",
      "23": "Or, ‘Deliver me from the enemy’s hand’?\nOr, ‘Redeem me from the hand of oppressors’?",
      "24": "“Teach me, and I will hold my tongue;\nCause me to understand wherein I have erred.",
      "25": "How forceful are right words!\nBut what does your arguing prove?",
      "26": "Do you intend to rebuke my words,\nAnd the speeches of a desperate one, which are as wind?",
      "27": "Yes, you overwhelm the fatherless,\nAnd you undermine your friend.",
      "28": "Now therefore, be pleased to look at me;\nFor I would never lie to your face.",
      "29": "Yield now, let there be no injustice!\nYes, concede, my righteousness still stands!",
      "30": "Is there injustice on my tongue?\nCannot my taste discern the unsavory?"
    },
    "7": {
      "1": "“Is there not a time of hard service for man on earth?\nAre not his days also like the days of a hired man?",
      "2": "Like a servant who earnestly desires the shade,\nAnd like a hired man who eagerly looks for his wages,",
      "3": "So I have been allotted months of futility,\nAnd wearisome nights have been appointed to me.",
      "4": "When I lie down, I say, ‘When shall I arise,\nAnd the night be ended?’\nFor I have had my fill of tossing till dawn.",
      "5": "My flesh is caked with worms and dust,\nMy skin is cracked and breaks out afresh.",
      "6": "“My days are swifter than a weaver’s shuttle,\nAnd are spent without hope.",
      "7": "Oh, remember that my life is a breath!\nMy eye will never again see good.",
      "8": "The eye of him who sees me will see me no more;\nWhile your eyes are upon me, I shall no longer be.",
      "9": "As the cloud disappears and vanishes away,\nSo he who goes down to the grave does not come up.",
      "10": "He shall never return to his house,\nNor shall his place know him anymore.",
      "11": "“Therefore I will not restrain my mouth;\nI will speak in the anguish of my spirit;\nI will complain in the bitterness of my soul.",
      "12": "Am I a sea, or a sea serpent,\nThat You set a guard over me?",
      "13": "When I say, ‘My bed will comfort me,\nMy couch will ease my complaint,’",
      "14": "Then You scare me with dreams\nAnd terrify me with visions,",
      "15": "So that my soul chooses strangling\nAnd death rather than my body.",
      "16": "I loathe my life;\nI would not live forever.\nLet me alone,\nFor my days are but a breath.",
      "17": "“What is man, that You should exalt him,\nThat You should set Your heart on him,",
      "18": "That You should visit him every morning,\nAnd test him every moment?",
      "19": "How long?\nWill You not look away from me,\nAnd let me alone till I swallow my saliva?",
      "20": "Have I sinned?\nWhat have I done to You, O watcher of men?\nWhy have You set me as Your target,\nSo that I am a burden to myself?",
      "21": "Why then do You not pardon my transgression,\nAnd take away my iniquity?\nFor now I will lie down in the dust,\nAnd You will seek me diligently,\nBut I will no longer be.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite answered and said:",
      "2": "“How long will you speak these things,\nAnd the words of your mouth be like a strong wind?",
      "3": "Does God subvert judgment?\nOr does the Almighty pervert justice?",
      "4": "If your sons have sinned against Him,\nHe has cast them away for their transgression.",
      "5": "If you would earnestly seek God\nAnd make your supplication to the Almighty,",
      "6": "If you were pure and upright,\nSurely now He would awake for you,\nAnd prosper your rightful dwelling place.",
      "7": "Though your beginning was small,\nYet your latter end would increase abundantly.",
      "8": "“For inquire, please, of the former age,\nAnd consider the things discovered by their fathers;",
      "9": "For we were born yesterday, and know nothing,\nBecause our days on earth are a shadow.",
      "10": "Will they not teach you and tell you,\nAnd utter words from their heart?",
      "11": "“Can the papyrus grow up without a marsh?\nCan the reeds flourish without water?",
      "12": "While it is yet green and not cut down,\nIt withers before any other plant.",
      "13": "So are the paths of all who forget God;\nAnd the hope of the hypocrite shall perish,",
      "14": "Whose confidence shall be cut off,\nAnd whose trust is a spider’s web.",
      "15": "He leans on his house, but it does not stand.\nHe holds it fast, but it does not endure.",
      "16": "He grows green in the sun,\nAnd his branches spread out in his garden.",
      "17": "His roots wrap around the rock heap,\nAnd look for a place in the stones.",
      "18": "If he is destroyed from his place,\nThen it will deny him, saying, ‘I have not seen you.’",
      "19": "“Behold, this is the joy of His way,\nAnd out of the earth others will grow.",
      "20": "Behold, God will not cast away the blameless,\nNor will He uphold the evildoers.",
      "21": "He will yet fill your mouth with laughing,\nAnd your lips with rejoicing.",
      "22": "Those who hate you will be clothed with shame,\nAnd the dwelling place of the wicked will come to nothing.”"
    },
    "9": {
      "1": "Then Job answered and said:",
      "2": "“Truly I know it is so,\nBut how can a man be righteous before God?",
      "3": "If one wished to contend with Him,\nHe could not answer Him one time out of a thousand.",
      "4": "God is wise in heart and mighty in strength.\nWho has hardened himself against Him and prospered?",
      "5": "He removes the mountains, and they do not know\nWhen He overturns them in His anger;",
      "6": "He shakes the earth out of its place,\nAnd its pillars tremble;",
      "7": "He commands the sun, and it does not rise;\nHe seals off the stars;",
      "8": "He alone spreads out the heavens,\nAnd treads on the waves of the sea;",
      "9": "He made the Bear, Orion, and the Pleiades,\nAnd the chambers of the south;",
      "10": "He does great things past finding out,\nYes, wonders without number.",
      "11": "If He goes by me, I do not see Him;\nIf He moves past, I do not perceive Him;",
      "12": "If He takes away, who can hinder Him?\nWho can say to Him, ‘What are You doing?’",
      "13": "God will not withdraw His anger,\nThe allies of the proud lie prostrate beneath Him.",
      "14": "“How then can I answer Him,\nAnd choose my words to reason with Him?",
      "15": "For though I were righteous, I could not answer Him;\nI would beg mercy of my Judge.",
      "16": "If I called and He answered me,\nI would not believe that He was listening to my voice.",
      "17": "For He crushes me with a tempest,\nAnd multiplies my wounds without cause.",
      "18": "He will not allow me to catch my breath,\nBut fills me with bitterness.",
      "19": "If it is a matter of strength, indeed He is strong;\nAnd if of justice, who will appoint my day in court?",
      "20": "Though I were righteous, my own mouth would condemn me;\nThough I were blameless, it would prove me perverse.",
      "21": "“I am blameless, yet I do not know myself;\nI despise my life.",
      "22": "It is all one thing;\nTherefore I say, ‘He destroys the blameless and the wicked.’",
      "23": "If the scourge slays suddenly,\nHe laughs at the plight of the innocent.",
      "24": "The earth is given into the hand of the wicked.\nHe covers the faces of its judges.\nIf it is not He, who else could it be?",
      "25": "“Now my days are swifter than a runner;\nThey flee away, they see no good.",
      "26": "They pass by like swift ships,\nLike an eagle swooping on its prey.",
      "27": "If I say, ‘I will forget my complaint,\nI will put off my sad face and wear a smile,’",
      "28": "I am afraid of all my sufferings;\nI know that You will not hold me innocent.",
      "29": "If I am condemned,\nWhy then do I labor in vain?",
      "30": "If I wash myself with snow water,\nAnd cleanse my hands with soap,",
      "31": "Yet You will plunge me into the pit,\nAnd my own clothes will abhor me.",
      "32": "“For He is not a man, as I am,\nThat I may answer Him,\nAnd that we should go to court together.",
      "33": "Nor is there any mediator between us,\nWho may lay his hand on us both.",
      "34": "Let Him take His rod away from me,\nAnd do not let dread of Him terrify me.",
      "35": "Then I would speak and not fear Him,\nBut it is not so with me."
    },
    "10": {
      "1": "“My soul loathes my life;\nI will give free course to my complaint,\nI will speak in the bitterness of my soul.",
      "2": "I will say to God, ‘Do not condemn me;\nShow me why You contend with me.",
      "3": "Does it seem good to You that You should oppress,\nThat You should despise the work of Your hands,\nAnd smile on the counsel of the wicked?",
      "4": "Do You have eyes of flesh?\nOr do You see as man sees?",
      "5": "Are Your days like the days of a mortal man?\nAre Your years like the days of a mighty man,",
      "6": "That You should seek for my iniquity\nAnd search out my sin,",
      "7": "Although You know that I am not wicked,\nAnd there is no one who can deliver from Your hand?",
      "8": "‘Your hands have made me and fashioned me,\nAn intricate unity;\nYet You would destroy me.",
      "9": "Remember, I pray, that You have made me like clay.\nAnd will You turn me into dust again?",
      "10": "Did You not pour me out like milk,\nAnd curdle me like cheese,",
      "11": "Clothe me with skin and flesh,\nAnd knit me together with bones and sinews?",
      "12": "You have granted me life and favor,\nAnd Your care has preserved my spirit.",
      "13": "‘And these things You have hidden in Your heart;\nI know that this was with You:",
      "14": "If I sin, then You mark me,\nAnd will not acquit me of my iniquity.",
      "15": "If I am wicked, woe to me;\nEven if I am righteous, I cannot lift up my head.\nI am full of disgrace;\nSee my misery!",
      "16": "If my head is exalted,\nYou hunt me like a fierce lion,\nAnd again You show Yourself awesome against me.",
      "17": "You renew Your witnesses against me,\nAnd increase Your indignation toward me;\nChanges and war are ever with me.",
      "18": "‘Why then have You brought me out of the womb?\nOh, that I had perished and no eye had seen me!",
      "19": "I would have been as though I had not been.\nI would have been carried from the womb to the grave.",
      "20": "Are not my days few?\nCease! Leave me alone, that I may take a little comfort,",
      "21": "Before I go to the place from which I shall not return,\nTo the land of darkness and the shadow of death,",
      "22": "A land as dark as darkness itself,\nAs the shadow of death, without any order,\nWhere even the light is like darkness.’ ”"
    },
    "11": {
      "1": "Then Zophar the Naamathite answered and said:",
      "2": "“Should not the multitude of words be answered?\nAnd should a man full of talk be vindicated?",
      "3": "Should your empty talk make men hold their peace?\nAnd when you mock, should no one rebuke you?",
      "4": "For you have said,\n‘My doctrine is pure,\nAnd I am clean in your eyes.’",
      "5": "But oh, that God would speak,\nAnd open His lips against you,",
      "6": "That He would show you the secrets of wisdom!\nFor they would double your prudence.\nKnow therefore that God exacts from you\nLess than your iniquity deserves.",
      "7": "“Can you search out the deep things of God?\nCan you find out the limits of the Almighty?",
      "8": "They are higher than heaven—what can you do?\nDeeper than Sheol—what can you know?",
      "9": "Their measure is longer than the earth\nAnd broader than the sea.",
      "10": "“If He passes by, imprisons, and gathers to judgment,\nThen who can hinder Him?",
      "11": "For He knows deceitful men;\nHe sees wickedness also.\nWill He not then consider it?",
      "12": "For an empty-headed man will be wise,\nWhen a wild donkey’s colt is born a man.",
      "13": "“If you would prepare your heart,\nAnd stretch out your hands toward Him;",
      "14": "If iniquity were in your hand, and you put it far away,\nAnd would not let wickedness dwell in your tents;",
      "15": "Then surely you could lift up your face without spot;\nYes, you could be steadfast, and not fear;",
      "16": "Because you would forget your misery,\nAnd remember it as waters that have passed away,",
      "17": "And your life would be brighter than noonday.\nThough you were dark, you would be like the morning.",
      "18": "And you would be secure, because there is hope;\nYes, you would dig around you, and take your rest in safety.",
      "19": "You would also lie down, and no one would make you afraid;\nYes, many would court your favor.",
      "20": "But the eyes of the wicked will fail,\nAnd they shall not escape,\nAnd their hope—loss of life!”"
    },
    "12": {
      "1": "Then Job answered and said:",
      "2": "“No doubt you are the people,\nAnd wisdom will die with you!",
      "3": "But I have understanding as well as you;\nI am not inferior to you.\nIndeed, who does not know such things as these?",
      "4": "“I am one mocked by his friends,\nWho called on God, and He answered him,\nThe just and blameless who is ridiculed.",
      "5": "A lamp is despised in the thought of one who is at ease;\nIt is made ready for those whose feet slip.",
      "6": "The tents of robbers prosper,\nAnd those who provoke God are secure—\nIn what God provides by His hand.",
      "7": "“But now ask the beasts, and they will teach you;\nAnd the birds of the air, and they will tell you;",
      "8": "Or speak to the earth, and it will teach you;\nAnd the fish of the sea will explain to you.",
      "9": "Who among all these does not know\nThat the hand of the Lord has done this,",
      "10": "In whose hand is the life of every living thing,\nAnd the breath of all mankind?",
      "11": "Does not the ear test words\nAnd the mouth taste its food?",
      "12": "Wisdom is with aged men,\nAnd with length of days, understanding.",
      "13": "“With Him are wisdom and strength,\nHe has counsel and understanding.",
      "14": "If He breaks a thing down, it cannot be rebuilt;\nIf He imprisons a man, there can be no release.",
      "15": "If He withholds the waters, they dry up;\nIf He sends them out, they overwhelm the earth.",
      "16": "With Him are strength and prudence.\nThe deceived and the deceiver are His.",
      "17": "He leads counselors away plundered,\nAnd makes fools of the judges.",
      "18": "He loosens the bonds of kings,\nAnd binds their waist with a belt.",
      "19": "He leads princes away plundered,\nAnd overthrows the mighty.",
      "20": "He deprives the trusted ones of speech,\nAnd takes away the discernment of the elders.",
      "21": "He pours contempt on princes,\nAnd disarms the mighty.",
      "22": "He uncovers deep things out of darkness,\nAnd brings the shadow of death to light.",
      "23": "He makes nations great, and destroys them;\nHe enlarges nations, and guides them.",
      "24": "He takes away the understanding of the chiefs of the people of the earth,\nAnd makes them wander in a pathless wilderness.",
      "25": "They grope in the dark without light,\nAnd He makes them stagger like a drunken man."
    },
    "13": {
      "1": "“Behold, my eye has seen all this,\nMy ear has heard and understood it.",
      "2": "What you know, I also know;\nI am not inferior to you.",
      "3": "But I would speak to the Almighty,\nAnd I desire to reason with God.",
      "4": "But you forgers of lies,\nYou are all worthless physicians.",
      "5": "Oh, that you would be silent,\nAnd it would be your wisdom!",
      "6": "Now hear my reasoning,\nAnd heed the pleadings of my lips.",
      "7": "Will you speak wickedly for God,\nAnd talk deceitfully for Him?",
      "8": "Will you show partiality for Him?\nWill you contend for God?",
      "9": "Will it be well when He searches you out?\nOr can you mock Him as one mocks a man?",
      "10": "He will surely rebuke you\nIf you secretly show partiality.",
      "11": "Will not His excellence make you afraid,\nAnd the dread of Him fall upon you?",
      "12": "Your platitudes are proverbs of ashes,\nYour defenses are defenses of clay.",
      "13": "“Hold your peace with me, and let me speak,\nThen let come on me what may!",
      "14": "Why do I take my flesh in my teeth,\nAnd put my life in my hands?",
      "15": "Though He slay me, yet will I trust Him.\nEven so, I will defend my own ways before Him.",
      "16": "He also shall be my salvation,\nFor a hypocrite could not come before Him.",
      "17": "Listen carefully to my speech,\nAnd to my declaration with your ears.",
      "18": "See now, I have prepared my case,\nI know that I shall be vindicated.",
      "19": "Who is he who will contend with me?\nIf now I hold my tongue, I perish.",
      "20": "“Only two things do not do to me,\nThen I will not hide myself from You:",
      "21": "Withdraw Your hand far from me,\nAnd let not the dread of You make me afraid.",
      "22": "Then call, and I will answer;\nOr let me speak, then You respond to me.",
      "23": "How many are my iniquities and sins?\nMake me know my transgression and my sin.",
      "24": "Why do You hide Your face,\nAnd regard me as Your enemy?",
      "25": "Will You frighten a leaf driven to and fro?\nAnd will You pursue dry stubble?",
      "26": "For You write bitter things against me,\nAnd make me inherit the iniquities of my youth.",
      "27": "You put my feet in the stocks,\nAnd watch closely all my paths.\nYou set a limit for the soles of my feet.",
      "28": "“Man decays like a rotten thing,\nLike a garment that is moth-eaten."
    },
    "14": {
      "1": "“Man who is born of woman\nIs of few days and full of trouble.",
      "2": "He comes forth like a flower and fades away;\nHe flees like a shadow and does not continue.",
      "3": "And do You open Your eyes on such a one,\nAnd bring me to judgment with Yourself?",
      "4": "Who can bring a clean thing out of an unclean?\nNo one!",
      "5": "Since his days are determined,\nThe number of his months is with You;\nYou have appointed his limits, so that he cannot pass.",
      "6": "Look away from him that he may rest,\nTill like a hired man he finishes his day.",
      "7": "“For there is hope for a tree,\nIf it is cut down, that it will sprout again,\nAnd that its tender shoots will not cease.",
      "8": "Though its root may grow old in the earth,\nAnd its stump may die in the ground,",
      "9": "Yet at the scent of water it will bud\nAnd bring forth branches like a plant.",
      "10": "But man dies and is laid away;\nIndeed he breathes his last\nAnd where is he?",
      "11": "As water disappears from the sea,\nAnd a river becomes parched and dries up,",
      "12": "So man lies down and does not rise.\nTill the heavens are no more,\nThey will not awake\nNor be roused from their sleep.",
      "13": "“Oh, that You would hide me in the grave,\nThat You would conceal me until Your wrath is past,\nThat You would appoint me a set time, and remember me!",
      "14": "If a man dies, shall he live again?\nAll the days of my hard service I will wait,\nTill my change comes.",
      "15": "You shall call, and I will answer You;\nYou shall desire the work of Your hands.",
      "16": "For now You number my steps,\nBut do not watch over my sin.",
      "17": "My transgression is sealed up in a bag,\nAnd You cover my iniquity.",
      "18": "“But as a mountain falls and crumbles away,\nAnd as a rock is moved from its place;",
      "19": "As water wears away stones,\nAnd as torrents wash away the soil of the earth;\nSo You destroy the hope of man.",
      "20": "You prevail forever against him, and he passes on;\nYou change his countenance and send him away.",
      "21": "His sons come to honor, and he does not know it;\nThey are brought low, and he does not perceive it.",
      "22": "But his flesh will be in pain over it,\nAnd his soul will mourn over it.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite answered and said:",
      "2": "“Should a wise man answer with empty knowledge,\nAnd fill himself with the east wind?",
      "3": "Should he reason with unprofitable talk,\nOr by speeches with which he can do no good?",
      "4": "Yes, you cast off fear,\nAnd restrain prayer before God.",
      "5": "For your iniquity teaches your mouth,\nAnd you choose the tongue of the crafty.",
      "6": "Your own mouth condemns you, and not I;\nYes, your own lips testify against you.",
      "7": "“Are you the first man who was born?\nOr were you made before the hills?",
      "8": "Have you heard the counsel of God?\nDo you limit wisdom to yourself?",
      "9": "What do you know that we do not know?\nWhat do you understand that is not in us?",
      "10": "Both the gray-haired and the aged are among us,\nMuch older than your father.",
      "11": "Are the consolations of God too small for you,\nAnd the word spoken gently with you?",
      "12": "Why does your heart carry you away,\nAnd what do your eyes wink at,",
      "13": "That you turn your spirit against God,\nAnd let such words go out of your mouth?",
      "14": "“What is man, that he could be pure?\nAnd he who is born of a woman, that he could be righteous?",
      "15": "If God puts no trust in His saints,\nAnd the heavens are not pure in His sight,",
      "16": "How much less man, who is abominable and filthy,\nWho drinks iniquity like water!",
      "17": "“I will tell you, hear me;\nWhat I have seen I will declare,",
      "18": "What wise men have told,\nNot hiding anything received from their fathers,",
      "19": "To whom alone the land was given,\nAnd no alien passed among them:",
      "20": "The wicked man writhes with pain all his days,\nAnd the number of years is hidden from the oppressor.",
      "21": "Dreadful sounds are in his ears;\nIn prosperity the destroyer comes upon him.",
      "22": "He does not believe that he will return from darkness,\nFor a sword is waiting for him.",
      "23": "He wanders about for bread, saying, ‘Where is it?’\nHe knows that a day of darkness is ready at his hand.",
      "24": "Trouble and anguish make him afraid;\nThey overpower him, like a king ready for battle.",
      "25": "For he stretches out his hand against God,\nAnd acts defiantly against the Almighty,",
      "26": "Running stubbornly against Him\nWith his strong, embossed shield.",
      "27": "“Though he has covered his face with his fatness,\nAnd made his waist heavy with fat,",
      "28": "He dwells in desolate cities,\nIn houses which no one inhabits,\nWhich are destined to become ruins.",
      "29": "He will not be rich,\nNor will his wealth continue,\nNor will his possessions overspread the earth.",
      "30": "He will not depart from darkness;\nThe flame will dry out his branches,\nAnd by the breath of His mouth he will go away.",
      "31": "Let him not trust in futile things, deceiving himself,\nFor futility will be his reward.",
      "32": "It will be accomplished before his time,\nAnd his branch will not be green.",
      "33": "He will shake off his unripe grape like a vine,\nAnd cast off his blossom like an olive tree.",
      "34": "For the company of hypocrites will be barren,\nAnd fire will consume the tents of bribery.",
      "35": "They conceive trouble and bring forth futility;\nTheir womb prepares deceit.”"
    },
    "16": {
      "1": "Then Job answered and said:",
      "2": "“I have heard many such things;\nMiserable comforters are you all!",
      "3": "Shall words of wind have an end?\nOr what provokes you that you answer?",
      "4": "I also could speak as you do,\nIf your soul were in my soul’s place.\nI could heap up words against you,\nAnd shake my head at you;",
      "5": "But I would strengthen you with my mouth,\nAnd the comfort of my lips would relieve your grief.",
      "6": "“Though I speak, my grief is not relieved;\nAnd if I remain silent, how am I eased?",
      "7": "But now He has worn me out;\nYou have made desolate all my company.",
      "8": "You have shriveled me up,\nAnd it is a witness against me;\nMy leanness rises up against me\nAnd bears witness to my face.",
      "9": "He tears me in His wrath, and hates me;\nHe gnashes at me with His teeth;\nMy adversary sharpens His gaze on me.",
      "10": "They gape at me with their mouth,\nThey strike me reproachfully on the cheek,\nThey gather together against me.",
      "11": "God has delivered me to the ungodly,\nAnd turned me over to the hands of the wicked.",
      "12": "I was at ease, but He has shattered me;\nHe also has taken me by my neck, and shaken me to pieces;\nHe has set me up for His target,",
      "13": "His archers surround me.\nHe pierces my heart and does not pity;\nHe pours out my gall on the ground.",
      "14": "He breaks me with wound upon wound;\nHe runs at me like a warrior.",
      "15": "“I have sewn sackcloth over my skin,\nAnd laid my head in the dust.",
      "16": "My face is flushed from weeping,\nAnd on my eyelids is the shadow of death;",
      "17": "Although no violence is in my hands,\nAnd my prayer is pure.",
      "18": "“O earth, do not cover my blood,\nAnd let my cry have no resting place!",
      "19": "Surely even now my witness is in heaven,\nAnd my evidence is on high.",
      "20": "My friends scorn me;\nMy eyes pour out tears to God.",
      "21": "Oh, that one might plead for a man with God,\nAs a man pleads for his neighbor!",
      "22": "For when a few years are finished,\nI shall go the way of no return."
    },
    "17": {
      "1": "“My spirit is broken,\nMy days are extinguished,\nThe grave is ready for me.",
      "2": "Are not mockers with me?\nAnd does not my eye dwell on their provocation?",
      "3": "“Now put down a pledge for me with Yourself.\nWho is he who will shake hands with me?",
      "4": "For You have hidden their heart from understanding;\nTherefore You will not exalt them.",
      "5": "He who speaks flattery to his friends,\nEven the eyes of his children will fail.",
      "6": "“But He has made me a byword of the people,\nAnd I have become one in whose face men spit.",
      "7": "My eye has also grown dim because of sorrow,\nAnd all my members are like shadows.",
      "8": "Upright men are astonished at this,\nAnd the innocent stirs himself up against the hypocrite.",
      "9": "Yet the righteous will hold to his way,\nAnd he who has clean hands will be stronger and stronger.",
      "10": "“But please, come back again, all of you,\nFor I shall not find one wise man among you.",
      "11": "My days are past,\nMy purposes are broken off,\nEven the thoughts of my heart.",
      "12": "They change the night into day;\n‘The light is near,’ they say, in the face of darkness.",
      "13": "If I wait for the grave as my house,\nIf I make my bed in the darkness,",
      "14": "If I say to corruption, ‘You are my father,’\nAnd to the worm, ‘You are my mother and my sister,’",
      "15": "Where then is my hope?\nAs for my hope, who can see it?",
      "16": "Will they go down to the gates of Sheol?\nShall we have rest together in the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite answered and said:",
      "2": "“How long till you put an end to words?\nGain understanding, and afterward we will speak.",
      "3": "Why are we counted as beasts,\nAnd regarded as stupid in your sight?",
      "4": "You who tear yourself in anger,\nShall the earth be forsaken for you?\nOr shall the rock be removed from its place?",
      "5": "“The light of the wicked indeed goes out,\nAnd the flame of his fire does not shine.",
      "6": "The light is dark in his tent,\nAnd his lamp beside him is put out.",
      "7": "The steps of his strength are shortened,\nAnd his own counsel casts him down.",
      "8": "For he is cast into a net by his own feet,\nAnd he walks into a snare.",
      "9": "The net takes him by the heel,\nAnd a snare lays hold of him.",
      "10": "A noose is hidden for him on the ground,\nAnd a trap for him in the road.",
      "11": "Terrors frighten him on every side,\nAnd drive him to his feet.",
      "12": "His strength is starved,\nAnd destruction is ready at his side.",
      "13": "It devours patches of his skin;\nThe firstborn of death devours his limbs.",
      "14": "He is uprooted from the shelter of his tent,\nAnd they parade him before the king of terrors.",
      "15": "They dwell in his tent who are none of his;\nBrimstone is scattered on his dwelling.",
      "16": "His roots are dried out below,\nAnd his branch withers above.",
      "17": "The memory of him perishes from the earth,\nAnd he has no name among the renowned.",
      "18": "He is driven from light into darkness,\nAnd chased out of the world.",
      "19": "He has neither son nor posterity among his people,\nNor any remaining in his dwellings.",
      "20": "Those in the west are astonished at his day,\nAs those in the east are frightened.",
      "21": "Surely such are the dwellings of the wicked,\nAnd this is the place of him who does not know God.”"
    },
    "19": {
      "1": "Then Job answered and said:",
      "2": "“How long will you torment my soul,\nAnd break me in pieces with words?",
      "3": "These ten times you have reproached me;\nYou are not ashamed that you have wronged me.",
      "4": "And if indeed I have erred,\nMy error remains with me.",
      "5": "If indeed you exalt yourselves against me,\nAnd plead my disgrace against me,",
      "6": "Know then that God has wronged me,\nAnd has surrounded me with His net.",
      "7": "“If I cry out concerning wrong, I am not heard.\nIf I cry aloud, there is no justice.",
      "8": "He has fenced up my way, so that I cannot pass;\nAnd He has set darkness in my paths.",
      "9": "He has stripped me of my glory,\nAnd taken the crown from my head.",
      "10": "He breaks me down on every side,\nAnd I am gone;\nMy hope He has uprooted like a tree.",
      "11": "He has also kindled His wrath against me,\nAnd He counts me as one of His enemies.",
      "12": "His troops come together\nAnd build up their road against me;\nThey encamp all around my tent.",
      "13": "“He has removed my brothers far from me,\nAnd my acquaintances are completely estranged from me.",
      "14": "My relatives have failed,\nAnd my close friends have forgotten me.",
      "15": "Those who dwell in my house, and my maidservants,\nCount me as a stranger;\nI am an alien in their sight.",
      "16": "I call my servant, but he gives no answer;\nI beg him with my mouth.",
      "17": "My breath is offensive to my wife,\nAnd I am repulsive to the children of my own body.",
      "18": "Even young children despise me;\nI arise, and they speak against me.",
      "19": "All my close friends abhor me,\nAnd those whom I love have turned against me.",
      "20": "My bone clings to my skin and to my flesh,\nAnd I have escaped by the skin of my teeth.",
      "21": "“Have pity on me, have pity on me, O you my friends,\nFor the hand of God has struck me!",
      "22": "Why do you persecute me as God does,\nAnd are not satisfied with my flesh?",
      "23": "“Oh, that my words were written!\nOh, that they were inscribed in a book!",
      "24": "That they were engraved on a rock\nWith an iron pen and lead, forever!",
      "25": "For I know that my Redeemer lives,\nAnd He shall stand at last on the earth;",
      "26": "And after my skin is destroyed, this I know,\nThat in my flesh I shall see God,",
      "27": "Whom I shall see for myself,\nAnd my eyes shall behold, and not another.\nHow my heart yearns within me!",
      "28": "If you should say, ‘How shall we persecute him?’—\nSince the root of the matter is found in me,",
      "29": "Be afraid of the sword for yourselves;\nFor wrath brings the punishment of the sword,\nThat you may know there is a judgment.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite answered and said:",
      "2": "“Therefore my anxious thoughts make me answer,\nBecause of the turmoil within me.",
      "3": "I have heard the rebuke that reproaches me,\nAnd the spirit of my understanding causes me to answer.",
      "4": "“Do you not know this of old,\nSince man was placed on earth,",
      "5": "That the triumphing of the wicked is short,\nAnd the joy of the hypocrite is but for a moment?",
      "6": "Though his haughtiness mounts up to the heavens,\nAnd his head reaches to the clouds,",
      "7": "Yet he will perish forever like his own refuse;\nThose who have seen him will say, ‘Where is he?’",
      "8": "He will fly away like a dream, and not be found;\nYes, he will be chased away like a vision of the night.",
      "9": "The eye that saw him will see him no more,\nNor will his place behold him anymore.",
      "10": "His children will seek the favor of the poor,\nAnd his hands will restore his wealth.",
      "11": "His bones are full of his youthful vigor,\nBut it will lie down with him in the dust.",
      "12": "“Though evil is sweet in his mouth,\nAnd he hides it under his tongue,",
      "13": "Though he spares it and does not forsake it,\nBut still keeps it in his mouth,",
      "14": "Yet his food in his stomach turns sour;\nIt becomes cobra venom within him.",
      "15": "He swallows down riches\nAnd vomits them up again;\nGod casts them out of his belly.",
      "16": "He will suck the poison of cobras;\nThe viper’s tongue will slay him.",
      "17": "He will not see the streams,\nThe rivers flowing with honey and cream.",
      "18": "He will restore that for which he labored,\nAnd will not swallow it down;\nFrom the proceeds of business\nHe will get no enjoyment.",
      "19": "For he has oppressed and forsaken the poor,\nHe has violently seized a house which he did not build.",
      "20": "“Because he knows no quietness in his heart,\nHe will not save anything he desires.",
      "21": "Nothing is left for him to eat;\nTherefore his well-being will not last.",
      "22": "In his self-sufficiency he will be in distress;\nEvery hand of misery will come against him.",
      "23": "When he is about to fill his stomach,\nGod will cast on him the fury of His wrath,\nAnd will rain it on him while he is eating.",
      "24": "He will flee from the iron weapon;\nA bronze bow will pierce him through.",
      "25": "It is drawn, and comes out of the body;\nYes, the glittering point comes out of his gall.\nTerrors come upon him;",
      "26": "Total darkness is reserved for his treasures.\nAn unfanned fire will consume him;\nIt shall go ill with him who is left in his tent.",
      "27": "The heavens will reveal his iniquity,\nAnd the earth will rise up against him.",
      "28": "The increase of his house will depart,\nAnd his goods will flow away in the day of His wrath.",
      "29": "This is the portion from God for a wicked man,\nThe heritage appointed to him by God.”"
    },
    "21": {
      "1": "Then Job answered and said:",
      "2": "“Listen carefully to my speech,\nAnd let this be your consolation.",
      "3": "Bear with me that I may speak,\nAnd after I have spoken, keep mocking.",
      "4": "“As for me, is my complaint against man?\nAnd if it were, why should I not be impatient?",
      "5": "Look at me and be astonished;\nPut your hand over your mouth.",
      "6": "Even when I remember I am terrified,\nAnd trembling takes hold of my flesh.",
      "7": "Why do the wicked live and become old,\nYes, become mighty in power?",
      "8": "Their descendants are established with them in their sight,\nAnd their offspring before their eyes.",
      "9": "Their houses are safe from fear,\nNeither is the rod of God upon them.",
      "10": "Their bull breeds without failure;\nTheir cow calves without miscarriage.",
      "11": "They send forth their little ones like a flock,\nAnd their children dance.",
      "12": "They sing to the tambourine and harp,\nAnd rejoice to the sound of the flute.",
      "13": "They spend their days in wealth,\nAnd in a moment go down to the grave.",
      "14": "Yet they say to God, ‘Depart from us,\nFor we do not desire the knowledge of Your ways.",
      "15": "Who is the Almighty, that we should serve Him?\nAnd what profit do we have if we pray to Him?’",
      "16": "Indeed their prosperity is not in their hand;\nThe counsel of the wicked is far from me.",
      "17": "“How often is the lamp of the wicked put out?\nHow often does their destruction come upon them,\nThe sorrows God distributes in His anger?",
      "18": "They are like straw before the wind,\nAnd like chaff that a storm carries away.",
      "19": "They say, ‘God lays up one’s iniquity for his children’;\nLet Him recompense him, that he may know it.",
      "20": "Let his eyes see his destruction,\nAnd let him drink of the wrath of the Almighty.",
      "21": "For what does he care about his household after him,\nWhen the number of his months is cut in half?",
      "22": "“Can anyone teach God knowledge,\nSince He judges those on high?",
      "23": "One dies in his full strength,\nBeing wholly at ease and secure;",
      "24": "His pails are full of milk,\nAnd the marrow of his bones is moist.",
      "25": "Another man dies in the bitterness of his soul,\nNever having eaten with pleasure.",
      "26": "They lie down alike in the dust,\nAnd worms cover them.",
      "27": "“Look, I know your thoughts,\nAnd the schemes with which you would wrong me.",
      "28": "For you say,\n‘Where is the house of the prince?\nAnd where is the tent,\nThe dwelling place of the wicked?’",
      "29": "Have you not asked those who travel the road?\nAnd do you not know their signs?",
      "30": "For the wicked are reserved for the day of doom;\nThey shall be brought out on the day of wrath.",
      "31": "Who condemns his way to his face?\nAnd who repays him for what he has done?",
      "32": "Yet he shall be brought to the grave,\nAnd a vigil kept over the tomb.",
      "33": "The clods of the valley shall be sweet to him;\nEveryone shall follow him,\nAs countless have gone before him.",
      "34": "How then can you comfort me with empty words,\nSince falsehood remains in your answers?”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite answered and said:",
      "2": "“Can a man be profitable to God,\nThough he who is wise may be profitable to himself?",
      "3": "Is it any pleasure to the Almighty that you are righteous?\nOr is it gain to Him that you make your ways blameless?",
      "4": "“Is it because of your fear of Him that He corrects you,\nAnd enters into judgment with you?",
      "5": "Is not your wickedness great,\nAnd your iniquity without end?",
      "6": "For you have taken pledges from your brother for no reason,\nAnd stripped the naked of their clothing.",
      "7": "You have not given the weary water to drink,\nAnd you have withheld bread from the hungry.",
      "8": "But the mighty man possessed the land,\nAnd the honorable man dwelt in it.",
      "9": "You have sent widows away empty,\nAnd the strength of the fatherless was crushed.",
      "10": "Therefore snares are all around you,\nAnd sudden fear troubles you,",
      "11": "Or darkness so that you cannot see;\nAnd an abundance of water covers you.",
      "12": "“Is not God in the height of heaven?\nAnd see the highest stars, how lofty they are!",
      "13": "And you say, ‘What does God know?\nCan He judge through the deep darkness?",
      "14": "Thick clouds cover Him, so that He cannot see,\nAnd He walks above the circle of heaven.’",
      "15": "Will you keep to the old way\nWhich wicked men have trod,",
      "16": "Who were cut down before their time,\nWhose foundations were swept away by a flood?",
      "17": "They said to God, ‘Depart from us!\nWhat can the Almighty do to them?’",
      "18": "Yet He filled their houses with good things;\nBut the counsel of the wicked is far from me.",
      "19": "“The righteous see it and are glad,\nAnd the innocent laugh at them:",
      "20": "‘Surely our adversaries are cut down,\nAnd the fire consumes their remnant.’",
      "21": "“Now acquaint yourself with Him, and be at peace;\nThereby good will come to you.",
      "22": "Receive, please, instruction from His mouth,\nAnd lay up His words in your heart.",
      "23": "If you return to the Almighty, you will be built up;\nYou will remove iniquity far from your tents.",
      "24": "Then you will lay your gold in the dust,\nAnd the gold of Ophir among the stones of the brooks.",
      "25": "Yes, the Almighty will be your gold\nAnd your precious silver;",
      "26": "For then you will have your delight in the Almighty,\nAnd lift up your face to God.",
      "27": "You will make your prayer to Him,\nHe will hear you,\nAnd you will pay your vows.",
      "28": "You will also declare a thing,\nAnd it will be established for you;\nSo light will shine on your ways.",
      "29": "When they cast you down, and you say, ‘Exaltation will come!’\nThen He will save the humble person.",
      "30": "He will even deliver one who is not innocent;\nYes, he will be delivered by the purity of your hands.”"
    },
    "23": {
      "1": "Then Job answered and said:",
      "2": "“Even today my complaint is bitter;\nMy hand is listless because of my groaning.",
      "3": "Oh, that I knew where I might find Him,\nThat I might come to His seat!",
      "4": "I would present my case before Him,\nAnd fill my mouth with arguments.",
      "5": "I would know the words which He would answer me,\nAnd understand what He would say to me.",
      "6": "Would He contend with me in His great power?\nNo! But He would take note of me.",
      "7": "There the upright could reason with Him,\nAnd I would be delivered forever from my Judge.",
      "8": "“Look, I go forward, but He is not there,\nAnd backward, but I cannot perceive Him;",
      "9": "When He works on the left hand, I cannot behold Him;\nWhen He turns to the right hand, I cannot see Him.",
      "10": "But He knows the way that I take;\nWhen He has tested me, I shall come forth as gold.",
      "11": "My foot has held fast to His steps;\nI have kept His way and not turned aside.",
      "12": "I have not departed from the commandment of His lips;\nI have treasured the words of His mouth\nMore than my necessary food.",
      "13": "“But He is unique, and who can make Him change?\nAnd whatever His soul desires, that He does.",
      "14": "For He performs what is appointed for me,\nAnd many such things are with Him.",
      "15": "Therefore I am terrified at His presence;\nWhen I consider this, I am afraid of Him.",
      "16": "For God made my heart weak,\nAnd the Almighty terrifies me;",
      "17": "Because I was not cut off from the presence of darkness,\nAnd He did not hide deep darkness from my face."
    },
    "24": {
      "1": "“Since times are not hidden from the Almighty,\nWhy do those who know Him see not His days?",
      "2": "“Some remove landmarks;\nThey seize flocks violently and feed on them;",
      "3": "They drive away the donkey of the fatherless;\nThey take the widow’s ox as a pledge.",
      "4": "They push the needy off the road;\nAll the poor of the land are forced to hide.",
      "5": "Indeed, like wild donkeys in the desert,\nThey go out to their work, searching for food.\nThe wilderness yields food for them and for their children.",
      "6": "They gather their fodder in the field\nAnd glean in the vineyard of the wicked.",
      "7": "They spend the night naked, without clothing,\nAnd have no covering in the cold.",
      "8": "They are wet with the showers of the mountains,\nAnd huddle around the rock for want of shelter.",
      "9": "“Some snatch the fatherless from the breast,\nAnd take a pledge from the poor.",
      "10": "They cause the poor to go naked, without clothing;\nAnd they take away the sheaves from the hungry.",
      "11": "They press out oil within their walls,\nAnd tread winepresses, yet suffer thirst.",
      "12": "The dying groan in the city,\nAnd the souls of the wounded cry out;\nYet God does not charge them with wrong.",
      "13": "“There are those who rebel against the light;\nThey do not know its ways\nNor abide in its paths.",
      "14": "The murderer rises with the light;\nHe kills the poor and needy;\nAnd in the night he is like a thief.",
      "15": "The eye of the adulterer waits for the twilight,\nSaying, ‘No eye will see me’;\nAnd he disguises his face.",
      "16": "In the dark they break into houses\nWhich they marked for themselves in the daytime;\nThey do not know the light.",
      "17": "For the morning is the same to them as the shadow of death;\nIf someone recognizes them,\nThey are in the terrors of the shadow of death.",
      "18": "“They should be swift on the face of the waters,\nTheir portion should be cursed in the earth,\nSo that no one would turn into the way of their vineyards.",
      "19": "As drought and heat consume the snow waters,\nSo the grave consumes those who have sinned.",
      "20": "The womb should forget him,\nThe worm should feed sweetly on him;\nHe should be remembered no more,\nAnd wickedness should be broken like a tree.",
      "21": "For he preys on the barren who do not bear,\nAnd does no good for the widow.",
      "22": "“But God draws the mighty away with His power;\nHe rises up, but no man is sure of life.",
      "23": "He gives them security, and they rely on it;\nYet His eyes are on their ways.",
      "24": "They are exalted for a little while,\nThen they are gone.\nThey are brought low;\nThey are taken out of the way like all others;\nThey dry out like the heads of grain.",
      "25": "“Now if it is not so, who will prove me a liar,\nAnd make my speech worth nothing?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite answered and said:",
      "2": "“Dominion and fear belong to Him;\nHe makes peace in His high places.",
      "3": "Is there any number to His armies?\nUpon whom does His light not rise?",
      "4": "How then can man be righteous before God?\nOr how can he be pure who is born of a woman?",
      "5": "If even the moon does not shine,\nAnd the stars are not pure in His sight,",
      "6": "How much less man, who is a maggot,\nAnd a son of man, who is a worm?”"
    },
    "26": {
      "1": "But Job answered and said:",
      "2": "“How have you helped him who is without power?\nHow have you saved the arm that has no strength?",
      "3": "How have you counseled one who has no wisdom?\nAnd how have you declared sound advice to many?",
      "4": "To whom have you uttered words?\nAnd whose spirit came from you?",
      "5": "“The dead tremble,\nThose under the waters and those inhabiting them.",
      "6": "Sheol is naked before Him,\nAnd Destruction has no covering.",
      "7": "He stretches out the north over empty space;\nHe hangs the earth on nothing.",
      "8": "He binds up the water in His thick clouds,\nYet the clouds are not broken under it.",
      "9": "He covers the face of His throne,\nAnd spreads His cloud over it.",
      "10": "He drew a circular horizon on the face of the waters,\nAt the boundary of light and darkness.",
      "11": "The pillars of heaven tremble,\nAnd are astonished at His rebuke.",
      "12": "He stirs up the sea with His power,\nAnd by His understanding He breaks up the storm.",
      "13": "By His Spirit He adorned the heavens;\nHis hand pierced the fleeing serpent.",
      "14": "Indeed these are the mere edges of His ways,\nAnd how small a whisper we hear of Him!\nBut the thunder of His power who can understand?”"
    },
    "27": {
      "1": "Moreover Job continued his discourse, and said:",
      "2": "“As God lives, who has taken away my justice,\nAnd the Almighty, who has made my soul bitter,",
      "3": "As long as my breath is in me,\nAnd the breath of God in my nostrils,",
      "4": "My lips will not speak wickedness,\nNor my tongue utter deceit.",
      "5": "Far be it from me\nThat I should say you are right;\nTill I die I will not put away my integrity from me.",
      "6": "My righteousness I hold fast, and will not let it go;\nMy heart shall not reproach me as long as I live.",
      "7": "“May my enemy be like the wicked,\nAnd he who rises up against me like the unrighteous.",
      "8": "For what is the hope of the hypocrite,\nThough he may gain much,\nIf God takes away his life?",
      "9": "Will God hear his cry\nWhen trouble comes upon him?",
      "10": "Will he delight himself in the Almighty?\nWill he always call on God?",
      "11": "“I will teach you about the hand of God;\nWhat is with the Almighty I will not conceal.",
      "12": "Surely all of you have seen it;\nWhy then do you behave with complete nonsense?",
      "13": "“This is the portion of a wicked man with God,\nAnd the heritage of oppressors, received from the Almighty:",
      "14": "If his children are multiplied, it is for the sword;\nAnd his offspring shall not be satisfied with bread.",
      "15": "Those who survive him shall be buried in death,\nAnd their widows shall not weep,",
      "16": "Though he heaps up silver like dust,\nAnd piles up clothing like clay—",
      "17": "He may pile it up, but the just will wear it,\nAnd the innocent will divide the silver.",
      "18": "He builds his house like a moth,\nLike a booth which a watchman makes.",
      "19": "The rich man will lie down,\nBut not be gathered up;\nHe opens his eyes,\nAnd he is no more.",
      "20": "Terrors overtake him like a flood;\nA tempest steals him away in the night.",
      "21": "The east wind carries him away, and he is gone;\nIt sweeps him out of his place.",
      "22": "It hurls against him and does not spare;\nHe flees desperately from its power.",
      "23": "Men shall clap their hands at him,\nAnd shall hiss him out of his place."
    },
    "28": {
      "1": "“Surely there is a mine for silver,\nAnd a place where gold is refined.",
      "2": "Iron is taken from the earth,\nAnd copper is smelted from ore.",
      "3": "Man puts an end to darkness,\nAnd searches every recess\nFor ore in the darkness and the shadow of death.",
      "4": "He breaks open a shaft away from people;\nIn places forgotten by feet\nThey hang far away from men;\nThey swing to and fro.",
      "5": "As for the earth, from it comes bread,\nBut underneath it is turned up as by fire;",
      "6": "Its stones are the source of sapphires,\nAnd it contains gold dust.",
      "7": "That path no bird knows,\nNor has the falcon’s eye seen it.",
      "8": "The proud lions have not trodden it,\nNor has the fierce lion passed over it.",
      "9": "He puts his hand on the flint;\nHe overturns the mountains at the roots.",
      "10": "He cuts out channels in the rocks,\nAnd his eye sees every precious thing.",
      "11": "He dams up the streams from trickling;\nWhat is hidden he brings forth to light.",
      "12": "“But where can wisdom be found?\nAnd where is the place of understanding?",
      "13": "Man does not know its value,\nNor is it found in the land of the living.",
      "14": "The deep says, ‘It is not in me’;\nAnd the sea says, ‘It is not with me.’",
      "15": "It cannot be purchased for gold,\nNor can silver be weighed for its price.",
      "16": "It cannot be valued in the gold of Ophir,\nIn precious onyx or sapphire.",
      "17": "Neither gold nor crystal can equal it,\nNor can it be exchanged for jewelry of fine gold.",
      "18": "No mention shall be made of coral or quartz,\nFor the price of wisdom is above rubies.",
      "19": "The topaz of Ethiopia cannot equal it,\nNor can it be valued in pure gold.",
      "20": "“From where then does wisdom come?\nAnd where is the place of understanding?",
      "21": "It is hidden from the eyes of all living,\nAnd concealed from the birds of the air.",
      "22": "Destruction and Death say,\n‘We have heard a report about it with our ears.’",
      "23": "God understands its way,\nAnd He knows its place.",
      "24": "For He looks to the ends of the earth,\nAnd sees under the whole heavens,",
      "25": "To establish a weight for the wind,\nAnd apportion the waters by measure.",
      "26": "When He made a law for the rain,\nAnd a path for the thunderbolt,",
      "27": "Then He saw wisdom and declared it;\nHe prepared it, indeed, He searched it out.",
      "28": "And to man He said,\n‘Behold, the fear of the Lord, that is wisdom,\nAnd to depart from evil is understanding.’ ”"
    },
    "29": {
      "1": "Job further continued his discourse, and said:",
      "2": "“Oh, that I were as in months past,\nAs in the days when God watched over me;",
      "3": "When His lamp shone upon my head,\nAnd when by His light I walked through darkness;",
      "4": "Just as I was in the days of my prime,\nWhen the friendly counsel of God was over my tent;",
      "5": "When the Almighty was yet with me,\nWhen my children were around me;",
      "6": "When my steps were bathed with cream,\nAnd the rock poured out rivers of oil for me!",
      "7": "“When I went out to the gate by the city,\nWhen I took my seat in the open square,",
      "8": "The young men saw me and hid,\nAnd the aged arose and stood;",
      "9": "The princes refrained from talking,\nAnd put their hand on their mouth;",
      "10": "The voice of nobles was hushed,\nAnd their tongue stuck to the roof of their mouth.",
      "11": "When the ear heard, then it blessed me,\nAnd when the eye saw, then it approved me;",
      "12": "Because I delivered the poor who cried out,\nThe fatherless and the one who had no helper.",
      "13": "The blessing of a perishing man came upon me,\nAnd I caused the widow’s heart to sing for joy.",
      "14": "I put on righteousness, and it clothed me;\nMy justice was like a robe and a turban.",
      "15": "I was eyes to the blind,\nAnd I was feet to the lame.",
      "16": "I was a father to the poor,\nAnd I searched out the case that I did not know.",
      "17": "I broke the fangs of the wicked,\nAnd plucked the victim from his teeth.",
      "18": "“Then I said, ‘I shall die in my nest,\nAnd multiply my days as the sand.",
      "19": "My root is spread out to the waters,\nAnd the dew lies all night on my branch.",
      "20": "My glory is fresh within me,\nAnd my bow is renewed in my hand.’",
      "21": "“Men listened to me and waited,\nAnd kept silence for my counsel.",
      "22": "After my words they did not speak again,\nAnd my speech settled on them as dew.",
      "23": "They waited for me as for the rain,\nAnd they opened their mouth wide as for the spring rain.",
      "24": "If I mocked at them, they did not believe it,\nAnd the light of my countenance they did not cast down.",
      "25": "I chose the way for them, and sat as chief;\nSo I dwelt as a king in the army,\nAs one who comforts mourners."
    },
    "30": {
      "1": "“But now they mock at me, men younger than I,\nWhose fathers I disdained to put with the dogs of my flock.",
      "2": "Indeed, what profit is the strength of their hands to me?\nTheir vigor has perished.",
      "3": "They are gaunt from want and famine,\nFleeing late to the wilderness, desolate and waste,",
      "4": "Who pluck mallow by the bushes,\nAnd broom tree roots for their food.",
      "5": "They were driven out from among men,\nThey shouted at them as at a thief.",
      "6": "They had to live in the clefts of the valleys,\nIn caves of the earth and the rocks.",
      "7": "Among the bushes they brayed,\nUnder the nettles they nestled.",
      "8": "They were sons of fools,\nYes, sons of vile men;\nThey were scourged from the land.",
      "9": "“And now I am their taunting song;\nYes, I am their byword.",
      "10": "They abhor me, they keep far from me;\nThey do not hesitate to spit in my face.",
      "11": "Because He has loosed my bowstring and afflicted me,\nThey have cast off restraint before me.",
      "12": "At my right hand the rabble arises;\nThey push away my feet,\nAnd they raise against me their ways of destruction.",
      "13": "They break up my path,\nThey promote my calamity;\nThey have no helper.",
      "14": "They come as broad breakers;\nUnder the ruinous storm they roll along.",
      "15": "Terrors are turned upon me;\nThey pursue my honor as the wind,\nAnd my prosperity has passed like a cloud.",
      "16": "“And now my soul is poured out because of my plight;\nThe days of affliction take hold of me.",
      "17": "My bones are pierced in me at night,\nAnd my gnawing pains take no rest.",
      "18": "By great force my garment is disfigured;\nIt binds me about as the collar of my coat.",
      "19": "He has cast me into the mire,\nAnd I have become like dust and ashes.",
      "20": "“I cry out to You, but You do not answer me;\nI stand up, and You regard me.",
      "21": "But You have become cruel to me;\nWith the strength of Your hand You oppose me.",
      "22": "You lift me up to the wind and cause me to ride on it;\nYou spoil my success.",
      "23": "For I know that You will bring me to death,\nAnd to the house appointed for all living.",
      "24": "“Surely He would not stretch out His hand against a heap of ruins,\nIf they cry out when He destroys it.",
      "25": "Have I not wept for him who was in trouble?\nHas not my soul grieved for the poor?",
      "26": "But when I looked for good, evil came to me;\nAnd when I waited for light, then came darkness.",
      "27": "My heart is in turmoil and cannot rest;\nDays of affliction confront me.",
      "28": "I go about mourning, but not in the sun;\nI stand up in the assembly and cry out for help.",
      "29": "I am a brother of jackals,\nAnd a companion of ostriches.",
      "30": "My skin grows black and falls from me;\nMy bones burn with fever.",
      "31": "My harp is turned to mourning,\nAnd my flute to the voice of those who weep."
    },
    "31": {
      "1": "“I have made a covenant with my eyes;\nWhy then should I look upon a young woman?",
      "2": "For what is the allotment of God from above,\nAnd the inheritance of the Almighty from on high?",
      "3": "Is it not destruction for the wicked,\nAnd disaster for the workers of iniquity?",
      "4": "Does He not see my ways,\nAnd count all my steps?",
      "5": "“If I have walked with falsehood,\nOr if my foot has hastened to deceit,",
      "6": "Let me be weighed on honest scales,\nThat God may know my integrity.",
      "7": "If my step has turned from the way,\nOr my heart walked after my eyes,\nOr if any spot adheres to my hands,",
      "8": "Then let me sow, and another eat;\nYes, let my harvest be rooted out.",
      "9": "“If my heart has been enticed by a woman,\nOr if I have lurked at my neighbor’s door,",
      "10": "Then let my wife grind for another,\nAnd let others bow down over her.",
      "11": "For that would be wickedness;\nYes, it would be iniquity deserving of judgment.",
      "12": "For that would be a fire that consumes to destruction,\nAnd would root out all my increase.",
      "13": "“If I have despised the cause of my male or female servant\nWhen they complained against me,",
      "14": "What then shall I do when God rises up?\nWhen He punishes, how shall I answer Him?",
      "15": "Did not He who made me in the womb make them?\nDid not the same One fashion us in the womb?",
      "16": "“If I have kept the poor from their desire,\nOr caused the eyes of the widow to fail,",
      "17": "Or eaten my morsel by myself,\nSo that the fatherless could not eat of it",
      "18": "(But from my youth I reared him as a father,\nAnd from my mother’s womb I guided the widow);",
      "19": "If I have seen anyone perish for lack of clothing,\nOr any poor man without covering;",
      "20": "If his heart has not blessed me,\nAnd if he was not warmed with the fleece of my sheep;",
      "21": "If I have raised my hand against the fatherless,\nWhen I saw I had help in the gate;",
      "22": "Then let my arm fall from my shoulder,\nLet my arm be torn from the socket.",
      "23": "For destruction from God is a terror to me,\nAnd because of His magnificence I cannot endure.",
      "24": "“If I have made gold my hope,\nOr said to fine gold, ‘You are my confidence’;",
      "25": "If I have rejoiced because my wealth was great,\nAnd because my hand had gained much;",
      "26": "If I have observed the sun when it shines,\nOr the moon moving in brightness,",
      "27": "So that my heart has been secretly enticed,\nAnd my mouth has kissed my hand;",
      "28": "This also would be an iniquity deserving of judgment,\nFor I would have denied God who is above.",
      "29": "“If I have rejoiced at the destruction of him who hated me,\nOr lifted myself up when evil found him",
      "30": "(Indeed I have not allowed my mouth to sin\nBy asking for a curse on his soul);",
      "31": "If the men of my tent have not said,\n‘Who is there that has not been satisfied with his meat?’",
      "32": "(But no sojourner had to lodge in the street,\nFor I have opened my doors to the traveler);",
      "33": "If I have covered my transgressions as Adam,\nBy hiding my iniquity in my bosom,",
      "34": "Because I feared the great multitude,\nAnd dreaded the contempt of families,\nSo that I kept silence\nAnd did not go out of the door—",
      "35": "Oh, that I had one to hear me!\nHere is my mark.\nOh, that the Almighty would answer me,\nThat my Prosecutor had written a book!",
      "36": "Surely I would carry it on my shoulder,\nAnd bind it on me like a crown;",
      "37": "I would declare to Him the number of my steps;\nLike a prince I would approach Him.",
      "38": "“If my land cries out against me,\nAnd its furrows weep together;",
      "39": "If I have eaten its fruit without money,\nOr caused its owners to lose their lives;",
      "40": "Then let thistles grow instead of wheat,\nAnd weeds instead of barley.”\nThe words of Job are ended."
    },
    "32": {
      "1": "So these three men ceased answering Job, because he was righteous in his own eyes.",
      "2": "Then the wrath of Elihu, the son of Barachel the Buzite, of the family of Ram, was aroused against Job; his wrath was aroused because he justified himself rather than God.",
      "3": "Also against his three friends his wrath was aroused, because they had found no answer, and yet had condemned Job.",
      "4": "Now because they were years older than he, Elihu had waited to speak to Job.",
      "5": "When Elihu saw that there was no answer in the mouth of these three men, his wrath was aroused.",
      "6": "So Elihu, the son of Barachel the Buzite, answered and said:\n“I am young in years, and you are very old;\nTherefore I was afraid,\nAnd dared not declare my opinion to you.",
      "7": "I said, ‘Age should speak,\nAnd multitude of years should teach wisdom.’",
      "8": "But there is a spirit in man,\nAnd the breath of the Almighty gives him understanding.",
      "9": "Great men are not always wise,\nNor do the aged always understand justice.",
      "10": "“Therefore I say, ‘Listen to me,\nI also will declare my opinion.’",
      "11": "Indeed I waited for your words,\nI listened to your reasonings, while you searched out what to say.",
      "12": "I paid close attention to you;\nAnd surely not one of you convinced Job,\nOr answered his words—",
      "13": "Lest you say,\n‘We have found wisdom’;\nGod will vanquish him, not man.",
      "14": "Now he has not directed his words against me;\nSo I will not answer him with your words.",
      "15": "“They are dismayed and answer no more;\nWords escape them.",
      "16": "And I have waited, because they did not speak,\nBecause they stood still and answered no more.",
      "17": "I also will answer my part,\nI too will declare my opinion.",
      "18": "For I am full of words;\nThe spirit within me compels me.",
      "19": "Indeed my belly is like wine that has no vent;\nIt is ready to burst like new wineskins.",
      "20": "I will speak, that I may find relief;\nI must open my lips and answer.",
      "21": "Let me not, I pray, show partiality to anyone;\nNor let me flatter any man.",
      "22": "For I do not know how to flatter,\nElse my Maker would soon take me away."
    },
    "33": {
      "1": "“But please, Job, hear my speech,\nAnd listen to all my words.",
      "2": "Now, I open my mouth;\nMy tongue speaks in my mouth.",
      "3": "My words come from my upright heart;\nMy lips utter pure knowledge.",
      "4": "The Spirit of God has made me,\nAnd the breath of the Almighty gives me life.",
      "5": "If you can answer me,\nSet your words in order before me;\nTake your stand.",
      "6": "Truly I am as your spokesman before God;\nI also have been formed out of clay.",
      "7": "Surely no fear of me will terrify you,\nNor will my hand be heavy on you.",
      "8": "“Surely you have spoken in my hearing,\nAnd I have heard the sound of your words, saying,",
      "9": "‘I am pure, without transgression;\nI am innocent, and there is no iniquity in me.",
      "10": "Yet He finds occasions against me,\nHe counts me as His enemy;",
      "11": "He puts my feet in the stocks,\nHe watches all my paths.’",
      "12": "“Look, in this you are not righteous.\nI will answer you,\nFor God is greater than man.",
      "13": "Why do you contend with Him?\nFor He does not give an accounting of any of His words.",
      "14": "For God may speak in one way, or in another,\nYet man does not perceive it.",
      "15": "In a dream, in a vision of the night,\nWhen deep sleep falls upon men,\nWhile slumbering on their beds,",
      "16": "Then He opens the ears of men,\nAnd seals their instruction.",
      "17": "In order to turn man from his deed,\nAnd conceal pride from man,",
      "18": "He keeps back his soul from the Pit,\nAnd his life from perishing by the sword.",
      "19": "“Man is also chastened with pain on his bed,\nAnd with strong pain in many of his bones,",
      "20": "So that his life abhors bread,\nAnd his soul succulent food.",
      "21": "His flesh wastes away from sight,\nAnd his bones stick out which once were not seen.",
      "22": "Yes, his soul draws near the Pit,\nAnd his life to the executioners.",
      "23": "“If there is a messenger for him,\nA mediator, one among a thousand,\nTo show man His uprightness,",
      "24": "Then He is gracious to him, and says,\n‘Deliver him from going down to the Pit;\nI have found a ransom’;",
      "25": "His flesh shall be young like a child’s,\nHe shall return to the days of his youth.",
      "26": "He shall pray to God, and He will delight in him,\nHe shall see His face with joy,\nFor He restores to man His righteousness.",
      "27": "Then he looks at men and says,\n‘I have sinned, and perverted what was right,\nAnd it did not profit me.’",
      "28": "He will redeem his soul from going down to the Pit,\nAnd his life shall see the light.",
      "29": "“Behold, God works all these things,\nTwice, in fact, three times with a man,",
      "30": "To bring back his soul from the Pit,\nThat he may be enlightened with the light of life.",
      "31": "“Give ear, Job, listen to me;\nHold your peace, and I will speak.",
      "32": "If you have anything to say, answer me;\nSpeak, for I desire to justify you.",
      "33": "If not, listen to me;\nHold your peace, and I will teach you wisdom.”"
    },
    "34": {
      "1": "Elihu further answered and said:",
      "2": "“Hear my words, you wise men;\nGive ear to me, you who have knowledge.",
      "3": "For the ear tests words\nAs the palate tastes food.",
      "4": "Let us choose justice for ourselves;\nLet us know among ourselves what is good.",
      "5": "“For Job has said, ‘I am righteous,\nBut God has taken away my justice;",
      "6": "Should I lie concerning my right?\nMy wound is incurable, though I am without transgression.’",
      "7": "What man is like Job,\nWho drinks scorn like water,",
      "8": "Who goes in company with the workers of iniquity,\nAnd walks with wicked men?",
      "9": "For he has said, ‘It profits a man nothing\nThat he should delight in God.’",
      "10": "“Therefore listen to me, you men of understanding:\nFar be it from God to do wickedness,\nAnd from the Almighty to commit iniquity.",
      "11": "For He repays man according to his work,\nAnd makes man to find a reward according to his way.",
      "12": "Surely God will never do wickedly,\nNor will the Almighty pervert justice.",
      "13": "Who gave Him charge over the earth?\nOr who appointed Him over the whole world?",
      "14": "If He should set His heart on it,\nIf He should gather to Himself His Spirit and His breath,",
      "15": "All flesh would perish together,\nAnd man would return to dust.",
      "16": "“If you have understanding, hear this;\nListen to the sound of my words:",
      "17": "Should one who hates justice govern?\nWill you condemn Him who is most just?",
      "18": "Is it fitting to say to a king, ‘You are worthless,’\nAnd to nobles, ‘You are wicked’?",
      "19": "Yet He is not partial to princes,\nNor does He regard the rich more than the poor;\nFor they are all the work of His hands.",
      "20": "In a moment they die, in the middle of the night;\nThe people are shaken and pass away;\nThe mighty are taken away without a hand.",
      "21": "“For His eyes are on the ways of man,\nAnd He sees all his steps.",
      "22": "There is no darkness nor shadow of death\nWhere the workers of iniquity may hide themselves.",
      "23": "For He need not further consider a man,\nThat he should go before God in judgment.",
      "24": "He breaks in pieces mighty men without inquiry,\nAnd sets others in their place.",
      "25": "Therefore He knows their works;\nHe overthrows them in the night,\nAnd they are crushed.",
      "26": "He strikes them as wicked men\nIn the open sight of others,",
      "27": "Because they turned back from Him,\nAnd would not consider any of His ways,",
      "28": "So that they caused the cry of the poor to come to Him;\nFor He hears the cry of the afflicted.",
      "29": "When He gives quietness, who then can make trouble?\nAnd when He hides His face, who then can see Him,\nWhether it is against a nation or a man alone?—",
      "30": "That the hypocrite should not reign,\nLest the people be ensnared.",
      "31": "“For has anyone said to God,\n‘I have borne chastening;\nI will offend no more;",
      "32": "Teach me what I do not see;\nIf I have done iniquity, I will do no more’?",
      "33": "Should He repay it according to your terms,\nJust because you disavow it?\nYou must choose, and not I;\nTherefore speak what you know.",
      "34": "“Men of understanding say to me,\nWise men who listen to me:",
      "35": "‘Job speaks without knowledge,\nHis words are without wisdom.’",
      "36": "Oh, that Job were tried to the utmost,\nBecause his answers are like those of wicked men!",
      "37": "For he adds rebellion to his sin;\nHe claps his hands among us,\nAnd multiplies his words against God.”"
    },
    "35": {
      "1": "Moreover Elihu answered and said:",
      "2": "“Do you think this is right?\nDo you say,\n‘My righteousness is more than God’s’?",
      "3": "For you say,\n‘What advantage will it be to You?\nWhat profit shall I have, more than if I had sinned?’",
      "4": "“I will answer you,\nAnd your companions with you.",
      "5": "Look to the heavens and see;\nAnd behold the clouds—\nThey are higher than you.",
      "6": "If you sin, what do you accomplish against Him?\nOr, if your transgressions are multiplied, what do you do to Him?",
      "7": "If you are righteous, what do you give Him?\nOr what does He receive from your hand?",
      "8": "Your wickedness affects a man such as you,\nAnd your righteousness a son of man.",
      "9": "“Because of the multitude of oppressions they cry out;\nThey cry out for help because of the arm of the mighty.",
      "10": "But no one says, ‘Where is God my Maker,\nWho gives songs in the night,",
      "11": "Who teaches us more than the beasts of the earth,\nAnd makes us wiser than the birds of heaven?’",
      "12": "There they cry out, but He does not answer,\nBecause of the pride of evil men.",
      "13": "Surely God will not listen to empty talk,\nNor will the Almighty regard it.",
      "14": "Although you say you do not see Him,\nYet justice is before Him, and you must wait for Him.",
      "15": "And now, because He has not punished in His anger,\nNor taken much notice of folly,",
      "16": "Therefore Job opens his mouth in vain;\nHe multiplies words without knowledge.”"
    },
    "36": {
      "1": "Elihu also proceeded and said:",
      "2": "“Bear with me a little, and I will show you\nThat there are yet words to speak on God’s behalf.",
      "3": "I will fetch my knowledge from afar;\nI will ascribe righteousness to my Maker.",
      "4": "For truly my words are not false;\nOne who is perfect in knowledge is with you.",
      "5": "“Behold, God is mighty, but despises no one;\nHe is mighty in strength of understanding.",
      "6": "He does not preserve the life of the wicked,\nBut gives justice to the oppressed.",
      "7": "He does not withdraw His eyes from the righteous;\nBut they are on the throne with kings,\nFor He has seated them forever,\nAnd they are exalted.",
      "8": "And if they are bound in fetters,\nHeld in the cords of affliction,",
      "9": "Then He tells them their work and their transgressions—\nThat they have acted defiantly.",
      "10": "He also opens their ear to instruction,\nAnd commands that they turn from iniquity.",
      "11": "If they obey and serve Him,\nThey shall spend their days in prosperity,\nAnd their years in pleasures.",
      "12": "But if they do not obey,\nThey shall perish by the sword,\nAnd they shall die without knowledge.",
      "13": "“But the hypocrites in heart store up wrath;\nThey do not cry for help when He binds them.",
      "14": "They die in youth,\nAnd their life ends among the perverted persons.",
      "15": "He delivers the poor in their affliction,\nAnd opens their ears in oppression.",
      "16": "“Indeed He would have brought you out of dire distress,\nInto a broad place where there is no restraint;\nAnd what is set on your table would be full of richness.",
      "17": "But you are filled with the judgment due the wicked;\nJudgment and justice take hold of you.",
      "18": "Because there is wrath, beware lest He take you away with one blow;\nFor a large ransom would not help you avoid it.",
      "19": "Will your riches,\nOr all the mighty forces,\nKeep you from distress?",
      "20": "Do not desire the night,\nWhen people are cut off in their place.",
      "21": "Take heed, do not turn to iniquity,\nFor you have chosen this rather than affliction.",
      "22": "“Behold, God is exalted by His power;\nWho teaches like Him?",
      "23": "Who has assigned Him His way,\nOr who has said, ‘You have done wrong’?",
      "24": "“Remember to magnify His work,\nOf which men have sung.",
      "25": "Everyone has seen it;\nMan looks on it from afar.",
      "26": "“Behold, God is great, and we do not know Him;\nNor can the number of His years be discovered.",
      "27": "For He draws up drops of water,\nWhich distill as rain from the mist,",
      "28": "Which the clouds drop down\nAnd pour abundantly on man.",
      "29": "Indeed, can anyone understand the spreading of clouds,\nThe thunder from His canopy?",
      "30": "Look, He scatters His light upon it,\nAnd covers the depths of the sea.",
      "31": "For by these He judges the peoples;\nHe gives food in abundance.",
      "32": "He covers His hands with lightning,\nAnd commands it to strike.",
      "33": "His thunder declares it,\nThe cattle also, concerning the rising storm."
    },
    "37": {
      "1": "“At this also my heart trembles,\nAnd leaps from its place.",
      "2": "Hear attentively the thunder of His voice,\nAnd the rumbling that comes from His mouth.",
      "3": "He sends it forth under the whole heaven,\nHis lightning to the ends of the earth.",
      "4": "After it a voice roars;\nHe thunders with His majestic voice,\nAnd He does not restrain them when His voice is heard.",
      "5": "God thunders marvelously with His voice;\nHe does great things which we cannot comprehend.",
      "6": "For He says to the snow, ‘Fall on the earth’;\nLikewise to the gentle rain and the heavy rain of His strength.",
      "7": "He seals the hand of every man,\nThat all men may know His work.",
      "8": "The beasts go into dens,\nAnd remain in their lairs.",
      "9": "From the chamber of the south comes the whirlwind,\nAnd cold from the scattering winds of the north.",
      "10": "By the breath of God ice is given,\nAnd the broad waters are frozen.",
      "11": "Also with moisture He saturates the thick clouds;\nHe scatters His bright clouds.",
      "12": "And they swirl about, being turned by His guidance,\nThat they may do whatever He commands them\nOn the face of the whole earth.",
      "13": "He causes it to come,\nWhether for correction,\nOr for His land,\nOr for mercy.",
      "14": "“Listen to this, O Job;\nStand still and consider the wondrous works of God.",
      "15": "Do you know when God dispatches them,\nAnd causes the light of His cloud to shine?",
      "16": "Do you know how the clouds are balanced,\nThose wondrous works of Him who is perfect in knowledge?",
      "17": "Why are your garments hot,\nWhen He quiets the earth by the south wind?",
      "18": "With Him, have you spread out the skies,\nStrong as a cast metal mirror?",
      "19": "“Teach us what we should say to Him,\nFor we can prepare nothing because of the darkness.",
      "20": "Should He be told that I wish to speak?\nIf a man were to speak, surely he would be swallowed up.",
      "21": "Even now men cannot look at the light when it is bright in the skies,\nWhen the wind has passed and cleared them.",
      "22": "He comes from the north as golden splendor;\nWith God is awesome majesty.",
      "23": "As for the Almighty, we cannot find Him;\nHe is excellent in power,\nIn judgment and abundant justice;\nHe does not oppress.",
      "24": "Therefore men fear Him;\nHe shows no partiality to any who are wise of heart.”"
    },
    "38": {
      "1": "Then the Lord answered Job out of the whirlwind, and said:",
      "2": "“Who is this who darkens counsel\nBy words without knowledge?",
      "3": "Now prepare yourself like a man;\nI will question you, and you shall answer Me.",
      "4": "“Where were you when I laid the foundations of the earth?\nTell Me, if you have understanding.",
      "5": "Who determined its measurements?\nSurely you know!\nOr who stretched the line upon it?",
      "6": "To what were its foundations fastened?\nOr who laid its cornerstone,",
      "7": "When the morning stars sang together,\nAnd all the sons of God shouted for joy?",
      "8": "“Or who shut in the sea with doors,\nWhen it burst forth and issued from the womb;",
      "9": "When I made the clouds its garment,\nAnd thick darkness its swaddling band;",
      "10": "When I fixed My limit for it,\nAnd set bars and doors;",
      "11": "When I said,\n‘This far you may come, but no farther,\nAnd here your proud waves must stop!’",
      "12": "“Have you commanded the morning since your days began,\nAnd caused the dawn to know its place,",
      "13": "That it might take hold of the ends of the earth,\nAnd the wicked be shaken out of it?",
      "14": "It takes on form like clay under a seal,\nAnd stands out like a garment.",
      "15": "From the wicked their light is withheld,\nAnd the upraised arm is broken.",
      "16": "“Have you entered the springs of the sea?\nOr have you walked in search of the depths?",
      "17": "Have the gates of death been revealed to you?\nOr have you seen the doors of the shadow of death?",
      "18": "Have you comprehended the breadth of the earth?\nTell Me, if you know all this.",
      "19": "“Where is the way to the dwelling of light?\nAnd darkness, where is its place,",
      "20": "That you may take it to its territory,\nThat you may know the paths to its home?",
      "21": "Do you know it, because you were born then,\nOr because the number of your days is great?",
      "22": "“Have you entered the treasury of snow,\nOr have you seen the treasury of hail,",
      "23": "Which I have reserved for the time of trouble,\nFor the day of battle and war?",
      "24": "By what way is light diffused,\nOr the east wind scattered over the earth?",
      "25": "“Who has divided a channel for the overflowing water,\nOr a path for the thunderbolt,",
      "26": "To cause it to rain on a land where there is no one,\nA wilderness in which there is no man;",
      "27": "To satisfy the desolate waste,\nAnd cause to spring forth the growth of tender grass?",
      "28": "Has the rain a father?\nOr who has begotten the drops of dew?",
      "29": "From whose womb comes the ice?\nAnd the frost of heaven, who gives it birth?",
      "30": "The waters harden like stone,\nAnd the surface of the deep is frozen.",
      "31": "“Can you bind the cluster of the Pleiades,\nOr loose the belt of Orion?",
      "32": "Can you bring out Mazzaroth in its season?\nOr can you guide the Great Bear with its cubs?",
      "33": "Do you know the ordinances of the heavens?\nCan you set their dominion over the earth?",
      "34": "“Can you lift up your voice to the clouds,\nThat an abundance of water may cover you?",
      "35": "Can you send out lightnings, that they may go,\nAnd say to you, ‘Here we are!’?",
      "36": "Who has put wisdom in the mind?\nOr who has given understanding to the heart?",
      "37": "Who can number the clouds by wisdom?\nOr who can pour out the bottles of heaven,",
      "38": "When the dust hardens in clumps,\nAnd the clods cling together?",
      "39": "“Can you hunt the prey for the lion,\nOr satisfy the appetite of the young lions,",
      "40": "When they crouch in their dens,\nOr lurk in their lairs to lie in wait?",
      "41": "Who provides food for the raven,\nWhen its young ones cry to God,\nAnd wander about for lack of food?"
    },
    "39": {
      "1": "“Do you know the time when the wild mountain goats bear young?\nOr can you mark when the deer gives birth?",
      "2": "Can you number the months that they fulfill?\nOr do you know the time when they bear young?",
      "3": "They bow down,\nThey bring forth their young,\nThey deliver their offspring.",
      "4": "Their young ones are healthy,\nThey grow strong with grain;\nThey depart and do not return to them.",
      "5": "“Who set the wild donkey free?\nWho loosed the bonds of the onager,",
      "6": "Whose home I have made the wilderness,\nAnd the barren land his dwelling?",
      "7": "He scorns the tumult of the city;\nHe does not heed the shouts of the driver.",
      "8": "The range of the mountains is his pasture,\nAnd he searches after every green thing.",
      "9": "“Will the wild ox be willing to serve you?\nWill he bed by your manger?",
      "10": "Can you bind the wild ox in the furrow with ropes?\nOr will he plow the valleys behind you?",
      "11": "Will you trust him because his strength is great?\nOr will you leave your labor to him?",
      "12": "Will you trust him to bring home your grain,\nAnd gather it to your threshing floor?",
      "13": "“The wings of the ostrich wave proudly,\nBut are her wings and pinions like the kindly stork’s?",
      "14": "For she leaves her eggs on the ground,\nAnd warms them in the dust;",
      "15": "She forgets that a foot may crush them,\nOr that a wild beast may break them.",
      "16": "She treats her young harshly, as though they were not hers;\nHer labor is in vain, without concern,",
      "17": "Because God deprived her of wisdom,\nAnd did not endow her with understanding.",
      "18": "When she lifts herself on high,\nShe scorns the horse and its rider.",
      "19": "“Have you given the horse strength?\nHave you clothed his neck with thunder?",
      "20": "Can you frighten him like a locust?\nHis majestic snorting strikes terror.",
      "21": "He paws in the valley, and rejoices in his strength;\nHe gallops into the clash of arms.",
      "22": "He mocks at fear, and is not frightened;\nNor does he turn back from the sword.",
      "23": "The quiver rattles against him,\nThe glittering spear and javelin.",
      "24": "He devours the distance with fierceness and rage;\nNor does he come to a halt because the trumpet has sounded.",
      "25": "At the blast of the trumpet he says, ‘Aha!’\nHe smells the battle from afar,\nThe thunder of captains and shouting.",
      "26": "“Does the hawk fly by your wisdom,\nAnd spread its wings toward the south?",
      "27": "Does the eagle mount up at your command,\nAnd make its nest on high?",
      "28": "On the rock it dwells and resides,\nOn the crag of the rock and the stronghold.",
      "29": "From there it spies out the prey;\nIts eyes observe from afar.",
      "30": "Its young ones suck up blood;\nAnd where the slain are, there it is.”"
    },
    "40": {
      "1": "Moreover the Lord answered Job, and said:",
      "2": "“Shall the one who contends with the Almighty correct Him?\nHe who rebukes God, let him answer it.”",
      "3": "Then Job answered the Lord and said:",
      "4": "“Behold, I am vile;\nWhat shall I answer You?\nI lay my hand over my mouth.",
      "5": "Once I have spoken, but I will not answer;\nYes, twice, but I will proceed no further.”",
      "6": "Then the Lord answered Job out of the whirlwind, and said:",
      "7": "“Now prepare yourself like a man;\nI will question you, and you shall answer Me:",
      "8": "“Would you indeed annul My judgment?\nWould you condemn Me that you may be justified?",
      "9": "Have you an arm like God?\nOr can you thunder with a voice like His?",
      "10": "Then adorn yourself with majesty and splendor,\nAnd array yourself with glory and beauty.",
      "11": "Disperse the rage of your wrath;\nLook on everyone who is proud, and humble him.",
      "12": "Look on everyone who is proud, and bring him low;\nTread down the wicked in their place.",
      "13": "Hide them in the dust together,\nBind their faces in hidden darkness.",
      "14": "Then I will also confess to you\nThat your own right hand can save you.",
      "15": "“Look now at the behemoth, which I made along with you;\nHe eats grass like an ox.",
      "16": "See now, his strength is in his hips,\nAnd his power is in his stomach muscles.",
      "17": "He moves his tail like a cedar;\nThe sinews of his thighs are tightly knit.",
      "18": "His bones are like beams of bronze,\nHis ribs like bars of iron.",
      "19": "He is the first of the ways of God;\nOnly He who made him can bring near His sword.",
      "20": "Surely the mountains yield food for him,\nAnd all the beasts of the field play there.",
      "21": "He lies under the lotus trees,\nIn a covert of reeds and marsh.",
      "22": "The lotus trees cover him with their shade;\nThe willows by the brook surround him.",
      "23": "Indeed the river may rage,\nYet he is not disturbed;\nHe is confident, though the Jordan gushes into his mouth,",
      "24": "Though he takes it in his eyes,\nOr one pierces his nose with a snare."
    },
    "41": {
      "1": "“Can you draw out Leviathan with a hook,\nOr snare his tongue with a line which you lower?",
      "2": "Can you put a reed through his nose,\nOr pierce his jaw with a hook?",
      "3": "Will he make many supplications to you?\nWill he speak softly to you?",
      "4": "Will he make a covenant with you?\nWill you take him as a servant forever?",
      "5": "Will you play with him as with a bird,\nOr will you leash him for your maidens?",
      "6": "Will your companions make a banquet of him?\nWill they apportion him among the merchants?",
      "7": "Can you fill his skin with harpoons,\nOr his head with fishing spears?",
      "8": "Lay your hand on him;\nRemember the battle—\nNever do it again!",
      "9": "Indeed, any hope of overcoming him is false;\nShall one not be overwhelmed at the sight of him?",
      "10": "No one is so fierce that he would dare stir him up.\nWho then is able to stand against Me?",
      "11": "Who has preceded Me, that I should pay him?\nEverything under heaven is Mine.",
      "12": "“I will not conceal his limbs,\nHis mighty power, or his graceful proportions.",
      "13": "Who can remove his outer coat?\nWho can approach him with a double bridle?",
      "14": "Who can open the doors of his face,\nWith his terrible teeth all around?",
      "15": "His rows of scales are his pride,\nShut up tightly as with a seal;",
      "16": "One is so near another\nThat no air can come between them;",
      "17": "They are joined one to another,\nThey stick together and cannot be parted.",
      "18": "His sneezings flash forth light,\nAnd his eyes are like the eyelids of the morning.",
      "19": "Out of his mouth go burning lights;\nSparks of fire shoot out.",
      "20": "Smoke goes out of his nostrils,\nAs from a boiling pot and burning rushes.",
      "21": "His breath kindles coals,\nAnd a flame goes out of his mouth.",
      "22": "Strength dwells in his neck,\nAnd sorrow dances before him.",
      "23": "The folds of his flesh are joined together;\nThey are firm on him and cannot be moved.",
      "24": "His heart is as hard as stone,\nEven as hard as the lower millstone.",
      "25": "When he raises himself up, the mighty are afraid;\nBecause of his crashings they are beside themselves.",
      "26": "Though the sword reaches him, it cannot avail;\nNor does spear, dart, or javelin.",
      "27": "He regards iron as straw,\nAnd bronze as rotten wood.",
      "28": "The arrow cannot make him flee;\nSlingstones become like stubble to him.",
      "29": "Darts are regarded as straw;\nHe laughs at the threat of javelins.",
      "30": "His undersides are like sharp potsherds;\nHe spreads pointed marks in the mire.",
      "31": "He makes the deep boil like a pot;\nHe makes the sea like a pot of ointment.",
      "32": "He leaves a shining wake behind him;\nOne would think the deep had white hair.",
      "33": "On earth there is nothing like him,\nWhich is made without fear.",
      "34": "He beholds every high thing;\nHe is king over all the children of pride.”"
    },
    "42": {
      "1": "Then Job answered the Lord and said:",
      "2": "“I know that You can do everything,\nAnd that no purpose of Yours can be withheld from You.",
      "3": "You asked, ‘Who is this who hides counsel without knowledge?’\nTherefore I have uttered what I did not understand,\nThings too wonderful for me, which I did not know.",
      "4": "Listen, please, and let me speak;\nYou said, ‘I will question you, and you shall answer Me.’",
      "5": "“I have heard of You by the hearing of the ear,\nBut now my eye sees You.",
      "6": "Therefore I abhor myself,\nAnd repent in dust and ashes.”",
      "7": "And so it was, after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, “My wrath is aroused against you and your two friends, for you have not spoken of Me what is right, as My servant Job has.",
      "8": "Now therefore, take for yourselves seven bulls and seven rams, go to My servant Job, and offer up for yourselves a burnt offering; and My servant Job shall pray for you. For I will accept him, lest I deal with you according to your folly; because you have not spoken of Me what is right, as My servant Job has.”",
      "9": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the Lord commanded them; for the Lord had accepted Job.",
      "10": "And the Lord restored Job’s losses when he prayed for his friends. Indeed the Lord gave Job twice as much as he had before.",
      "11": "Then all his brothers, all his sisters, and all those who had been his acquaintances before, came to him and ate food with him in his house; and they consoled him and comforted him for all the adversity that the Lord had brought upon him. Each one gave him a piece of silver and each a ring of gold.",
      "12": "Now the Lord blessed the latter days of Job more than his beginning; for he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys.",
      "13": "He also had seven sons and three daughters.",
      "14": "And he called the name of the first Jemimah, the name of the second Keziah, and the name of the third Keren-Happuch.",
      "15": "In all the land were found no women so beautiful as the daughters of Job; and their father gave them an inheritance among their brothers.",
      "16": "After this Job lived one hundred and forty years, and saw his children and grandchildren for four generations.",
      "17": "So Job died, old and full of days."
    }
  }
}