{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:58:01.439298-04:00",
    "Translation": "NKJV"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the man\nWho walks not in the counsel of the ungodly,\nNor stands in the path of sinners,\nNor sits in the seat of the scornful;",
      "2": "But his delight is in the law of the Lord,\nAnd in His law he meditates day and night.",
      "3": "He shall be like a tree\nPlanted by the rivers of water,\nThat brings forth its fruit in its season,\nWhose leaf also shall not wither;\nAnd whatever he does shall prosper.",
      "4": "The ungodly are not so,\nBut are like the chaff which the wind drives away.",
      "5": "Therefore the ungodly shall not stand in the judgment,\nNor sinners in the congregation of the righteous.",
      "6": "For the Lord knows the way of the righteous,\nBut the way of the ungodly shall perish."
    },
    "2": {
      "1": "Why do the nations rage,\nAnd the people plot a vain thing?",
      "2": "The kings of the earth set themselves,\nAnd the rulers take counsel together,\nAgainst the Lord and against His Anointed, saying,",
      "3": "“Let us break Their bonds in pieces\nAnd cast away Their cords from us.”",
      "4": "He who sits in the heavens shall laugh;\nThe Lord shall hold them in derision.",
      "5": "Then He shall speak to them in His wrath,\nAnd distress them in His deep displeasure:",
      "6": "“Yet I have set My King\nOn My holy hill of Zion.”",
      "7": "“I will declare the decree:\nThe Lord has said to Me,\n‘You are My Son,\nToday I have begotten You.",
      "8": "Ask of Me, and I will give You\nThe nations for Your inheritance,\nAnd the ends of the earth for Your possession.",
      "9": "You shall break them with a rod of iron;\nYou shall dash them to pieces like a potter’s vessel.’ ”",
      "10": "Now therefore, be wise, O kings;\nBe instructed, you judges of the earth.",
      "11": "Serve the Lord with fear,\nAnd rejoice with trembling.",
      "12": "Kiss the Son, lest He be angry,\nAnd you perish in the way,\nWhen His wrath is kindled but a little.\nBlessed are all those who put their trust in Him."
    },
    "3": {
      "1": "Lord, how they have increased who trouble me!\nMany are they who rise up against me.",
      "2": "Many are they who say of me,\n“There is no help for him in God.” Selah",
      "3": "But You, O Lord, are a shield for me,\nMy glory and the One who lifts up my head.",
      "4": "I cried to the Lord with my voice,\nAnd He heard me from His holy hill. Selah",
      "5": "I lay down and slept;\nI awoke, for the Lord sustained me.",
      "6": "I will not be afraid of ten thousands of people\nWho have set themselves against me all around.",
      "7": "Arise, O Lord;\nSave me, O my God!\nFor You have struck all my enemies on the cheekbone;\nYou have broken the teeth of the ungodly.",
      "8": "Salvation belongs to the Lord.\nYour blessing is upon Your people. Selah"
    },
    "4": {
      "1": "Hear me when I call, O God of my righteousness!\nYou have relieved me in my distress;\nHave mercy on me, and hear my prayer.",
      "2": "How long, O you sons of men,\nWill you turn my glory to shame?\nHow long will you love worthlessness\nAnd seek falsehood? Selah",
      "3": "But know that the Lord has set apart for Himself him who is godly;\nThe Lord will hear when I call to Him.",
      "4": "Be angry, and do not sin.\nMeditate within your heart on your bed, and be still. Selah",
      "5": "Offer the sacrifices of righteousness,\nAnd put your trust in the Lord.",
      "6": "There are many who say,\n“Who will show us any good?”\nLord, lift up the light of Your countenance upon us.",
      "7": "You have put gladness in my heart,\nMore than in the season that their grain and wine increased.",
      "8": "I will both lie down in peace, and sleep;\nFor You alone, O Lord, make me dwell in safety."
    },
    "5": {
      "1": "Give ear to my words, O Lord,\nConsider my meditation.",
      "2": "Give heed to the voice of my cry,\nMy King and my God,\nFor to You I will pray.",
      "3": "My voice You shall hear in the morning, O Lord;\nIn the morning I will direct it to You,\nAnd I will look up.",
      "4": "For You are not a God who takes pleasure in wickedness,\nNor shall evil dwell with You.",
      "5": "The boastful shall not stand in Your sight;\nYou hate all workers of iniquity.",
      "6": "You shall destroy those who speak falsehood;\nThe Lord abhors the bloodthirsty and deceitful man.",
      "7": "But as for me, I will come into Your house in the multitude of Your mercy;\nIn fear of You I will worship toward Your holy temple.",
      "8": "Lead me, O Lord, in Your righteousness because of my enemies;\nMake Your way straight before my face.",
      "9": "For there is no faithfulness in their mouth;\nTheir inward part is destruction;\nTheir throat is an open tomb;\nThey flatter with their tongue.",
      "10": "Pronounce them guilty, O God!\nLet them fall by their own counsels;\nCast them out in the multitude of their transgressions,\nFor they have rebelled against You.",
      "11": "But let all those rejoice who put their trust in You;\nLet them ever shout for joy, because You defend them;\nLet those also who love Your name\nBe joyful in You.",
      "12": "For You, O Lord, will bless the righteous;\nWith favor You will surround him as with a shield."
    },
    "6": {
      "1": "O Lord, do not rebuke me in Your anger,\nNor chasten me in Your hot displeasure.",
      "2": "Have mercy on me, O Lord, for I am weak;\nO Lord, heal me, for my bones are troubled.",
      "3": "My soul also is greatly troubled;\nBut You, O Lord—how long?",
      "4": "Return, O Lord, deliver me!\nOh, save me for Your mercies’ sake!",
      "5": "For in death there is no remembrance of You;\nIn the grave who will give You thanks?",
      "6": "I am weary with my groaning;\nAll night I make my bed swim;\nI drench my couch with my tears.",
      "7": "My eye wastes away because of grief;\nIt grows old because of all my enemies.",
      "8": "Depart from me, all you workers of iniquity;\nFor the Lord has heard the voice of my weeping.",
      "9": "The Lord has heard my supplication;\nThe Lord will receive my prayer.",
      "10": "Let all my enemies be ashamed and greatly troubled;\nLet them turn back and be ashamed suddenly."
    },
    "7": {
      "1": "O Lord my God, in You I put my trust;\nSave me from all those who persecute me;\nAnd deliver me,",
      "2": "Lest they tear me like a lion,\nRending me in pieces, while there is none to deliver.",
      "3": "O Lord my God, if I have done this:\nIf there is iniquity in my hands,",
      "4": "If I have repaid evil to him who was at peace with me,\nOr have plundered my enemy without cause,",
      "5": "Let the enemy pursue me and overtake me;\nYes, let him trample my life to the earth,\nAnd lay my honor in the dust. Selah",
      "6": "Arise, O Lord, in Your anger;\nLift Yourself up because of the rage of my enemies;\nRise up for me to the judgment You have commanded!",
      "7": "So the congregation of the peoples shall surround You;\nFor their sakes, therefore, return on high.",
      "8": "The Lord shall judge the peoples;\nJudge me, O Lord, according to my righteousness,\nAnd according to my integrity within me.",
      "9": "Oh, let the wickedness of the wicked come to an end,\nBut establish the just;\nFor the righteous God tests the hearts and minds.",
      "10": "My defense is of God,\nWho saves the upright in heart.",
      "11": "God is a just judge,\nAnd God is angry with the wicked every day.",
      "12": "If he does not turn back,\nHe will sharpen His sword;\nHe bends His bow and makes it ready.",
      "13": "He also prepares for Himself instruments of death;\nHe makes His arrows into fiery shafts.",
      "14": "Behold, the wicked brings forth iniquity;\nYes, he conceives trouble and brings forth falsehood.",
      "15": "He made a pit and dug it out,\nAnd has fallen into the ditch which he made.",
      "16": "His trouble shall return upon his own head,\nAnd his violent dealing shall come down on his own crown.",
      "17": "I will praise the Lord according to His righteousness,\nAnd will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "O Lord, our Lord,\nHow excellent is Your name in all the earth,\nWho have set Your glory above the heavens!",
      "2": "Out of the mouth of babes and nursing infants\nYou have ordained strength,\nBecause of Your enemies,\nThat You may silence the enemy and the avenger.",
      "3": "When I consider Your heavens, the work of Your fingers,\nThe moon and the stars, which You have ordained,",
      "4": "What is man that You are mindful of him,\nAnd the son of man that You visit him?",
      "5": "For You have made him a little lower than the angels,\nAnd You have crowned him with glory and honor.",
      "6": "You have made him to have dominion over the works of Your hands;\nYou have put all things under his feet,",
      "7": "All sheep and oxen—\nEven the beasts of the field,",
      "8": "The birds of the air,\nAnd the fish of the sea\nThat pass through the paths of the seas.",
      "9": "O Lord, our Lord,\nHow excellent is Your name in all the earth!"
    },
    "9": {
      "1": "I will praise You, O Lord, with my whole heart;\nI will tell of all Your marvelous works.",
      "2": "I will be glad and rejoice in You;\nI will sing praise to Your name, O Most High.",
      "3": "When my enemies turn back,\nThey shall fall and perish at Your presence.",
      "4": "For You have maintained my right and my cause;\nYou sat on the throne judging in righteousness.",
      "5": "You have rebuked the nations,\nYou have destroyed the wicked;\nYou have blotted out their name forever and ever.",
      "6": "O enemy, destructions are finished forever!\nAnd you have destroyed cities;\nEven their memory has perished.",
      "7": "But the Lord shall endure forever;\nHe has prepared His throne for judgment.",
      "8": "He shall judge the world in righteousness,\nAnd He shall administer judgment for the peoples in uprightness.",
      "9": "The Lord also will be a refuge for the oppressed,\nA refuge in times of trouble.",
      "10": "And those who know Your name will put their trust in You;\nFor You, Lord, have not forsaken those who seek You.",
      "11": "Sing praises to the Lord, who dwells in Zion!\nDeclare His deeds among the people.",
      "12": "When He avenges blood, He remembers them;\nHe does not forget the cry of the humble.",
      "13": "Have mercy on me, O Lord!\nConsider my trouble from those who hate me,\nYou who lift me up from the gates of death,",
      "14": "That I may tell of all Your praise\nIn the gates of the daughter of Zion.\nI will rejoice in Your salvation.",
      "15": "The nations have sunk down in the pit which they made;\nIn the net which they hid, their own foot is caught.",
      "16": "The Lord is known by the judgment He executes;\nThe wicked is snared in the work of his own hands.\nMeditation. Selah",
      "17": "The wicked shall be turned into hell,\nAnd all the nations that forget God.",
      "18": "For the needy shall not always be forgotten;\nThe expectation of the poor shall not perish forever.",
      "19": "Arise, O Lord,\nDo not let man prevail;\nLet the nations be judged in Your sight.",
      "20": "Put them in fear, O Lord,\nThat the nations may know themselves to be but men. Selah"
    },
    "10": {
      "1": "Why do You stand afar off, O Lord?\nWhy do You hide in times of trouble?",
      "2": "The wicked in his pride persecutes the poor;\nLet them be caught in the plots which they have devised.",
      "3": "For the wicked boasts of his heart’s desire;\nHe blesses the greedy and renounces the Lord.",
      "4": "The wicked in his proud countenance does not seek God;\nGod is in none of his thoughts.",
      "5": "His ways are always prospering;\nYour judgments are far above, out of his sight;\nAs for all his enemies, he sneers at them.",
      "6": "He has said in his heart, “I shall not be moved;\nI shall never be in adversity.”",
      "7": "His mouth is full of cursing and deceit and oppression;\nUnder his tongue is trouble and iniquity.",
      "8": "He sits in the lurking places of the villages;\nIn the secret places he murders the innocent;\nHis eyes are secretly fixed on the helpless.",
      "9": "He lies in wait secretly, as a lion in his den;\nHe lies in wait to catch the poor;\nHe catches the poor when he draws him into his net.",
      "10": "So he crouches, he lies low,\nThat the helpless may fall by his strength.",
      "11": "He has said in his heart,\n“God has forgotten;\nHe hides His face;\nHe will never see.”",
      "12": "Arise, O Lord!\nO God, lift up Your hand!\nDo not forget the humble.",
      "13": "Why do the wicked renounce God?\nHe has said in his heart,\n“You will not require an account.”",
      "14": "But You have seen, for You observe trouble and grief,\nTo repay it by Your hand.\nThe helpless commits himself to You;\nYou are the helper of the fatherless.",
      "15": "Break the arm of the wicked and the evil man;\nSeek out his wickedness until You find none.",
      "16": "The Lord is King forever and ever;\nThe nations have perished out of His land.",
      "17": "Lord, You have heard the desire of the humble;\nYou will prepare their heart;\nYou will cause Your ear to hear,",
      "18": "To do justice to the fatherless and the oppressed,\nThat the man of the earth may oppress no more."
    },
    "11": {
      "1": "In the Lord I put my trust;\nHow can you say to my soul,\n“Flee as a bird to your mountain”?",
      "2": "For look! The wicked bend their bow,\nThey make ready their arrow on the string,\nThat they may shoot secretly at the upright in heart.",
      "3": "If the foundations are destroyed,\nWhat can the righteous do?",
      "4": "The Lord is in His holy temple,\nThe Lord’s throne is in heaven;\nHis eyes behold,\nHis eyelids test the sons of men.",
      "5": "The Lord tests the righteous,\nBut the wicked and the one who loves violence His soul hates.",
      "6": "Upon the wicked He will rain coals;\nFire and brimstone and a burning wind\nShall be the portion of their cup.",
      "7": "For the Lord is righteous,\nHe loves righteousness;\nHis countenance beholds the upright."
    },
    "12": {
      "1": "Help, Lord, for the godly man ceases!\nFor the faithful disappear from among the sons of men.",
      "2": "They speak idly everyone with his neighbor;\nWith flattering lips and a double heart they speak.",
      "3": "May the Lord cut off all flattering lips,\nAnd the tongue that speaks proud things,",
      "4": "Who have said,\n“With our tongue we will prevail;\nOur lips are our own;\nWho is lord over us?”",
      "5": "“For the oppression of the poor, for the sighing of the needy,\nNow I will arise,” says the Lord;\n“I will set him in the safety for which he yearns.”",
      "6": "The words of the Lord are pure words,\nLike silver tried in a furnace of earth,\nPurified seven times.",
      "7": "You shall keep them, O Lord,\nYou shall preserve them from this generation forever.",
      "8": "The wicked prowl on every side,\nWhen vileness is exalted among the sons of men."
    },
    "13": {
      "1": "How long, O Lord? Will You forget me forever?\nHow long will You hide Your face from me?",
      "2": "How long shall I take counsel in my soul,\nHaving sorrow in my heart daily?\nHow long will my enemy be exalted over me?",
      "3": "Consider and hear me, O Lord my God;\nEnlighten my eyes,\nLest I sleep the sleep of death;",
      "4": "Lest my enemy say,\n“I have prevailed against him”;\nLest those who trouble me rejoice when I am moved.",
      "5": "But I have trusted in Your mercy;\nMy heart shall rejoice in Your salvation.",
      "6": "I will sing to the Lord,\nBecause He has dealt bountifully with me."
    },
    "14": {
      "1": "The fool has said in his heart,\n“There is no God.”\nThey are corrupt,\nThey have done abominable works,\nThere is none who does good.",
      "2": "The Lord looks down from heaven upon the children of men,\nTo see if there are any who understand, who seek God.",
      "3": "They have all turned aside,\nThey have together become corrupt;\nThere is none who does good,\nNo, not one.",
      "4": "Have all the workers of iniquity no knowledge,\nWho eat up my people as they eat bread,\nAnd do not call on the Lord?",
      "5": "There they are in great fear,\nFor God is with the generation of the righteous.",
      "6": "You shame the counsel of the poor,\nBut the Lord is his refuge.",
      "7": "Oh, that the salvation of Israel would come out of Zion!\nWhen the Lord brings back the captivity of His people,\nLet Jacob rejoice and Israel be glad."
    },
    "15": {
      "1": "Lord, who may abide in Your tabernacle?\nWho may dwell in Your holy hill?",
      "2": "He who walks uprightly,\nAnd works righteousness,\nAnd speaks the truth in his heart;",
      "3": "He who does not backbite with his tongue,\nNor does evil to his neighbor,\nNor does he take up a reproach against his friend;",
      "4": "In whose eyes a vile person is despised,\nBut he honors those who fear the Lord;\nHe who swears to his own hurt and does not change;",
      "5": "He who does not put out his money at usury,\nNor does he take a bribe against the innocent. \nHe who does these things shall never be moved."
    },
    "16": {
      "1": "Preserve me, O God, for in You I put my trust.",
      "2": "O my soul, you have said to the Lord,\n“You are my Lord,\nMy goodness is nothing apart from You.”",
      "3": "As for the saints who are on the earth,\n“They are the excellent ones, in whom is all my delight.”",
      "4": "Their sorrows shall be multiplied who hasten after another god;\nTheir drink offerings of blood I will not offer,\nNor take up their names on my lips.",
      "5": "O Lord, You are the portion of my inheritance and my cup;\nYou maintain my lot.",
      "6": "The lines have fallen to me in pleasant places;\nYes, I have a good inheritance.",
      "7": "I will bless the Lord who has given me counsel;\nMy heart also instructs me in the night seasons.",
      "8": "I have set the Lord always before me;\nBecause He is at my right hand I shall not be moved.",
      "9": "Therefore my heart is glad, and my glory rejoices;\nMy flesh also will rest in hope.",
      "10": "For You will not leave my soul in Sheol,\nNor will You allow Your Holy One to see corruption.",
      "11": "You will show me the path of life;\nIn Your presence is fullness of joy;\nAt Your right hand are pleasures forevermore."
    },
    "17": {
      "1": "Hear a just cause, O Lord,\nAttend to my cry;\nGive ear to my prayer which is not from deceitful lips.",
      "2": "Let my vindication come from Your presence;\nLet Your eyes look on the things that are upright.",
      "3": "You have tested my heart;\nYou have visited me in the night;\nYou have tried me and have found nothing;\nI have purposed that my mouth shall not transgress.",
      "4": "Concerning the works of men,\nBy the word of Your lips,\nI have kept away from the paths of the destroyer.",
      "5": "Uphold my steps in Your paths,\nThat my footsteps may not slip.",
      "6": "I have called upon You, for You will hear me, O God;\nIncline Your ear to me, and hear my speech.",
      "7": "Show Your marvelous lovingkindness by Your right hand,\nO You who save those who trust in You\nFrom those who rise up against them.",
      "8": "Keep me as the apple of Your eye;\nHide me under the shadow of Your wings,",
      "9": "From the wicked who oppress me,\nFrom my deadly enemies who surround me.",
      "10": "They have closed up their fat hearts;\nWith their mouths they speak proudly.",
      "11": "They have now surrounded us in our steps;\nThey have set their eyes, crouching down to the earth,",
      "12": "As a lion is eager to tear his prey,\nAnd like a young lion lurking in secret places.",
      "13": "Arise, O Lord,\nConfront him, cast him down;\nDeliver my life from the wicked with Your sword,",
      "14": "With Your hand from men, O Lord,\nFrom men of the world who have their portion in this life,\nAnd whose belly You fill with Your hidden treasure.\nThey are satisfied with children,\nAnd leave the rest of their possession for their babes.",
      "15": "As for me, I will see Your face in righteousness;\nI shall be satisfied when I awake in Your likeness."
    },
    "18": {
      "1": "I will love You, O Lord, my strength.",
      "2": "The Lord is my rock and my fortress and my deliverer;\nMy God, my strength, in whom I will trust;\nMy shield and the horn of my salvation, my stronghold.",
      "3": "I will call upon the Lord, who is worthy to be praised;\nSo shall I be saved from my enemies.",
      "4": "The pangs of death surrounded me,\nAnd the floods of ungodliness made me afraid.",
      "5": "The sorrows of Sheol surrounded me;\nThe snares of death confronted me.",
      "6": "In my distress I called upon the Lord,\nAnd cried out to my God;\nHe heard my voice from His temple,\nAnd my cry came before Him, even to His ears.",
      "7": "Then the earth shook and trembled;\nThe foundations of the hills also quaked and were shaken,\nBecause He was angry.",
      "8": "Smoke went up from His nostrils,\nAnd devouring fire from His mouth;\nCoals were kindled by it.",
      "9": "He bowed the heavens also, and came down\nWith darkness under His feet.",
      "10": "And He rode upon a cherub, and flew;\nHe flew upon the wings of the wind.",
      "11": "He made darkness His secret place;\nHis canopy around Him was dark waters\nAnd thick clouds of the skies.",
      "12": "From the brightness before Him,\nHis thick clouds passed with hailstones and coals of fire.",
      "13": "The Lord thundered from heaven,\nAnd the Most High uttered His voice,\nHailstones and coals of fire.",
      "14": "He sent out His arrows and scattered the foe,\nLightnings in abundance, and He vanquished them.",
      "15": "Then the channels of the sea were seen,\nThe foundations of the world were uncovered\nAt Your rebuke, O Lord,\nAt the blast of the breath of Your nostrils.",
      "16": "He sent from above, He took me;\nHe drew me out of many waters.",
      "17": "He delivered me from my strong enemy,\nFrom those who hated me,\nFor they were too strong for me.",
      "18": "They confronted me in the day of my calamity,\nBut the Lord was my support.",
      "19": "He also brought me out into a broad place;\nHe delivered me because He delighted in me.",
      "20": "The Lord rewarded me according to my righteousness;\nAccording to the cleanness of my hands\nHe has recompensed me.",
      "21": "For I have kept the ways of the Lord,\nAnd have not wickedly departed from my God.",
      "22": "For all His judgments were before me,\nAnd I did not put away His statutes from me.",
      "23": "I was also blameless before Him,\nAnd I kept myself from my iniquity.",
      "24": "Therefore the Lord has recompensed me according to my righteousness,\nAccording to the cleanness of my hands in His sight.",
      "25": "With the merciful You will show Yourself merciful;\nWith a blameless man You will show Yourself blameless;",
      "26": "With the pure You will show Yourself pure;\nAnd with the devious You will show Yourself shrewd.",
      "27": "For You will save the humble people,\nBut will bring down haughty looks.",
      "28": "For You will light my lamp;\nThe Lord my God will enlighten my darkness.",
      "29": "For by You I can run against a troop,\nBy my God I can leap over a wall.",
      "30": "As for God, His way is perfect;\nThe word of the Lord is proven;\nHe is a shield to all who trust in Him.",
      "31": "For who is God, except the Lord?\nAnd who is a rock, except our God?",
      "32": "It is God who arms me with strength,\nAnd makes my way perfect.",
      "33": "He makes my feet like the feet of deer,\nAnd sets me on my high places.",
      "34": "He teaches my hands to make war,\nSo that my arms can bend a bow of bronze.",
      "35": "You have also given me the shield of Your salvation;\nYour right hand has held me up,\nYour gentleness has made me great.",
      "36": "You enlarged my path under me,\nSo my feet did not slip.",
      "37": "I have pursued my enemies and overtaken them;\nNeither did I turn back again till they were destroyed.",
      "38": "I have wounded them,\nSo that they could not rise;\nThey have fallen under my feet.",
      "39": "For You have armed me with strength for the battle;\nYou have subdued under me those who rose up against me.",
      "40": "You have also given me the necks of my enemies,\nSo that I destroyed those who hated me.",
      "41": "They cried out, but there was none to save;\nEven to the Lord, but He did not answer them.",
      "42": "Then I beat them as fine as the dust before the wind;\nI cast them out like dirt in the streets.",
      "43": "You have delivered me from the strivings of the people;\nYou have made me the head of the nations;\nA people I have not known shall serve me.",
      "44": "As soon as they hear of me they obey me;\nThe foreigners submit to me.",
      "45": "The foreigners fade away,\nAnd come frightened from their hideouts.",
      "46": "The Lord lives!\nBlessed be my Rock!\nLet the God of my salvation be exalted.",
      "47": "It is God who avenges me,\nAnd subdues the peoples under me;",
      "48": "He delivers me from my enemies.\nYou also lift me up above those who rise against me;\nYou have delivered me from the violent man.",
      "49": "Therefore I will give thanks to You, O Lord, among the Gentiles,\nAnd sing praises to Your name.",
      "50": "Great deliverance He gives to His king,\nAnd shows mercy to His anointed,\nTo David and his descendants forevermore."
    },
    "19": {
      "1": "The heavens declare the glory of God;\nAnd the firmament shows His handiwork.",
      "2": "Day unto day utters speech,\nAnd night unto night reveals knowledge.",
      "3": "There is no speech nor language\nWhere their voice is not heard.",
      "4": "Their line has gone out through all the earth,\nAnd their words to the end of the world. \nIn them He has set a tabernacle for the sun,",
      "5": "Which is like a bridegroom coming out of his chamber,\nAnd rejoices like a strong man to run its race.",
      "6": "Its rising is from one end of heaven,\nAnd its circuit to the other end;\nAnd there is nothing hidden from its heat.",
      "7": "The law of the Lord is perfect, converting the soul;\nThe testimony of the Lord is sure, making wise the simple;",
      "8": "The statutes of the Lord are right, rejoicing the heart;\nThe commandment of the Lord is pure, enlightening the eyes;",
      "9": "The fear of the Lord is clean, enduring forever;\nThe judgments of the Lord are true and righteous altogether.",
      "10": "More to be desired are they than gold,\nYea, than much fine gold;\nSweeter also than honey and the honeycomb.",
      "11": "Moreover by them Your servant is warned,\nAnd in keeping them there is great reward.",
      "12": "Who can understand his errors?\nCleanse me from secret faults.",
      "13": "Keep back Your servant also from presumptuous sins;\nLet them not have dominion over me.\nThen I shall be blameless,\nAnd I shall be innocent of great transgression.",
      "14": "Let the words of my mouth and the meditation of my heart\nBe acceptable in Your sight,\nO Lord, my strength and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in the day of trouble;\nMay the name of the God of Jacob defend you;",
      "2": "May He send you help from the sanctuary,\nAnd strengthen you out of Zion;",
      "3": "May He remember all your offerings,\nAnd accept your burnt sacrifice. Selah",
      "4": "May He grant you according to your heart’s desire,\nAnd fulfill all your purpose.",
      "5": "We will rejoice in your salvation,\nAnd in the name of our God we will set up our banners!\nMay the Lord fulfill all your petitions.",
      "6": "Now I know that the Lord saves His anointed;\nHe will answer him from His holy heaven\nWith the saving strength of His right hand.",
      "7": "Some trust in chariots, and some in horses;\nBut we will remember the name of the Lord our God.",
      "8": "They have bowed down and fallen;\nBut we have risen and stand upright.",
      "9": "Save, Lord!\nMay the King answer us when we call."
    },
    "21": {
      "1": "The king shall have joy in Your strength, O Lord;\nAnd in Your salvation how greatly shall he rejoice!",
      "2": "You have given him his heart’s desire,\nAnd have not withheld the request of his lips. Selah",
      "3": "For You meet him with the blessings of goodness;\nYou set a crown of pure gold upon his head.",
      "4": "He asked life from You, and You gave it to him—\nLength of days forever and ever.",
      "5": "His glory is great in Your salvation;\nHonor and majesty You have placed upon him.",
      "6": "For You have made him most blessed forever;\nYou have made him exceedingly glad with Your presence.",
      "7": "For the king trusts in the Lord,\nAnd through the mercy of the Most High he shall not be moved.",
      "8": "Your hand will find all Your enemies;\nYour right hand will find those who hate You.",
      "9": "You shall make them as a fiery oven in the time of Your anger;\nThe Lord shall swallow them up in His wrath,\nAnd the fire shall devour them.",
      "10": "Their offspring You shall destroy from the earth,\nAnd their descendants from among the sons of men.",
      "11": "For they intended evil against You;\nThey devised a plot which they are not able to perform.",
      "12": "Therefore You will make them turn their back;\nYou will make ready Your arrows on Your string toward their faces.",
      "13": "Be exalted, O Lord, in Your own strength!\nWe will sing and praise Your power."
    },
    "22": {
      "1": "My God, My God, why have You forsaken Me?\nWhy are You so far from helping Me,\nAnd from the words of My groaning?",
      "2": "O My God, I cry in the daytime, but You do not hear;\nAnd in the night season, and am not silent.",
      "3": "But You are holy,\nEnthroned in the praises of Israel.",
      "4": "Our fathers trusted in You;\nThey trusted, and You delivered them.",
      "5": "They cried to You, and were delivered;\nThey trusted in You, and were not ashamed.",
      "6": "But I am a worm, and no man;\nA reproach of men, and despised by the people.",
      "7": "All those who see Me ridicule Me;\nThey shoot out the lip, they shake the head, saying,",
      "8": "“He trusted in the Lord, let Him rescue Him;\nLet Him deliver Him, since He delights in Him!”",
      "9": "But You are He who took Me out of the womb;\nYou made Me trust while on My mother’s breasts.",
      "10": "I was cast upon You from birth.\nFrom My mother’s womb\nYou have been My God.",
      "11": "Be not far from Me,\nFor trouble is near;\nFor there is none to help.",
      "12": "Many bulls have surrounded Me;\nStrong bulls of Bashan have encircled Me.",
      "13": "They gape at Me with their mouths,\nLike a raging and roaring lion.",
      "14": "I am poured out like water,\nAnd all My bones are out of joint;\nMy heart is like wax;\nIt has melted within Me.",
      "15": "My strength is dried up like a potsherd,\nAnd My tongue clings to My jaws;\nYou have brought Me to the dust of death.",
      "16": "For dogs have surrounded Me;\nThe congregation of the wicked has enclosed Me.\nThey pierced My hands and My feet;",
      "17": "I can count all My bones.\nThey look and stare at Me.",
      "18": "They divide My garments among them,\nAnd for My clothing they cast lots.",
      "19": "But You, O Lord, do not be far from Me;\nO My Strength, hasten to help Me!",
      "20": "Deliver Me from the sword,\nMy precious life from the power of the dog.",
      "21": "Save Me from the lion’s mouth\nAnd from the horns of the wild oxen! \nYou have answered Me.",
      "22": "I will declare Your name to My brethren;\nIn the midst of the assembly I will praise You.",
      "23": "You who fear the Lord, praise Him!\nAll you descendants of Jacob, glorify Him,\nAnd fear Him, all you offspring of Israel!",
      "24": "For He has not despised nor abhorred the affliction of the afflicted;\nNor has He hidden His face from Him;\nBut when He cried to Him, He heard.",
      "25": "My praise shall be of You in the great assembly;\nI will pay My vows before those who fear Him.",
      "26": "The poor shall eat and be satisfied;\nThose who seek Him will praise the Lord.\nLet your heart live forever!",
      "27": "All the ends of the world\nShall remember and turn to the Lord,\nAnd all the families of the nations\nShall worship before You.",
      "28": "For the kingdom is the Lord’s,\nAnd He rules over the nations.",
      "29": "All the prosperous of the earth\nShall eat and worship;\nAll those who go down to the dust\nShall bow before Him,\nEven he who cannot keep himself alive.",
      "30": "A posterity shall serve Him.\nIt will be recounted of the Lord to the next generation,",
      "31": "They will come and declare His righteousness to a people who will be born,\nThat He has done this."
    },
    "23": {
      "1": "The Lord is my shepherd;\nI shall not want.",
      "2": "He makes me to lie down in green pastures;\nHe leads me beside the still waters.",
      "3": "He restores my soul;\nHe leads me in the paths of righteousness\nFor His name’s sake.",
      "4": "Yea, though I walk through the valley of the shadow of death,\nI will fear no evil;\nFor You are with me;\nYour rod and Your staff, they comfort me.",
      "5": "You prepare a table before me in the presence of my enemies;\nYou anoint my head with oil;\nMy cup runs over.",
      "6": "Surely goodness and mercy shall follow me\nAll the days of my life;\nAnd I will dwell in the house of the Lord\nForever."
    },
    "24": {
      "1": "The earth is the Lord’s, and all its fullness,\nThe world and those who dwell therein.",
      "2": "For He has founded it upon the seas,\nAnd established it upon the waters.",
      "3": "Who may ascend into the hill of the Lord?\nOr who may stand in His holy place?",
      "4": "He who has clean hands and a pure heart,\nWho has not lifted up his soul to an idol,\nNor sworn deceitfully.",
      "5": "He shall receive blessing from the Lord,\nAnd righteousness from the God of his salvation.",
      "6": "This is Jacob, the generation of those who seek Him,\nWho seek Your face. Selah",
      "7": "Lift up your heads, O you gates!\nAnd be lifted up, you everlasting doors!\nAnd the King of glory shall come in.",
      "8": "Who is this King of glory?\nThe Lord strong and mighty,\nThe Lord mighty in battle.",
      "9": "Lift up your heads, O you gates!\nLift up, you everlasting doors!\nAnd the King of glory shall come in.",
      "10": "Who is this King of glory?\nThe Lord of hosts,\nHe is the King of glory. Selah"
    },
    "25": {
      "1": "To You, O Lord, I lift up my soul.",
      "2": "O my God, I trust in You;\nLet me not be ashamed;\nLet not my enemies triumph over me.",
      "3": "Indeed, let no one who waits on You be ashamed;\nLet those be ashamed who deal treacherously without cause.",
      "4": "Show me Your ways, O Lord;\nTeach me Your paths.",
      "5": "Lead me in Your truth and teach me,\nFor You are the God of my salvation;\nOn You I wait all the day.",
      "6": "Remember, O Lord, Your tender mercies and Your lovingkindnesses,\nFor they are from of old.",
      "7": "Do not remember the sins of my youth, nor my transgressions;\nAccording to Your mercy remember me,\nFor Your goodness’ sake, O Lord.",
      "8": "Good and upright is the Lord;\nTherefore He teaches sinners in the way.",
      "9": "The humble He guides in justice,\nAnd the humble He teaches His way.",
      "10": "All the paths of the Lord are mercy and truth,\nTo such as keep His covenant and His testimonies.",
      "11": "For Your name’s sake, O Lord,\nPardon my iniquity, for it is great.",
      "12": "Who is the man that fears the Lord?\nHim shall He teach in the way He chooses.",
      "13": "He himself shall dwell in prosperity,\nAnd his descendants shall inherit the earth.",
      "14": "The secret of the Lord is with those who fear Him,\nAnd He will show them His covenant.",
      "15": "My eyes are ever toward the Lord,\nFor He shall pluck my feet out of the net.",
      "16": "Turn Yourself to me, and have mercy on me,\nFor I am desolate and afflicted.",
      "17": "The troubles of my heart have enlarged;\nBring me out of my distresses!",
      "18": "Look on my affliction and my pain,\nAnd forgive all my sins.",
      "19": "Consider my enemies, for they are many;\nAnd they hate me with cruel hatred.",
      "20": "Keep my soul, and deliver me;\nLet me not be ashamed, for I put my trust in You.",
      "21": "Let integrity and uprightness preserve me,\nFor I wait for You.",
      "22": "Redeem Israel, O God,\nOut of all their troubles!"
    },
    "26": {
      "1": "Vindicate me, O Lord,\nFor I have walked in my integrity.\nI have also trusted in the Lord;\nI shall not slip.",
      "2": "Examine me, O Lord, and prove me;\nTry my mind and my heart.",
      "3": "For Your lovingkindness is before my eyes,\nAnd I have walked in Your truth.",
      "4": "I have not sat with idolatrous mortals,\nNor will I go in with hypocrites.",
      "5": "I have hated the assembly of evildoers,\nAnd will not sit with the wicked.",
      "6": "I will wash my hands in innocence;\nSo I will go about Your altar, O Lord,",
      "7": "That I may proclaim with the voice of thanksgiving,\nAnd tell of all Your wondrous works.",
      "8": "Lord, I have loved the habitation of Your house,\nAnd the place where Your glory dwells.",
      "9": "Do not gather my soul with sinners,\nNor my life with bloodthirsty men,",
      "10": "In whose hands is a sinister scheme,\nAnd whose right hand is full of bribes.",
      "11": "But as for me, I will walk in my integrity;\nRedeem me and be merciful to me.",
      "12": "My foot stands in an even place;\nIn the congregations I will bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation;\nWhom shall I fear?\nThe Lord is the strength of my life;\nOf whom shall I be afraid?",
      "2": "When the wicked came against me\nTo eat up my flesh,\nMy enemies and foes,\nThey stumbled and fell.",
      "3": "Though an army may encamp against me,\nMy heart shall not fear;\nThough war may rise against me,\nIn this I will be confident.",
      "4": "One thing I have desired of the Lord,\nThat will I seek:\nThat I may dwell in the house of the Lord\nAll the days of my life,\nTo behold the beauty of the Lord,\nAnd to inquire in His temple.",
      "5": "For in the time of trouble\nHe shall hide me in His pavilion;\nIn the secret place of His tabernacle\nHe shall hide me;\nHe shall set me high upon a rock.",
      "6": "And now my head shall be lifted up above my enemies all around me;\nTherefore I will offer sacrifices of joy in His tabernacle;\nI will sing, yes, I will sing praises to the Lord.",
      "7": "Hear, O Lord, when I cry with my voice!\nHave mercy also upon me, and answer me.",
      "8": "When You said, “Seek My face,”\nMy heart said to You, “Your face, Lord, I will seek.”",
      "9": "Do not hide Your face from me;\nDo not turn Your servant away in anger;\nYou have been my help;\nDo not leave me nor forsake me,\nO God of my salvation.",
      "10": "When my father and my mother forsake me,\nThen the Lord will take care of me.",
      "11": "Teach me Your way, O Lord,\nAnd lead me in a smooth path, because of my enemies.",
      "12": "Do not deliver me to the will of my adversaries;\nFor false witnesses have risen against me,\nAnd such as breathe out violence.",
      "13": "I would have lost heart, unless I had believed\nThat I would see the goodness of the Lord\nIn the land of the living.",
      "14": "Wait on the Lord;\nBe of good courage,\nAnd He shall strengthen your heart;\nWait, I say, on the Lord!"
    },
    "28": {
      "1": "To You I will cry, O Lord my Rock:\nDo not be silent to me,\nLest, if You are silent to me,\nI become like those who go down to the pit.",
      "2": "Hear the voice of my supplications\nWhen I cry to You,\nWhen I lift up my hands toward Your holy sanctuary.",
      "3": "Do not take me away with the wicked\nAnd with the workers of iniquity,\nWho speak peace to their neighbors,\nBut evil is in their hearts.",
      "4": "Give them according to their deeds,\nAnd according to the wickedness of their endeavors;\nGive them according to the work of their hands;\nRender to them what they deserve.",
      "5": "Because they do not regard the works of the Lord,\nNor the operation of His hands,\nHe shall destroy them\nAnd not build them up.",
      "6": "Blessed be the Lord,\nBecause He has heard the voice of my supplications!",
      "7": "The Lord is my strength and my shield;\nMy heart trusted in Him, and I am helped;\nTherefore my heart greatly rejoices,\nAnd with my song I will praise Him.",
      "8": "The Lord is their strength,\nAnd He is the saving refuge of His anointed.",
      "9": "Save Your people,\nAnd bless Your inheritance;\nShepherd them also,\nAnd bear them up forever."
    },
    "29": {
      "1": "Give unto the Lord, O you mighty ones,\nGive unto the Lord glory and strength.",
      "2": "Give unto the Lord the glory due to His name;\nWorship the Lord in the beauty of holiness.",
      "3": "The voice of the Lord is over the waters;\nThe God of glory thunders;\nThe Lord is over many waters.",
      "4": "The voice of the Lord is powerful;\nThe voice of the Lord is full of majesty.",
      "5": "The voice of the Lord breaks the cedars,\nYes, the Lord splinters the cedars of Lebanon.",
      "6": "He makes them also skip like a calf,\nLebanon and Sirion like a young wild ox.",
      "7": "The voice of the Lord divides the flames of fire.",
      "8": "The voice of the Lord shakes the wilderness;\nThe Lord shakes the Wilderness of Kadesh.",
      "9": "The voice of the Lord makes the deer give birth,\nAnd strips the forests bare;\nAnd in His temple everyone says, “Glory!”",
      "10": "The Lord sat enthroned at the Flood,\nAnd the Lord sits as King forever.",
      "11": "The Lord will give strength to His people;\nThe Lord will bless His people with peace."
    },
    "30": {
      "1": "I will extol You, O Lord, for You have lifted me up,\nAnd have not let my foes rejoice over me.",
      "2": "O Lord my God, I cried out to You,\nAnd You healed me.",
      "3": "O Lord, You brought my soul up from the grave;\nYou have kept me alive, that I should not go down to the pit.",
      "4": "Sing praise to the Lord, you saints of His,\nAnd give thanks at the remembrance of His holy name.",
      "5": "For His anger is but for a moment,\nHis favor is for life;\nWeeping may endure for a night,\nBut joy comes in the morning.",
      "6": "Now in my prosperity I said,\n“I shall never be moved.”",
      "7": "Lord, by Your favor You have made my mountain stand strong;\nYou hid Your face, and I was troubled.",
      "8": "I cried out to You, O Lord;\nAnd to the Lord I made supplication:",
      "9": "“What profit is there in my blood,\nWhen I go down to the pit?\nWill the dust praise You?\nWill it declare Your truth?",
      "10": "Hear, O Lord, and have mercy on me;\nLord, be my helper!”",
      "11": "You have turned for me my mourning into dancing;\nYou have put off my sackcloth and clothed me with gladness,",
      "12": "To the end that my glory may sing praise to You and not be silent.\nO Lord my God, I will give thanks to You forever."
    },
    "31": {
      "1": "In You, O Lord, I put my trust;\nLet me never be ashamed;\nDeliver me in Your righteousness.",
      "2": "Bow down Your ear to me,\nDeliver me speedily;\nBe my rock of refuge,\nA fortress of defense to save me.",
      "3": "For You are my rock and my fortress;\nTherefore, for Your name’s sake,\nLead me and guide me.",
      "4": "Pull me out of the net which they have secretly laid for me,\nFor You are my strength.",
      "5": "Into Your hand I commit my spirit;\nYou have redeemed me, O Lord God of truth.",
      "6": "I have hated those who regard useless idols;\nBut I trust in the Lord.",
      "7": "I will be glad and rejoice in Your mercy,\nFor You have considered my trouble;\nYou have known my soul in adversities,",
      "8": "And have not shut me up into the hand of the enemy;\nYou have set my feet in a wide place.",
      "9": "Have mercy on me, O Lord, for I am in trouble;\nMy eye wastes away with grief,\nYes, my soul and my body!",
      "10": "For my life is spent with grief,\nAnd my years with sighing;\nMy strength fails because of my iniquity,\nAnd my bones waste away.",
      "11": "I am a reproach among all my enemies,\nBut especially among my neighbors,\nAnd am repulsive to my acquaintances;\nThose who see me outside flee from me.",
      "12": "I am forgotten like a dead man, out of mind;\nI am like a broken vessel.",
      "13": "For I hear the slander of many;\nFear is on every side;\nWhile they take counsel together against me,\nThey scheme to take away my life.",
      "14": "But as for me, I trust in You, O Lord;\nI say, “You are my God.”",
      "15": "My times are in Your hand;\nDeliver me from the hand of my enemies,\nAnd from those who persecute me.",
      "16": "Make Your face shine upon Your servant;\nSave me for Your mercies’ sake.",
      "17": "Do not let me be ashamed, O Lord, for I have called upon You;\nLet the wicked be ashamed;\nLet them be silent in the grave.",
      "18": "Let the lying lips be put to silence,\nWhich speak insolent things proudly and contemptuously against the righteous.",
      "19": "Oh, how great is Your goodness,\nWhich You have laid up for those who fear You,\nWhich You have prepared for those who trust in You\nIn the presence of the sons of men!",
      "20": "You shall hide them in the secret place of Your presence\nFrom the plots of man;\nYou shall keep them secretly in a pavilion\nFrom the strife of tongues.",
      "21": "Blessed be the Lord,\nFor He has shown me His marvelous kindness in a strong city!",
      "22": "For I said in my haste,\n“I am cut off from before Your eyes”;\nNevertheless You heard the voice of my supplications\nWhen I cried out to You.",
      "23": "Oh, love the Lord, all you His saints!\nFor the Lord preserves the faithful,\nAnd fully repays the proud person.",
      "24": "Be of good courage,\nAnd He shall strengthen your heart,\nAll you who hope in the Lord."
    },
    "32": {
      "1": "Blessed is he whose transgression is forgiven,\nWhose sin is covered.",
      "2": "Blessed is the man to whom the Lord does not impute iniquity,\nAnd in whose spirit there is no deceit.",
      "3": "When I kept silent, my bones grew old\nThrough my groaning all the day long.",
      "4": "For day and night Your hand was heavy upon me;\nMy vitality was turned into the drought of summer. Selah",
      "5": "I acknowledged my sin to You,\nAnd my iniquity I have not hidden.\nI said, “I will confess my transgressions to the Lord,”\nAnd You forgave the iniquity of my sin. Selah",
      "6": "For this cause everyone who is godly shall pray to You\nIn a time when You may be found;\nSurely in a flood of great waters\nThey shall not come near him.",
      "7": "You are my hiding place;\nYou shall preserve me from trouble;\nYou shall surround me with songs of deliverance. Selah",
      "8": "I will instruct you and teach you in the way you should go;\nI will guide you with My eye.",
      "9": "Do not be like the horse or like the mule,\nWhich have no understanding,\nWhich must be harnessed with bit and bridle,\nElse they will not come near you.",
      "10": "Many sorrows shall be to the wicked;\nBut he who trusts in the Lord, mercy shall surround him.",
      "11": "Be glad in the Lord and rejoice, you righteous;\nAnd shout for joy, all you upright in heart!"
    },
    "33": {
      "1": "Rejoice in the Lord, O you righteous!\nFor praise from the upright is beautiful.",
      "2": "Praise the Lord with the harp;\nMake melody to Him with an instrument of ten strings.",
      "3": "Sing to Him a new song;\nPlay skillfully with a shout of joy.",
      "4": "For the word of the Lord is right,\nAnd all His work is done in truth.",
      "5": "He loves righteousness and justice;\nThe earth is full of the goodness of the Lord.",
      "6": "By the word of the Lord the heavens were made,\nAnd all the host of them by the breath of His mouth.",
      "7": "He gathers the waters of the sea together as a heap;\nHe lays up the deep in storehouses.",
      "8": "Let all the earth fear the Lord;\nLet all the inhabitants of the world stand in awe of Him.",
      "9": "For He spoke, and it was done;\nHe commanded, and it stood fast.",
      "10": "The Lord brings the counsel of the nations to nothing;\nHe makes the plans of the peoples of no effect.",
      "11": "The counsel of the Lord stands forever,\nThe plans of His heart to all generations.",
      "12": "Blessed is the nation whose God is the Lord,\nThe people He has chosen as His own inheritance.",
      "13": "The Lord looks from heaven;\nHe sees all the sons of men.",
      "14": "From the place of His dwelling He looks\nOn all the inhabitants of the earth;",
      "15": "He fashions their hearts individually;\nHe considers all their works.",
      "16": "No king is saved by the multitude of an army;\nA mighty man is not delivered by great strength.",
      "17": "A horse is a vain hope for safety;\nNeither shall it deliver any by its great strength.",
      "18": "Behold, the eye of the Lord is on those who fear Him,\nOn those who hope in His mercy,",
      "19": "To deliver their soul from death,\nAnd to keep them alive in famine.",
      "20": "Our soul waits for the Lord;\nHe is our help and our shield.",
      "21": "For our heart shall rejoice in Him,\nBecause we have trusted in His holy name.",
      "22": "Let Your mercy, O Lord, be upon us,\nJust as we hope in You."
    },
    "34": {
      "1": "I will bless the Lord at all times;\nHis praise shall continually be in my mouth.",
      "2": "My soul shall make its boast in the Lord;\nThe humble shall hear of it and be glad.",
      "3": "Oh, magnify the Lord with me,\nAnd let us exalt His name together.",
      "4": "I sought the Lord, and He heard me,\nAnd delivered me from all my fears.",
      "5": "They looked to Him and were radiant,\nAnd their faces were not ashamed.",
      "6": "This poor man cried out, and the Lord heard him,\nAnd saved him out of all his troubles.",
      "7": "The angel of the Lord encamps all around those who fear Him,\nAnd delivers them.",
      "8": "Oh, taste and see that the Lord is good;\nBlessed is the man who trusts in Him!",
      "9": "Oh, fear the Lord, you His saints!\nThere is no want to those who fear Him.",
      "10": "The young lions lack and suffer hunger;\nBut those who seek the Lord shall not lack any good thing.",
      "11": "Come, you children, listen to me;\nI will teach you the fear of the Lord.",
      "12": "Who is the man who desires life,\nAnd loves many days, that he may see good?",
      "13": "Keep your tongue from evil,\nAnd your lips from speaking deceit.",
      "14": "Depart from evil and do good;\nSeek peace and pursue it.",
      "15": "The eyes of the Lord are on the righteous,\nAnd His ears are open to their cry.",
      "16": "The face of the Lord is against those who do evil,\nTo cut off the remembrance of them from the earth.",
      "17": "The righteous cry out, and the Lord hears,\nAnd delivers them out of all their troubles.",
      "18": "The Lord is near to those who have a broken heart,\nAnd saves such as have a contrite spirit.",
      "19": "Many are the afflictions of the righteous,\nBut the Lord delivers him out of them all.",
      "20": "He guards all his bones;\nNot one of them is broken.",
      "21": "Evil shall slay the wicked,\nAnd those who hate the righteous shall be condemned.",
      "22": "The Lord redeems the soul of His servants,\nAnd none of those who trust in Him shall be condemned."
    },
    "35": {
      "1": "Plead my cause, O Lord, with those who strive with me;\nFight against those who fight against me.",
      "2": "Take hold of shield and buckler,\nAnd stand up for my help.",
      "3": "Also draw out the spear,\nAnd stop those who pursue me.\nSay to my soul,\n“I am your salvation.”",
      "4": "Let those be put to shame and brought to dishonor\nWho seek after my life;\nLet those be turned back and brought to confusion\nWho plot my hurt.",
      "5": "Let them be like chaff before the wind,\nAnd let the angel of the Lord chase them.",
      "6": "Let their way be dark and slippery,\nAnd let the angel of the Lord pursue them.",
      "7": "For without cause they have hidden their net for me in a pit,\nWhich they have dug without cause for my life.",
      "8": "Let destruction come upon him unexpectedly,\nAnd let his net that he has hidden catch himself;\nInto that very destruction let him fall.",
      "9": "And my soul shall be joyful in the Lord;\nIt shall rejoice in His salvation.",
      "10": "All my bones shall say,\n“Lord, who is like You,\nDelivering the poor from him who is too strong for him,\nYes, the poor and the needy from him who plunders him?”",
      "11": "Fierce witnesses rise up;\nThey ask me things that I do not know.",
      "12": "They reward me evil for good,\nTo the sorrow of my soul.",
      "13": "But as for me, when they were sick,\nMy clothing was sackcloth;\nI humbled myself with fasting;\nAnd my prayer would return to my own heart.",
      "14": "I paced about as though he were my friend or brother;\nI bowed down heavily, as one who mourns for his mother.",
      "15": "But in my adversity they rejoiced\nAnd gathered together;\nAttackers gathered against me,\nAnd I did not know it;\nThey tore at me and did not cease;",
      "16": "With ungodly mockers at feasts\nThey gnashed at me with their teeth.",
      "17": "Lord, how long will You look on?\nRescue me from their destructions,\nMy precious life from the lions.",
      "18": "I will give You thanks in the great assembly;\nI will praise You among many people.",
      "19": "Let them not rejoice over me who are wrongfully my enemies;\nNor let them wink with the eye who hate me without a cause.",
      "20": "For they do not speak peace,\nBut they devise deceitful matters\nAgainst the quiet ones in the land.",
      "21": "They also opened their mouth wide against me,\nAnd said, “Aha, aha!\nOur eyes have seen it.”",
      "22": "This You have seen, O Lord;\nDo not keep silence.\nO Lord, do not be far from me.",
      "23": "Stir up Yourself, and awake to my vindication,\nTo my cause, my God and my Lord.",
      "24": "Vindicate me, O Lord my God, according to Your righteousness;\nAnd let them not rejoice over me.",
      "25": "Let them not say in their hearts, “Ah, so we would have it!”\nLet them not say, “We have swallowed him up.”",
      "26": "Let them be ashamed and brought to mutual confusion\nWho rejoice at my hurt;\nLet them be clothed with shame and dishonor\nWho exalt themselves against me.",
      "27": "Let them shout for joy and be glad,\nWho favor my righteous cause;\nAnd let them say continually,\n“Let the Lord be magnified,\nWho has pleasure in the prosperity of His servant.”",
      "28": "And my tongue shall speak of Your righteousness\nAnd of Your praise all the day long."
    },
    "36": {
      "1": "An oracle within my heart concerning the transgression of the wicked:\nThere is no fear of God before his eyes.",
      "2": "For he flatters himself in his own eyes,\nWhen he finds out his iniquity and when he hates.",
      "3": "The words of his mouth are wickedness and deceit;\nHe has ceased to be wise and to do good.",
      "4": "He devises wickedness on his bed;\nHe sets himself in a way that is not good;\nHe does not abhor evil.",
      "5": "Your mercy, O Lord, is in the heavens;\nYour faithfulness reaches to the clouds.",
      "6": "Your righteousness is like the great mountains;\nYour judgments are a great deep;\nO Lord, You preserve man and beast.",
      "7": "How precious is Your lovingkindness, O God!\nTherefore the children of men put their trust under the shadow of Your wings.",
      "8": "They are abundantly satisfied with the fullness of Your house,\nAnd You give them drink from the river of Your pleasures.",
      "9": "For with You is the fountain of life;\nIn Your light we see light.",
      "10": "Oh, continue Your lovingkindness to those who know You,\nAnd Your righteousness to the upright in heart.",
      "11": "Let not the foot of pride come against me,\nAnd let not the hand of the wicked drive me away.",
      "12": "There the workers of iniquity have fallen;\nThey have been cast down and are not able to rise."
    },
    "37": {
      "1": "Do not fret because of evildoers,\nNor be envious of the workers of iniquity.",
      "2": "For they shall soon be cut down like the grass,\nAnd wither as the green herb.",
      "3": "Trust in the Lord, and do good;\nDwell in the land, and feed on His faithfulness.",
      "4": "Delight yourself also in the Lord,\nAnd He shall give you the desires of your heart.",
      "5": "Commit your way to the Lord,\nTrust also in Him,\nAnd He shall bring it to pass.",
      "6": "He shall bring forth your righteousness as the light,\nAnd your justice as the noonday.",
      "7": "Rest in the Lord, and wait patiently for Him;\nDo not fret because of him who prospers in his way,\nBecause of the man who brings wicked schemes to pass.",
      "8": "Cease from anger, and forsake wrath;\nDo not fret—it only causes harm.",
      "9": "For evildoers shall be cut off;\nBut those who wait on the Lord,\nThey shall inherit the earth.",
      "10": "For yet a little while and the wicked shall be no more;\nIndeed, you will look carefully for his place,\nBut it shall be no more.",
      "11": "But the meek shall inherit the earth,\nAnd shall delight themselves in the abundance of peace.",
      "12": "The wicked plots against the just,\nAnd gnashes at him with his teeth.",
      "13": "The Lord laughs at him,\nFor He sees that his day is coming.",
      "14": "The wicked have drawn the sword\nAnd have bent their bow,\nTo cast down the poor and needy,\nTo slay those who are of upright conduct.",
      "15": "Their sword shall enter their own heart,\nAnd their bows shall be broken.",
      "16": "A little that a righteous man has\nIs better than the riches of many wicked.",
      "17": "For the arms of the wicked shall be broken,\nBut the Lord upholds the righteous.",
      "18": "The Lord knows the days of the upright,\nAnd their inheritance shall be forever.",
      "19": "They shall not be ashamed in the evil time,\nAnd in the days of famine they shall be satisfied.",
      "20": "But the wicked shall perish;\nAnd the enemies of the Lord,\nLike the splendor of the meadows, shall vanish.\nInto smoke they shall vanish away.",
      "21": "The wicked borrows and does not repay,\nBut the righteous shows mercy and gives.",
      "22": "For those blessed by Him shall inherit the earth,\nBut those cursed by Him shall be cut off.",
      "23": "The steps of a good man are ordered by the Lord,\nAnd He delights in his way.",
      "24": "Though he fall, he shall not be utterly cast down;\nFor the Lord upholds him with His hand.",
      "25": "I have been young, and now am old;\nYet I have not seen the righteous forsaken,\nNor his descendants begging bread.",
      "26": "He is ever merciful, and lends;\nAnd his descendants are blessed.",
      "27": "Depart from evil, and do good;\nAnd dwell forevermore.",
      "28": "For the Lord loves justice,\nAnd does not forsake His saints;\nThey are preserved forever,\nBut the descendants of the wicked shall be cut off.",
      "29": "The righteous shall inherit the land,\nAnd dwell in it forever.",
      "30": "The mouth of the righteous speaks wisdom,\nAnd his tongue talks of justice.",
      "31": "The law of his God is in his heart;\nNone of his steps shall slide.",
      "32": "The wicked watches the righteous,\nAnd seeks to slay him.",
      "33": "The Lord will not leave him in his hand,\nNor condemn him when he is judged.",
      "34": "Wait on the Lord,\nAnd keep His way,\nAnd He shall exalt you to inherit the land;\nWhen the wicked are cut off, you shall see it.",
      "35": "I have seen the wicked in great power,\nAnd spreading himself like a native green tree.",
      "36": "Yet he passed away, and behold, he was no more;\nIndeed I sought him, but he could not be found.",
      "37": "Mark the blameless man, and observe the upright;\nFor the future of that man is peace.",
      "38": "But the transgressors shall be destroyed together;\nThe future of the wicked shall be cut off.",
      "39": "But the salvation of the righteous is from the Lord;\nHe is their strength in the time of trouble.",
      "40": "And the Lord shall help them and deliver them;\nHe shall deliver them from the wicked,\nAnd save them,\nBecause they trust in Him."
    },
    "38": {
      "1": "O Lord, do not rebuke me in Your wrath,\nNor chasten me in Your hot displeasure!",
      "2": "For Your arrows pierce me deeply,\nAnd Your hand presses me down.",
      "3": "There is no soundness in my flesh\nBecause of Your anger,\nNor any health in my bones\nBecause of my sin.",
      "4": "For my iniquities have gone over my head;\nLike a heavy burden they are too heavy for me.",
      "5": "My wounds are foul and festering\nBecause of my foolishness.",
      "6": "I am troubled, I am bowed down greatly;\nI go mourning all the day long.",
      "7": "For my loins are full of inflammation,\nAnd there is no soundness in my flesh.",
      "8": "I am feeble and severely broken;\nI groan because of the turmoil of my heart.",
      "9": "Lord, all my desire is before You;\nAnd my sighing is not hidden from You.",
      "10": "My heart pants, my strength fails me;\nAs for the light of my eyes, it also has gone from me.",
      "11": "My loved ones and my friends stand aloof from my plague,\nAnd my relatives stand afar off.",
      "12": "Those also who seek my life lay snares for me;\nThose who seek my hurt speak of destruction,\nAnd plan deception all the day long.",
      "13": "But I, like a deaf man, do not hear;\nAnd I am like a mute who does not open his mouth.",
      "14": "Thus I am like a man who does not hear,\nAnd in whose mouth is no response.",
      "15": "For in You, O Lord, I hope;\nYou will hear, O Lord my God.",
      "16": "For I said, “Hear me, lest they rejoice over me,\nLest, when my foot slips, they exalt themselves against me.”",
      "17": "For I am ready to fall,\nAnd my sorrow is continually before me.",
      "18": "For I will declare my iniquity;\nI will be in anguish over my sin.",
      "19": "But my enemies are vigorous, and they are strong;\nAnd those who hate me wrongfully have multiplied.",
      "20": "Those also who render evil for good,\nThey are my adversaries, because I follow what is good.",
      "21": "Do not forsake me, O Lord;\nO my God, be not far from me!",
      "22": "Make haste to help me,\nO Lord, my salvation!"
    },
    "39": {
      "1": "I said, “I will guard my ways,\nLest I sin with my tongue;\nI will restrain my mouth with a muzzle,\nWhile the wicked are before me.”",
      "2": "I was mute with silence,\nI held my peace even from good;\nAnd my sorrow was stirred up.",
      "3": "My heart was hot within me;\nWhile I was musing, the fire burned.\nThen I spoke with my tongue:",
      "4": "“Lord, make me to know my end,\nAnd what is the measure of my days,\nThat I may know how frail I am.",
      "5": "Indeed, You have made my days as handbreadths,\nAnd my age is as nothing before You;\nCertainly every man at his best state is but vapor. Selah",
      "6": "Surely every man walks about like a shadow;\nSurely they busy themselves in vain;\nHe heaps up riches,\nAnd does not know who will gather them.",
      "7": "“And now, Lord, what do I wait for?\nMy hope is in You.",
      "8": "Deliver me from all my transgressions;\nDo not make me the reproach of the foolish.",
      "9": "I was mute, I did not open my mouth,\nBecause it was You who did it.",
      "10": "Remove Your plague from me;\nI am consumed by the blow of Your hand.",
      "11": "When with rebukes You correct man for iniquity,\nYou make his beauty melt away like a moth;\nSurely every man is vapor. Selah",
      "12": "“Hear my prayer, O Lord,\nAnd give ear to my cry;\nDo not be silent at my tears;\nFor I am a stranger with You,\nA sojourner, as all my fathers were.",
      "13": "Remove Your gaze from me, that I may regain strength,\nBefore I go away and am no more.”"
    },
    "40": {
      "1": "I waited patiently for the Lord;\nAnd He inclined to me,\nAnd heard my cry.",
      "2": "He also brought me up out of a horrible pit,\nOut of the miry clay,\nAnd set my feet upon a rock,\nAnd established my steps.",
      "3": "He has put a new song in my mouth—\nPraise to our God;\nMany will see it and fear,\nAnd will trust in the Lord.",
      "4": "Blessed is that man who makes the Lord his trust,\nAnd does not respect the proud, nor such as turn aside to lies.",
      "5": "Many, O Lord my God, are Your wonderful works\nWhich You have done;\nAnd Your thoughts toward us\nCannot be recounted to You in order;\nIf I would declare and speak of them,\nThey are more than can be numbered.",
      "6": "Sacrifice and offering You did not desire;\nMy ears You have opened.\nBurnt offering and sin offering You did not require.",
      "7": "Then I said, “Behold, I come;\nIn the scroll of the book it is written of me.",
      "8": "I delight to do Your will, O my God,\nAnd Your law is within my heart.”",
      "9": "I have proclaimed the good news of righteousness\nIn the great assembly;\nIndeed, I do not restrain my lips,\nO Lord, You Yourself know.",
      "10": "I have not hidden Your righteousness within my heart;\nI have declared Your faithfulness and Your salvation;\nI have not concealed Your lovingkindness and Your truth\nFrom the great assembly.",
      "11": "Do not withhold Your tender mercies from me, O Lord;\nLet Your lovingkindness and Your truth continually preserve me.",
      "12": "For innumerable evils have surrounded me;\nMy iniquities have overtaken me, so that I am not able to look up;\nThey are more than the hairs of my head;\nTherefore my heart fails me.",
      "13": "Be pleased, O Lord, to deliver me;\nO Lord, make haste to help me!",
      "14": "Let them be ashamed and brought to mutual confusion\nWho seek to destroy my life;\nLet them be driven backward and brought to dishonor\nWho wish me evil.",
      "15": "Let them be confounded because of their shame,\nWho say to me, “Aha, aha!”",
      "16": "Let all those who seek You rejoice and be glad in You;\nLet such as love Your salvation say continually,\n“The Lord be magnified!”",
      "17": "But I am poor and needy;\nYet the Lord thinks upon me.\nYou are my help and my deliverer;\nDo not delay, O my God."
    },
    "41": {
      "1": "Blessed is he who considers the poor;\nThe Lord will deliver him in time of trouble.",
      "2": "The Lord will preserve him and keep him alive,\nAnd he will be blessed on the earth;\nYou will not deliver him to the will of his enemies.",
      "3": "The Lord will strengthen him on his bed of illness;\nYou will sustain him on his sickbed.",
      "4": "I said, “Lord, be merciful to me;\nHeal my soul, for I have sinned against You.”",
      "5": "My enemies speak evil of me:\n“When will he die, and his name perish?”",
      "6": "And if he comes to see me, he speaks lies;\nHis heart gathers iniquity to itself;\nWhen he goes out, he tells it.",
      "7": "All who hate me whisper together against me;\nAgainst me they devise my hurt.",
      "8": "“An evil disease,” they say, “clings to him.\nAnd now that he lies down, he will rise up no more.”",
      "9": "Even my own familiar friend in whom I trusted,\nWho ate my bread,\nHas lifted up his heel against me.",
      "10": "But You, O Lord, be merciful to me, and raise me up,\nThat I may repay them.",
      "11": "By this I know that You are well pleased with me,\nBecause my enemy does not triumph over me.",
      "12": "As for me, You uphold me in my integrity,\nAnd set me before Your face forever.",
      "13": "Blessed be the Lord God of Israel\nFrom everlasting to everlasting!\nAmen and Amen."
    },
    "42": {
      "1": "As the deer pants for the water brooks,\nSo pants my soul for You, O God.",
      "2": "My soul thirsts for God, for the living God.\nWhen shall I come and appear before God?",
      "3": "My tears have been my food day and night,\nWhile they continually say to me,\n“Where is your God?”",
      "4": "When I remember these things,\nI pour out my soul within me.\nFor I used to go with the multitude;\nI went with them to the house of God,\nWith the voice of joy and praise,\nWith a multitude that kept a pilgrim feast.",
      "5": "Why are you cast down, O my soul?\nAnd why are you disquieted within me?\nHope in God, for I shall yet praise Him\nFor the help of His countenance.",
      "6": "O my God, my soul is cast down within me;\nTherefore I will remember You from the land of the Jordan,\nAnd from the heights of Hermon,\nFrom the Hill Mizar.",
      "7": "Deep calls unto deep at the noise of Your waterfalls;\nAll Your waves and billows have gone over me.",
      "8": "The Lord will command His lovingkindness in the daytime,\nAnd in the night His song shall be with me—\nA prayer to the God of my life.",
      "9": "I will say to God my Rock,\n“Why have You forgotten me?\nWhy do I go mourning because of the oppression of the enemy?”",
      "10": "As with a breaking of my bones,\nMy enemies reproach me,\nWhile they say to me all day long,\n“Where is your God?”",
      "11": "Why are you cast down, O my soul?\nAnd why are you disquieted within me?\nHope in God;\nFor I shall yet praise Him,\nThe help of my countenance and my God."
    },
    "43": {
      "1": "Vindicate me, O God,\nAnd plead my cause against an ungodly nation;\nOh, deliver me from the deceitful and unjust man!",
      "2": "For You are the God of my strength;\nWhy do You cast me off?\nWhy do I go mourning because of the oppression of the enemy?",
      "3": "Oh, send out Your light and Your truth!\nLet them lead me;\nLet them bring me to Your holy hill\nAnd to Your tabernacle.",
      "4": "Then I will go to the altar of God,\nTo God my exceeding joy;\nAnd on the harp I will praise You,\nO God, my God.",
      "5": "Why are you cast down, O my soul?\nAnd why are you disquieted within me?\nHope in God;\nFor I shall yet praise Him,\nThe help of my countenance and my God."
    },
    "44": {
      "1": "We have heard with our ears, O God,\nOur fathers have told us,\nThe deeds You did in their days,\nIn days of old:",
      "2": "You drove out the nations with Your hand,\nBut them You planted;\nYou afflicted the peoples, and cast them out.",
      "3": "For they did not gain possession of the land by their own sword,\nNor did their own arm save them;\nBut it was Your right hand, Your arm, and the light of Your countenance,\nBecause You favored them.",
      "4": "You are my King, O God;\nCommand victories for Jacob.",
      "5": "Through You we will push down our enemies;\nThrough Your name we will trample those who rise up against us.",
      "6": "For I will not trust in my bow,\nNor shall my sword save me.",
      "7": "But You have saved us from our enemies,\nAnd have put to shame those who hated us.",
      "8": "In God we boast all day long,\nAnd praise Your name forever. Selah",
      "9": "But You have cast us off and put us to shame,\nAnd You do not go out with our armies.",
      "10": "You make us turn back from the enemy,\nAnd those who hate us have taken spoil for themselves.",
      "11": "You have given us up like sheep intended for food,\nAnd have scattered us among the nations.",
      "12": "You sell Your people for next to nothing,\nAnd are not enriched by selling them.",
      "13": "You make us a reproach to our neighbors,\nA scorn and a derision to those all around us.",
      "14": "You make us a byword among the nations,\nA shaking of the head among the peoples.",
      "15": "My dishonor is continually before me,\nAnd the shame of my face has covered me,",
      "16": "Because of the voice of him who reproaches and reviles,\nBecause of the enemy and the avenger.",
      "17": "All this has come upon us;\nBut we have not forgotten You,\nNor have we dealt falsely with Your covenant.",
      "18": "Our heart has not turned back,\nNor have our steps departed from Your way;",
      "19": "But You have severely broken us in the place of jackals,\nAnd covered us with the shadow of death.",
      "20": "If we had forgotten the name of our God,\nOr stretched out our hands to a foreign god,",
      "21": "Would not God search this out?\nFor He knows the secrets of the heart.",
      "22": "Yet for Your sake we are killed all day long;\nWe are accounted as sheep for the slaughter.",
      "23": "Awake! Why do You sleep, O Lord?\nArise! Do not cast us off forever.",
      "24": "Why do You hide Your face,\nAnd forget our affliction and our oppression?",
      "25": "For our soul is bowed down to the dust;\nOur body clings to the ground.",
      "26": "Arise for our help,\nAnd redeem us for Your mercies’ sake."
    },
    "45": {
      "1": "My heart is overflowing with a good theme;\nI recite my composition concerning the King;\nMy tongue is the pen of a ready writer.",
      "2": "You are fairer than the sons of men;\nGrace is poured upon Your lips;\nTherefore God has blessed You forever.",
      "3": "Gird Your sword upon Your thigh, O Mighty One,\nWith Your glory and Your majesty.",
      "4": "And in Your majesty ride prosperously because of truth, humility, and righteousness;\nAnd Your right hand shall teach You awesome things.",
      "5": "Your arrows are sharp in the heart of the King’s enemies;\nThe peoples fall under You.",
      "6": "Your throne, O God, is forever and ever;\nA scepter of righteousness is the scepter of Your kingdom.",
      "7": "You love righteousness and hate wickedness;\nTherefore God, Your God, has anointed You\nWith the oil of gladness more than Your companions.",
      "8": "All Your garments are scented with myrrh and aloes and cassia,\nOut of the ivory palaces, by which they have made You glad.",
      "9": "Kings’ daughters are among Your honorable women;\nAt Your right hand stands the queen in gold from Ophir.",
      "10": "Listen, O daughter,\nConsider and incline your ear;\nForget your own people also, and your father’s house;",
      "11": "So the King will greatly desire your beauty;\nBecause He is your Lord, worship Him.",
      "12": "And the daughter of Tyre will come with a gift;\nThe rich among the people will seek your favor.",
      "13": "The royal daughter is all glorious within the palace;\nHer clothing is woven with gold.",
      "14": "She shall be brought to the King in robes of many colors;\nThe virgins, her companions who follow her, shall be brought to You.",
      "15": "With gladness and rejoicing they shall be brought;\nThey shall enter the King’s palace.",
      "16": "Instead of Your fathers shall be Your sons,\nWhom You shall make princes in all the earth.",
      "17": "I will make Your name to be remembered in all generations;\nTherefore the people shall praise You forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\nA very present help in trouble.",
      "2": "Therefore we will not fear,\nEven though the earth be removed,\nAnd though the mountains be carried into the midst of the sea;",
      "3": "Though its waters roar and be troubled,\nThough the mountains shake with its swelling. Selah",
      "4": "There is a river whose streams shall make glad the city of God,\nThe holy place of the tabernacle of the Most High.",
      "5": "God is in the midst of her, she shall not be moved;\nGod shall help her, just at the break of dawn.",
      "6": "The nations raged, the kingdoms were moved;\nHe uttered His voice, the earth melted.",
      "7": "The Lord of hosts is with us;\nThe God of Jacob is our refuge. Selah",
      "8": "Come, behold the works of the Lord,\nWho has made desolations in the earth.",
      "9": "He makes wars cease to the end of the earth;\nHe breaks the bow and cuts the spear in two;\nHe burns the chariot in the fire.",
      "10": "Be still, and know that I am God;\nI will be exalted among the nations,\nI will be exalted in the earth!",
      "11": "The Lord of hosts is with us;\nThe God of Jacob is our refuge. Selah"
    },
    "47": {
      "1": "Oh, clap your hands, all you peoples!\nShout to God with the voice of triumph!",
      "2": "For the Lord Most High is awesome;\nHe is a great King over all the earth.",
      "3": "He will subdue the peoples under us,\nAnd the nations under our feet.",
      "4": "He will choose our inheritance for us,\nThe excellence of Jacob whom He loves. Selah",
      "5": "God has gone up with a shout,\nThe Lord with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises!\nSing praises to our King, sing praises!",
      "7": "For God is the King of all the earth;\nSing praises with understanding.",
      "8": "God reigns over the nations;\nGod sits on His holy throne.",
      "9": "The princes of the people have gathered together,\nThe people of the God of Abraham.\nFor the shields of the earth belong to God;\nHe is greatly exalted."
    },
    "48": {
      "1": "Great is the Lord, and greatly to be praised\nIn the city of our God,\nIn His holy mountain.",
      "2": "Beautiful in elevation,\nThe joy of the whole earth,\nIs Mount Zion on the sides of the north,\nThe city of the great King.",
      "3": "God is in her palaces;\nHe is known as her refuge.",
      "4": "For behold, the kings assembled,\nThey passed by together.",
      "5": "They saw it, and so they marveled;\nThey were troubled, they hastened away.",
      "6": "Fear took hold of them there,\nAnd pain, as of a woman in birth pangs,",
      "7": "As when You break the ships of Tarshish\nWith an east wind.",
      "8": "As we have heard,\nSo we have seen\nIn the city of the Lord of hosts,\nIn the city of our God:\nGod will establish it forever. Selah",
      "9": "We have thought, O God, on Your lovingkindness,\nIn the midst of Your temple.",
      "10": "According to Your name, O God,\nSo is Your praise to the ends of the earth;\nYour right hand is full of righteousness.",
      "11": "Let Mount Zion rejoice,\nLet the daughters of Judah be glad,\nBecause of Your judgments.",
      "12": "Walk about Zion,\nAnd go all around her.\nCount her towers;",
      "13": "Mark well her bulwarks;\nConsider her palaces;\nThat you may tell it to the generation following.",
      "14": "For this is God,\nOur God forever and ever;\nHe will be our guide\nEven to death."
    },
    "49": {
      "1": "Hear this, all peoples;\nGive ear, all inhabitants of the world,",
      "2": "Both low and high,\nRich and poor together.",
      "3": "My mouth shall speak wisdom,\nAnd the meditation of my heart shall give understanding.",
      "4": "I will incline my ear to a proverb;\nI will disclose my dark saying on the harp.",
      "5": "Why should I fear in the days of evil,\nWhen the iniquity at my heels surrounds me?",
      "6": "Those who trust in their wealth\nAnd boast in the multitude of their riches,",
      "7": "None of them can by any means redeem his brother,\nNor give to God a ransom for him—",
      "8": "For the redemption of their souls is costly,\nAnd it shall cease forever—",
      "9": "That he should continue to live eternally,\nAnd not see the Pit.",
      "10": "For he sees wise men die;\nLikewise the fool and the senseless person perish,\nAnd leave their wealth to others.",
      "11": "Their inner thought is that their houses will last forever,\nTheir dwelling places to all generations;\nThey call their lands after their own names.",
      "12": "Nevertheless man, though in honor, does not remain;\nHe is like the beasts that perish.",
      "13": "This is the way of those who are foolish,\nAnd of their posterity who approve their sayings. Selah",
      "14": "Like sheep they are laid in the grave;\nDeath shall feed on them;\nThe upright shall have dominion over them in the morning;\nAnd their beauty shall be consumed in the grave, far from their dwelling.",
      "15": "But God will redeem my soul from the power of the grave,\nFor He shall receive me. Selah",
      "16": "Do not be afraid when one becomes rich,\nWhen the glory of his house is increased;",
      "17": "For when he dies he shall carry nothing away;\nHis glory shall not descend after him.",
      "18": "Though while he lives he blesses himself\n(For men will praise you when you do well for yourself),",
      "19": "He shall go to the generation of his fathers;\nThey shall never see light.",
      "20": "A man who is in honor, yet does not understand,\nIs like the beasts that perish."
    },
    "50": {
      "1": "The Mighty One, God the Lord,\nHas spoken and called the earth\nFrom the rising of the sun to its going down.",
      "2": "Out of Zion, the perfection of beauty,\nGod will shine forth.",
      "3": "Our God shall come, and shall not keep silent;\nA fire shall devour before Him,\nAnd it shall be very tempestuous all around Him.",
      "4": "He shall call to the heavens from above,\nAnd to the earth, that He may judge His people:",
      "5": "“Gather My saints together to Me,\nThose who have made a covenant with Me by sacrifice.”",
      "6": "Let the heavens declare His righteousness,\nFor God Himself is Judge. Selah",
      "7": "“Hear, O My people, and I will speak,\nO Israel, and I will testify against you;\nI am God, your God!",
      "8": "I will not rebuke you for your sacrifices\nOr your burnt offerings,\nWhich are continually before Me.",
      "9": "I will not take a bull from your house,\nNor goats out of your folds.",
      "10": "For every beast of the forest is Mine,\nAnd the cattle on a thousand hills.",
      "11": "I know all the birds of the mountains,\nAnd the wild beasts of the field are Mine.",
      "12": "“If I were hungry, I would not tell you;\nFor the world is Mine, and all its fullness.",
      "13": "Will I eat the flesh of bulls,\nOr drink the blood of goats?",
      "14": "Offer to God thanksgiving,\nAnd pay your vows to the Most High.",
      "15": "Call upon Me in the day of trouble;\nI will deliver you, and you shall glorify Me.”",
      "16": "But to the wicked God says:\n“What right have you to declare My statutes,\nOr take My covenant in your mouth,",
      "17": "Seeing you hate instruction\nAnd cast My words behind you?",
      "18": "When you saw a thief, you consented with him,\nAnd have been a partaker with adulterers.",
      "19": "You give your mouth to evil,\nAnd your tongue frames deceit.",
      "20": "You sit and speak against your brother;\nYou slander your own mother’s son.",
      "21": "These things you have done, and I kept silent;\nYou thought that I was altogether like you;\nBut I will rebuke you,\nAnd set them in order before your eyes.",
      "22": "“Now consider this, you who forget God,\nLest I tear you in pieces,\nAnd there be none to deliver:",
      "23": "Whoever offers praise glorifies Me;\nAnd to him who orders his conduct aright\nI will show the salvation of God.”"
    },
    "51": {
      "1": "Have mercy upon me, O God,\nAccording to Your lovingkindness;\nAccording to the multitude of Your tender mercies,\nBlot out my transgressions.",
      "2": "Wash me thoroughly from my iniquity,\nAnd cleanse me from my sin.",
      "3": "For I acknowledge my transgressions,\nAnd my sin is always before me.",
      "4": "Against You, You only, have I sinned,\nAnd done this evil in Your sight—\nThat You may be found just when You speak,\nAnd blameless when You judge.",
      "5": "Behold, I was brought forth in iniquity,\nAnd in sin my mother conceived me.",
      "6": "Behold, You desire truth in the inward parts,\nAnd in the hidden part You will make me to know wisdom.",
      "7": "Purge me with hyssop, and I shall be clean;\nWash me, and I shall be whiter than snow.",
      "8": "Make me hear joy and gladness,\nThat the bones You have broken may rejoice.",
      "9": "Hide Your face from my sins,\nAnd blot out all my iniquities.",
      "10": "Create in me a clean heart, O God,\nAnd renew a steadfast spirit within me.",
      "11": "Do not cast me away from Your presence,\nAnd do not take Your Holy Spirit from me.",
      "12": "Restore to me the joy of Your salvation,\nAnd uphold me by Your generous Spirit.",
      "13": "Then I will teach transgressors Your ways,\nAnd sinners shall be converted to You.",
      "14": "Deliver me from the guilt of bloodshed, O God,\nThe God of my salvation,\nAnd my tongue shall sing aloud of Your righteousness.",
      "15": "O Lord, open my lips,\nAnd my mouth shall show forth Your praise.",
      "16": "For You do not desire sacrifice, or else I would give it;\nYou do not delight in burnt offering.",
      "17": "The sacrifices of God are a broken spirit,\nA broken and a contrite heart—\nThese, O God, You will not despise.",
      "18": "Do good in Your good pleasure to Zion;\nBuild the walls of Jerusalem.",
      "19": "Then You shall be pleased with the sacrifices of righteousness,\nWith burnt offering and whole burnt offering;\nThen they shall offer bulls on Your altar."
    },
    "52": {
      "1": "Why do you boast in evil, O mighty man?\nThe goodness of God endures continually.",
      "2": "Your tongue devises destruction,\nLike a sharp razor, working deceitfully.",
      "3": "You love evil more than good,\nLying rather than speaking righteousness. Selah",
      "4": "You love all devouring words,\nYou deceitful tongue.",
      "5": "God shall likewise destroy you forever;\nHe shall take you away, and pluck you out of your dwelling place,\nAnd uproot you from the land of the living. Selah",
      "6": "The righteous also shall see and fear,\nAnd shall laugh at him, saying,",
      "7": "“Here is the man who did not make God his strength,\nBut trusted in the abundance of his riches,\nAnd strengthened himself in his wickedness.”",
      "8": "But I am like a green olive tree in the house of God;\nI trust in the mercy of God forever and ever.",
      "9": "I will praise You forever,\nBecause You have done it;\nAnd in the presence of Your saints\nI will wait on Your name, for it is good."
    },
    "53": {
      "1": "The fool has said in his heart,\n“There is no God.”\nThey are corrupt, and have done abominable iniquity;\nThere is none who does good.",
      "2": "God looks down from heaven upon the children of men,\nTo see if there are any who understand, who seek God.",
      "3": "Every one of them has turned aside;\nThey have together become corrupt;\nThere is none who does good,\nNo, not one.",
      "4": "Have the workers of iniquity no knowledge,\nWho eat up my people as they eat bread,\nAnd do not call upon God?",
      "5": "There they are in great fear\nWhere no fear was,\nFor God has scattered the bones of him who encamps against you;\nYou have put them to shame,\nBecause God has despised them.",
      "6": "Oh, that the salvation of Israel would come out of Zion!\nWhen God brings back the captivity of His people,\nLet Jacob rejoice and Israel be glad."
    },
    "54": {
      "1": "Save me, O God, by Your name,\nAnd vindicate me by Your strength.",
      "2": "Hear my prayer, O God;\nGive ear to the words of my mouth.",
      "3": "For strangers have risen up against me,\nAnd oppressors have sought after my life;\nThey have not set God before them. Selah",
      "4": "Behold, God is my helper;\nThe Lord is with those who uphold my life.",
      "5": "He will repay my enemies for their evil.\nCut them off in Your truth.",
      "6": "I will freely sacrifice to You;\nI will praise Your name, O Lord, for it is good.",
      "7": "For He has delivered me out of all trouble;\nAnd my eye has seen its desire upon my enemies."
    },
    "55": {
      "1": "Give ear to my prayer, O God,\nAnd do not hide Yourself from my supplication.",
      "2": "Attend to me, and hear me;\nI am restless in my complaint, and moan noisily,",
      "3": "Because of the voice of the enemy,\nBecause of the oppression of the wicked;\nFor they bring down trouble upon me,\nAnd in wrath they hate me.",
      "4": "My heart is severely pained within me,\nAnd the terrors of death have fallen upon me.",
      "5": "Fearfulness and trembling have come upon me,\nAnd horror has overwhelmed me.",
      "6": "So I said, “Oh, that I had wings like a dove!\nI would fly away and be at rest.",
      "7": "Indeed, I would wander far off,\nAnd remain in the wilderness. Selah",
      "8": "I would hasten my escape\nFrom the windy storm and tempest.”",
      "9": "Destroy, O Lord, and divide their tongues,\nFor I have seen violence and strife in the city.",
      "10": "Day and night they go around it on its walls;\nIniquity and trouble are also in the midst of it.",
      "11": "Destruction is in its midst;\nOppression and deceit do not depart from its streets.",
      "12": "For it is not an enemy who reproaches me;\nThen I could bear it.\nNor is it one who hates me who has exalted himself against me;\nThen I could hide from him.",
      "13": "But it was you, a man my equal,\nMy companion and my acquaintance.",
      "14": "We took sweet counsel together,\nAnd walked to the house of God in the throng.",
      "15": "Let death seize them;\nLet them go down alive into hell,\nFor wickedness is in their dwellings and among them.",
      "16": "As for me, I will call upon God,\nAnd the Lord shall save me.",
      "17": "Evening and morning and at noon\nI will pray, and cry aloud,\nAnd He shall hear my voice.",
      "18": "He has redeemed my soul in peace from the battle that was against me,\nFor there were many against me.",
      "19": "God will hear, and afflict them,\nEven He who abides from of old. Selah\nBecause they do not change,\nTherefore they do not fear God.",
      "20": "He has put forth his hands against those who were at peace with him;\nHe has broken his covenant.",
      "21": "The words of his mouth were smoother than butter,\nBut war was in his heart;\nHis words were softer than oil,\nYet they were drawn swords.",
      "22": "Cast your burden on the Lord,\nAnd He shall sustain you;\nHe shall never permit the righteous to be moved.",
      "23": "But You, O God, shall bring them down to the pit of destruction;\nBloodthirsty and deceitful men shall not live out half their days;\nBut I will trust in You."
    },
    "56": {
      "1": "Be merciful to me, O God, for man would swallow me up;\nFighting all day he oppresses me.",
      "2": "My enemies would hound me all day,\nFor there are many who fight against me, O Most High.",
      "3": "Whenever I am afraid,\nI will trust in You.",
      "4": "In God (I will praise His word),\nIn God I have put my trust;\nI will not fear.\nWhat can flesh do to me?",
      "5": "All day they twist my words;\nAll their thoughts are against me for evil.",
      "6": "They gather together,\nThey hide, they mark my steps,\nWhen they lie in wait for my life.",
      "7": "Shall they escape by iniquity?\nIn anger cast down the peoples, O God!",
      "8": "You number my wanderings;\nPut my tears into Your bottle;\nAre they not in Your book?",
      "9": "When I cry out to You,\nThen my enemies will turn back;\nThis I know, because God is for me.",
      "10": "In God (I will praise His word),\nIn the Lord (I will praise His word),",
      "11": "In God I have put my trust;\nI will not be afraid.\nWhat can man do to me?",
      "12": "Vows made to You are binding upon me, O God;\nI will render praises to You,",
      "13": "For You have delivered my soul from death.\nHave You not kept my feet from falling,\nThat I may walk before God\nIn the light of the living?"
    },
    "57": {
      "1": "Be merciful to me, O God, be merciful to me!\nFor my soul trusts in You;\nAnd in the shadow of Your wings I will make my refuge,\nUntil these calamities have passed by.",
      "2": "I will cry out to God Most High,\nTo God who performs all things for me.",
      "3": "He shall send from heaven and save me;\nHe reproaches the one who would swallow me up. Selah\nGod shall send forth His mercy and His truth.",
      "4": "My soul is among lions;\nI lie among the sons of men\nWho are set on fire,\nWhose teeth are spears and arrows,\nAnd their tongue a sharp sword.",
      "5": "Be exalted, O God, above the heavens;\nLet Your glory be above all the earth.",
      "6": "They have prepared a net for my steps;\nMy soul is bowed down;\nThey have dug a pit before me;\nInto the midst of it they themselves have fallen. Selah",
      "7": "My heart is steadfast, O God, my heart is steadfast;\nI will sing and give praise.",
      "8": "Awake, my glory!\nAwake, lute and harp!\nI will awaken the dawn.",
      "9": "I will praise You, O Lord, among the peoples;\nI will sing to You among the nations.",
      "10": "For Your mercy reaches unto the heavens,\nAnd Your truth unto the clouds.",
      "11": "Be exalted, O God, above the heavens;\nLet Your glory be above all the earth."
    },
    "58": {
      "1": "Do you indeed speak righteousness, you silent ones?\nDo you judge uprightly, you sons of men?",
      "2": "No, in heart you work wickedness;\nYou weigh out the violence of your hands in the earth.",
      "3": "The wicked are estranged from the womb;\nThey go astray as soon as they are born, speaking lies.",
      "4": "Their poison is like the poison of a serpent;\nThey are like the deaf cobra that stops its ear,",
      "5": "Which will not heed the voice of charmers,\nCharming ever so skillfully.",
      "6": "Break their teeth in their mouth, O God!\nBreak out the fangs of the young lions, O Lord!",
      "7": "Let them flow away as waters which run continually;\nWhen he bends his bow,\nLet his arrows be as if cut in pieces.",
      "8": "Let them be like a snail which melts away as it goes,\nLike a stillborn child of a woman, that they may not see the sun.",
      "9": "Before your pots can feel the burning thorns,\nHe shall take them away as with a whirlwind,\nAs in His living and burning wrath.",
      "10": "The righteous shall rejoice when he sees the vengeance;\nHe shall wash his feet in the blood of the wicked,",
      "11": "So that men will say,\n“Surely there is a reward for the righteous;\nSurely He is God who judges in the earth.”"
    },
    "59": {
      "1": "Deliver me from my enemies, O my God;\nDefend me from those who rise up against me.",
      "2": "Deliver me from the workers of iniquity,\nAnd save me from bloodthirsty men.",
      "3": "For look, they lie in wait for my life;\nThe mighty gather against me,\nNot for my transgression nor for my sin, O Lord.",
      "4": "They run and prepare themselves through no fault of mine. \nAwake to help me, and behold!",
      "5": "You therefore, O Lord God of hosts, the God of Israel,\nAwake to punish all the nations;\nDo not be merciful to any wicked transgressors. Selah",
      "6": "At evening they return,\nThey growl like a dog,\nAnd go all around the city.",
      "7": "Indeed, they belch with their mouth;\nSwords are in their lips;\nFor they say, “Who hears?”",
      "8": "But You, O Lord, shall laugh at them;\nYou shall have all the nations in derision.",
      "9": "I will wait for You, O You his Strength;\nFor God is my defense.",
      "10": "My God of mercy shall come to meet me;\nGod shall let me see my desire on my enemies.",
      "11": "Do not slay them, lest my people forget;\nScatter them by Your power,\nAnd bring them down,\nO Lord our shield.",
      "12": "For the sin of their mouth and the words of their lips,\nLet them even be taken in their pride,\nAnd for the cursing and lying which they speak.",
      "13": "Consume them in wrath, consume them,\nThat they may not be;\nAnd let them know that God rules in Jacob\nTo the ends of the earth. Selah",
      "14": "And at evening they return,\nThey growl like a dog,\nAnd go all around the city.",
      "15": "They wander up and down for food,\nAnd howl if they are not satisfied.",
      "16": "But I will sing of Your power;\nYes, I will sing aloud of Your mercy in the morning;\nFor You have been my defense\nAnd refuge in the day of my trouble.",
      "17": "To You, O my Strength, I will sing praises;\nFor God is my defense,\nMy God of mercy."
    },
    "60": {
      "1": "O God, You have cast us off;\nYou have broken us down;\nYou have been displeased;\nOh, restore us again!",
      "2": "You have made the earth tremble;\nYou have broken it;\nHeal its breaches, for it is shaking.",
      "3": "You have shown Your people hard things;\nYou have made us drink the wine of confusion.",
      "4": "You have given a banner to those who fear You,\nThat it may be displayed because of the truth. Selah",
      "5": "That Your beloved may be delivered,\nSave with Your right hand, and hear me.",
      "6": "God has spoken in His holiness:\n“I will rejoice;\nI will divide Shechem\nAnd measure out the Valley of Succoth.",
      "7": "Gilead is Mine, and Manasseh is Mine;\nEphraim also is the helmet for My head;\nJudah is My lawgiver.",
      "8": "Moab is My washpot;\nOver Edom I will cast My shoe;\nPhilistia, shout in triumph because of Me.”",
      "9": "Who will bring me to the strong city?\nWho will lead me to Edom?",
      "10": "Is it not You, O God, who cast us off?\nAnd You, O God, who did not go out with our armies?",
      "11": "Give us help from trouble,\nFor the help of man is useless.",
      "12": "Through God we will do valiantly,\nFor it is He who shall tread down our enemies."
    },
    "61": {
      "1": "Hear my cry, O God;\nAttend to my prayer.",
      "2": "From the end of the earth I will cry to You,\nWhen my heart is overwhelmed;\nLead me to the rock that is higher than I.",
      "3": "For You have been a shelter for me,\nA strong tower from the enemy.",
      "4": "I will abide in Your tabernacle forever;\nI will trust in the shelter of Your wings. Selah",
      "5": "For You, O God, have heard my vows;\nYou have given me the heritage of those who fear Your name.",
      "6": "You will prolong the king’s life,\nHis years as many generations.",
      "7": "He shall abide before God forever.\nOh, prepare mercy and truth, which may preserve him!",
      "8": "So I will sing praise to Your name forever,\nThat I may daily perform my vows."
    },
    "62": {
      "1": "Truly my soul silently waits for God;\nFrom Him comes my salvation.",
      "2": "He only is my rock and my salvation;\nHe is my defense;\nI shall not be greatly moved.",
      "3": "How long will you attack a man?\nYou shall be slain, all of you,\nLike a leaning wall and a tottering fence.",
      "4": "They only consult to cast him down from his high position;\nThey delight in lies;\nThey bless with their mouth,\nBut they curse inwardly. Selah",
      "5": "My soul, wait silently for God alone,\nFor my expectation is from Him.",
      "6": "He only is my rock and my salvation;\nHe is my defense;\nI shall not be moved.",
      "7": "In God is my salvation and my glory;\nThe rock of my strength,\nAnd my refuge, is in God.",
      "8": "Trust in Him at all times, you people;\nPour out your heart before Him;\nGod is a refuge for us. Selah",
      "9": "Surely men of low degree are a vapor,\nMen of high degree are a lie;\nIf they are weighed on the scales,\nThey are altogether lighter than vapor.",
      "10": "Do not trust in oppression,\nNor vainly hope in robbery;\nIf riches increase,\nDo not set your heart on them.",
      "11": "God has spoken once,\nTwice I have heard this:\nThat power belongs to God.",
      "12": "Also to You, O Lord, belongs mercy;\nFor You render to each one according to his work."
    },
    "63": {
      "1": "O God, You are my God;\nEarly will I seek You;\nMy soul thirsts for You;\nMy flesh longs for You\nIn a dry and thirsty land\nWhere there is no water.",
      "2": "So I have looked for You in the sanctuary,\nTo see Your power and Your glory.",
      "3": "Because Your lovingkindness is better than life,\nMy lips shall praise You.",
      "4": "Thus I will bless You while I live;\nI will lift up my hands in Your name.",
      "5": "My soul shall be satisfied as with marrow and fatness,\nAnd my mouth shall praise You with joyful lips.",
      "6": "When I remember You on my bed,\nI meditate on You in the night watches.",
      "7": "Because You have been my help,\nTherefore in the shadow of Your wings I will rejoice.",
      "8": "My soul follows close behind You;\nYour right hand upholds me.",
      "9": "But those who seek my life, to destroy it,\nShall go into the lower parts of the earth.",
      "10": "They shall fall by the sword;\nThey shall be a portion for jackals.",
      "11": "But the king shall rejoice in God;\nEveryone who swears by Him shall glory;\nBut the mouth of those who speak lies shall be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my meditation;\nPreserve my life from fear of the enemy.",
      "2": "Hide me from the secret plots of the wicked,\nFrom the rebellion of the workers of iniquity,",
      "3": "Who sharpen their tongue like a sword,\nAnd bend their bows to shoot their arrows—bitter words,",
      "4": "That they may shoot in secret at the blameless;\nSuddenly they shoot at him and do not fear.",
      "5": "They encourage themselves in an evil matter;\nThey talk of laying snares secretly;\nThey say, “Who will see them?”",
      "6": "They devise iniquities:\n“We have perfected a shrewd scheme.”\nBoth the inward thought and the heart of man are deep.",
      "7": "But God shall shoot at them with an arrow;\nSuddenly they shall be wounded.",
      "8": "So He will make them stumble over their own tongue;\nAll who see them shall flee away.",
      "9": "All men shall fear,\nAnd shall declare the work of God;\nFor they shall wisely consider His doing.",
      "10": "The righteous shall be glad in the Lord, and trust in Him.\nAnd all the upright in heart shall glory."
    },
    "65": {
      "1": "Praise is awaiting You, O God, in Zion;\nAnd to You the vow shall be performed.",
      "2": "O You who hear prayer,\nTo You all flesh will come.",
      "3": "Iniquities prevail against me;\nAs for our transgressions,\nYou will provide atonement for them.",
      "4": "Blessed is the man You choose,\nAnd cause to approach You,\nThat he may dwell in Your courts.\nWe shall be satisfied with the goodness of Your house,\nOf Your holy temple.",
      "5": "By awesome deeds in righteousness You will answer us,\nO God of our salvation,\nYou who are the confidence of all the ends of the earth,\nAnd of the far-off seas;",
      "6": "Who established the mountains by His strength,\nBeing clothed with power;",
      "7": "You who still the noise of the seas,\nThe noise of their waves,\nAnd the tumult of the peoples.",
      "8": "They also who dwell in the farthest parts are afraid of Your signs;\nYou make the outgoings of the morning and evening rejoice.",
      "9": "You visit the earth and water it,\nYou greatly enrich it;\nThe river of God is full of water;\nYou provide their grain,\nFor so You have prepared it.",
      "10": "You water its ridges abundantly,\nYou settle its furrows;\nYou make it soft with showers,\nYou bless its growth.",
      "11": "You crown the year with Your goodness,\nAnd Your paths drip with abundance.",
      "12": "They drop on the pastures of the wilderness,\nAnd the little hills rejoice on every side.",
      "13": "The pastures are clothed with flocks;\nThe valleys also are covered with grain;\nThey shout for joy, they also sing."
    },
    "66": {
      "1": "Make a joyful shout to God, all the earth!",
      "2": "Sing out the honor of His name;\nMake His praise glorious.",
      "3": "Say to God,\n“How awesome are Your works!\nThrough the greatness of Your power\nYour enemies shall submit themselves to You.",
      "4": "All the earth shall worship You\nAnd sing praises to You;\nThey shall sing praises to Your name.” Selah",
      "5": "Come and see the works of God;\nHe is awesome in His doing toward the sons of men.",
      "6": "He turned the sea into dry land;\nThey went through the river on foot.\nThere we will rejoice in Him.",
      "7": "He rules by His power forever;\nHis eyes observe the nations;\nDo not let the rebellious exalt themselves. Selah",
      "8": "Oh, bless our God, you peoples!\nAnd make the voice of His praise to be heard,",
      "9": "Who keeps our soul among the living,\nAnd does not allow our feet to be moved.",
      "10": "For You, O God, have tested us;\nYou have refined us as silver is refined.",
      "11": "You brought us into the net;\nYou laid affliction on our backs.",
      "12": "You have caused men to ride over our heads;\nWe went through fire and through water;\nBut You brought us out to rich fulfillment.",
      "13": "I will go into Your house with burnt offerings;\nI will pay You my vows,",
      "14": "Which my lips have uttered\nAnd my mouth has spoken when I was in trouble.",
      "15": "I will offer You burnt sacrifices of fat animals,\nWith the sweet aroma of rams;\nI will offer bulls with goats. Selah",
      "16": "Come and hear, all you who fear God,\nAnd I will declare what He has done for my soul.",
      "17": "I cried to Him with my mouth,\nAnd He was extolled with my tongue.",
      "18": "If I regard iniquity in my heart,\nThe Lord will not hear.",
      "19": "But certainly God has heard me;\nHe has attended to the voice of my prayer.",
      "20": "Blessed be God,\nWho has not turned away my prayer,\nNor His mercy from me!"
    },
    "67": {
      "1": "God be merciful to us and bless us,\nAnd cause His face to shine upon us, Selah",
      "2": "That Your way may be known on earth,\nYour salvation among all nations.",
      "3": "Let the peoples praise You, O God;\nLet all the peoples praise You.",
      "4": "Oh, let the nations be glad and sing for joy!\nFor You shall judge the people righteously,\nAnd govern the nations on earth. Selah",
      "5": "Let the peoples praise You, O God;\nLet all the peoples praise You.",
      "6": "Then the earth shall yield her increase;\nGod, our own God, shall bless us.",
      "7": "God shall bless us,\nAnd all the ends of the earth shall fear Him."
    },
    "68": {
      "1": "Let God arise,\nLet His enemies be scattered;\nLet those also who hate Him flee before Him.",
      "2": "As smoke is driven away,\nSo drive them away;\nAs wax melts before the fire,\nSo let the wicked perish at the presence of God.",
      "3": "But let the righteous be glad;\nLet them rejoice before God;\nYes, let them rejoice exceedingly.",
      "4": "Sing to God, sing praises to His name;\nExtol Him who rides on the clouds,\nBy His name Yah,\nAnd rejoice before Him.",
      "5": "A father of the fatherless, a defender of widows,\nIs God in His holy habitation.",
      "6": "God sets the solitary in families;\nHe brings out those who are bound into prosperity;\nBut the rebellious dwell in a dry land.",
      "7": "O God, when You went out before Your people,\nWhen You marched through the wilderness, Selah",
      "8": "The earth shook;\nThe heavens also dropped rain at the presence of God;\nSinai itself was moved at the presence of God, the God of Israel.",
      "9": "You, O God, sent a plentiful rain,\nWhereby You confirmed Your inheritance,\nWhen it was weary.",
      "10": "Your congregation dwelt in it;\nYou, O God, provided from Your goodness for the poor.",
      "11": "The Lord gave the word;\nGreat was the company of those who proclaimed it:",
      "12": "“Kings of armies flee, they flee,\nAnd she who remains at home divides the spoil.",
      "13": "Though you lie down among the sheepfolds,\nYou will be like the wings of a dove covered with silver,\nAnd her feathers with yellow gold.”",
      "14": "When the Almighty scattered kings in it,\nIt was white as snow in Zalmon.",
      "15": "A mountain of God is the mountain of Bashan;\nA mountain of many peaks is the mountain of Bashan.",
      "16": "Why do you fume with envy, you mountains of many peaks?\nThis is the mountain which God desires to dwell in;\nYes, the Lord will dwell in it forever.",
      "17": "The chariots of God are twenty thousand,\nEven thousands of thousands;\nThe Lord is among them as in Sinai, in the Holy Place.",
      "18": "You have ascended on high,\nYou have led captivity captive;\nYou have received gifts among men,\nEven from the rebellious,\nThat the Lord God might dwell there.",
      "19": "Blessed be the Lord,\nWho daily loads us with benefits,\nThe God of our salvation! Selah",
      "20": "Our God is the God of salvation;\nAnd to God the Lord belong escapes from death.",
      "21": "But God will wound the head of His enemies,\nThe hairy scalp of the one who still goes on in his trespasses.",
      "22": "The Lord said, “I will bring back from Bashan,\nI will bring them back from the depths of the sea,",
      "23": "That your foot may crush them in blood,\nAnd the tongues of your dogs may have their portion from your enemies.”",
      "24": "They have seen Your procession, O God,\nThe procession of my God, my King, into the sanctuary.",
      "25": "The singers went before, the players on instruments followed after;\nAmong them were the maidens playing timbrels.",
      "26": "Bless God in the congregations,\nThe Lord, from the fountain of Israel.",
      "27": "There is little Benjamin, their leader,\nThe princes of Judah and their company,\nThe princes of Zebulun and the princes of Naphtali.",
      "28": "Your God has commanded your strength;\nStrengthen, O God, what You have done for us.",
      "29": "Because of Your temple at Jerusalem,\nKings will bring presents to You.",
      "30": "Rebuke the beasts of the reeds,\nThe herd of bulls with the calves of the peoples,\nTill everyone submits himself with pieces of silver.\nScatter the peoples who delight in war.",
      "31": "Envoys will come out of Egypt;\nEthiopia will quickly stretch out her hands to God.",
      "32": "Sing to God, you kingdoms of the earth;\nOh, sing praises to the Lord, Selah",
      "33": "To Him who rides on the heaven of heavens, which were of old!\nIndeed, He sends out His voice, a mighty voice.",
      "34": "Ascribe strength to God;\nHis excellence is over Israel,\nAnd His strength is in the clouds.",
      "35": "O God, You are more awesome than Your holy places.\nThe God of Israel is He who gives strength and power to His people. \nBlessed be God!"
    },
    "69": {
      "1": "Save me, O God!\nFor the waters have come up to my neck.",
      "2": "I sink in deep mire,\nWhere there is no standing;\nI have come into deep waters,\nWhere the floods overflow me.",
      "3": "I am weary with my crying;\nMy throat is dry;\nMy eyes fail while I wait for my God.",
      "4": "Those who hate me without a cause\nAre more than the hairs of my head;\nThey are mighty who would destroy me,\nBeing my enemies wrongfully;\nThough I have stolen nothing,\nI still must restore it.",
      "5": "O God, You know my foolishness;\nAnd my sins are not hidden from You.",
      "6": "Let not those who wait for You, O Lord God of hosts, be ashamed because of me;\nLet not those who seek You be confounded because of me, O God of Israel.",
      "7": "Because for Your sake I have borne reproach;\nShame has covered my face.",
      "8": "I have become a stranger to my brothers,\nAnd an alien to my mother’s children;",
      "9": "Because zeal for Your house has eaten me up,\nAnd the reproaches of those who reproach You have fallen on me.",
      "10": "When I wept and chastened my soul with fasting,\nThat became my reproach.",
      "11": "I also made sackcloth my garment;\nI became a byword to them.",
      "12": "Those who sit in the gate speak against me,\nAnd I am the song of the drunkards.",
      "13": "But as for me, my prayer is to You,\nO Lord, in the acceptable time;\nO God, in the multitude of Your mercy,\nHear me in the truth of Your salvation.",
      "14": "Deliver me out of the mire,\nAnd let me not sink;\nLet me be delivered from those who hate me,\nAnd out of the deep waters.",
      "15": "Let not the floodwater overflow me,\nNor let the deep swallow me up;\nAnd let not the pit shut its mouth on me.",
      "16": "Hear me, O Lord, for Your lovingkindness is good;\nTurn to me according to the multitude of Your tender mercies.",
      "17": "And do not hide Your face from Your servant,\nFor I am in trouble;\nHear me speedily.",
      "18": "Draw near to my soul, and redeem it;\nDeliver me because of my enemies.",
      "19": "You know my reproach, my shame, and my dishonor;\nMy adversaries are all before You.",
      "20": "Reproach has broken my heart,\nAnd I am full of heaviness;\nI looked for someone to take pity, but there was none;\nAnd for comforters, but I found none.",
      "21": "They also gave me gall for my food,\nAnd for my thirst they gave me vinegar to drink.",
      "22": "Let their table become a snare before them,\nAnd their well-being a trap.",
      "23": "Let their eyes be darkened, so that they do not see;\nAnd make their loins shake continually.",
      "24": "Pour out Your indignation upon them,\nAnd let Your wrathful anger take hold of them.",
      "25": "Let their dwelling place be desolate;\nLet no one live in their tents.",
      "26": "For they persecute the ones You have struck,\nAnd talk of the grief of those You have wounded.",
      "27": "Add iniquity to their iniquity,\nAnd let them not come into Your righteousness.",
      "28": "Let them be blotted out of the book of the living,\nAnd not be written with the righteous.",
      "29": "But I am poor and sorrowful;\nLet Your salvation, O God, set me up on high.",
      "30": "I will praise the name of God with a song,\nAnd will magnify Him with thanksgiving.",
      "31": "This also shall please the Lord better than an ox or bull,\nWhich has horns and hooves.",
      "32": "The humble shall see this and be glad;\nAnd you who seek God, your hearts shall live.",
      "33": "For the Lord hears the poor,\nAnd does not despise His prisoners.",
      "34": "Let heaven and earth praise Him,\nThe seas and everything that moves in them.",
      "35": "For God will save Zion\nAnd build the cities of Judah,\nThat they may dwell there and possess it.",
      "36": "Also, the descendants of His servants shall inherit it,\nAnd those who love His name shall dwell in it."
    },
    "70": {
      "1": "Make haste, O God, to deliver me!\nMake haste to help me, O Lord!",
      "2": "Let them be ashamed and confounded\nWho seek my life;\nLet them be turned back and confused\nWho desire my hurt.",
      "3": "Let them be turned back because of their shame,\nWho say, “Aha, aha!”",
      "4": "Let all those who seek You rejoice and be glad in You;\nAnd let those who love Your salvation say continually,\n“Let God be magnified!”",
      "5": "But I am poor and needy;\nMake haste to me, O God!\nYou are my help and my deliverer;\nO Lord, do not delay."
    },
    "71": {
      "1": "In You, O Lord, I put my trust;\nLet me never be put to shame.",
      "2": "Deliver me in Your righteousness, and cause me to escape;\nIncline Your ear to me, and save me.",
      "3": "Be my strong refuge,\nTo which I may resort continually;\nYou have given the commandment to save me,\nFor You are my rock and my fortress.",
      "4": "Deliver me, O my God, out of the hand of the wicked,\nOut of the hand of the unrighteous and cruel man.",
      "5": "For You are my hope, O Lord God;\nYou are my trust from my youth.",
      "6": "By You I have been upheld from birth;\nYou are He who took me out of my mother’s womb.\nMy praise shall be continually of You.",
      "7": "I have become as a wonder to many,\nBut You are my strong refuge.",
      "8": "Let my mouth be filled with Your praise\nAnd with Your glory all the day.",
      "9": "Do not cast me off in the time of old age;\nDo not forsake me when my strength fails.",
      "10": "For my enemies speak against me;\nAnd those who lie in wait for my life take counsel together,",
      "11": "Saying, “God has forsaken him;\nPursue and take him, for there is none to deliver him.”",
      "12": "O God, do not be far from me;\nO my God, make haste to help me!",
      "13": "Let them be confounded and consumed\nWho are adversaries of my life;\nLet them be covered with reproach and dishonor\nWho seek my hurt.",
      "14": "But I will hope continually,\nAnd will praise You yet more and more.",
      "15": "My mouth shall tell of Your righteousness\nAnd Your salvation all the day,\nFor I do not know their limits.",
      "16": "I will go in the strength of the Lord God;\nI will make mention of Your righteousness, of Yours only.",
      "17": "O God, You have taught me from my youth;\nAnd to this day I declare Your wondrous works.",
      "18": "Now also when I am old and grayheaded,\nO God, do not forsake me,\nUntil I declare Your strength to this generation,\nYour power to everyone who is to come.",
      "19": "Also Your righteousness, O God, is very high,\nYou who have done great things;\nO God, who is like You?",
      "20": "You, who have shown me great and severe troubles,\nShall revive me again,\nAnd bring me up again from the depths of the earth.",
      "21": "You shall increase my greatness,\nAnd comfort me on every side.",
      "22": "Also with the lute I will praise You—\nAnd Your faithfulness, O my God!\nTo You I will sing with the harp,\nO Holy One of Israel.",
      "23": "My lips shall greatly rejoice when I sing to You,\nAnd my soul, which You have redeemed.",
      "24": "My tongue also shall talk of Your righteousness all the day long;\nFor they are confounded,\nFor they are brought to shame\nWho seek my hurt."
    },
    "72": {
      "1": "Give the king Your judgments, O God,\nAnd Your righteousness to the king’s Son.",
      "2": "He will judge Your people with righteousness,\nAnd Your poor with justice.",
      "3": "The mountains will bring peace to the people,\nAnd the little hills, by righteousness.",
      "4": "He will bring justice to the poor of the people;\nHe will save the children of the needy,\nAnd will break in pieces the oppressor.",
      "5": "They shall fear You\nAs long as the sun and moon endure,\nThroughout all generations.",
      "6": "He shall come down like rain upon the grass before mowing,\nLike showers that water the earth.",
      "7": "In His days the righteous shall flourish,\nAnd abundance of peace,\nUntil the moon is no more.",
      "8": "He shall have dominion also from sea to sea,\nAnd from the River to the ends of the earth.",
      "9": "Those who dwell in the wilderness will bow before Him,\nAnd His enemies will lick the dust.",
      "10": "The kings of Tarshish and of the isles\nWill bring presents;\nThe kings of Sheba and Seba\nWill offer gifts.",
      "11": "Yes, all kings shall fall down before Him;\nAll nations shall serve Him.",
      "12": "For He will deliver the needy when he cries,\nThe poor also, and him who has no helper.",
      "13": "He will spare the poor and needy,\nAnd will save the souls of the needy.",
      "14": "He will redeem their life from oppression and violence;\nAnd precious shall be their blood in His sight.",
      "15": "And He shall live;\nAnd the gold of Sheba will be given to Him;\nPrayer also will be made for Him continually,\nAnd daily He shall be praised.",
      "16": "There will be an abundance of grain in the earth,\nOn the top of the mountains;\nIts fruit shall wave like Lebanon;\nAnd those of the city shall flourish like grass of the earth.",
      "17": "His name shall endure forever;\nHis name shall continue as long as the sun.\nAnd men shall be blessed in Him;\nAll nations shall call Him blessed.",
      "18": "Blessed be the Lord God, the God of Israel,\nWho only does wondrous things!",
      "19": "And blessed be His glorious name forever!\nAnd let the whole earth be filled with His glory.\nAmen and Amen.",
      "20": "The prayers of David the son of Jesse are ended."
    },
    "73": {
      "1": "Truly God is good to Israel,\nTo such as are pure in heart.",
      "2": "But as for me, my feet had almost stumbled;\nMy steps had nearly slipped.",
      "3": "For I was envious of the boastful,\nWhen I saw the prosperity of the wicked.",
      "4": "For there are no pangs in their death,\nBut their strength is firm.",
      "5": "They are not in trouble as other men,\nNor are they plagued like other men.",
      "6": "Therefore pride serves as their necklace;\nViolence covers them like a garment.",
      "7": "Their eyes bulge with abundance;\nThey have more than heart could wish.",
      "8": "They scoff and speak wickedly concerning oppression;\nThey speak loftily.",
      "9": "They set their mouth against the heavens,\nAnd their tongue walks through the earth.",
      "10": "Therefore his people return here,\nAnd waters of a full cup are drained by them.",
      "11": "And they say, “How does God know?\nAnd is there knowledge in the Most High?”",
      "12": "Behold, these are the ungodly,\nWho are always at ease;\nThey increase in riches.",
      "13": "Surely I have cleansed my heart in vain,\nAnd washed my hands in innocence.",
      "14": "For all day long I have been plagued,\nAnd chastened every morning.",
      "15": "If I had said, “I will speak thus,”\nBehold, I would have been untrue to the generation of Your children.",
      "16": "When I thought how to understand this,\nIt was too painful for me—",
      "17": "Until I went into the sanctuary of God;\nThen I understood their end.",
      "18": "Surely You set them in slippery places;\nYou cast them down to destruction.",
      "19": "Oh, how they are brought to desolation, as in a moment!\nThey are utterly consumed with terrors.",
      "20": "As a dream when one awakes,\nSo, Lord, when You awake,\nYou shall despise their image.",
      "21": "Thus my heart was grieved,\nAnd I was vexed in my mind.",
      "22": "I was so foolish and ignorant;\nI was like a beast before You.",
      "23": "Nevertheless I am continually with You;\nYou hold me by my right hand.",
      "24": "You will guide me with Your counsel,\nAnd afterward receive me to glory.",
      "25": "Whom have I in heaven but You?\nAnd there is none upon earth that I desire besides You.",
      "26": "My flesh and my heart fail;\nBut God is the strength of my heart and my portion forever.",
      "27": "For indeed, those who are far from You shall perish;\nYou have destroyed all those who desert You for harlotry.",
      "28": "But it is good for me to draw near to God;\nI have put my trust in the Lord God,\nThat I may declare all Your works."
    },
    "74": {
      "1": "O God, why have You cast us off forever?\nWhy does Your anger smoke against the sheep of Your pasture?",
      "2": "Remember Your congregation, which You have purchased of old,\nThe tribe of Your inheritance, which You have redeemed—\nThis Mount Zion where You have dwelt.",
      "3": "Lift up Your feet to the perpetual desolations.\nThe enemy has damaged everything in the sanctuary.",
      "4": "Your enemies roar in the midst of Your meeting place;\nThey set up their banners for signs.",
      "5": "They seem like men who lift up\nAxes among the thick trees.",
      "6": "And now they break down its carved work, all at once,\nWith axes and hammers.",
      "7": "They have set fire to Your sanctuary;\nThey have defiled the dwelling place of Your name to the ground.",
      "8": "They said in their hearts,\n“Let us destroy them altogether.”\nThey have burned up all the meeting places of God in the land.",
      "9": "We do not see our signs;\nThere is no longer any prophet;\nNor is there any among us who knows how long.",
      "10": "O God, how long will the adversary reproach?\nWill the enemy blaspheme Your name forever?",
      "11": "Why do You withdraw Your hand, even Your right hand?\nTake it out of Your bosom and destroy them.",
      "12": "For God is my King from of old,\nWorking salvation in the midst of the earth.",
      "13": "You divided the sea by Your strength;\nYou broke the heads of the sea serpents in the waters.",
      "14": "You broke the heads of Leviathan in pieces,\nAnd gave him as food to the people inhabiting the wilderness.",
      "15": "You broke open the fountain and the flood;\nYou dried up mighty rivers.",
      "16": "The day is Yours, the night also is Yours;\nYou have prepared the light and the sun.",
      "17": "You have set all the borders of the earth;\nYou have made summer and winter.",
      "18": "Remember this, that the enemy has reproached, O Lord,\nAnd that a foolish people has blasphemed Your name.",
      "19": "Oh, do not deliver the life of Your turtledove to the wild beast!\nDo not forget the life of Your poor forever.",
      "20": "Have respect to the covenant;\nFor the dark places of the earth are full of the haunts of cruelty.",
      "21": "Oh, do not let the oppressed return ashamed!\nLet the poor and needy praise Your name.",
      "22": "Arise, O God, plead Your own cause;\nRemember how the foolish man reproaches You daily.",
      "23": "Do not forget the voice of Your enemies;\nThe tumult of those who rise up against You increases continually."
    },
    "75": {
      "1": "We give thanks to You, O God, we give thanks!\nFor Your wondrous works declare that Your name is near.",
      "2": "“When I choose the proper time,\nI will judge uprightly.",
      "3": "The earth and all its inhabitants are dissolved;\nI set up its pillars firmly. Selah",
      "4": "“I said to the boastful, ‘Do not deal boastfully,’\nAnd to the wicked, ‘Do not lift up the horn.",
      "5": "Do not lift up your horn on high;\nDo not speak with a stiff neck.’ ”",
      "6": "For exaltation comes neither from the east\nNor from the west nor from the south.",
      "7": "But God is the Judge:\nHe puts down one,\nAnd exalts another.",
      "8": "For in the hand of the Lord there is a cup,\nAnd the wine is red;\nIt is fully mixed, and He pours it out;\nSurely its dregs shall all the wicked of the earth\nDrain and drink down.",
      "9": "But I will declare forever,\nI will sing praises to the God of Jacob.",
      "10": "“All the horns of the wicked I will also cut off,\nBut the horns of the righteous shall be exalted.”"
    },
    "76": {
      "1": "In Judah God is known;\nHis name is great in Israel.",
      "2": "In Salem also is His tabernacle,\nAnd His dwelling place in Zion.",
      "3": "There He broke the arrows of the bow,\nThe shield and sword of battle. Selah",
      "4": "You are more glorious and excellent\nThan the mountains of prey.",
      "5": "The stouthearted were plundered;\nThey have sunk into their sleep;\nAnd none of the mighty men have found the use of their hands.",
      "6": "At Your rebuke, O God of Jacob,\nBoth the chariot and horse were cast into a dead sleep.",
      "7": "You, Yourself, are to be feared;\nAnd who may stand in Your presence\nWhen once You are angry?",
      "8": "You caused judgment to be heard from heaven;\nThe earth feared and was still,",
      "9": "When God arose to judgment,\nTo deliver all the oppressed of the earth. Selah",
      "10": "Surely the wrath of man shall praise You;\nWith the remainder of wrath You shall gird Yourself.",
      "11": "Make vows to the Lord your God, and pay them;\nLet all who are around Him bring presents to Him who ought to be feared.",
      "12": "He shall cut off the spirit of princes;\nHe is awesome to the kings of the earth."
    },
    "77": {
      "1": "I cried out to God with my voice—\nTo God with my voice;\nAnd He gave ear to me.",
      "2": "In the day of my trouble I sought the Lord;\nMy hand was stretched out in the night without ceasing;\nMy soul refused to be comforted.",
      "3": "I remembered God, and was troubled;\nI complained, and my spirit was overwhelmed. Selah",
      "4": "You hold my eyelids open;\nI am so troubled that I cannot speak.",
      "5": "I have considered the days of old,\nThe years of ancient times.",
      "6": "I call to remembrance my song in the night;\nI meditate within my heart,\nAnd my spirit makes diligent search.",
      "7": "Will the Lord cast off forever?\nAnd will He be favorable no more?",
      "8": "Has His mercy ceased forever?\nHas His promise failed forevermore?",
      "9": "Has God forgotten to be gracious?\nHas He in anger shut up His tender mercies? Selah",
      "10": "And I said, “This is my anguish;\nBut I will remember the years of the right hand of the Most High.”",
      "11": "I will remember the works of the Lord;\nSurely I will remember Your wonders of old.",
      "12": "I will also meditate on all Your work,\nAnd talk of Your deeds.",
      "13": "Your way, O God, is in the sanctuary;\nWho is so great a God as our God?",
      "14": "You are the God who does wonders;\nYou have declared Your strength among the peoples.",
      "15": "You have with Your arm redeemed Your people,\nThe sons of Jacob and Joseph. Selah",
      "16": "The waters saw You, O God;\nThe waters saw You, they were afraid;\nThe depths also trembled.",
      "17": "The clouds poured out water;\nThe skies sent out a sound;\nYour arrows also flashed about.",
      "18": "The voice of Your thunder was in the whirlwind;\nThe lightnings lit up the world;\nThe earth trembled and shook.",
      "19": "Your way was in the sea,\nYour path in the great waters,\nAnd Your footsteps were not known.",
      "20": "You led Your people like a flock\nBy the hand of Moses and Aaron."
    },
    "78": {
      "1": "Give ear, O my people, to my law;\nIncline your ears to the words of my mouth.",
      "2": "I will open my mouth in a parable;\nI will utter dark sayings of old,",
      "3": "Which we have heard and known,\nAnd our fathers have told us.",
      "4": "We will not hide them from their children,\nTelling to the generation to come the praises of the Lord,\nAnd His strength and His wonderful works that He has done.",
      "5": "For He established a testimony in Jacob,\nAnd appointed a law in Israel,\nWhich He commanded our fathers,\nThat they should make them known to their children;",
      "6": "That the generation to come might know them,\nThe children who would be born,\nThat they may arise and declare them to their children,",
      "7": "That they may set their hope in God,\nAnd not forget the works of God,\nBut keep His commandments;",
      "8": "And may not be like their fathers,\nA stubborn and rebellious generation,\nA generation that did not set its heart aright,\nAnd whose spirit was not faithful to God.",
      "9": "The children of Ephraim, being armed and carrying bows,\nTurned back in the day of battle.",
      "10": "They did not keep the covenant of God;\nThey refused to walk in His law,",
      "11": "And forgot His works\nAnd His wonders that He had shown them.",
      "12": "Marvelous things He did in the sight of their fathers,\nIn the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea and caused them to pass through;\nAnd He made the waters stand up like a heap.",
      "14": "In the daytime also He led them with the cloud,\nAnd all the night with a light of fire.",
      "15": "He split the rocks in the wilderness,\nAnd gave them drink in abundance like the depths.",
      "16": "He also brought streams out of the rock,\nAnd caused waters to run down like rivers.",
      "17": "But they sinned even more against Him\nBy rebelling against the Most High in the wilderness.",
      "18": "And they tested God in their heart\nBy asking for the food of their fancy.",
      "19": "Yes, they spoke against God:\nThey said, “Can God prepare a table in the wilderness?",
      "20": "Behold, He struck the rock,\nSo that the waters gushed out,\nAnd the streams overflowed.\nCan He give bread also?\nCan He provide meat for His people?”",
      "21": "Therefore the Lord heard this and was furious;\nSo a fire was kindled against Jacob,\nAnd anger also came up against Israel,",
      "22": "Because they did not believe in God,\nAnd did not trust in His salvation.",
      "23": "Yet He had commanded the clouds above,\nAnd opened the doors of heaven,",
      "24": "Had rained down manna on them to eat,\nAnd given them of the bread of heaven.",
      "25": "Men ate angels’ food;\nHe sent them food to the full.",
      "26": "He caused an east wind to blow in the heavens;\nAnd by His power He brought in the south wind.",
      "27": "He also rained meat on them like the dust,\nFeathered fowl like the sand of the seas;",
      "28": "And He let them fall in the midst of their camp,\nAll around their dwellings.",
      "29": "So they ate and were well filled,\nFor He gave them their own desire.",
      "30": "They were not deprived of their craving;\nBut while their food was still in their mouths,",
      "31": "The wrath of God came against them,\nAnd slew the stoutest of them,\nAnd struck down the choice men of Israel.",
      "32": "In spite of this they still sinned,\nAnd did not believe in His wondrous works.",
      "33": "Therefore their days He consumed in futility,\nAnd their years in fear.",
      "34": "When He slew them, then they sought Him;\nAnd they returned and sought earnestly for God.",
      "35": "Then they remembered that God was their rock,\nAnd the Most High God their Redeemer.",
      "36": "Nevertheless they flattered Him with their mouth,\nAnd they lied to Him with their tongue;",
      "37": "For their heart was not steadfast with Him,\nNor were they faithful in His covenant.",
      "38": "But He, being full of compassion, forgave their iniquity,\nAnd did not destroy them.\nYes, many a time He turned His anger away,\nAnd did not stir up all His wrath;",
      "39": "For He remembered that they were but flesh,\nA breath that passes away and does not come again.",
      "40": "How often they provoked Him in the wilderness,\nAnd grieved Him in the desert!",
      "41": "Yes, again and again they tempted God,\nAnd limited the Holy One of Israel.",
      "42": "They did not remember His power:\nThe day when He redeemed them from the enemy,",
      "43": "When He worked His signs in Egypt,\nAnd His wonders in the field of Zoan;",
      "44": "Turned their rivers into blood,\nAnd their streams, that they could not drink.",
      "45": "He sent swarms of flies among them, which devoured them,\nAnd frogs, which destroyed them.",
      "46": "He also gave their crops to the caterpillar,\nAnd their labor to the locust.",
      "47": "He destroyed their vines with hail,\nAnd their sycamore trees with frost.",
      "48": "He also gave up their cattle to the hail,\nAnd their flocks to fiery lightning.",
      "49": "He cast on them the fierceness of His anger,\nWrath, indignation, and trouble,\nBy sending angels of destruction among them.",
      "50": "He made a path for His anger;\nHe did not spare their soul from death,\nBut gave their life over to the plague,",
      "51": "And destroyed all the firstborn in Egypt,\nThe first of their strength in the tents of Ham.",
      "52": "But He made His own people go forth like sheep,\nAnd guided them in the wilderness like a flock;",
      "53": "And He led them on safely, so that they did not fear;\nBut the sea overwhelmed their enemies.",
      "54": "And He brought them to His holy border,\nThis mountain which His right hand had acquired.",
      "55": "He also drove out the nations before them,\nAllotted them an inheritance by survey,\nAnd made the tribes of Israel dwell in their tents.",
      "56": "Yet they tested and provoked the Most High God,\nAnd did not keep His testimonies,",
      "57": "But turned back and acted unfaithfully like their fathers;\nThey were turned aside like a deceitful bow.",
      "58": "For they provoked Him to anger with their high places,\nAnd moved Him to jealousy with their carved images.",
      "59": "When God heard this, He was furious,\nAnd greatly abhorred Israel,",
      "60": "So that He forsook the tabernacle of Shiloh,\nThe tent He had placed among men,",
      "61": "And delivered His strength into captivity,\nAnd His glory into the enemy’s hand.",
      "62": "He also gave His people over to the sword,\nAnd was furious with His inheritance.",
      "63": "The fire consumed their young men,\nAnd their maidens were not given in marriage.",
      "64": "Their priests fell by the sword,\nAnd their widows made no lamentation.",
      "65": "Then the Lord awoke as from sleep,\nLike a mighty man who shouts because of wine.",
      "66": "And He beat back His enemies;\nHe put them to a perpetual reproach.",
      "67": "Moreover He rejected the tent of Joseph,\nAnd did not choose the tribe of Ephraim,",
      "68": "But chose the tribe of Judah,\nMount Zion which He loved.",
      "69": "And He built His sanctuary like the heights,\nLike the earth which He has established forever.",
      "70": "He also chose David His servant,\nAnd took him from the sheepfolds;",
      "71": "From following the ewes that had young He brought him,\nTo shepherd Jacob His people,\nAnd Israel His inheritance.",
      "72": "So he shepherded them according to the integrity of his heart,\nAnd guided them by the skillfulness of his hands."
    },
    "79": {
      "1": "O God, the nations have come into Your inheritance;\nYour holy temple they have defiled;\nThey have laid Jerusalem in heaps.",
      "2": "The dead bodies of Your servants\nThey have given as food for the birds of the heavens,\nThe flesh of Your saints to the beasts of the earth.",
      "3": "Their blood they have shed like water all around Jerusalem,\nAnd there was no one to bury them.",
      "4": "We have become a reproach to our neighbors,\nA scorn and derision to those who are around us.",
      "5": "How long, Lord?\nWill You be angry forever?\nWill Your jealousy burn like fire?",
      "6": "Pour out Your wrath on the nations that do not know You,\nAnd on the kingdoms that do not call on Your name.",
      "7": "For they have devoured Jacob,\nAnd laid waste his dwelling place.",
      "8": "Oh, do not remember former iniquities against us!\nLet Your tender mercies come speedily to meet us,\nFor we have been brought very low.",
      "9": "Help us, O God of our salvation,\nFor the glory of Your name;\nAnd deliver us, and provide atonement for our sins,\nFor Your name’s sake!",
      "10": "Why should the nations say,\n“Where is their God?”\nLet there be known among the nations in our sight\nThe avenging of the blood of Your servants which has been shed.",
      "11": "Let the groaning of the prisoner come before You;\nAccording to the greatness of Your power\nPreserve those who are appointed to die;",
      "12": "And return to our neighbors sevenfold into their bosom\nTheir reproach with which they have reproached You, O Lord.",
      "13": "So we, Your people and sheep of Your pasture,\nWill give You thanks forever;\nWe will show forth Your praise to all generations."
    },
    "80": {
      "1": "Give ear, O Shepherd of Israel,\nYou who lead Joseph like a flock;\nYou who dwell between the cherubim, shine forth!",
      "2": "Before Ephraim, Benjamin, and Manasseh,\nStir up Your strength,\nAnd come and save us!",
      "3": "Restore us, O God;\nCause Your face to shine,\nAnd we shall be saved!",
      "4": "O Lord God of hosts,\nHow long will You be angry\nAgainst the prayer of Your people?",
      "5": "You have fed them with the bread of tears,\nAnd given them tears to drink in great measure.",
      "6": "You have made us a strife to our neighbors,\nAnd our enemies laugh among themselves.",
      "7": "Restore us, O God of hosts;\nCause Your face to shine,\nAnd we shall be saved!",
      "8": "You have brought a vine out of Egypt;\nYou have cast out the nations, and planted it.",
      "9": "You prepared room for it,\nAnd caused it to take deep root,\nAnd it filled the land.",
      "10": "The hills were covered with its shadow,\nAnd the mighty cedars with its boughs.",
      "11": "She sent out her boughs to the Sea,\nAnd her branches to the River.",
      "12": "Why have You broken down her hedges,\nSo that all who pass by the way pluck her fruit?",
      "13": "The boar out of the woods uproots it,\nAnd the wild beast of the field devours it.",
      "14": "Return, we beseech You, O God of hosts;\nLook down from heaven and see,\nAnd visit this vine",
      "15": "And the vineyard which Your right hand has planted,\nAnd the branch that You made strong for Yourself.",
      "16": "It is burned with fire, it is cut down;\nThey perish at the rebuke of Your countenance.",
      "17": "Let Your hand be upon the man of Your right hand,\nUpon the son of man whom You made strong for Yourself.",
      "18": "Then we will not turn back from You;\nRevive us, and we will call upon Your name.",
      "19": "Restore us, O Lord God of hosts;\nCause Your face to shine,\nAnd we shall be saved!"
    },
    "81": {
      "1": "Sing aloud to God our strength;\nMake a joyful shout to the God of Jacob.",
      "2": "Raise a song and strike the timbrel,\nThe pleasant harp with the lute.",
      "3": "Blow the trumpet at the time of the New Moon,\nAt the full moon, on our solemn feast day.",
      "4": "For this is a statute for Israel,\nA law of the God of Jacob.",
      "5": "This He established in Joseph as a testimony,\nWhen He went throughout the land of Egypt,\nWhere I heard a language I did not understand.",
      "6": "“I removed his shoulder from the burden;\nHis hands were freed from the baskets.",
      "7": "You called in trouble, and I delivered you;\nI answered you in the secret place of thunder;\nI tested you at the waters of Meribah. Selah",
      "8": "“Hear, O My people, and I will admonish you!\nO Israel, if you will listen to Me!",
      "9": "There shall be no foreign god among you;\nNor shall you worship any foreign god.",
      "10": "I am the Lord your God,\nWho brought you out of the land of Egypt;\nOpen your mouth wide, and I will fill it.",
      "11": "“But My people would not heed My voice,\nAnd Israel would have none of Me.",
      "12": "So I gave them over to their own stubborn heart,\nTo walk in their own counsels.",
      "13": "“Oh, that My people would listen to Me,\nThat Israel would walk in My ways!",
      "14": "I would soon subdue their enemies,\nAnd turn My hand against their adversaries.",
      "15": "The haters of the Lord would pretend submission to Him,\nBut their fate would endure forever.",
      "16": "He would have fed them also with the finest of wheat;\nAnd with honey from the rock I would have satisfied you.”"
    },
    "82": {
      "1": "God stands in the congregation of the mighty;\nHe judges among the gods.",
      "2": "How long will you judge unjustly,\nAnd show partiality to the wicked? Selah",
      "3": "Defend the poor and fatherless;\nDo justice to the afflicted and needy.",
      "4": "Deliver the poor and needy;\nFree them from the hand of the wicked.",
      "5": "They do not know, nor do they understand;\nThey walk about in darkness;\nAll the foundations of the earth are unstable.",
      "6": "I said, “You are gods,\nAnd all of you are children of the Most High.",
      "7": "But you shall die like men,\nAnd fall like one of the princes.”",
      "8": "Arise, O God, judge the earth;\nFor You shall inherit all nations."
    },
    "83": {
      "1": "Do not keep silent, O God!\nDo not hold Your peace,\nAnd do not be still, O God!",
      "2": "For behold, Your enemies make a tumult;\nAnd those who hate You have lifted up their head.",
      "3": "They have taken crafty counsel against Your people,\nAnd consulted together against Your sheltered ones.",
      "4": "They have said, “Come, and let us cut them off from being a nation,\nThat the name of Israel may be remembered no more.”",
      "5": "For they have consulted together with one consent;\nThey form a confederacy against You:",
      "6": "The tents of Edom and the Ishmaelites;\nMoab and the Hagrites;",
      "7": "Gebal, Ammon, and Amalek;\nPhilistia with the inhabitants of Tyre;",
      "8": "Assyria also has joined with them;\nThey have helped the children of Lot. Selah",
      "9": "Deal with them as with Midian,\nAs with Sisera,\nAs with Jabin at the Brook Kishon,",
      "10": "Who perished at En Dor,\nWho became as refuse on the earth.",
      "11": "Make their nobles like Oreb and like Zeeb,\nYes, all their princes like Zebah and Zalmunna,",
      "12": "Who said, “Let us take for ourselves\nThe pastures of God for a possession.”",
      "13": "O my God, make them like the whirling dust,\nLike the chaff before the wind!",
      "14": "As the fire burns the woods,\nAnd as the flame sets the mountains on fire,",
      "15": "So pursue them with Your tempest,\nAnd frighten them with Your storm.",
      "16": "Fill their faces with shame,\nThat they may seek Your name, O Lord.",
      "17": "Let them be confounded and dismayed forever;\nYes, let them be put to shame and perish,",
      "18": "That they may know that You, whose name alone is the Lord,\nAre the Most High over all the earth."
    },
    "84": {
      "1": "How lovely is Your tabernacle,\nO Lord of hosts!",
      "2": "My soul longs, yes, even faints\nFor the courts of the Lord;\nMy heart and my flesh cry out for the living God.",
      "3": "Even the sparrow has found a home,\nAnd the swallow a nest for herself,\nWhere she may lay her young—\nEven Your altars, O Lord of hosts,\nMy King and my God.",
      "4": "Blessed are those who dwell in Your house;\nThey will still be praising You. Selah",
      "5": "Blessed is the man whose strength is in You,\nWhose heart is set on pilgrimage.",
      "6": "As they pass through the Valley of Baca,\nThey make it a spring;\nThe rain also covers it with pools.",
      "7": "They go from strength to strength;\nEach one appears before God in Zion.",
      "8": "O Lord God of hosts, hear my prayer;\nGive ear, O God of Jacob! Selah",
      "9": "O God, behold our shield,\nAnd look upon the face of Your anointed.",
      "10": "For a day in Your courts is better than a thousand.\nI would rather be a doorkeeper in the house of my God\nThan dwell in the tents of wickedness.",
      "11": "For the Lord God is a sun and shield;\nThe Lord will give grace and glory;\nNo good thing will He withhold\nFrom those who walk uprightly.",
      "12": "O Lord of hosts,\nBlessed is the man who trusts in You!"
    },
    "85": {
      "1": "Lord, You have been favorable to Your land;\nYou have brought back the captivity of Jacob.",
      "2": "You have forgiven the iniquity of Your people;\nYou have covered all their sin. Selah",
      "3": "You have taken away all Your wrath;\nYou have turned from the fierceness of Your anger.",
      "4": "Restore us, O God of our salvation,\nAnd cause Your anger toward us to cease.",
      "5": "Will You be angry with us forever?\nWill You prolong Your anger to all generations?",
      "6": "Will You not revive us again,\nThat Your people may rejoice in You?",
      "7": "Show us Your mercy, Lord,\nAnd grant us Your salvation.",
      "8": "I will hear what God the Lord will speak,\nFor He will speak peace\nTo His people and to His saints;\nBut let them not turn back to folly.",
      "9": "Surely His salvation is near to those who fear Him,\nThat glory may dwell in our land.",
      "10": "Mercy and truth have met together;\nRighteousness and peace have kissed.",
      "11": "Truth shall spring out of the earth,\nAnd righteousness shall look down from heaven.",
      "12": "Yes, the Lord will give what is good;\nAnd our land will yield its increase.",
      "13": "Righteousness will go before Him,\nAnd shall make His footsteps our pathway."
    },
    "86": {
      "1": "Bow down Your ear, O Lord, hear me;\nFor I am poor and needy.",
      "2": "Preserve my life, for I am holy;\nYou are my God;\nSave Your servant who trusts in You!",
      "3": "Be merciful to me, O Lord,\nFor I cry to You all day long.",
      "4": "Rejoice the soul of Your servant,\nFor to You, O Lord, I lift up my soul.",
      "5": "For You, Lord, are good, and ready to forgive,\nAnd abundant in mercy to all those who call upon You.",
      "6": "Give ear, O Lord, to my prayer;\nAnd attend to the voice of my supplications.",
      "7": "In the day of my trouble I will call upon You,\nFor You will answer me.",
      "8": "Among the gods there is none like You, O Lord;\nNor are there any works like Your works.",
      "9": "All nations whom You have made\nShall come and worship before You, O Lord,\nAnd shall glorify Your name.",
      "10": "For You are great, and do wondrous things;\nYou alone are God.",
      "11": "Teach me Your way, O Lord;\nI will walk in Your truth;\nUnite my heart to fear Your name.",
      "12": "I will praise You, O Lord my God, with all my heart,\nAnd I will glorify Your name forevermore.",
      "13": "For great is Your mercy toward me,\nAnd You have delivered my soul from the depths of Sheol.",
      "14": "O God, the proud have risen against me,\nAnd a mob of violent men have sought my life,\nAnd have not set You before them.",
      "15": "But You, O Lord, are a God full of compassion, and gracious,\nLongsuffering and abundant in mercy and truth.",
      "16": "Oh, turn to me, and have mercy on me!\nGive Your strength to Your servant,\nAnd save the son of Your maidservant.",
      "17": "Show me a sign for good,\nThat those who hate me may see it and be ashamed,\nBecause You, Lord, have helped me and comforted me."
    },
    "87": {
      "1": "His foundation is in the holy mountains.",
      "2": "The Lord loves the gates of Zion\nMore than all the dwellings of Jacob.",
      "3": "Glorious things are spoken of you,\nO city of God! Selah",
      "4": "“I will make mention of Rahab and Babylon to those who know Me;\nBehold, O Philistia and Tyre, with Ethiopia:\n‘This one was born there.’ ”",
      "5": "And of Zion it will be said,\n“This one and that one were born in her;\nAnd the Most High Himself shall establish her.”",
      "6": "The Lord will record,\nWhen He registers the peoples:\n“This one was born there.” Selah",
      "7": "Both the singers and the players on instruments say,\n“All my springs are in you.”"
    },
    "88": {
      "1": "O Lord, God of my salvation,\nI have cried out day and night before You.",
      "2": "Let my prayer come before You;\nIncline Your ear to my cry.",
      "3": "For my soul is full of troubles,\nAnd my life draws near to the grave.",
      "4": "I am counted with those who go down to the pit;\nI am like a man who has no strength,",
      "5": "Adrift among the dead,\nLike the slain who lie in the grave,\nWhom You remember no more,\nAnd who are cut off from Your hand.",
      "6": "You have laid me in the lowest pit,\nIn darkness, in the depths.",
      "7": "Your wrath lies heavy upon me,\nAnd You have afflicted me with all Your waves. Selah",
      "8": "You have put away my acquaintances far from me;\nYou have made me an abomination to them;\nI am shut up, and I cannot get out;",
      "9": "My eye wastes away because of affliction. \nLord, I have called daily upon You;\nI have stretched out my hands to You.",
      "10": "Will You work wonders for the dead?\nShall the dead arise and praise You? Selah",
      "11": "Shall Your lovingkindness be declared in the grave?\nOr Your faithfulness in the place of destruction?",
      "12": "Shall Your wonders be known in the dark?\nAnd Your righteousness in the land of forgetfulness?",
      "13": "But to You I have cried out, O Lord,\nAnd in the morning my prayer comes before You.",
      "14": "Lord, why do You cast off my soul?\nWhy do You hide Your face from me?",
      "15": "I have been afflicted and ready to die from my youth;\nI suffer Your terrors;\nI am distraught.",
      "16": "Your fierce wrath has gone over me;\nYour terrors have cut me off.",
      "17": "They came around me all day long like water;\nThey engulfed me altogether.",
      "18": "Loved one and friend You have put far from me,\nAnd my acquaintances into darkness."
    },
    "89": {
      "1": "I will sing of the mercies of the Lord forever;\nWith my mouth will I make known Your faithfulness to all generations.",
      "2": "For I have said, “Mercy shall be built up forever;\nYour faithfulness You shall establish in the very heavens.”",
      "3": "“I have made a covenant with My chosen,\nI have sworn to My servant David:",
      "4": "‘Your seed I will establish forever,\nAnd build up your throne to all generations.’ ” Selah",
      "5": "And the heavens will praise Your wonders, O Lord;\nYour faithfulness also in the assembly of the saints.",
      "6": "For who in the heavens can be compared to the Lord?\nWho among the sons of the mighty can be likened to the Lord?",
      "7": "God is greatly to be feared in the assembly of the saints,\nAnd to be held in reverence by all those around Him.",
      "8": "O Lord God of hosts,\nWho is mighty like You, O Lord?\nYour faithfulness also surrounds You.",
      "9": "You rule the raging of the sea;\nWhen its waves rise, You still them.",
      "10": "You have broken Rahab in pieces, as one who is slain;\nYou have scattered Your enemies with Your mighty arm.",
      "11": "The heavens are Yours, the earth also is Yours;\nThe world and all its fullness, You have founded them.",
      "12": "The north and the south, You have created them;\nTabor and Hermon rejoice in Your name.",
      "13": "You have a mighty arm;\nStrong is Your hand, and high is Your right hand.",
      "14": "Righteousness and justice are the foundation of Your throne;\nMercy and truth go before Your face.",
      "15": "Blessed are the people who know the joyful sound!\nThey walk, O Lord, in the light of Your countenance.",
      "16": "In Your name they rejoice all day long,\nAnd in Your righteousness they are exalted.",
      "17": "For You are the glory of their strength,\nAnd in Your favor our horn is exalted.",
      "18": "For our shield belongs to the Lord,\nAnd our king to the Holy One of Israel.",
      "19": "Then You spoke in a vision to Your holy one,\nAnd said: “I have given help to one who is mighty;\nI have exalted one chosen from the people.",
      "20": "I have found My servant David;\nWith My holy oil I have anointed him,",
      "21": "With whom My hand shall be established;\nAlso My arm shall strengthen him.",
      "22": "The enemy shall not outwit him,\nNor the son of wickedness afflict him.",
      "23": "I will beat down his foes before his face,\nAnd plague those who hate him.",
      "24": "“But My faithfulness and My mercy shall be with him,\nAnd in My name his horn shall be exalted.",
      "25": "Also I will set his hand over the sea,\nAnd his right hand over the rivers.",
      "26": "He shall cry to Me, ‘You are my Father,\nMy God, and the rock of my salvation.’",
      "27": "Also I will make him My firstborn,\nThe highest of the kings of the earth.",
      "28": "My mercy I will keep for him forever,\nAnd My covenant shall stand firm with him.",
      "29": "His seed also I will make to endure forever,\nAnd his throne as the days of heaven.",
      "30": "“If his sons forsake My law\nAnd do not walk in My judgments,",
      "31": "If they break My statutes\nAnd do not keep My commandments,",
      "32": "Then I will punish their transgression with the rod,\nAnd their iniquity with stripes.",
      "33": "Nevertheless My lovingkindness I will not utterly take from him,\nNor allow My faithfulness to fail.",
      "34": "My covenant I will not break,\nNor alter the word that has gone out of My lips.",
      "35": "Once I have sworn by My holiness;\nI will not lie to David:",
      "36": "His seed shall endure forever,\nAnd his throne as the sun before Me;",
      "37": "It shall be established forever like the moon,\nEven like the faithful witness in the sky.” Selah",
      "38": "But You have cast off and abhorred,\nYou have been furious with Your anointed.",
      "39": "You have renounced the covenant of Your servant;\nYou have profaned his crown by casting it to the ground.",
      "40": "You have broken down all his hedges;\nYou have brought his strongholds to ruin.",
      "41": "All who pass by the way plunder him;\nHe is a reproach to his neighbors.",
      "42": "You have exalted the right hand of his adversaries;\nYou have made all his enemies rejoice.",
      "43": "You have also turned back the edge of his sword,\nAnd have not sustained him in the battle.",
      "44": "You have made his glory cease,\nAnd cast his throne down to the ground.",
      "45": "The days of his youth You have shortened;\nYou have covered him with shame. Selah",
      "46": "How long, Lord?\nWill You hide Yourself forever?\nWill Your wrath burn like fire?",
      "47": "Remember how short my time is;\nFor what futility have You created all the children of men?",
      "48": "What man can live and not see death?\nCan he deliver his life from the power of the grave? Selah",
      "49": "Lord, where are Your former lovingkindnesses,\nWhich You swore to David in Your truth?",
      "50": "Remember, Lord, the reproach of Your servants—\nHow I bear in my bosom the reproach of all the many peoples,",
      "51": "With which Your enemies have reproached, O Lord,\nWith which they have reproached the footsteps of Your anointed.",
      "52": "Blessed be the Lord forevermore!\nAmen and Amen."
    },
    "90": {
      "1": "Lord, You have been our dwelling place in all generations.",
      "2": "Before the mountains were brought forth,\nOr ever You had formed the earth and the world,\nEven from everlasting to everlasting, You are God.",
      "3": "You turn man to destruction,\nAnd say, “Return, O children of men.”",
      "4": "For a thousand years in Your sight\nAre like yesterday when it is past,\nAnd like a watch in the night.",
      "5": "You carry them away like a flood;\nThey are like a sleep.\nIn the morning they are like grass which grows up:",
      "6": "In the morning it flourishes and grows up;\nIn the evening it is cut down and withers.",
      "7": "For we have been consumed by Your anger,\nAnd by Your wrath we are terrified.",
      "8": "You have set our iniquities before You,\nOur secret sins in the light of Your countenance.",
      "9": "For all our days have passed away in Your wrath;\nWe finish our years like a sigh.",
      "10": "The days of our lives are seventy years;\nAnd if by reason of strength they are eighty years,\nYet their boast is only labor and sorrow;\nFor it is soon cut off, and we fly away.",
      "11": "Who knows the power of Your anger?\nFor as the fear of You, so is Your wrath.",
      "12": "So teach us to number our days,\nThat we may gain a heart of wisdom.",
      "13": "Return, O Lord!\nHow long?\nAnd have compassion on Your servants.",
      "14": "Oh, satisfy us early with Your mercy,\nThat we may rejoice and be glad all our days!",
      "15": "Make us glad according to the days in which You have afflicted us,\nThe years in which we have seen evil.",
      "16": "Let Your work appear to Your servants,\nAnd Your glory to their children.",
      "17": "And let the beauty of the Lord our God be upon us,\nAnd establish the work of our hands for us;\nYes, establish the work of our hands."
    },
    "91": {
      "1": "He who dwells in the secret place of the Most High\nShall abide under the shadow of the Almighty.",
      "2": "I will say of the Lord, “He is my refuge and my fortress;\nMy God, in Him I will trust.”",
      "3": "Surely He shall deliver you from the snare of the fowler\nAnd from the perilous pestilence.",
      "4": "He shall cover you with His feathers,\nAnd under His wings you shall take refuge;\nHis truth shall be your shield and buckler.",
      "5": "You shall not be afraid of the terror by night,\nNor of the arrow that flies by day,",
      "6": "Nor of the pestilence that walks in darkness,\nNor of the destruction that lays waste at noonday.",
      "7": "A thousand may fall at your side,\nAnd ten thousand at your right hand;\nBut it shall not come near you.",
      "8": "Only with your eyes shall you look,\nAnd see the reward of the wicked.",
      "9": "Because you have made the Lord, who is my refuge,\nEven the Most High, your dwelling place,",
      "10": "No evil shall befall you,\nNor shall any plague come near your dwelling;",
      "11": "For He shall give His angels charge over you,\nTo keep you in all your ways.",
      "12": "In their hands they shall bear you up,\nLest you dash your foot against a stone.",
      "13": "You shall tread upon the lion and the cobra,\nThe young lion and the serpent you shall trample underfoot.",
      "14": "“Because he has set his love upon Me, therefore I will deliver him;\nI will set him on high, because he has known My name.",
      "15": "He shall call upon Me, and I will answer him;\nI will be with him in trouble;\nI will deliver him and honor him.",
      "16": "With long life I will satisfy him,\nAnd show him My salvation.”"
    },
    "92": {
      "1": "It is good to give thanks to the Lord,\nAnd to sing praises to Your name, O Most High;",
      "2": "To declare Your lovingkindness in the morning,\nAnd Your faithfulness every night,",
      "3": "On an instrument of ten strings,\nOn the lute,\nAnd on the harp,\nWith harmonious sound.",
      "4": "For You, Lord, have made me glad through Your work;\nI will triumph in the works of Your hands.",
      "5": "O Lord, how great are Your works!\nYour thoughts are very deep.",
      "6": "A senseless man does not know,\nNor does a fool understand this.",
      "7": "When the wicked spring up like grass,\nAnd when all the workers of iniquity flourish,\nIt is that they may be destroyed forever.",
      "8": "But You, Lord, are on high forevermore.",
      "9": "For behold, Your enemies, O Lord,\nFor behold, Your enemies shall perish;\nAll the workers of iniquity shall be scattered.",
      "10": "But my horn You have exalted like a wild ox;\nI have been anointed with fresh oil.",
      "11": "My eye also has seen my desire on my enemies;\nMy ears hear my desire on the wicked\nWho rise up against me.",
      "12": "The righteous shall flourish like a palm tree,\nHe shall grow like a cedar in Lebanon.",
      "13": "Those who are planted in the house of the Lord\nShall flourish in the courts of our God.",
      "14": "They shall still bear fruit in old age;\nThey shall be fresh and flourishing,",
      "15": "To declare that the Lord is upright;\nHe is my rock, and there is no unrighteousness in Him."
    },
    "93": {
      "1": "The Lord reigns, He is clothed with majesty;\nThe Lord is clothed,\nHe has girded Himself with strength.\nSurely the world is established, so that it cannot be moved.",
      "2": "Your throne is established from of old;\nYou are from everlasting.",
      "3": "The floods have lifted up, O Lord,\nThe floods have lifted up their voice;\nThe floods lift up their waves.",
      "4": "The Lord on high is mightier\nThan the noise of many waters,\nThan the mighty waves of the sea.",
      "5": "Your testimonies are very sure;\nHoliness adorns Your house,\nO Lord, forever."
    },
    "94": {
      "1": "O Lord God, to whom vengeance belongs—\nO God, to whom vengeance belongs, shine forth!",
      "2": "Rise up, O Judge of the earth;\nRender punishment to the proud.",
      "3": "Lord, how long will the wicked,\nHow long will the wicked triumph?",
      "4": "They utter speech, and speak insolent things;\nAll the workers of iniquity boast in themselves.",
      "5": "They break in pieces Your people, O Lord,\nAnd afflict Your heritage.",
      "6": "They slay the widow and the stranger,\nAnd murder the fatherless.",
      "7": "Yet they say, “The Lord does not see,\nNor does the God of Jacob understand.”",
      "8": "Understand, you senseless among the people;\nAnd you fools, when will you be wise?",
      "9": "He who planted the ear, shall He not hear?\nHe who formed the eye, shall He not see?",
      "10": "He who instructs the nations, shall He not correct,\nHe who teaches man knowledge?",
      "11": "The Lord knows the thoughts of man,\nThat they are futile.",
      "12": "Blessed is the man whom You instruct, O Lord,\nAnd teach out of Your law,",
      "13": "That You may give him rest from the days of adversity,\nUntil the pit is dug for the wicked.",
      "14": "For the Lord will not cast off His people,\nNor will He forsake His inheritance.",
      "15": "But judgment will return to righteousness,\nAnd all the upright in heart will follow it.",
      "16": "Who will rise up for me against the evildoers?\nWho will stand up for me against the workers of iniquity?",
      "17": "Unless the Lord had been my help,\nMy soul would soon have settled in silence.",
      "18": "If I say, “My foot slips,”\nYour mercy, O Lord, will hold me up.",
      "19": "In the multitude of my anxieties within me,\nYour comforts delight my soul.",
      "20": "Shall the throne of iniquity, which devises evil by law,\nHave fellowship with You?",
      "21": "They gather together against the life of the righteous,\nAnd condemn innocent blood.",
      "22": "But the Lord has been my defense,\nAnd my God the rock of my refuge.",
      "23": "He has brought on them their own iniquity,\nAnd shall cut them off in their own wickedness;\nThe Lord our God shall cut them off."
    },
    "95": {
      "1": "Oh come, let us sing to the Lord!\nLet us shout joyfully to the Rock of our salvation.",
      "2": "Let us come before His presence with thanksgiving;\nLet us shout joyfully to Him with psalms.",
      "3": "For the Lord is the great God,\nAnd the great King above all gods.",
      "4": "In His hand are the deep places of the earth;\nThe heights of the hills are His also.",
      "5": "The sea is His, for He made it;\nAnd His hands formed the dry land.",
      "6": "Oh come, let us worship and bow down;\nLet us kneel before the Lord our Maker.",
      "7": "For He is our God,\nAnd we are the people of His pasture,\nAnd the sheep of His hand. \nToday, if you will hear His voice:",
      "8": "“Do not harden your hearts, as in the rebellion,\nAs in the day of trial in the wilderness,",
      "9": "When your fathers tested Me;\nThey tried Me, though they saw My work.",
      "10": "For forty years I was grieved with that generation,\nAnd said, ‘It is a people who go astray in their hearts,\nAnd they do not know My ways.’",
      "11": "So I swore in My wrath,\n‘They shall not enter My rest.’ ”"
    },
    "96": {
      "1": "Oh, sing to the Lord a new song!\nSing to the Lord, all the earth.",
      "2": "Sing to the Lord, bless His name;\nProclaim the good news of His salvation from day to day.",
      "3": "Declare His glory among the nations,\nHis wonders among all peoples.",
      "4": "For the Lord is great and greatly to be praised;\nHe is to be feared above all gods.",
      "5": "For all the gods of the peoples are idols,\nBut the Lord made the heavens.",
      "6": "Honor and majesty are before Him;\nStrength and beauty are in His sanctuary.",
      "7": "Give to the Lord, O families of the peoples,\nGive to the Lord glory and strength.",
      "8": "Give to the Lord the glory due His name;\nBring an offering, and come into His courts.",
      "9": "Oh, worship the Lord in the beauty of holiness!\nTremble before Him, all the earth.",
      "10": "Say among the nations, “The Lord reigns;\nThe world also is firmly established,\nIt shall not be moved;\nHe shall judge the peoples righteously.”",
      "11": "Let the heavens rejoice, and let the earth be glad;\nLet the sea roar, and all its fullness;",
      "12": "Let the field be joyful, and all that is in it.\nThen all the trees of the woods will rejoice",
      "13": "before the Lord.\nFor He is coming, for He is coming to judge the earth.\nHe shall judge the world with righteousness,\nAnd the peoples with His truth."
    },
    "97": {
      "1": "The Lord reigns;\nLet the earth rejoice;\nLet the multitude of isles be glad!",
      "2": "Clouds and darkness surround Him;\nRighteousness and justice are the foundation of His throne.",
      "3": "A fire goes before Him,\nAnd burns up His enemies round about.",
      "4": "His lightnings light the world;\nThe earth sees and trembles.",
      "5": "The mountains melt like wax at the presence of the Lord,\nAt the presence of the Lord of the whole earth.",
      "6": "The heavens declare His righteousness,\nAnd all the peoples see His glory.",
      "7": "Let all be put to shame who serve carved images,\nWho boast of idols.\nWorship Him, all you gods.",
      "8": "Zion hears and is glad,\nAnd the daughters of Judah rejoice\nBecause of Your judgments, O Lord.",
      "9": "For You, Lord, are most high above all the earth;\nYou are exalted far above all gods.",
      "10": "You who love the Lord, hate evil!\nHe preserves the souls of His saints;\nHe delivers them out of the hand of the wicked.",
      "11": "Light is sown for the righteous,\nAnd gladness for the upright in heart.",
      "12": "Rejoice in the Lord, you righteous,\nAnd give thanks at the remembrance of His holy name."
    },
    "98": {
      "1": "Oh, sing to the Lord a new song!\nFor He has done marvelous things;\nHis right hand and His holy arm have gained Him the victory.",
      "2": "The Lord has made known His salvation;\nHis righteousness He has revealed in the sight of the nations.",
      "3": "He has remembered His mercy and His faithfulness to the house of Israel;\nAll the ends of the earth have seen the salvation of our God.",
      "4": "Shout joyfully to the Lord, all the earth;\nBreak forth in song, rejoice, and sing praises.",
      "5": "Sing to the Lord with the harp,\nWith the harp and the sound of a psalm,",
      "6": "With trumpets and the sound of a horn;\nShout joyfully before the Lord, the King.",
      "7": "Let the sea roar, and all its fullness,\nThe world and those who dwell in it;",
      "8": "Let the rivers clap their hands;\nLet the hills be joyful together",
      "9": "before the Lord,\nFor He is coming to judge the earth.\nWith righteousness He shall judge the world,\nAnd the peoples with equity."
    },
    "99": {
      "1": "The Lord reigns;\nLet the peoples tremble!\nHe dwells between the cherubim;\nLet the earth be moved!",
      "2": "The Lord is great in Zion,\nAnd He is high above all the peoples.",
      "3": "Let them praise Your great and awesome name—\nHe is holy.",
      "4": "The King’s strength also loves justice;\nYou have established equity;\nYou have executed justice and righteousness in Jacob.",
      "5": "Exalt the Lord our God,\nAnd worship at His footstool—\nHe is holy.",
      "6": "Moses and Aaron were among His priests,\nAnd Samuel was among those who called upon His name;\nThey called upon the Lord, and He answered them.",
      "7": "He spoke to them in the cloudy pillar;\nThey kept His testimonies and the ordinance He gave them.",
      "8": "You answered them, O Lord our God;\nYou were to them God-Who-Forgives,\nThough You took vengeance on their deeds.",
      "9": "Exalt the Lord our God,\nAnd worship at His holy hill;\nFor the Lord our God is holy."
    },
    "100": {
      "1": "Make a joyful shout to the Lord, all you lands!",
      "2": "Serve the Lord with gladness;\nCome before His presence with singing.",
      "3": "Know that the Lord, He is God;\nIt is He who has made us, and not we ourselves;\nWe are His people and the sheep of His pasture.",
      "4": "Enter into His gates with thanksgiving,\nAnd into His courts with praise.\nBe thankful to Him, and bless His name.",
      "5": "For the Lord is good;\nHis mercy is everlasting,\nAnd His truth endures to all generations."
    },
    "101": {
      "1": "I will sing of mercy and justice;\nTo You, O Lord, I will sing praises.",
      "2": "I will behave wisely in a perfect way.\nOh, when will You come to me?\nI will walk within my house with a perfect heart.",
      "3": "I will set nothing wicked before my eyes;\nI hate the work of those who fall away;\nIt shall not cling to me.",
      "4": "A perverse heart shall depart from me;\nI will not know wickedness.",
      "5": "Whoever secretly slanders his neighbor,\nHim I will destroy;\nThe one who has a haughty look and a proud heart,\nHim I will not endure.",
      "6": "My eyes shall be on the faithful of the land,\nThat they may dwell with me;\nHe who walks in a perfect way,\nHe shall serve me.",
      "7": "He who works deceit shall not dwell within my house;\nHe who tells lies shall not continue in my presence.",
      "8": "Early I will destroy all the wicked of the land,\nThat I may cut off all the evildoers from the city of the Lord."
    },
    "102": {
      "1": "Hear my prayer, O Lord,\nAnd let my cry come to You.",
      "2": "Do not hide Your face from me in the day of my trouble;\nIncline Your ear to me;\nIn the day that I call, answer me speedily.",
      "3": "For my days are consumed like smoke,\nAnd my bones are burned like a hearth.",
      "4": "My heart is stricken and withered like grass,\nSo that I forget to eat my bread.",
      "5": "Because of the sound of my groaning\nMy bones cling to my skin.",
      "6": "I am like a pelican of the wilderness;\nI am like an owl of the desert.",
      "7": "I lie awake,\nAnd am like a sparrow alone on the housetop.",
      "8": "My enemies reproach me all day long;\nThose who deride me swear an oath against me.",
      "9": "For I have eaten ashes like bread,\nAnd mingled my drink with weeping,",
      "10": "Because of Your indignation and Your wrath;\nFor You have lifted me up and cast me away.",
      "11": "My days are like a shadow that lengthens,\nAnd I wither away like grass.",
      "12": "But You, O Lord, shall endure forever,\nAnd the remembrance of Your name to all generations.",
      "13": "You will arise and have mercy on Zion;\nFor the time to favor her,\nYes, the set time, has come.",
      "14": "For Your servants take pleasure in her stones,\nAnd show favor to her dust.",
      "15": "So the nations shall fear the name of the Lord,\nAnd all the kings of the earth Your glory.",
      "16": "For the Lord shall build up Zion;\nHe shall appear in His glory.",
      "17": "He shall regard the prayer of the destitute,\nAnd shall not despise their prayer.",
      "18": "This will be written for the generation to come,\nThat a people yet to be created may praise the Lord.",
      "19": "For He looked down from the height of His sanctuary;\nFrom heaven the Lord viewed the earth,",
      "20": "To hear the groaning of the prisoner,\nTo release those appointed to death,",
      "21": "To declare the name of the Lord in Zion,\nAnd His praise in Jerusalem,",
      "22": "When the peoples are gathered together,\nAnd the kingdoms, to serve the Lord.",
      "23": "He weakened my strength in the way;\nHe shortened my days.",
      "24": "I said, “O my God,\nDo not take me away in the midst of my days;\nYour years are throughout all generations.",
      "25": "Of old You laid the foundation of the earth,\nAnd the heavens are the work of Your hands.",
      "26": "They will perish, but You will endure;\nYes, they will all grow old like a garment;\nLike a cloak You will change them,\nAnd they will be changed.",
      "27": "But You are the same,\nAnd Your years will have no end.",
      "28": "The children of Your servants will continue,\nAnd their descendants will be established before You.”"
    },
    "103": {
      "1": "Bless the Lord, O my soul;\nAnd all that is within me, bless His holy name!",
      "2": "Bless the Lord, O my soul,\nAnd forget not all His benefits:",
      "3": "Who forgives all your iniquities,\nWho heals all your diseases,",
      "4": "Who redeems your life from destruction,\nWho crowns you with lovingkindness and tender mercies,",
      "5": "Who satisfies your mouth with good things,\nSo that your youth is renewed like the eagle’s.",
      "6": "The Lord executes righteousness\nAnd justice for all who are oppressed.",
      "7": "He made known His ways to Moses,\nHis acts to the children of Israel.",
      "8": "The Lord is merciful and gracious,\nSlow to anger, and abounding in mercy.",
      "9": "He will not always strive with us,\nNor will He keep His anger forever.",
      "10": "He has not dealt with us according to our sins,\nNor punished us according to our iniquities.",
      "11": "For as the heavens are high above the earth,\nSo great is His mercy toward those who fear Him;",
      "12": "As far as the east is from the west,\nSo far has He removed our transgressions from us.",
      "13": "As a father pities his children,\nSo the Lord pities those who fear Him.",
      "14": "For He knows our frame;\nHe remembers that we are dust.",
      "15": "As for man, his days are like grass;\nAs a flower of the field, so he flourishes.",
      "16": "For the wind passes over it, and it is gone,\nAnd its place remembers it no more.",
      "17": "But the mercy of the Lord is from everlasting to everlasting\nOn those who fear Him,\nAnd His righteousness to children’s children,",
      "18": "To such as keep His covenant,\nAnd to those who remember His commandments to do them.",
      "19": "The Lord has established His throne in heaven,\nAnd His kingdom rules over all.",
      "20": "Bless the Lord, you His angels,\nWho excel in strength, who do His word,\nHeeding the voice of His word.",
      "21": "Bless the Lord, all you His hosts,\nYou ministers of His, who do His pleasure.",
      "22": "Bless the Lord, all His works,\nIn all places of His dominion. \nBless the Lord, O my soul!"
    },
    "104": {
      "1": "Bless the Lord, O my soul! \nO Lord my God, You are very great:\nYou are clothed with honor and majesty,",
      "2": "Who cover Yourself with light as with a garment,\nWho stretch out the heavens like a curtain.",
      "3": "He lays the beams of His upper chambers in the waters,\nWho makes the clouds His chariot,\nWho walks on the wings of the wind,",
      "4": "Who makes His angels spirits,\nHis ministers a flame of fire.",
      "5": "You who laid the foundations of the earth,\nSo that it should not be moved forever,",
      "6": "You covered it with the deep as with a garment;\nThe waters stood above the mountains.",
      "7": "At Your rebuke they fled;\nAt the voice of Your thunder they hastened away.",
      "8": "They went up over the mountains;\nThey went down into the valleys,\nTo the place which You founded for them.",
      "9": "You have set a boundary that they may not pass over,\nThat they may not return to cover the earth.",
      "10": "He sends the springs into the valleys;\nThey flow among the hills.",
      "11": "They give drink to every beast of the field;\nThe wild donkeys quench their thirst.",
      "12": "By them the birds of the heavens have their home;\nThey sing among the branches.",
      "13": "He waters the hills from His upper chambers;\nThe earth is satisfied with the fruit of Your works.",
      "14": "He causes the grass to grow for the cattle,\nAnd vegetation for the service of man,\nThat he may bring forth food from the earth,",
      "15": "And wine that makes glad the heart of man,\nOil to make his face shine,\nAnd bread which strengthens man’s heart.",
      "16": "The trees of the Lord are full of sap,\nThe cedars of Lebanon which He planted,",
      "17": "Where the birds make their nests;\nThe stork has her home in the fir trees.",
      "18": "The high hills are for the wild goats;\nThe cliffs are a refuge for the rock badgers.",
      "19": "He appointed the moon for seasons;\nThe sun knows its going down.",
      "20": "You make darkness, and it is night,\nIn which all the beasts of the forest creep about.",
      "21": "The young lions roar after their prey,\nAnd seek their food from God.",
      "22": "When the sun rises, they gather together\nAnd lie down in their dens.",
      "23": "Man goes out to his work\nAnd to his labor until the evening.",
      "24": "O Lord, how manifold are Your works!\nIn wisdom You have made them all.\nThe earth is full of Your possessions—",
      "25": "This great and wide sea,\nIn which are innumerable teeming things,\nLiving things both small and great.",
      "26": "There the ships sail about;\nThere is that Leviathan\nWhich You have made to play there.",
      "27": "These all wait for You,\nThat You may give them their food in due season.",
      "28": "What You give them they gather in;\nYou open Your hand, they are filled with good.",
      "29": "You hide Your face, they are troubled;\nYou take away their breath, they die and return to their dust.",
      "30": "You send forth Your Spirit, they are created;\nAnd You renew the face of the earth.",
      "31": "May the glory of the Lord endure forever;\nMay the Lord rejoice in His works.",
      "32": "He looks on the earth, and it trembles;\nHe touches the hills, and they smoke.",
      "33": "I will sing to the Lord as long as I live;\nI will sing praise to my God while I have my being.",
      "34": "May my meditation be sweet to Him;\nI will be glad in the Lord.",
      "35": "May sinners be consumed from the earth,\nAnd the wicked be no more. \nBless the Lord, O my soul!\nPraise the Lord!"
    },
    "105": {
      "1": "Oh, give thanks to the Lord!\nCall upon His name;\nMake known His deeds among the peoples!",
      "2": "Sing to Him, sing psalms to Him;\nTalk of all His wondrous works!",
      "3": "Glory in His holy name;\nLet the hearts of those rejoice who seek the Lord!",
      "4": "Seek the Lord and His strength;\nSeek His face evermore!",
      "5": "Remember His marvelous works which He has done,\nHis wonders, and the judgments of His mouth,",
      "6": "O seed of Abraham His servant,\nYou children of Jacob, His chosen ones!",
      "7": "He is the Lord our God;\nHis judgments are in all the earth.",
      "8": "He remembers His covenant forever,\nThe word which He commanded, for a thousand generations,",
      "9": "The covenant which He made with Abraham,\nAnd His oath to Isaac,",
      "10": "And confirmed it to Jacob for a statute,\nTo Israel as an everlasting covenant,",
      "11": "Saying, “To you I will give the land of Canaan\nAs the allotment of your inheritance,”",
      "12": "When they were few in number,\nIndeed very few, and strangers in it.",
      "13": "When they went from one nation to another,\nFrom one kingdom to another people,",
      "14": "He permitted no one to do them wrong;\nYes, He rebuked kings for their sakes,",
      "15": "Saying, “Do not touch My anointed ones,\nAnd do My prophets no harm.”",
      "16": "Moreover He called for a famine in the land;\nHe destroyed all the provision of bread.",
      "17": "He sent a man before them—\nJoseph—who was sold as a slave.",
      "18": "They hurt his feet with fetters,\nHe was laid in irons.",
      "19": "Until the time that his word came to pass,\nThe word of the Lord tested him.",
      "20": "The king sent and released him,\nThe ruler of the people let him go free.",
      "21": "He made him lord of his house,\nAnd ruler of all his possessions,",
      "22": "To bind his princes at his pleasure,\nAnd teach his elders wisdom.",
      "23": "Israel also came into Egypt,\nAnd Jacob dwelt in the land of Ham.",
      "24": "He increased His people greatly,\nAnd made them stronger than their enemies.",
      "25": "He turned their heart to hate His people,\nTo deal craftily with His servants.",
      "26": "He sent Moses His servant,\nAnd Aaron whom He had chosen.",
      "27": "They performed His signs among them,\nAnd wonders in the land of Ham.",
      "28": "He sent darkness, and made it dark;\nAnd they did not rebel against His word.",
      "29": "He turned their waters into blood,\nAnd killed their fish.",
      "30": "Their land abounded with frogs,\nEven in the chambers of their kings.",
      "31": "He spoke, and there came swarms of flies,\nAnd lice in all their territory.",
      "32": "He gave them hail for rain,\nAnd flaming fire in their land.",
      "33": "He struck their vines also, and their fig trees,\nAnd splintered the trees of their territory.",
      "34": "He spoke, and locusts came,\nYoung locusts without number,",
      "35": "And ate up all the vegetation in their land,\nAnd devoured the fruit of their ground.",
      "36": "He also destroyed all the firstborn in their land,\nThe first of all their strength.",
      "37": "He also brought them out with silver and gold,\nAnd there was none feeble among His tribes.",
      "38": "Egypt was glad when they departed,\nFor the fear of them had fallen upon them.",
      "39": "He spread a cloud for a covering,\nAnd fire to give light in the night.",
      "40": "The people asked, and He brought quail,\nAnd satisfied them with the bread of heaven.",
      "41": "He opened the rock, and water gushed out;\nIt ran in the dry places like a river.",
      "42": "For He remembered His holy promise,\nAnd Abraham His servant.",
      "43": "He brought out His people with joy,\nHis chosen ones with gladness.",
      "44": "He gave them the lands of the Gentiles,\nAnd they inherited the labor of the nations,",
      "45": "That they might observe His statutes\nAnd keep His laws. \nPraise the Lord!"
    },
    "106": {
      "1": "Praise the Lord! \nOh, give thanks to the Lord, for He is good!\nFor His mercy endures forever.",
      "2": "Who can utter the mighty acts of the Lord?\nWho can declare all His praise?",
      "3": "Blessed are those who keep justice,\nAnd he who does righteousness at all times!",
      "4": "Remember me, O Lord, with the favor You have toward Your people.\nOh, visit me with Your salvation,",
      "5": "That I may see the benefit of Your chosen ones,\nThat I may rejoice in the gladness of Your nation,\nThat I may glory with Your inheritance.",
      "6": "We have sinned with our fathers,\nWe have committed iniquity,\nWe have done wickedly.",
      "7": "Our fathers in Egypt did not understand Your wonders;\nThey did not remember the multitude of Your mercies,\nBut rebelled by the sea—the Red Sea.",
      "8": "Nevertheless He saved them for His name’s sake,\nThat He might make His mighty power known.",
      "9": "He rebuked the Red Sea also, and it dried up;\nSo He led them through the depths,\nAs through the wilderness.",
      "10": "He saved them from the hand of him who hated them,\nAnd redeemed them from the hand of the enemy.",
      "11": "The waters covered their enemies;\nThere was not one of them left.",
      "12": "Then they believed His words;\nThey sang His praise.",
      "13": "They soon forgot His works;\nThey did not wait for His counsel,",
      "14": "But lusted exceedingly in the wilderness,\nAnd tested God in the desert.",
      "15": "And He gave them their request,\nBut sent leanness into their soul.",
      "16": "When they envied Moses in the camp,\nAnd Aaron the saint of the Lord,",
      "17": "The earth opened up and swallowed Dathan,\nAnd covered the faction of Abiram.",
      "18": "A fire was kindled in their company;\nThe flame burned up the wicked.",
      "19": "They made a calf in Horeb,\nAnd worshiped the molded image.",
      "20": "Thus they changed their glory\nInto the image of an ox that eats grass.",
      "21": "They forgot God their Savior,\nWho had done great things in Egypt,",
      "22": "Wondrous works in the land of Ham,\nAwesome things by the Red Sea.",
      "23": "Therefore He said that He would destroy them,\nHad not Moses His chosen one stood before Him in the breach,\nTo turn away His wrath, lest He destroy them.",
      "24": "Then they despised the pleasant land;\nThey did not believe His word,",
      "25": "But complained in their tents,\nAnd did not heed the voice of the Lord.",
      "26": "Therefore He raised His hand in an oath against them,\nTo overthrow them in the wilderness,",
      "27": "To overthrow their descendants among the nations,\nAnd to scatter them in the lands.",
      "28": "They joined themselves also to Baal of Peor,\nAnd ate sacrifices made to the dead.",
      "29": "Thus they provoked Him to anger with their deeds,\nAnd the plague broke out among them.",
      "30": "Then Phinehas stood up and intervened,\nAnd the plague was stopped.",
      "31": "And that was accounted to him for righteousness\nTo all generations forevermore.",
      "32": "They angered Him also at the waters of strife,\nSo that it went ill with Moses on account of them;",
      "33": "Because they rebelled against His Spirit,\nSo that he spoke rashly with his lips.",
      "34": "They did not destroy the peoples,\nConcerning whom the Lord had commanded them,",
      "35": "But they mingled with the Gentiles\nAnd learned their works;",
      "36": "They served their idols,\nWhich became a snare to them.",
      "37": "They even sacrificed their sons\nAnd their daughters to demons,",
      "38": "And shed innocent blood,\nThe blood of their sons and daughters,\nWhom they sacrificed to the idols of Canaan;\nAnd the land was polluted with blood.",
      "39": "Thus they were defiled by their own works,\nAnd played the harlot by their own deeds.",
      "40": "Therefore the wrath of the Lord was kindled against His people,\nSo that He abhorred His own inheritance.",
      "41": "And He gave them into the hand of the Gentiles,\nAnd those who hated them ruled over them.",
      "42": "Their enemies also oppressed them,\nAnd they were brought into subjection under their hand.",
      "43": "Many times He delivered them;\nBut they rebelled in their counsel,\nAnd were brought low for their iniquity.",
      "44": "Nevertheless He regarded their affliction,\nWhen He heard their cry;",
      "45": "And for their sake He remembered His covenant,\nAnd relented according to the multitude of His mercies.",
      "46": "He also made them to be pitied\nBy all those who carried them away captive.",
      "47": "Save us, O Lord our God,\nAnd gather us from among the Gentiles,\nTo give thanks to Your holy name,\nTo triumph in Your praise.",
      "48": "Blessed be the Lord God of Israel\nFrom everlasting to everlasting!\nAnd let all the people say, “Amen!” \nPraise the Lord!"
    },
    "107": {
      "1": "Oh, give thanks to the Lord, for He is good!\nFor His mercy endures forever.",
      "2": "Let the redeemed of the Lord say so,\nWhom He has redeemed from the hand of the enemy,",
      "3": "And gathered out of the lands,\nFrom the east and from the west,\nFrom the north and from the south.",
      "4": "They wandered in the wilderness in a desolate way;\nThey found no city to dwell in.",
      "5": "Hungry and thirsty,\nTheir soul fainted in them.",
      "6": "Then they cried out to the Lord in their trouble,\nAnd He delivered them out of their distresses.",
      "7": "And He led them forth by the right way,\nThat they might go to a city for a dwelling place.",
      "8": "Oh, that men would give thanks to the Lord for His goodness,\nAnd for His wonderful works to the children of men!",
      "9": "For He satisfies the longing soul,\nAnd fills the hungry soul with goodness.",
      "10": "Those who sat in darkness and in the shadow of death,\nBound in affliction and irons—",
      "11": "Because they rebelled against the words of God,\nAnd despised the counsel of the Most High,",
      "12": "Therefore He brought down their heart with labor;\nThey fell down, and there was none to help.",
      "13": "Then they cried out to the Lord in their trouble,\nAnd He saved them out of their distresses.",
      "14": "He brought them out of darkness and the shadow of death,\nAnd broke their chains in pieces.",
      "15": "Oh, that men would give thanks to the Lord for His goodness,\nAnd for His wonderful works to the children of men!",
      "16": "For He has broken the gates of bronze,\nAnd cut the bars of iron in two.",
      "17": "Fools, because of their transgression,\nAnd because of their iniquities, were afflicted.",
      "18": "Their soul abhorred all manner of food,\nAnd they drew near to the gates of death.",
      "19": "Then they cried out to the Lord in their trouble,\nAnd He saved them out of their distresses.",
      "20": "He sent His word and healed them,\nAnd delivered them from their destructions.",
      "21": "Oh, that men would give thanks to the Lord for His goodness,\nAnd for His wonderful works to the children of men!",
      "22": "Let them sacrifice the sacrifices of thanksgiving,\nAnd declare His works with rejoicing.",
      "23": "Those who go down to the sea in ships,\nWho do business on great waters,",
      "24": "They see the works of the Lord,\nAnd His wonders in the deep.",
      "25": "For He commands and raises the stormy wind,\nWhich lifts up the waves of the sea.",
      "26": "They mount up to the heavens,\nThey go down again to the depths;\nTheir soul melts because of trouble.",
      "27": "They reel to and fro, and stagger like a drunken man,\nAnd are at their wits’ end.",
      "28": "Then they cry out to the Lord in their trouble,\nAnd He brings them out of their distresses.",
      "29": "He calms the storm,\nSo that its waves are still.",
      "30": "Then they are glad because they are quiet;\nSo He guides them to their desired haven.",
      "31": "Oh, that men would give thanks to the Lord for His goodness,\nAnd for His wonderful works to the children of men!",
      "32": "Let them exalt Him also in the assembly of the people,\nAnd praise Him in the company of the elders.",
      "33": "He turns rivers into a wilderness,\nAnd the watersprings into dry ground;",
      "34": "A fruitful land into barrenness,\nFor the wickedness of those who dwell in it.",
      "35": "He turns a wilderness into pools of water,\nAnd dry land into watersprings.",
      "36": "There He makes the hungry dwell,\nThat they may establish a city for a dwelling place,",
      "37": "And sow fields and plant vineyards,\nThat they may yield a fruitful harvest.",
      "38": "He also blesses them, and they multiply greatly;\nAnd He does not let their cattle decrease.",
      "39": "When they are diminished and brought low\nThrough oppression, affliction, and sorrow,",
      "40": "He pours contempt on princes,\nAnd causes them to wander in the wilderness where there is no way;",
      "41": "Yet He sets the poor on high, far from affliction,\nAnd makes their families like a flock.",
      "42": "The righteous see it and rejoice,\nAnd all iniquity stops its mouth.",
      "43": "Whoever is wise will observe these things,\nAnd they will understand the lovingkindness of the Lord."
    },
    "108": {
      "1": "O God, my heart is steadfast;\nI will sing and give praise, even with my glory.",
      "2": "Awake, lute and harp!\nI will awaken the dawn.",
      "3": "I will praise You, O Lord, among the peoples,\nAnd I will sing praises to You among the nations.",
      "4": "For Your mercy is great above the heavens,\nAnd Your truth reaches to the clouds.",
      "5": "Be exalted, O God, above the heavens,\nAnd Your glory above all the earth;",
      "6": "That Your beloved may be delivered,\nSave with Your right hand, and hear me.",
      "7": "God has spoken in His holiness:\n“I will rejoice;\nI will divide Shechem\nAnd measure out the Valley of Succoth.",
      "8": "Gilead is Mine; Manasseh is Mine;\nEphraim also is the helmet for My head;\nJudah is My lawgiver.",
      "9": "Moab is My washpot;\nOver Edom I will cast My shoe;\nOver Philistia I will triumph.”",
      "10": "Who will bring me into the strong city?\nWho will lead me to Edom?",
      "11": "Is it not You, O God, who cast us off?\nAnd You, O God, who did not go out with our armies?",
      "12": "Give us help from trouble,\nFor the help of man is useless.",
      "13": "Through God we will do valiantly,\nFor it is He who shall tread down our enemies."
    },
    "109": {
      "1": "Do not keep silent,\nO God of my praise!",
      "2": "For the mouth of the wicked and the mouth of the deceitful\nHave opened against me;\nThey have spoken against me with a lying tongue.",
      "3": "They have also surrounded me with words of hatred,\nAnd fought against me without a cause.",
      "4": "In return for my love they are my accusers,\nBut I give myself to prayer.",
      "5": "Thus they have rewarded me evil for good,\nAnd hatred for my love.",
      "6": "Set a wicked man over him,\nAnd let an accuser stand at his right hand.",
      "7": "When he is judged, let him be found guilty,\nAnd let his prayer become sin.",
      "8": "Let his days be few,\nAnd let another take his office.",
      "9": "Let his children be fatherless,\nAnd his wife a widow.",
      "10": "Let his children continually be vagabonds, and beg;\nLet them seek their bread also from their desolate places.",
      "11": "Let the creditor seize all that he has,\nAnd let strangers plunder his labor.",
      "12": "Let there be none to extend mercy to him,\nNor let there be any to favor his fatherless children.",
      "13": "Let his posterity be cut off,\nAnd in the generation following let their name be blotted out.",
      "14": "Let the iniquity of his fathers be remembered before the Lord,\nAnd let not the sin of his mother be blotted out.",
      "15": "Let them be continually before the Lord,\nThat He may cut off the memory of them from the earth;",
      "16": "Because he did not remember to show mercy,\nBut persecuted the poor and needy man,\nThat he might even slay the broken in heart.",
      "17": "As he loved cursing, so let it come to him;\nAs he did not delight in blessing, so let it be far from him.",
      "18": "As he clothed himself with cursing as with his garment,\nSo let it enter his body like water,\nAnd like oil into his bones.",
      "19": "Let it be to him like the garment which covers him,\nAnd for a belt with which he girds himself continually.",
      "20": "Let this be the Lord’s reward to my accusers,\nAnd to those who speak evil against my person.",
      "21": "But You, O God the Lord,\nDeal with me for Your name’s sake;\nBecause Your mercy is good, deliver me.",
      "22": "For I am poor and needy,\nAnd my heart is wounded within me.",
      "23": "I am gone like a shadow when it lengthens;\nI am shaken off like a locust.",
      "24": "My knees are weak through fasting,\nAnd my flesh is feeble from lack of fatness.",
      "25": "I also have become a reproach to them;\nWhen they look at me, they shake their heads.",
      "26": "Help me, O Lord my God!\nOh, save me according to Your mercy,",
      "27": "That they may know that this is Your hand—\nThat You, Lord, have done it!",
      "28": "Let them curse, but You bless;\nWhen they arise, let them be ashamed,\nBut let Your servant rejoice.",
      "29": "Let my accusers be clothed with shame,\nAnd let them cover themselves with their own disgrace as with a mantle.",
      "30": "I will greatly praise the Lord with my mouth;\nYes, I will praise Him among the multitude.",
      "31": "For He shall stand at the right hand of the poor,\nTo save him from those who condemn him."
    },
    "110": {
      "1": "The Lord said to my Lord,\n“Sit at My right hand,\nTill I make Your enemies Your footstool.”",
      "2": "The Lord shall send the rod of Your strength out of Zion.\nRule in the midst of Your enemies!",
      "3": "Your people shall be volunteers\nIn the day of Your power;\nIn the beauties of holiness, from the womb of the morning,\nYou have the dew of Your youth.",
      "4": "The Lord has sworn\nAnd will not relent,\n“You are a priest forever\nAccording to the order of Melchizedek.”",
      "5": "The Lord is at Your right hand;\nHe shall execute kings in the day of His wrath.",
      "6": "He shall judge among the nations,\nHe shall fill the places with dead bodies,\nHe shall execute the heads of many countries.",
      "7": "He shall drink of the brook by the wayside;\nTherefore He shall lift up the head."
    },
    "111": {
      "1": "Praise the Lord! \nI will praise the Lord with my whole heart,\nIn the assembly of the upright and in the congregation.",
      "2": "The works of the Lord are great,\nStudied by all who have pleasure in them.",
      "3": "His work is honorable and glorious,\nAnd His righteousness endures forever.",
      "4": "He has made His wonderful works to be remembered;\nThe Lord is gracious and full of compassion.",
      "5": "He has given food to those who fear Him;\nHe will ever be mindful of His covenant.",
      "6": "He has declared to His people the power of His works,\nIn giving them the heritage of the nations.",
      "7": "The works of His hands are verity and justice;\nAll His precepts are sure.",
      "8": "They stand fast forever and ever,\nAnd are done in truth and uprightness.",
      "9": "He has sent redemption to His people;\nHe has commanded His covenant forever:\nHoly and awesome is His name.",
      "10": "The fear of the Lord is the beginning of wisdom;\nA good understanding have all those who do His commandments.\nHis praise endures forever."
    },
    "112": {
      "1": "Praise the Lord! \nBlessed is the man who fears the Lord,\nWho delights greatly in His commandments.",
      "2": "His descendants will be mighty on earth;\nThe generation of the upright will be blessed.",
      "3": "Wealth and riches will be in his house,\nAnd his righteousness endures forever.",
      "4": "Unto the upright there arises light in the darkness;\nHe is gracious, and full of compassion, and righteous.",
      "5": "A good man deals graciously and lends;\nHe will guide his affairs with discretion.",
      "6": "Surely he will never be shaken;\nThe righteous will be in everlasting remembrance.",
      "7": "He will not be afraid of evil tidings;\nHis heart is steadfast, trusting in the Lord.",
      "8": "His heart is established;\nHe will not be afraid,\nUntil he sees his desire upon his enemies.",
      "9": "He has dispersed abroad,\nHe has given to the poor;\nHis righteousness endures forever;\nHis horn will be exalted with honor.",
      "10": "The wicked will see it and be grieved;\nHe will gnash his teeth and melt away;\nThe desire of the wicked shall perish."
    },
    "113": {
      "1": "Praise the Lord! \nPraise, O servants of the Lord,\nPraise the name of the Lord!",
      "2": "Blessed be the name of the Lord\nFrom this time forth and forevermore!",
      "3": "From the rising of the sun to its going down\nThe Lord’s name is to be praised.",
      "4": "The Lord is high above all nations,\nHis glory above the heavens.",
      "5": "Who is like the Lord our God,\nWho dwells on high,",
      "6": "Who humbles Himself to behold\nThe things that are in the heavens and in the earth?",
      "7": "He raises the poor out of the dust,\nAnd lifts the needy out of the ash heap,",
      "8": "That He may seat him with princes—\nWith the princes of His people.",
      "9": "He grants the barren woman a home,\nLike a joyful mother of children. \nPraise the Lord!"
    },
    "114": {
      "1": "When Israel went out of Egypt,\nThe house of Jacob from a people of strange language,",
      "2": "Judah became His sanctuary,\nAnd Israel His dominion.",
      "3": "The sea saw it and fled;\nJordan turned back.",
      "4": "The mountains skipped like rams,\nThe little hills like lambs.",
      "5": "What ails you, O sea, that you fled?\nO Jordan, that you turned back?",
      "6": "O mountains, that you skipped like rams?\nO little hills, like lambs?",
      "7": "Tremble, O earth, at the presence of the Lord,\nAt the presence of the God of Jacob,",
      "8": "Who turned the rock into a pool of water,\nThe flint into a fountain of waters."
    },
    "115": {
      "1": "Not unto us, O Lord, not unto us,\nBut to Your name give glory,\nBecause of Your mercy,\nBecause of Your truth.",
      "2": "Why should the Gentiles say,\n“So where is their God?”",
      "3": "But our God is in heaven;\nHe does whatever He pleases.",
      "4": "Their idols are silver and gold,\nThe work of men’s hands.",
      "5": "They have mouths, but they do not speak;\nEyes they have, but they do not see;",
      "6": "They have ears, but they do not hear;\nNoses they have, but they do not smell;",
      "7": "They have hands, but they do not handle;\nFeet they have, but they do not walk;\nNor do they mutter through their throat.",
      "8": "Those who make them are like them;\nSo is everyone who trusts in them.",
      "9": "O Israel, trust in the Lord;\nHe is their help and their shield.",
      "10": "O house of Aaron, trust in the Lord;\nHe is their help and their shield.",
      "11": "You who fear the Lord, trust in the Lord;\nHe is their help and their shield.",
      "12": "The Lord has been mindful of us;\nHe will bless us;\nHe will bless the house of Israel;\nHe will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord,\nBoth small and great.",
      "14": "May the Lord give you increase more and more,\nYou and your children.",
      "15": "May you be blessed by the Lord,\nWho made heaven and earth.",
      "16": "The heaven, even the heavens, are the Lord’s;\nBut the earth He has given to the children of men.",
      "17": "The dead do not praise the Lord,\nNor any who go down into silence.",
      "18": "But we will bless the Lord\nFrom this time forth and forevermore. \nPraise the Lord!"
    },
    "116": {
      "1": "I love the Lord, because He has heard\nMy voice and my supplications.",
      "2": "Because He has inclined His ear to me,\nTherefore I will call upon Him as long as I live.",
      "3": "The pains of death surrounded me,\nAnd the pangs of Sheol laid hold of me;\nI found trouble and sorrow.",
      "4": "Then I called upon the name of the Lord:\n“O Lord, I implore You, deliver my soul!”",
      "5": "Gracious is the Lord, and righteous;\nYes, our God is merciful.",
      "6": "The Lord preserves the simple;\nI was brought low, and He saved me.",
      "7": "Return to your rest, O my soul,\nFor the Lord has dealt bountifully with you.",
      "8": "For You have delivered my soul from death,\nMy eyes from tears,\nAnd my feet from falling.",
      "9": "I will walk before the Lord\nIn the land of the living.",
      "10": "I believed, therefore I spoke,\n“I am greatly afflicted.”",
      "11": "I said in my haste,\n“All men are liars.”",
      "12": "What shall I render to the Lord\nFor all His benefits toward me?",
      "13": "I will take up the cup of salvation,\nAnd call upon the name of the Lord.",
      "14": "I will pay my vows to the Lord\nNow in the presence of all His people.",
      "15": "Precious in the sight of the Lord\nIs the death of His saints.",
      "16": "O Lord, truly I am Your servant;\nI am Your servant, the son of Your maidservant;\nYou have loosed my bonds.",
      "17": "I will offer to You the sacrifice of thanksgiving,\nAnd will call upon the name of the Lord.",
      "18": "I will pay my vows to the Lord\nNow in the presence of all His people,",
      "19": "In the courts of the Lord’s house,\nIn the midst of you, O Jerusalem. \nPraise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all you Gentiles!\nLaud Him, all you peoples!",
      "2": "For His merciful kindness is great toward us,\nAnd the truth of the Lord endures forever. \nPraise the Lord!"
    },
    "118": {
      "1": "Oh, give thanks to the Lord, for He is good!\nFor His mercy endures forever.",
      "2": "Let Israel now say,\n“His mercy endures forever.”",
      "3": "Let the house of Aaron now say,\n“His mercy endures forever.”",
      "4": "Let those who fear the Lord now say,\n“His mercy endures forever.”",
      "5": "I called on the Lord in distress;\nThe Lord answered me and set me in a broad place.",
      "6": "The Lord is on my side;\nI will not fear.\nWhat can man do to me?",
      "7": "The Lord is for me among those who help me;\nTherefore I shall see my desire on those who hate me.",
      "8": "It is better to trust in the Lord\nThan to put confidence in man.",
      "9": "It is better to trust in the Lord\nThan to put confidence in princes.",
      "10": "All nations surrounded me,\nBut in the name of the Lord I will destroy them.",
      "11": "They surrounded me,\nYes, they surrounded me;\nBut in the name of the Lord I will destroy them.",
      "12": "They surrounded me like bees;\nThey were quenched like a fire of thorns;\nFor in the name of the Lord I will destroy them.",
      "13": "You pushed me violently, that I might fall,\nBut the Lord helped me.",
      "14": "The Lord is my strength and song,\nAnd He has become my salvation.",
      "15": "The voice of rejoicing and salvation\nIs in the tents of the righteous;\nThe right hand of the Lord does valiantly.",
      "16": "The right hand of the Lord is exalted;\nThe right hand of the Lord does valiantly.",
      "17": "I shall not die, but live,\nAnd declare the works of the Lord.",
      "18": "The Lord has chastened me severely,\nBut He has not given me over to death.",
      "19": "Open to me the gates of righteousness;\nI will go through them,\nAnd I will praise the Lord.",
      "20": "This is the gate of the Lord,\nThrough which the righteous shall enter.",
      "21": "I will praise You,\nFor You have answered me,\nAnd have become my salvation.",
      "22": "The stone which the builders rejected\nHas become the chief cornerstone.",
      "23": "This was the Lord’s doing;\nIt is marvelous in our eyes.",
      "24": "This is the day the Lord has made;\nWe will rejoice and be glad in it.",
      "25": "Save now, I pray, O Lord;\nO Lord, I pray, send now prosperity.",
      "26": "Blessed is he who comes in the name of the Lord!\nWe have blessed you from the house of the Lord.",
      "27": "God is the Lord,\nAnd He has given us light;\nBind the sacrifice with cords to the horns of the altar.",
      "28": "You are my God, and I will praise You;\nYou are my God, I will exalt You.",
      "29": "Oh, give thanks to the Lord, for He is good!\nFor His mercy endures forever."
    },
    "119": {
      "1": "Blessed are the undefiled in the way,\nWho walk in the law of the Lord!",
      "2": "Blessed are those who keep His testimonies,\nWho seek Him with the whole heart!",
      "3": "They also do no iniquity;\nThey walk in His ways.",
      "4": "You have commanded us\nTo keep Your precepts diligently.",
      "5": "Oh, that my ways were directed\nTo keep Your statutes!",
      "6": "Then I would not be ashamed,\nWhen I look into all Your commandments.",
      "7": "I will praise You with uprightness of heart,\nWhen I learn Your righteous judgments.",
      "8": "I will keep Your statutes;\nOh, do not forsake me utterly!",
      "9": "How can a young man cleanse his way?\nBy taking heed according to Your word.",
      "10": "With my whole heart I have sought You;\nOh, let me not wander from Your commandments!",
      "11": "Your word I have hidden in my heart,\nThat I might not sin against You.",
      "12": "Blessed are You, O Lord!\nTeach me Your statutes.",
      "13": "With my lips I have declared\nAll the judgments of Your mouth.",
      "14": "I have rejoiced in the way of Your testimonies,\nAs much as in all riches.",
      "15": "I will meditate on Your precepts,\nAnd contemplate Your ways.",
      "16": "I will delight myself in Your statutes;\nI will not forget Your word.",
      "17": "Deal bountifully with Your servant,\nThat I may live and keep Your word.",
      "18": "Open my eyes, that I may see\nWondrous things from Your law.",
      "19": "I am a stranger in the earth;\nDo not hide Your commandments from me.",
      "20": "My soul breaks with longing\nFor Your judgments at all times.",
      "21": "You rebuke the proud—the cursed,\nWho stray from Your commandments.",
      "22": "Remove from me reproach and contempt,\nFor I have kept Your testimonies.",
      "23": "Princes also sit and speak against me,\nBut Your servant meditates on Your statutes.",
      "24": "Your testimonies also are my delight\nAnd my counselors.",
      "25": "My soul clings to the dust;\nRevive me according to Your word.",
      "26": "I have declared my ways, and You answered me;\nTeach me Your statutes.",
      "27": "Make me understand the way of Your precepts;\nSo shall I meditate on Your wonderful works.",
      "28": "My soul melts from heaviness;\nStrengthen me according to Your word.",
      "29": "Remove from me the way of lying,\nAnd grant me Your law graciously.",
      "30": "I have chosen the way of truth;\nYour judgments I have laid before me.",
      "31": "I cling to Your testimonies;\nO Lord, do not put me to shame!",
      "32": "I will run the course of Your commandments,\nFor You shall enlarge my heart.",
      "33": "Teach me, O Lord, the way of Your statutes,\nAnd I shall keep it to the end.",
      "34": "Give me understanding, and I shall keep Your law;\nIndeed, I shall observe it with my whole heart.",
      "35": "Make me walk in the path of Your commandments,\nFor I delight in it.",
      "36": "Incline my heart to Your testimonies,\nAnd not to covetousness.",
      "37": "Turn away my eyes from looking at worthless things,\nAnd revive me in Your way.",
      "38": "Establish Your word to Your servant,\nWho is devoted to fearing You.",
      "39": "Turn away my reproach which I dread,\nFor Your judgments are good.",
      "40": "Behold, I long for Your precepts;\nRevive me in Your righteousness.",
      "41": "Let Your mercies come also to me, O Lord—\nYour salvation according to Your word.",
      "42": "So shall I have an answer for him who reproaches me,\nFor I trust in Your word.",
      "43": "And take not the word of truth utterly out of my mouth,\nFor I have hoped in Your ordinances.",
      "44": "So shall I keep Your law continually,\nForever and ever.",
      "45": "And I will walk at liberty,\nFor I seek Your precepts.",
      "46": "I will speak of Your testimonies also before kings,\nAnd will not be ashamed.",
      "47": "And I will delight myself in Your commandments,\nWhich I love.",
      "48": "My hands also I will lift up to Your commandments,\nWhich I love,\nAnd I will meditate on Your statutes.",
      "49": "Remember the word to Your servant,\nUpon which You have caused me to hope.",
      "50": "This is my comfort in my affliction,\nFor Your word has given me life.",
      "51": "The proud have me in great derision,\nYet I do not turn aside from Your law.",
      "52": "I remembered Your judgments of old, O Lord,\nAnd have comforted myself.",
      "53": "Indignation has taken hold of me\nBecause of the wicked, who forsake Your law.",
      "54": "Your statutes have been my songs\nIn the house of my pilgrimage.",
      "55": "I remember Your name in the night, O Lord,\nAnd I keep Your law.",
      "56": "This has become mine,\nBecause I kept Your precepts.",
      "57": "You are my portion, O Lord;\nI have said that I would keep Your words.",
      "58": "I entreated Your favor with my whole heart;\nBe merciful to me according to Your word.",
      "59": "I thought about my ways,\nAnd turned my feet to Your testimonies.",
      "60": "I made haste, and did not delay\nTo keep Your commandments.",
      "61": "The cords of the wicked have bound me,\nBut I have not forgotten Your law.",
      "62": "At midnight I will rise to give thanks to You,\nBecause of Your righteous judgments.",
      "63": "I am a companion of all who fear You,\nAnd of those who keep Your precepts.",
      "64": "The earth, O Lord, is full of Your mercy;\nTeach me Your statutes.",
      "65": "You have dealt well with Your servant,\nO Lord, according to Your word.",
      "66": "Teach me good judgment and knowledge,\nFor I believe Your commandments.",
      "67": "Before I was afflicted I went astray,\nBut now I keep Your word.",
      "68": "You are good, and do good;\nTeach me Your statutes.",
      "69": "The proud have forged a lie against me,\nBut I will keep Your precepts with my whole heart.",
      "70": "Their heart is as fat as grease,\nBut I delight in Your law.",
      "71": "It is good for me that I have been afflicted,\nThat I may learn Your statutes.",
      "72": "The law of Your mouth is better to me\nThan thousands of coins of gold and silver.",
      "73": "Your hands have made me and fashioned me;\nGive me understanding, that I may learn Your commandments.",
      "74": "Those who fear You will be glad when they see me,\nBecause I have hoped in Your word.",
      "75": "I know, O Lord, that Your judgments are right,\nAnd that in faithfulness You have afflicted me.",
      "76": "Let, I pray, Your merciful kindness be for my comfort,\nAccording to Your word to Your servant.",
      "77": "Let Your tender mercies come to me, that I may live;\nFor Your law is my delight.",
      "78": "Let the proud be ashamed,\nFor they treated me wrongfully with falsehood;\nBut I will meditate on Your precepts.",
      "79": "Let those who fear You turn to me,\nThose who know Your testimonies.",
      "80": "Let my heart be blameless regarding Your statutes,\nThat I may not be ashamed.",
      "81": "My soul faints for Your salvation,\nBut I hope in Your word.",
      "82": "My eyes fail from searching Your word,\nSaying, “When will You comfort me?”",
      "83": "For I have become like a wineskin in smoke,\nYet I do not forget Your statutes.",
      "84": "How many are the days of Your servant?\nWhen will You execute judgment on those who persecute me?",
      "85": "The proud have dug pits for me,\nWhich is not according to Your law.",
      "86": "All Your commandments are faithful;\nThey persecute me wrongfully;\nHelp me!",
      "87": "They almost made an end of me on earth,\nBut I did not forsake Your precepts.",
      "88": "Revive me according to Your lovingkindness,\nSo that I may keep the testimony of Your mouth.",
      "89": "Forever, O Lord,\nYour word is settled in heaven.",
      "90": "Your faithfulness endures to all generations;\nYou established the earth, and it abides.",
      "91": "They continue this day according to Your ordinances,\nFor all are Your servants.",
      "92": "Unless Your law had been my delight,\nI would then have perished in my affliction.",
      "93": "I will never forget Your precepts,\nFor by them You have given me life.",
      "94": "I am Yours, save me;\nFor I have sought Your precepts.",
      "95": "The wicked wait for me to destroy me,\nBut I will consider Your testimonies.",
      "96": "I have seen the consummation of all perfection,\nBut Your commandment is exceedingly broad.",
      "97": "Oh, how I love Your law!\nIt is my meditation all the day.",
      "98": "You, through Your commandments, make me wiser than my enemies;\nFor they are ever with me.",
      "99": "I have more understanding than all my teachers,\nFor Your testimonies are my meditation.",
      "100": "I understand more than the ancients,\nBecause I keep Your precepts.",
      "101": "I have restrained my feet from every evil way,\nThat I may keep Your word.",
      "102": "I have not departed from Your judgments,\nFor You Yourself have taught me.",
      "103": "How sweet are Your words to my taste,\nSweeter than honey to my mouth!",
      "104": "Through Your precepts I get understanding;\nTherefore I hate every false way.",
      "105": "Your word is a lamp to my feet\nAnd a light to my path.",
      "106": "I have sworn and confirmed\nThat I will keep Your righteous judgments.",
      "107": "I am afflicted very much;\nRevive me, O Lord, according to Your word.",
      "108": "Accept, I pray, the freewill offerings of my mouth, O Lord,\nAnd teach me Your judgments.",
      "109": "My life is continually in my hand,\nYet I do not forget Your law.",
      "110": "The wicked have laid a snare for me,\nYet I have not strayed from Your precepts.",
      "111": "Your testimonies I have taken as a heritage forever,\nFor they are the rejoicing of my heart.",
      "112": "I have inclined my heart to perform Your statutes\nForever, to the very end.",
      "113": "I hate the double-minded,\nBut I love Your law.",
      "114": "You are my hiding place and my shield;\nI hope in Your word.",
      "115": "Depart from me, you evildoers,\nFor I will keep the commandments of my God!",
      "116": "Uphold me according to Your word, that I may live;\nAnd do not let me be ashamed of my hope.",
      "117": "Hold me up, and I shall be safe,\nAnd I shall observe Your statutes continually.",
      "118": "You reject all those who stray from Your statutes,\nFor their deceit is falsehood.",
      "119": "You put away all the wicked of the earth like dross;\nTherefore I love Your testimonies.",
      "120": "My flesh trembles for fear of You,\nAnd I am afraid of Your judgments.",
      "121": "I have done justice and righteousness;\nDo not leave me to my oppressors.",
      "122": "Be surety for Your servant for good;\nDo not let the proud oppress me.",
      "123": "My eyes fail from seeking Your salvation\nAnd Your righteous word.",
      "124": "Deal with Your servant according to Your mercy,\nAnd teach me Your statutes.",
      "125": "I am Your servant;\nGive me understanding,\nThat I may know Your testimonies.",
      "126": "It is time for You to act, O Lord,\nFor they have regarded Your law as void.",
      "127": "Therefore I love Your commandments\nMore than gold, yes, than fine gold!",
      "128": "Therefore all Your precepts concerning all things\nI consider to be right;\nI hate every false way.",
      "129": "Your testimonies are wonderful;\nTherefore my soul keeps them.",
      "130": "The entrance of Your words gives light;\nIt gives understanding to the simple.",
      "131": "I opened my mouth and panted,\nFor I longed for Your commandments.",
      "132": "Look upon me and be merciful to me,\nAs Your custom is toward those who love Your name.",
      "133": "Direct my steps by Your word,\nAnd let no iniquity have dominion over me.",
      "134": "Redeem me from the oppression of man,\nThat I may keep Your precepts.",
      "135": "Make Your face shine upon Your servant,\nAnd teach me Your statutes.",
      "136": "Rivers of water run down from my eyes,\nBecause men do not keep Your law.",
      "137": "Righteous are You, O Lord,\nAnd upright are Your judgments.",
      "138": "Your testimonies, which You have commanded,\nAre righteous and very faithful.",
      "139": "My zeal has consumed me,\nBecause my enemies have forgotten Your words.",
      "140": "Your word is very pure;\nTherefore Your servant loves it.",
      "141": "I am small and despised,\nYet I do not forget Your precepts.",
      "142": "Your righteousness is an everlasting righteousness,\nAnd Your law is truth.",
      "143": "Trouble and anguish have overtaken me,\nYet Your commandments are my delights.",
      "144": "The righteousness of Your testimonies is everlasting;\nGive me understanding, and I shall live.",
      "145": "I cry out with my whole heart;\nHear me, O Lord!\nI will keep Your statutes.",
      "146": "I cry out to You;\nSave me, and I will keep Your testimonies.",
      "147": "I rise before the dawning of the morning,\nAnd cry for help;\nI hope in Your word.",
      "148": "My eyes are awake through the night watches,\nThat I may meditate on Your word.",
      "149": "Hear my voice according to Your lovingkindness;\nO Lord, revive me according to Your justice.",
      "150": "They draw near who follow after wickedness;\nThey are far from Your law.",
      "151": "You are near, O Lord,\nAnd all Your commandments are truth.",
      "152": "Concerning Your testimonies,\nI have known of old that You have founded them forever.",
      "153": "Consider my affliction and deliver me,\nFor I do not forget Your law.",
      "154": "Plead my cause and redeem me;\nRevive me according to Your word.",
      "155": "Salvation is far from the wicked,\nFor they do not seek Your statutes.",
      "156": "Great are Your tender mercies, O Lord;\nRevive me according to Your judgments.",
      "157": "Many are my persecutors and my enemies,\nYet I do not turn from Your testimonies.",
      "158": "I see the treacherous, and am disgusted,\nBecause they do not keep Your word.",
      "159": "Consider how I love Your precepts;\nRevive me, O Lord, according to Your lovingkindness.",
      "160": "The entirety of Your word is truth,\nAnd every one of Your righteous judgments endures forever.",
      "161": "Princes persecute me without a cause,\nBut my heart stands in awe of Your word.",
      "162": "I rejoice at Your word\nAs one who finds great treasure.",
      "163": "I hate and abhor lying,\nBut I love Your law.",
      "164": "Seven times a day I praise You,\nBecause of Your righteous judgments.",
      "165": "Great peace have those who love Your law,\nAnd nothing causes them to stumble.",
      "166": "Lord, I hope for Your salvation,\nAnd I do Your commandments.",
      "167": "My soul keeps Your testimonies,\nAnd I love them exceedingly.",
      "168": "I keep Your precepts and Your testimonies,\nFor all my ways are before You.",
      "169": "Let my cry come before You, O Lord;\nGive me understanding according to Your word.",
      "170": "Let my supplication come before You;\nDeliver me according to Your word.",
      "171": "My lips shall utter praise,\nFor You teach me Your statutes.",
      "172": "My tongue shall speak of Your word,\nFor all Your commandments are righteousness.",
      "173": "Let Your hand become my help,\nFor I have chosen Your precepts.",
      "174": "I long for Your salvation, O Lord,\nAnd Your law is my delight.",
      "175": "Let my soul live, and it shall praise You;\nAnd let Your judgments help me.",
      "176": "I have gone astray like a lost sheep;\nSeek Your servant,\nFor I do not forget Your commandments."
    },
    "120": {
      "1": "In my distress I cried to the Lord,\nAnd He heard me.",
      "2": "Deliver my soul, O Lord, from lying lips\nAnd from a deceitful tongue.",
      "3": "What shall be given to you,\nOr what shall be done to you,\nYou false tongue?",
      "4": "Sharp arrows of the warrior,\nWith coals of the broom tree!",
      "5": "Woe is me, that I dwell in Meshech,\nThat I dwell among the tents of Kedar!",
      "6": "My soul has dwelt too long\nWith one who hates peace.",
      "7": "I am for peace;\nBut when I speak, they are for war."
    },
    "121": {
      "1": "I will lift up my eyes to the hills—\nFrom whence comes my help?",
      "2": "My help comes from the Lord,\nWho made heaven and earth.",
      "3": "He will not allow your foot to be moved;\nHe who keeps you will not slumber.",
      "4": "Behold, He who keeps Israel\nShall neither slumber nor sleep.",
      "5": "The Lord is your keeper;\nThe Lord is your shade at your right hand.",
      "6": "The sun shall not strike you by day,\nNor the moon by night.",
      "7": "The Lord shall preserve you from all evil;\nHe shall preserve your soul.",
      "8": "The Lord shall preserve your going out and your coming in\nFrom this time forth, and even forevermore."
    },
    "122": {
      "1": "I was glad when they said to me,\n“Let us go into the house of the Lord.”",
      "2": "Our feet have been standing\nWithin your gates, O Jerusalem!",
      "3": "Jerusalem is built\nAs a city that is compact together,",
      "4": "Where the tribes go up,\nThe tribes of the Lord,\nTo the Testimony of Israel,\nTo give thanks to the name of the Lord.",
      "5": "For thrones are set there for judgment,\nThe thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem:\n“May they prosper who love you.",
      "7": "Peace be within your walls,\nProsperity within your palaces.”",
      "8": "For the sake of my brethren and companions,\nI will now say, “Peace be within you.”",
      "9": "Because of the house of the Lord our God\nI will seek your good."
    },
    "123": {
      "1": "Unto You I lift up my eyes,\nO You who dwell in the heavens.",
      "2": "Behold, as the eyes of servants look to the hand of their masters,\nAs the eyes of a maid to the hand of her mistress,\nSo our eyes look to the Lord our God,\nUntil He has mercy on us.",
      "3": "Have mercy on us, O Lord, have mercy on us!\nFor we are exceedingly filled with contempt.",
      "4": "Our soul is exceedingly filled\nWith the scorn of those who are at ease,\nWith the contempt of the proud."
    },
    "124": {
      "1": "“If it had not been the Lord who was on our side,”\nLet Israel now say—",
      "2": "“If it had not been the Lord who was on our side,\nWhen men rose up against us,",
      "3": "Then they would have swallowed us alive,\nWhen their wrath was kindled against us;",
      "4": "Then the waters would have overwhelmed us,\nThe stream would have gone over our soul;",
      "5": "Then the swollen waters\nWould have gone over our soul.”",
      "6": "Blessed be the Lord,\nWho has not given us as prey to their teeth.",
      "7": "Our soul has escaped as a bird from the snare of the fowlers;\nThe snare is broken, and we have escaped.",
      "8": "Our help is in the name of the Lord,\nWho made heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord\nAre like Mount Zion,\nWhich cannot be moved, but abides forever.",
      "2": "As the mountains surround Jerusalem,\nSo the Lord surrounds His people\nFrom this time forth and forever.",
      "3": "For the scepter of wickedness shall not rest\nOn the land allotted to the righteous,\nLest the righteous reach out their hands to iniquity.",
      "4": "Do good, O Lord, to those who are good,\nAnd to those who are upright in their hearts.",
      "5": "As for such as turn aside to their crooked ways,\nThe Lord shall lead them away\nWith the workers of iniquity. \nPeace be upon Israel!"
    },
    "126": {
      "1": "When the Lord brought back the captivity of Zion,\nWe were like those who dream.",
      "2": "Then our mouth was filled with laughter,\nAnd our tongue with singing.\nThen they said among the nations,\n“The Lord has done great things for them.”",
      "3": "The Lord has done great things for us,\nAnd we are glad.",
      "4": "Bring back our captivity, O Lord,\nAs the streams in the South.",
      "5": "Those who sow in tears\nShall reap in joy.",
      "6": "He who continually goes forth weeping,\nBearing seed for sowing,\nShall doubtless come again with rejoicing,\nBringing his sheaves with him."
    },
    "127": {
      "1": "Unless the Lord builds the house,\nThey labor in vain who build it;\nUnless the Lord guards the city,\nThe watchman stays awake in vain.",
      "2": "It is vain for you to rise up early,\nTo sit up late,\nTo eat the bread of sorrows;\nFor so He gives His beloved sleep.",
      "3": "Behold, children are a heritage from the Lord,\nThe fruit of the womb is a reward.",
      "4": "Like arrows in the hand of a warrior,\nSo are the children of one’s youth.",
      "5": "Happy is the man who has his quiver full of them;\nThey shall not be ashamed,\nBut shall speak with their enemies in the gate."
    },
    "128": {
      "1": "Blessed is every one who fears the Lord,\nWho walks in His ways.",
      "2": "When you eat the labor of your hands,\nYou shall be happy, and it shall be well with you.",
      "3": "Your wife shall be like a fruitful vine\nIn the very heart of your house,\nYour children like olive plants\nAll around your table.",
      "4": "Behold, thus shall the man be blessed\nWho fears the Lord.",
      "5": "The Lord bless you out of Zion,\nAnd may you see the good of Jerusalem\nAll the days of your life.",
      "6": "Yes, may you see your children’s children. \nPeace be upon Israel!"
    },
    "129": {
      "1": "“Many a time they have afflicted me from my youth,”\nLet Israel now say—",
      "2": "“Many a time they have afflicted me from my youth;\nYet they have not prevailed against me.",
      "3": "The plowers plowed on my back;\nThey made their furrows long.”",
      "4": "The Lord is righteous;\nHe has cut in pieces the cords of the wicked.",
      "5": "Let all those who hate Zion\nBe put to shame and turned back.",
      "6": "Let them be as the grass on the housetops,\nWhich withers before it grows up,",
      "7": "With which the reaper does not fill his hand,\nNor he who binds sheaves, his arms.",
      "8": "Neither let those who pass by them say,\n“The blessing of the Lord be upon you;\nWe bless you in the name of the Lord!”"
    },
    "130": {
      "1": "Out of the depths I have cried to You, O Lord;",
      "2": "Lord, hear my voice!\nLet Your ears be attentive\nTo the voice of my supplications.",
      "3": "If You, Lord, should mark iniquities,\nO Lord, who could stand?",
      "4": "But there is forgiveness with You,\nThat You may be feared.",
      "5": "I wait for the Lord, my soul waits,\nAnd in His word I do hope.",
      "6": "My soul waits for the Lord\nMore than those who watch for the morning—\nYes, more than those who watch for the morning.",
      "7": "O Israel, hope in the Lord;\nFor with the Lord there is mercy,\nAnd with Him is abundant redemption.",
      "8": "And He shall redeem Israel\nFrom all his iniquities."
    },
    "131": {
      "1": "Lord, my heart is not haughty,\nNor my eyes lofty.\nNeither do I concern myself with great matters,\nNor with things too profound for me.",
      "2": "Surely I have calmed and quieted my soul,\nLike a weaned child with his mother;\nLike a weaned child is my soul within me.",
      "3": "O Israel, hope in the Lord\nFrom this time forth and forever."
    },
    "132": {
      "1": "Lord, remember David\nAnd all his afflictions;",
      "2": "How he swore to the Lord,\nAnd vowed to the Mighty One of Jacob:",
      "3": "“Surely I will not go into the chamber of my house,\nOr go up to the comfort of my bed;",
      "4": "I will not give sleep to my eyes\nOr slumber to my eyelids,",
      "5": "Until I find a place for the Lord,\nA dwelling place for the Mighty One of Jacob.”",
      "6": "Behold, we heard of it in Ephrathah;\nWe found it in the fields of the woods.",
      "7": "Let us go into His tabernacle;\nLet us worship at His footstool.",
      "8": "Arise, O Lord, to Your resting place,\nYou and the ark of Your strength.",
      "9": "Let Your priests be clothed with righteousness,\nAnd let Your saints shout for joy.",
      "10": "For Your servant David’s sake,\nDo not turn away the face of Your Anointed.",
      "11": "The Lord has sworn in truth to David;\nHe will not turn from it:\n“I will set upon your throne the fruit of your body.",
      "12": "If your sons will keep My covenant\nAnd My testimony which I shall teach them,\nTheir sons also shall sit upon your throne forevermore.”",
      "13": "For the Lord has chosen Zion;\nHe has desired it for His dwelling place:",
      "14": "“This is My resting place forever;\nHere I will dwell, for I have desired it.",
      "15": "I will abundantly bless her provision;\nI will satisfy her poor with bread.",
      "16": "I will also clothe her priests with salvation,\nAnd her saints shall shout aloud for joy.",
      "17": "There I will make the horn of David grow;\nI will prepare a lamp for My Anointed.",
      "18": "His enemies I will clothe with shame,\nBut upon Himself His crown shall flourish.”"
    },
    "133": {
      "1": "Behold, how good and how pleasant it is\nFor brethren to dwell together in unity!",
      "2": "It is like the precious oil upon the head,\nRunning down on the beard,\nThe beard of Aaron,\nRunning down on the edge of his garments.",
      "3": "It is like the dew of Hermon,\nDescending upon the mountains of Zion;\nFor there the Lord commanded the blessing—\nLife forevermore."
    },
    "134": {
      "1": "Behold, bless the Lord,\nAll you servants of the Lord,\nWho by night stand in the house of the Lord!",
      "2": "Lift up your hands in the sanctuary,\nAnd bless the Lord.",
      "3": "The Lord who made heaven and earth\nBless you from Zion!"
    },
    "135": {
      "1": "Praise the Lord! \nPraise the name of the Lord;\nPraise Him, O you servants of the Lord!",
      "2": "You who stand in the house of the Lord,\nIn the courts of the house of our God,",
      "3": "Praise the Lord, for the Lord is good;\nSing praises to His name, for it is pleasant.",
      "4": "For the Lord has chosen Jacob for Himself,\nIsrael for His special treasure.",
      "5": "For I know that the Lord is great,\nAnd our Lord is above all gods.",
      "6": "Whatever the Lord pleases He does,\nIn heaven and in earth,\nIn the seas and in all deep places.",
      "7": "He causes the vapors to ascend from the ends of the earth;\nHe makes lightning for the rain;\nHe brings the wind out of His treasuries.",
      "8": "He destroyed the firstborn of Egypt,\nBoth of man and beast.",
      "9": "He sent signs and wonders into the midst of you, O Egypt,\nUpon Pharaoh and all his servants.",
      "10": "He defeated many nations\nAnd slew mighty kings—",
      "11": "Sihon king of the Amorites,\nOg king of Bashan,\nAnd all the kingdoms of Canaan—",
      "12": "And gave their land as a heritage,\nA heritage to Israel His people.",
      "13": "Your name, O Lord, endures forever,\nYour fame, O Lord, throughout all generations.",
      "14": "For the Lord will judge His people,\nAnd He will have compassion on His servants.",
      "15": "The idols of the nations are silver and gold,\nThe work of men’s hands.",
      "16": "They have mouths, but they do not speak;\nEyes they have, but they do not see;",
      "17": "They have ears, but they do not hear;\nNor is there any breath in their mouths.",
      "18": "Those who make them are like them;\nSo is everyone who trusts in them.",
      "19": "Bless the Lord, O house of Israel!\nBless the Lord, O house of Aaron!",
      "20": "Bless the Lord, O house of Levi!\nYou who fear the Lord, bless the Lord!",
      "21": "Blessed be the Lord out of Zion,\nWho dwells in Jerusalem! \nPraise the Lord!"
    },
    "136": {
      "1": "Oh, give thanks to the Lord, for He is good!\nFor His mercy endures forever.",
      "2": "Oh, give thanks to the God of gods!\nFor His mercy endures forever.",
      "3": "Oh, give thanks to the Lord of lords!\nFor His mercy endures forever:",
      "4": "To Him who alone does great wonders,\nFor His mercy endures forever;",
      "5": "To Him who by wisdom made the heavens,\nFor His mercy endures forever;",
      "6": "To Him who laid out the earth above the waters,\nFor His mercy endures forever;",
      "7": "To Him who made great lights,\nFor His mercy endures forever—",
      "8": "The sun to rule by day,\nFor His mercy endures forever;",
      "9": "The moon and stars to rule by night,\nFor His mercy endures forever.",
      "10": "To Him who struck Egypt in their firstborn,\nFor His mercy endures forever;",
      "11": "And brought out Israel from among them,\nFor His mercy endures forever;",
      "12": "With a strong hand, and with an outstretched arm,\nFor His mercy endures forever;",
      "13": "To Him who divided the Red Sea in two,\nFor His mercy endures forever;",
      "14": "And made Israel pass through the midst of it,\nFor His mercy endures forever;",
      "15": "But overthrew Pharaoh and his army in the Red Sea,\nFor His mercy endures forever;",
      "16": "To Him who led His people through the wilderness,\nFor His mercy endures forever;",
      "17": "To Him who struck down great kings,\nFor His mercy endures forever;",
      "18": "And slew famous kings,\nFor His mercy endures forever—",
      "19": "Sihon king of the Amorites,\nFor His mercy endures forever;",
      "20": "And Og king of Bashan,\nFor His mercy endures forever—",
      "21": "And gave their land as a heritage,\nFor His mercy endures forever;",
      "22": "A heritage to Israel His servant,\nFor His mercy endures forever.",
      "23": "Who remembered us in our lowly state,\nFor His mercy endures forever;",
      "24": "And rescued us from our enemies,\nFor His mercy endures forever;",
      "25": "Who gives food to all flesh,\nFor His mercy endures forever.",
      "26": "Oh, give thanks to the God of heaven!\nFor His mercy endures forever."
    },
    "137": {
      "1": "By the rivers of Babylon,\nThere we sat down, yea, we wept\nWhen we remembered Zion.",
      "2": "We hung our harps\nUpon the willows in the midst of it.",
      "3": "For there those who carried us away captive asked of us a song,\nAnd those who plundered us requested mirth,\nSaying, “Sing us one of the songs of Zion!”",
      "4": "How shall we sing the Lord’s song\nIn a foreign land?",
      "5": "If I forget you, O Jerusalem,\nLet my right hand forget its skill!",
      "6": "If I do not remember you,\nLet my tongue cling to the roof of my mouth—\nIf I do not exalt Jerusalem\nAbove my chief joy.",
      "7": "Remember, O Lord, against the sons of Edom\nThe day of Jerusalem,\nWho said, “Raze it, raze it,\nTo its very foundation!”",
      "8": "O daughter of Babylon, who are to be destroyed,\nHappy the one who repays you as you have served us!",
      "9": "Happy the one who takes and dashes\nYour little ones against the rock!"
    },
    "138": {
      "1": "I will praise You with my whole heart;\nBefore the gods I will sing praises to You.",
      "2": "I will worship toward Your holy temple,\nAnd praise Your name\nFor Your lovingkindness and Your truth;\nFor You have magnified Your word above all Your name.",
      "3": "In the day when I cried out, You answered me,\nAnd made me bold with strength in my soul.",
      "4": "All the kings of the earth shall praise You, O Lord,\nWhen they hear the words of Your mouth.",
      "5": "Yes, they shall sing of the ways of the Lord,\nFor great is the glory of the Lord.",
      "6": "Though the Lord is on high,\nYet He regards the lowly;\nBut the proud He knows from afar.",
      "7": "Though I walk in the midst of trouble, You will revive me;\nYou will stretch out Your hand\nAgainst the wrath of my enemies,\nAnd Your right hand will save me.",
      "8": "The Lord will perfect that which concerns me;\nYour mercy, O Lord, endures forever;\nDo not forsake the works of Your hands."
    },
    "139": {
      "1": "O Lord, You have searched me and known me.",
      "2": "You know my sitting down and my rising up;\nYou understand my thought afar off.",
      "3": "You comprehend my path and my lying down,\nAnd are acquainted with all my ways.",
      "4": "For there is not a word on my tongue,\nBut behold, O Lord, You know it altogether.",
      "5": "You have hedged me behind and before,\nAnd laid Your hand upon me.",
      "6": "Such knowledge is too wonderful for me;\nIt is high, I cannot attain it.",
      "7": "Where can I go from Your Spirit?\nOr where can I flee from Your presence?",
      "8": "If I ascend into heaven, You are there;\nIf I make my bed in hell, behold, You are there.",
      "9": "If I take the wings of the morning,\nAnd dwell in the uttermost parts of the sea,",
      "10": "Even there Your hand shall lead me,\nAnd Your right hand shall hold me.",
      "11": "If I say, “Surely the darkness shall fall on me,”\nEven the night shall be light about me;",
      "12": "Indeed, the darkness shall not hide from You,\nBut the night shines as the day;\nThe darkness and the light are both alike to You.",
      "13": "For You formed my inward parts;\nYou covered me in my mother’s womb.",
      "14": "I will praise You, for I am fearfully and wonderfully made;\nMarvelous are Your works,\nAnd that my soul knows very well.",
      "15": "My frame was not hidden from You,\nWhen I was made in secret,\nAnd skillfully wrought in the lowest parts of the earth.",
      "16": "Your eyes saw my substance, being yet unformed.\nAnd in Your book they all were written,\nThe days fashioned for me,\nWhen as yet there were none of them.",
      "17": "How precious also are Your thoughts to me, O God!\nHow great is the sum of them!",
      "18": "If I should count them, they would be more in number than the sand;\nWhen I awake, I am still with You.",
      "19": "Oh, that You would slay the wicked, O God!\nDepart from me, therefore, you bloodthirsty men.",
      "20": "For they speak against You wickedly;\nYour enemies take Your name in vain.",
      "21": "Do I not hate them, O Lord, who hate You?\nAnd do I not loathe those who rise up against You?",
      "22": "I hate them with perfect hatred;\nI count them my enemies.",
      "23": "Search me, O God, and know my heart;\nTry me, and know my anxieties;",
      "24": "And see if there is any wicked way in me,\nAnd lead me in the way everlasting."
    },
    "140": {
      "1": "Deliver me, O Lord, from evil men;\nPreserve me from violent men,",
      "2": "Who plan evil things in their hearts;\nThey continually gather together for war.",
      "3": "They sharpen their tongues like a serpent;\nThe poison of asps is under their lips. Selah",
      "4": "Keep me, O Lord, from the hands of the wicked;\nPreserve me from violent men,\nWho have purposed to make my steps stumble.",
      "5": "The proud have hidden a snare for me, and cords;\nThey have spread a net by the wayside;\nThey have set traps for me. Selah",
      "6": "I said to the Lord: “You are my God;\nHear the voice of my supplications, O Lord.",
      "7": "O God the Lord, the strength of my salvation,\nYou have covered my head in the day of battle.",
      "8": "Do not grant, O Lord, the desires of the wicked;\nDo not further his wicked scheme,\nLest they be exalted. Selah",
      "9": "“As for the head of those who surround me,\nLet the evil of their lips cover them;",
      "10": "Let burning coals fall upon them;\nLet them be cast into the fire,\nInto deep pits, that they rise not up again.",
      "11": "Let not a slanderer be established in the earth;\nLet evil hunt the violent man to overthrow him.”",
      "12": "I know that the Lord will maintain\nThe cause of the afflicted,\nAnd justice for the poor.",
      "13": "Surely the righteous shall give thanks to Your name;\nThe upright shall dwell in Your presence."
    },
    "141": {
      "1": "Lord, I cry out to You;\nMake haste to me!\nGive ear to my voice when I cry out to You.",
      "2": "Let my prayer be set before You as incense,\nThe lifting up of my hands as the evening sacrifice.",
      "3": "Set a guard, O Lord, over my mouth;\nKeep watch over the door of my lips.",
      "4": "Do not incline my heart to any evil thing,\nTo practice wicked works\nWith men who work iniquity;\nAnd do not let me eat of their delicacies.",
      "5": "Let the righteous strike me;\nIt shall be a kindness.\nAnd let him rebuke me;\nIt shall be as excellent oil;\nLet my head not refuse it. \nFor still my prayer is against the deeds of the wicked.",
      "6": "Their judges are overthrown by the sides of the cliff,\nAnd they hear my words, for they are sweet.",
      "7": "Our bones are scattered at the mouth of the grave,\nAs when one plows and breaks up the earth.",
      "8": "But my eyes are upon You, O God the Lord;\nIn You I take refuge;\nDo not leave my soul destitute.",
      "9": "Keep me from the snares they have laid for me,\nAnd from the traps of the workers of iniquity.",
      "10": "Let the wicked fall into their own nets,\nWhile I escape safely."
    },
    "142": {
      "1": "I cry out to the Lord with my voice;\nWith my voice to the Lord I make my supplication.",
      "2": "I pour out my complaint before Him;\nI declare before Him my trouble.",
      "3": "When my spirit was overwhelmed within me,\nThen You knew my path.\nIn the way in which I walk\nThey have secretly set a snare for me.",
      "4": "Look on my right hand and see,\nFor there is no one who acknowledges me;\nRefuge has failed me;\nNo one cares for my soul.",
      "5": "I cried out to You, O Lord:\nI said, “You are my refuge,\nMy portion in the land of the living.",
      "6": "Attend to my cry,\nFor I am brought very low;\nDeliver me from my persecutors,\nFor they are stronger than I.",
      "7": "Bring my soul out of prison,\nThat I may praise Your name;\nThe righteous shall surround me,\nFor You shall deal bountifully with me.”"
    },
    "143": {
      "1": "Hear my prayer, O Lord,\nGive ear to my supplications!\nIn Your faithfulness answer me,\nAnd in Your righteousness.",
      "2": "Do not enter into judgment with Your servant,\nFor in Your sight no one living is righteous.",
      "3": "For the enemy has persecuted my soul;\nHe has crushed my life to the ground;\nHe has made me dwell in darkness,\nLike those who have long been dead.",
      "4": "Therefore my spirit is overwhelmed within me;\nMy heart within me is distressed.",
      "5": "I remember the days of old;\nI meditate on all Your works;\nI muse on the work of Your hands.",
      "6": "I spread out my hands to You;\nMy soul longs for You like a thirsty land. Selah",
      "7": "Answer me speedily, O Lord;\nMy spirit fails!\nDo not hide Your face from me,\nLest I be like those who go down into the pit.",
      "8": "Cause me to hear Your lovingkindness in the morning,\nFor in You do I trust;\nCause me to know the way in which I should walk,\nFor I lift up my soul to You.",
      "9": "Deliver me, O Lord, from my enemies;\nIn You I take shelter.",
      "10": "Teach me to do Your will,\nFor You are my God;\nYour Spirit is good.\nLead me in the land of uprightness.",
      "11": "Revive me, O Lord, for Your name’s sake!\nFor Your righteousness’ sake bring my soul out of trouble.",
      "12": "In Your mercy cut off my enemies,\nAnd destroy all those who afflict my soul;\nFor I am Your servant."
    },
    "144": {
      "1": "Blessed be the Lord my Rock,\nWho trains my hands for war,\nAnd my fingers for battle—",
      "2": "My lovingkindness and my fortress,\nMy high tower and my deliverer,\nMy shield and the One in whom I take refuge,\nWho subdues my people under me.",
      "3": "Lord, what is man, that You take knowledge of him?\nOr the son of man, that You are mindful of him?",
      "4": "Man is like a breath;\nHis days are like a passing shadow.",
      "5": "Bow down Your heavens, O Lord, and come down;\nTouch the mountains, and they shall smoke.",
      "6": "Flash forth lightning and scatter them;\nShoot out Your arrows and destroy them.",
      "7": "Stretch out Your hand from above;\nRescue me and deliver me out of great waters,\nFrom the hand of foreigners,",
      "8": "Whose mouth speaks lying words,\nAnd whose right hand is a right hand of falsehood.",
      "9": "I will sing a new song to You, O God;\nOn a harp of ten strings I will sing praises to You,",
      "10": "The One who gives salvation to kings,\nWho delivers David His servant\nFrom the deadly sword.",
      "11": "Rescue me and deliver me from the hand of foreigners,\nWhose mouth speaks lying words,\nAnd whose right hand is a right hand of falsehood—",
      "12": "That our sons may be as plants grown up in their youth;\nThat our daughters may be as pillars,\nSculptured in palace style;",
      "13": "That our barns may be full,\nSupplying all kinds of produce;\nThat our sheep may bring forth thousands\nAnd ten thousands in our fields;",
      "14": "That our oxen may be well laden;\nThat there be no breaking in or going out;\nThat there be no outcry in our streets.",
      "15": "Happy are the people who are in such a state;\nHappy are the people whose God is the Lord!"
    },
    "145": {
      "1": "I will extol You, my God, O King;\nAnd I will bless Your name forever and ever.",
      "2": "Every day I will bless You,\nAnd I will praise Your name forever and ever.",
      "3": "Great is the Lord, and greatly to be praised;\nAnd His greatness is unsearchable.",
      "4": "One generation shall praise Your works to another,\nAnd shall declare Your mighty acts.",
      "5": "I will meditate on the glorious splendor of Your majesty,\nAnd on Your wondrous works.",
      "6": "Men shall speak of the might of Your awesome acts,\nAnd I will declare Your greatness.",
      "7": "They shall utter the memory of Your great goodness,\nAnd shall sing of Your righteousness.",
      "8": "The Lord is gracious and full of compassion,\nSlow to anger and great in mercy.",
      "9": "The Lord is good to all,\nAnd His tender mercies are over all His works.",
      "10": "All Your works shall praise You, O Lord,\nAnd Your saints shall bless You.",
      "11": "They shall speak of the glory of Your kingdom,\nAnd talk of Your power,",
      "12": "To make known to the sons of men His mighty acts,\nAnd the glorious majesty of His kingdom.",
      "13": "Your kingdom is an everlasting kingdom,\nAnd Your dominion endures throughout all generations.",
      "14": "The Lord upholds all who fall,\nAnd raises up all who are bowed down.",
      "15": "The eyes of all look expectantly to You,\nAnd You give them their food in due season.",
      "16": "You open Your hand\nAnd satisfy the desire of every living thing.",
      "17": "The Lord is righteous in all His ways,\nGracious in all His works.",
      "18": "The Lord is near to all who call upon Him,\nTo all who call upon Him in truth.",
      "19": "He will fulfill the desire of those who fear Him;\nHe also will hear their cry and save them.",
      "20": "The Lord preserves all who love Him,\nBut all the wicked He will destroy.",
      "21": "My mouth shall speak the praise of the Lord,\nAnd all flesh shall bless His holy name\nForever and ever."
    },
    "146": {
      "1": "Praise the Lord! \nPraise the Lord, O my soul!",
      "2": "While I live I will praise the Lord;\nI will sing praises to my God while I have my being.",
      "3": "Do not put your trust in princes,\nNor in a son of man, in whom there is no help.",
      "4": "His spirit departs, he returns to his earth;\nIn that very day his plans perish.",
      "5": "Happy is he who has the God of Jacob for his help,\nWhose hope is in the Lord his God,",
      "6": "Who made heaven and earth,\nThe sea, and all that is in them;\nWho keeps truth forever,",
      "7": "Who executes justice for the oppressed,\nWho gives food to the hungry.\nThe Lord gives freedom to the prisoners.",
      "8": "The Lord opens the eyes of the blind;\nThe Lord raises those who are bowed down;\nThe Lord loves the righteous.",
      "9": "The Lord watches over the strangers;\nHe relieves the fatherless and widow;\nBut the way of the wicked He turns upside down.",
      "10": "The Lord shall reign forever—\nYour God, O Zion, to all generations. \nPraise the Lord!"
    },
    "147": {
      "1": "Praise the Lord!\nFor it is good to sing praises to our God;\nFor it is pleasant, and praise is beautiful.",
      "2": "The Lord builds up Jerusalem;\nHe gathers together the outcasts of Israel.",
      "3": "He heals the brokenhearted\nAnd binds up their wounds.",
      "4": "He counts the number of the stars;\nHe calls them all by name.",
      "5": "Great is our Lord, and mighty in power;\nHis understanding is infinite.",
      "6": "The Lord lifts up the humble;\nHe casts the wicked down to the ground.",
      "7": "Sing to the Lord with thanksgiving;\nSing praises on the harp to our God,",
      "8": "Who covers the heavens with clouds,\nWho prepares rain for the earth,\nWho makes grass to grow on the mountains.",
      "9": "He gives to the beast its food,\nAnd to the young ravens that cry.",
      "10": "He does not delight in the strength of the horse;\nHe takes no pleasure in the legs of a man.",
      "11": "The Lord takes pleasure in those who fear Him,\nIn those who hope in His mercy.",
      "12": "Praise the Lord, O Jerusalem!\nPraise your God, O Zion!",
      "13": "For He has strengthened the bars of your gates;\nHe has blessed your children within you.",
      "14": "He makes peace in your borders,\nAnd fills you with the finest wheat.",
      "15": "He sends out His command to the earth;\nHis word runs very swiftly.",
      "16": "He gives snow like wool;\nHe scatters the frost like ashes;",
      "17": "He casts out His hail like morsels;\nWho can stand before His cold?",
      "18": "He sends out His word and melts them;\nHe causes His wind to blow, and the waters flow.",
      "19": "He declares His word to Jacob,\nHis statutes and His judgments to Israel.",
      "20": "He has not dealt thus with any nation;\nAnd as for His judgments, they have not known them. \nPraise the Lord!"
    },
    "148": {
      "1": "Praise the Lord! \nPraise the Lord from the heavens;\nPraise Him in the heights!",
      "2": "Praise Him, all His angels;\nPraise Him, all His hosts!",
      "3": "Praise Him, sun and moon;\nPraise Him, all you stars of light!",
      "4": "Praise Him, you heavens of heavens,\nAnd you waters above the heavens!",
      "5": "Let them praise the name of the Lord,\nFor He commanded and they were created.",
      "6": "He also established them forever and ever;\nHe made a decree which shall not pass away.",
      "7": "Praise the Lord from the earth,\nYou great sea creatures and all the depths;",
      "8": "Fire and hail, snow and clouds;\nStormy wind, fulfilling His word;",
      "9": "Mountains and all hills;\nFruitful trees and all cedars;",
      "10": "Beasts and all cattle;\nCreeping things and flying fowl;",
      "11": "Kings of the earth and all peoples;\nPrinces and all judges of the earth;",
      "12": "Both young men and maidens;\nOld men and children.",
      "13": "Let them praise the name of the Lord,\nFor His name alone is exalted;\nHis glory is above the earth and heaven.",
      "14": "And He has exalted the horn of His people,\nThe praise of all His saints—\nOf the children of Israel,\nA people near to Him. \nPraise the Lord!"
    },
    "149": {
      "1": "Praise the Lord! \nSing to the Lord a new song,\nAnd His praise in the assembly of saints.",
      "2": "Let Israel rejoice in their Maker;\nLet the children of Zion be joyful in their King.",
      "3": "Let them praise His name with the dance;\nLet them sing praises to Him with the timbrel and harp.",
      "4": "For the Lord takes pleasure in His people;\nHe will beautify the humble with salvation.",
      "5": "Let the saints be joyful in glory;\nLet them sing aloud on their beds.",
      "6": "Let the high praises of God be in their mouth,\nAnd a two-edged sword in their hand,",
      "7": "To execute vengeance on the nations,\nAnd punishments on the peoples;",
      "8": "To bind their kings with chains,\nAnd their nobles with fetters of iron;",
      "9": "To execute on them the written judgment—\nThis honor have all His saints. \nPraise the Lord!"
    },
    "150": {
      "1": "Praise the Lord! \nPraise God in His sanctuary;\nPraise Him in His mighty firmament!",
      "2": "Praise Him for His mighty acts;\nPraise Him according to His excellent greatness!",
      "3": "Praise Him with the sound of the trumpet;\nPraise Him with the lute and harp!",
      "4": "Praise Him with the timbrel and dance;\nPraise Him with stringed instruments and flutes!",
      "5": "Praise Him with loud cymbals;\nPraise Him with clashing cymbals!",
      "6": "Let everything that has breath praise the Lord. \nPraise the Lord!"
    }
  }
}