{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:58:23.239747-04:00",
    "Translation": "NKJV"
  },
  "Zephaniah": {
    "1": {
      "1": "The word of the Lord which came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.",
      "2": "“I will utterly consume everything\nFrom the face of the land,”\nSays the Lord;",
      "3": "“I will consume man and beast;\nI will consume the birds of the heavens,\nThe fish of the sea,\nAnd the stumbling blocks along with the wicked.\nI will cut off man from the face of the land,”\nSays the Lord.",
      "4": "“I will stretch out My hand against Judah,\nAnd against all the inhabitants of Jerusalem.\nI will cut off every trace of Baal from this place,\nThe names of the idolatrous priests with the pagan priests—",
      "5": "Those who worship the host of heaven on the housetops;\nThose who worship and swear oaths by the Lord,\nBut who also swear by Milcom;",
      "6": "Those who have turned back from following the Lord,\nAnd have not sought the Lord, nor inquired of Him.”",
      "7": "Be silent in the presence of the Lord God;\nFor the day of the Lord is at hand,\nFor the Lord has prepared a sacrifice;\nHe has invited His guests.",
      "8": "“And it shall be,\nIn the day of the Lord’s sacrifice,\nThat I will punish the princes and the king’s children,\nAnd all such as are clothed with foreign apparel.",
      "9": "In the same day I will punish\nAll those who leap over the threshold,\nWho fill their masters’ houses with violence and deceit.",
      "10": "“And there shall be on that day,” says the Lord,\n“The sound of a mournful cry from the Fish Gate,\nA wailing from the Second Quarter,\nAnd a loud crashing from the hills.",
      "11": "Wail, you inhabitants of Maktesh!\nFor all the merchant people are cut down;\nAll those who handle money are cut off.",
      "12": "“And it shall come to pass at that time\nThat I will search Jerusalem with lamps,\nAnd punish the men\nWho are settled in complacency,\nWho say in their heart,\n‘The Lord will not do good,\nNor will He do evil.’",
      "13": "Therefore their goods shall become booty,\nAnd their houses a desolation;\nThey shall build houses, but not inhabit them;\nThey shall plant vineyards, but not drink their wine.”",
      "14": "The great day of the Lord is near;\nIt is near and hastens quickly.\nThe noise of the day of the Lord is bitter;\nThere the mighty men shall cry out.",
      "15": "That day is a day of wrath,\nA day of trouble and distress,\nA day of devastation and desolation,\nA day of darkness and gloominess,\nA day of clouds and thick darkness,",
      "16": "A day of trumpet and alarm\nAgainst the fortified cities\nAnd against the high towers.",
      "17": "“I will bring distress upon men,\nAnd they shall walk like blind men,\nBecause they have sinned against the Lord;\nTheir blood shall be poured out like dust,\nAnd their flesh like refuse.”",
      "18": "Neither their silver nor their gold\nShall be able to deliver them\nIn the day of the Lord’s wrath;\nBut the whole land shall be devoured\nBy the fire of His jealousy,\nFor He will make speedy riddance\nOf all those who dwell in the land."
    },
    "2": {
      "1": "Gather yourselves together, yes, gather together,\nO undesirable nation,",
      "2": "Before the decree is issued,\nOr the day passes like chaff,\nBefore the Lord’s fierce anger comes upon you,\nBefore the day of the Lord’s anger comes upon you!",
      "3": "Seek the Lord, all you meek of the earth,\nWho have upheld His justice.\nSeek righteousness, seek humility.\nIt may be that you will be hidden\nIn the day of the Lord’s anger.",
      "4": "For Gaza shall be forsaken,\nAnd Ashkelon desolate;\nThey shall drive out Ashdod at noonday,\nAnd Ekron shall be uprooted.",
      "5": "Woe to the inhabitants of the seacoast,\nThe nation of the Cherethites!\nThe word of the Lord is against you,\nO Canaan, land of the Philistines:\n“I will destroy you;\nSo there shall be no inhabitant.”",
      "6": "The seacoast shall be pastures,\nWith shelters for shepherds and folds for flocks.",
      "7": "The coast shall be for the remnant of the house of Judah;\nThey shall feed their flocks there;\nIn the houses of Ashkelon they shall lie down at evening.\nFor the Lord their God will intervene for them,\nAnd return their captives.",
      "8": "“I have heard the reproach of Moab,\nAnd the insults of the people of Ammon,\nWith which they have reproached My people,\nAnd made arrogant threats against their borders.",
      "9": "Therefore, as I live,”\nSays the Lord of hosts, the God of Israel,\n“Surely Moab shall be like Sodom,\nAnd the people of Ammon like Gomorrah—\nOverrun with weeds and saltpits,\nAnd a perpetual desolation.\nThe residue of My people shall plunder them,\nAnd the remnant of My people shall possess them.”",
      "10": "This they shall have for their pride,\nBecause they have reproached and made arrogant threats\nAgainst the people of the Lord of hosts.",
      "11": "The Lord will be awesome to them,\nFor He will reduce to nothing all the gods of the earth;\nPeople shall worship Him,\nEach one from his place,\nIndeed all the shores of the nations.",
      "12": "“You Ethiopians also,\nYou shall be slain by My sword.”",
      "13": "And He will stretch out His hand against the north,\nDestroy Assyria,\nAnd make Nineveh a desolation,\nAs dry as the wilderness.",
      "14": "The herds shall lie down in her midst,\nEvery beast of the nation.\nBoth the pelican and the bittern\nShall lodge on the capitals of her pillars;\nTheir voice shall sing in the windows;\nDesolation shall be at the threshold;\nFor He will lay bare the cedar work.",
      "15": "This is the rejoicing city\nThat dwelt securely,\nThat said in her heart,\n“I am it, and there is none besides me.”\nHow has she become a desolation,\nA place for beasts to lie down!\nEveryone who passes by her\nShall hiss and shake his fist."
    },
    "3": {
      "1": "Woe to her who is rebellious and polluted,\nTo the oppressing city!",
      "2": "She has not obeyed His voice,\nShe has not received correction;\nShe has not trusted in the Lord,\nShe has not drawn near to her God.",
      "3": "Her princes in her midst are roaring lions;\nHer judges are evening wolves\nThat leave not a bone till morning.",
      "4": "Her prophets are insolent, treacherous people;\nHer priests have polluted the sanctuary,\nThey have done violence to the law.",
      "5": "The Lord is righteous in her midst,\nHe will do no unrighteousness.\nEvery morning He brings His justice to light;\nHe never fails,\nBut the unjust knows no shame.",
      "6": "“I have cut off nations,\nTheir fortresses are devastated;\nI have made their streets desolate,\nWith none passing by.\nTheir cities are destroyed;\nThere is no one, no inhabitant.",
      "7": "I said, ‘Surely you will fear Me,\nYou will receive instruction’—\nSo that her dwelling would not be cut off,\nDespite everything for which I punished her.\nBut they rose early and corrupted all their deeds.",
      "8": "“Therefore wait for Me,” says the Lord,\n“Until the day I rise up for plunder;\nMy determination is to gather the nations\nTo My assembly of kingdoms,\nTo pour on them My indignation,\nAll My fierce anger;\nAll the earth shall be devoured\nWith the fire of My jealousy.",
      "9": "“For then I will restore to the peoples a pure language,\nThat they all may call on the name of the Lord,\nTo serve Him with one accord.",
      "10": "From beyond the rivers of Ethiopia\nMy worshipers,\nThe daughter of My dispersed ones,\nShall bring My offering.",
      "11": "In that day you shall not be shamed for any of your deeds\nIn which you transgress against Me;\nFor then I will take away from your midst\nThose who rejoice in your pride,\nAnd you shall no longer be haughty\nIn My holy mountain.",
      "12": "I will leave in your midst\nA meek and humble people,\nAnd they shall trust in the name of the Lord.",
      "13": "The remnant of Israel shall do no unrighteousness\nAnd speak no lies,\nNor shall a deceitful tongue be found in their mouth;\nFor they shall feed their flocks and lie down,\nAnd no one shall make them afraid.”",
      "14": "Sing, O daughter of Zion!\nShout, O Israel!\nBe glad and rejoice with all your heart,\nO daughter of Jerusalem!",
      "15": "The Lord has taken away your judgments,\nHe has cast out your enemy.\nThe King of Israel, the Lord, is in your midst;\nYou shall see disaster no more.",
      "16": "In that day it shall be said to Jerusalem:\n“Do not fear;\nZion, let not your hands be weak.",
      "17": "The Lord your God in your midst,\nThe Mighty One, will save;\nHe will rejoice over you with gladness,\nHe will quiet you with His love,\nHe will rejoice over you with singing.”",
      "18": "“I will gather those who sorrow over the appointed assembly,\nWho are among you,\nTo whom its reproach is a burden.",
      "19": "Behold, at that time\nI will deal with all who afflict you;\nI will save the lame,\nAnd gather those who were driven out;\nI will appoint them for praise and fame\nIn every land where they were put to shame.",
      "20": "At that time I will bring you back,\nEven at the time I gather you;\nFor I will give you fame and praise\nAmong all the peoples of the earth,\nWhen I return your captives before your eyes,”\nSays the Lord."
    }
  }
}