{
  "1 Corinthians": {
    "1": {
      "1": "Paul, called to be an apostle of Jesus Christ by the will of God, and our brother Sosthenes,",
      "2": "To the church of God in Corinth—those who have been sanctified in Christ Jesus, who are called as saints—along with all in every place who call on the name of our Lord Jesus Christ, their Lord and ours:",
      "3": "Grace to you and peace from God our Father and the Lord Jesus Christ!",
      "4": "I always thank my God for you because of the grace of God given to you in Christ Jesus.",
      "5": "You were enriched in him in every way, in all your speaking and all your knowledge,",
      "6": "because the testimony about Christ was established in you.",
      "7": "As a result you do not lack any gift as you eagerly wait for the revelation of our Lord Jesus Christ.",
      "8": "He will also keep you strong until the end, so that you will be blameless on the day of our Lord Jesus Christ.",
      "9": "God is faithful, who called you into fellowship with his Son, Jesus Christ, our Lord.",
      "10": "Brothers, I am making an appeal to you using the name of our Lord Jesus Christ. I ask that you all express the same view and not have any divisions among you, but that you be joined together in the same mind and in the same judgment.",
      "11": "For the news I heard about you, my brothers, from members of Chloe’s household, is that there are rivalries among you.",
      "12": "What I mean is that each of you says, “I belong to Paul,” or “I belong to Apollos,” or “I belong to Cephas,” or “I belong to Christ.”",
      "13": "Is Christ divided? Was Paul crucified for you? Or were you baptized into the name of Paul?",
      "14": "I thank God that I did not baptize any of you except Crispus and Gaius,",
      "15": "so that no one can say that I baptized you into my own name.",
      "16": "(I also baptized the household of Stephanas. Besides them, I do not know whether I baptized anyone else.)",
      "17": "For Christ did not send me to baptize but to preach the gospel—not with the wisdom used in speeches, so that the cross of Christ would not be emptied of its power.",
      "18": "For the message of the cross is foolishness to those who are perishing, but to us who are being saved, it is the power of God.",
      "19": "In fact, it is written:\nI will destroy the wisdom of the wise;\nthe intelligence of the intelligent I will bring to nothing.",
      "20": "Where is the wise man? Where is the expert in the Jewish law? Where is the probing thinker of the present age? Has God not shown that the wisdom of this world is foolish?",
      "21": "Indeed, since the world through its wisdom did not know God, God in his wisdom decided to save those who believe, through the foolishness of the preached message.",
      "22": "Yes, Jews ask for signs, Greeks desire wisdom,",
      "23": "but we preach Christ crucified—which is offensive to Jews and foolishness to Greeks,",
      "24": "but to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God.",
      "25": "We preach Christ crucified, because the foolishness of God is wiser than men, and the weakness of God is stronger than men.",
      "26": "For example, consider your call, brothers. Not many of you were wise from a human point of view, not many were powerful, and not many were born with high status.",
      "27": "But God chose the foolish things of the world to put to shame those who are wise. God chose the weak things of the world to put to shame the things that are strong,",
      "28": "and God chose the lowly things of the world and the despised things, and the things that are not, to do away with the things that are,",
      "29": "so that no one may boast before God.",
      "30": "But because of him you are in Christ Jesus, who became for us the wisdom from God, namely, our righteousness and sanctification and redemption.",
      "31": "God did this so that, just as it is written, “Let the one who boasts boast in the Lord.”"
    },
    "2": {
      "1": "As for me, brothers, when I came to you, I did not come with superior speech or wisdom in order to proclaim to you the testimony of God.",
      "2": "For I had no intention of knowing anything among you except Jesus Christ, and him crucified.",
      "3": "I came to you in weakness, in fear, and with much trembling.",
      "4": "My message and my preaching were not marked by persuasive words of human wisdom, but by a demonstration of the Spirit and of power,",
      "5": "so that your faith would not rest on human wisdom, but on God’s power.",
      "6": "Yet we do speak wisdom among those who are mature, but it is not a wisdom of this world or of the rulers of this world, who are being reduced to nothing.",
      "7": "Instead we speak God’s wisdom that has been hidden in mystery—before the ages, God foreordained that this wisdom would result in our glory.",
      "8": "None of the rulers of this world knew it. (If they had known it, they would not have crucified the Lord of glory.)",
      "9": "But as it is written:\nWhat no eye has seen and no ear has heard\nand no human mind has conceived—\nthat is what God has prepared for those who love him.",
      "10": "But God revealed it to us through his Spirit. For the Spirit searches all things, even the depths of God.",
      "11": "Indeed, who among men knows a man’s thoughts except the man’s spirit within him? So also, no one else knows God’s thoughts except God’s Spirit.",
      "12": "What we received is not the spirit of the world, but the Spirit who is from God, so that we might know the blessings freely given to us by God.",
      "13": "We also speak about these things, not in words taught by human wisdom, but in words taught by the Spirit, combining spiritual truths with spiritual words.",
      "14": "However, an unspiritual person does not accept the truths taught by God’s Spirit, because they are foolishness to him, and he cannot understand them, because they are spiritually evaluated.",
      "15": "But the spiritual person evaluates all things, and he himself is evaluated by no one.",
      "16": "Indeed, “Who has known the mind of the Lord? Who will instruct him?” But we have the mind of Christ."
    },
    "3": {
      "1": "Brothers, I could not speak to you as spiritual people, but as people who are led by the flesh, as infants in Christ.",
      "2": "I fed you with milk, not solid food, because you were not yet ready. Why, even now you are still not ready,",
      "3": "because you are still people who are following the flesh. Indeed, insofar as jealousy, strife, and factions have a place among you, are you not people who are following the flesh? Are you not behaving in a merely human way?",
      "4": "When one says, “I belong to Paul,” and another, “I belong to Apollos,” are you not being merely human?",
      "5": "What then is Apollos? And what is Paul? They are ministers through whom you believed, and each served as the Lord gave him his role.",
      "6": "I planted, Apollos watered, but God was causing the growth.",
      "7": "So then, neither the one who plants nor the one who waters is anything, but it is God who causes the growth.",
      "8": "The one who plants and the one who waters are united, and each will receive his own reward according to his own labor.",
      "9": "For God is the one whom we serve as coworkers, and you are God’s field, God’s building.",
      "10": "In keeping with the grace of God given to me, as a wise master builder, I laid a foundation, and someone else is building on it. But let each person be careful how he builds on it.",
      "11": "In fact, no one can lay any other foundation than the one that has been laid, which is Jesus Christ.",
      "12": "But if anyone is building on the foundation with gold, silver, costly stones, wood, hay, or straw,",
      "13": "each person’s work will become evident. The Day will make it plain, because it is going to be revealed in fire, and the fire will test each person’s work to show what sort of work it is.",
      "14": "If what someone has built remains, he will receive a reward.",
      "15": "If someone’s work is burned up, he will suffer loss; he himself will be saved, but it will be like an escape through fire.",
      "16": "Do you not know that you yourselves are God’s temple, and that God’s Spirit lives in you?",
      "17": "If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and that is what you are.",
      "18": "Let no one deceive himself. If anyone among you thinks that he is wise in this world, let him become a fool so that he may become wise.",
      "19": "To be sure, the wisdom of this world is foolishness in God’s sight. For it is written, “He catches the wise in their craftiness,”",
      "20": "and again, “The Lord knows the reasoning of the wise; he knows that it is worthless.”",
      "21": "Therefore let no one boast about men. For all things belong to you—",
      "22": "whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All things belong to you,",
      "23": "and you belong to Christ, and Christ belongs to God."
    },
    "4": {
      "1": "This is the way a person should think of us: as servants of Christ and stewards of God’s mysteries.",
      "2": "In this connection, moreover, it is required of stewards that they be found faithful.",
      "3": "But it is a trivial matter to me if I am evaluated by you or by a day in a human court. Why, I do not even evaluate myself.",
      "4": "I do not in fact know of anything against myself, but I am not justified by this; rather, the one who evaluates me is the Lord.",
      "5": "Therefore judge nothing ahead of time, until the Lord comes. He will bring to light whatever is hidden in darkness and also reveal the intentions of hearts. Then there will be praise for each person from God.",
      "6": "Brothers, I turned these things into a lesson using myself and Apollos as examples. I did this for your benefit, so that you may learn from us not to go beyond what is written. Then you will not be arrogant, favoring one person over the other.",
      "7": "For who makes you so special? And what do you have that you did not receive? But if you did receive it, why do you boast as if you had not received it?",
      "8": "Oh, you are already filled! You have already become rich! You have begun to reign without us! If only that were really true, so that we could reign with you!",
      "9": "For I think that God has displayed us, the apostles, in the lowliest position, like men sentenced to death, because we have been made a spectacle to the world, both to angels and to people.",
      "10": "We are fools for Christ’s sake, but you are so wise in Christ! We are weak—but you are so strong! You are honored! But we are despised.",
      "11": "At the present we still hunger and thirst and lack proper clothing. We are treated roughly, and we have no settled place to live in.",
      "12": "We toil, working with our own hands. When we are verbally abused, we bless. When persecuted, we endure.",
      "13": "When slandered, we speak kind words. We have been treated like the world’s garbage, like everyone’s trash, right up to the present time.",
      "14": "I do not write these things to shame you, but to admonish you as my dear children.",
      "15": "Indeed, even if you would have ten thousand guardians in Christ, you would not have many fathers. I say this, because in Christ Jesus I became your father through the gospel.",
      "16": "I urge you, therefore, be imitators of me.",
      "17": "That is why I have sent Timothy to you. He is my dearly loved and faithful child in the Lord, and he will remind you of my ways in Christ, just as I teach everywhere in every church.",
      "18": "Some have become arrogant, as though I were not coming to you.",
      "19": "But I will come to you soon, if the Lord is willing, and I will find out about the power, not the talk, of those who are arrogant.",
      "20": "For the kingdom of God does not consist in talk, but in power.",
      "21": "What do you want? Shall I come to you with a rod, or in love and a spirit of gentleness?"
    },
    "5": {
      "1": "It is actually reported that there is sexual immorality among you, and it is a kind of sexual immorality that not even the Gentiles practice: A man has his father’s wife!",
      "2": "Yet you are proud! Shouldn’t you have been filled with sorrow so that the man who did this deed would be removed from among you?",
      "3": "Even though I am absent in body, I am present in spirit, and as one who is present, I have already decided about the man who has done such a thing.",
      "4": "In the name of our Lord Jesus Christ, when you are gathered together, and my spirit is there, along with the power of our Lord Jesus,",
      "5": "hand such a man over to Satan for the destruction of the flesh, so that the spirit may be saved on the day of the Lord Jesus.",
      "6": "Your boasting is not good. Do you not know that a little yeast leavens the whole batch of dough?",
      "7": "Purge out the old yeast so that you may be a new batch, just as you are unleavened. For our Passover lamb has been sacrificed, namely, Christ!",
      "8": "So let us keep celebrating the festival, not with old yeast, not with the yeast of malice and wickedness, but with the unleavened bread of sincerity and truth.",
      "9": "When I wrote to you in my letter not to associate with the sexually immoral,",
      "10": "I did not at all mean the sexually immoral people of this world, or the greedy and swindlers, or idolaters, for then you would have to leave the world.",
      "11": "But in this situation, I wrote to you not to associate with anyone who is called a brother if he is sexually immoral, or greedy, or an idolater, or verbally abusive, or a drunkard, or a swindler. Do not even eat with such a person.",
      "12": "For what business is it of mine to judge people outside the church? Do you not judge those inside?",
      "13": "God will judge the people outside the church. “Remove the wicked man from among yourselves.”"
    },
    "6": {
      "1": "If any one of you has a case against another, does he dare to seek judgment before the unrighteous, and not before the saints?",
      "2": "Do you not know that the saints will judge the world? And if the world is judged by you, are you not competent to deal with insignificant lawsuits?",
      "3": "Do you not know that we will judge angels? How much more the matters of this life!",
      "4": "So if you have lawsuits involving matters of this life, do you appoint those people as your judges whom the church considers of no account?",
      "5": "I say this to make you feel ashamed. Is it really the case that there is not one wise man among you who would be able to decide a dispute between his brothers?",
      "6": "Instead, brother sues brother, and that in front of unbelievers!",
      "7": "The fact that you have lawsuits with one another is already a complete failure on your part. Why not rather be wronged? Why not rather be defrauded?",
      "8": "Instead, you yourselves do the wronging and defrauding, and you do it to your brothers!",
      "9": "Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived. Neither the sexually immoral, nor idolaters, nor adulterers, nor males who have sex with males,",
      "10": "nor thieves, nor the greedy, nor drunkards, nor the verbally abusive, nor swindlers will inherit the kingdom of God.",
      "11": "And some of you were those types of people. But you were washed, you were sanctified, you were justified in the name of our Lord Jesus Christ and by the Spirit of our God.",
      "12": "“All things are permitted for me”—but not all things are beneficial. “All things are permitted for me”—but I will not allow anything to control me.",
      "13": "“Foods are for the belly, and the belly is for foods, but God will do away with both of them.” However, the body is not for sexual immorality, but for the Lord, and the Lord is for the body.",
      "14": "God raised up the Lord and will also raise us up by his power.",
      "15": "Do you not know that your bodies are members of Christ? Shall I then remove the members of Christ and make them members of a prostitute? Certainly not!",
      "16": "Or do you not know that he who is joined to a prostitute is one body with her? For it says, “The two will become one flesh.”",
      "17": "But he who is joined to the Lord is one spirit with him.",
      "18": "Flee from sexual immorality! Every sin that a person commits is outside the body, but he who commits sexual immorality sins against his own body.",
      "19": "Or do you not know that your body is a temple of the Holy Spirit, who is within you, whom you have from God? You are not your own,",
      "20": "for you were bought at a price. Therefore glorify God with your body."
    },
    "7": {
      "1": "Now concerning the things you wrote: It is good for a man not to touch a woman.",
      "2": "But because of sexual sins, each man is to have his own wife, and each woman is to have her own husband.",
      "3": "The husband is to fulfill his obligation to his wife, and likewise the wife to her husband.",
      "4": "The wife does not have authority over her own body—her husband does. Likewise, the husband does not have authority over his own body—his wife does.",
      "5": "Do not deprive one another, unless you both agree to do so for a time, in order to devote yourselves to prayer and then come together again, so that Satan does not tempt you because of your lack of self-control.",
      "6": "However, I say this as a concession, not as a command.",
      "7": "For I wish all people were like me, but each person has his own gift from God. One person is blessed in this way, another in a different way.",
      "8": "I say to the unmarried and to widows that it is good for them if they remain as I am.",
      "9": "But if they do not have self-control, they should marry, because it is better to marry than to burn with desire.",
      "10": "Next I command the married (it is the Lord’s command not mine): A wife is not to leave her husband",
      "11": "(but if she does leave, she is to remain unmarried or be reconciled to her husband), and a husband is not to divorce his wife.",
      "12": "But I, not the Lord, say to the rest: If any brother has an unbelieving wife, and she is willing to go on living with him, he is not to divorce her.",
      "13": "If any woman has an unbelieving husband, and he is willing to go on living with her, she is not to divorce her husband.",
      "14": "For the unbelieving husband has been sanctified in connection with his wife, and the unbelieving wife has been sanctified in connection with her husband. Otherwise, your children would be unclean, but as it is, they are holy.",
      "15": "But if the unbeliever leaves, let him leave. The brother or the sister is not bound in such cases, and God has called us to live in peace.",
      "16": "For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?",
      "17": "However, each person is to live in the situation the Lord assigned to him—the situation he was in when God called him to faith. I give this same command in all the churches.",
      "18": "If a man was circumcised when he was called, he should not become uncircumcised. If a man was uncircumcised when he was called, he should not get circumcised.",
      "19": "Circumcision is nothing, and uncircumcision is nothing, but keeping God’s commands is important.",
      "20": "Let each person stay in that calling in which he was called.",
      "21": "Were you a slave when you were called? Do not let it bother you. But if you are able to become free, take advantage of it.",
      "22": "For the slave who was called to be in the Lord is the Lord’s freed person. Likewise, the free person who was called is Christ’s slave.",
      "23": "You were bought at a price. Do not become slaves of men.",
      "24": "Brothers, let each person remain before God in the situation he was in when he was called.",
      "25": "Now concerning virgins, I have no command from the Lord, but I give my judgment as one whom the Lord in his mercy made worthy of trust.",
      "26": "Accordingly, I think this is good because of the difficult situation we face, namely, that it is good for a person to remain as he is.",
      "27": "Are you bound to a wife? Do not seek to be freed. Are you unattached? Do not seek a wife.",
      "28": "But if you do get married, you have not sinned, and if a virgin gets married, she has not sinned. Yet such people will be under pressure in their earthly lives, and I am trying to spare you.",
      "29": "I also say this, brothers: The time is short. From now on, let those who have wives live as if they have none;",
      "30": "those who weep, as if not weeping; those who rejoice, as if not rejoicing; those who buy, as if not possessing;",
      "31": "and those who use the world, as if not getting any use out of it. For the way of life that belongs to this world is passing away.",
      "32": "I would like you to be free from concern. The unmarried man is concerned about the things of the Lord and thinks about how to please the Lord.",
      "33": "But the married man is concerned about the things of the world and thinks about how to please his wife,",
      "34": "and so he is divided. The unmarried woman and the virgin are concerned about the things of the Lord, so as to be holy both in body and in spirit. But the married woman is concerned about the things of the world and thinks about how to please her husband.",
      "35": "I am saying this for your own benefit, not to impose a restriction, but to encourage honorable, undistracted devotion to the Lord.",
      "36": "But if someone thinks he is behaving inappropriately toward his virgin, if his feelings are strong and it seems necessary, he should do what he desires. It is not a sin. They should marry.",
      "37": "But if someone stands firm in his heart and is not driven by need, but has control over his own desire and has decided in his own heart to keep his virgin as she is, he does well.",
      "38": "So then, he who marries his virgin does well, and he who does not marry her does better.",
      "39": "A wife is bound to her husband for as long as he lives, but if the husband has died, she is free to be married to any man she wishes, only in the Lord.",
      "40": "But she is more blessed if she stays as she is, in my judgment, and I think that I too have God’s Spirit."
    },
    "8": {
      "1": "Now concerning things sacrificed to idols, we know that we all have knowledge. Knowledge puffs up, but love builds up.",
      "2": "If anyone supposes that he knows something, he does not yet know the way he ought to know.",
      "3": "But if anyone loves God, this person has been known by him.",
      "4": "So, concerning the eating of food from idol sacrifices, we know that an idol is not anything real in the world and that there is no God but one.",
      "5": "Indeed, even if there are so-called “gods,” whether in the heavens or on earth (as in fact there are many “gods” and many “lords”),",
      "6": "nevertheless for us there is one God—the Father, from whom all things exist and we exist for him—and one Lord—Jesus Christ, through whom all things exist and we exist through him.",
      "7": "However, that knowledge is not in everyone. Instead some, who are still affected by their former habit with the idol, eat the food as something sacrificed to an idol, and their conscience, being weak, is defiled.",
      "8": "Food will not bring us closer to God. We do not lack anything if we do not eat, nor are we better off if we do.",
      "9": "And be careful that this right of yours does not somehow become a stumbling block to the weak.",
      "10": "For if someone sees you, a person who has knowledge, dining in an idol’s temple, will not the conscience of this man, weak as he is, be emboldened to eat food from an idol sacrifice?",
      "11": "You see, the weak person is being destroyed by your knowledge—the brother for whose sake Christ died!",
      "12": "And when you sin in this way against your brothers and wound their weak conscience, you sin against Christ.",
      "13": "Therefore, if food causes my brother to sin, I will never eat meat again, so that I do not cause my brother to sin."
    },
    "9": {
      "1": "Am I not free? Am I not an apostle? Have I not seen Jesus, our Lord? Are you not my work in the Lord?",
      "2": "If I am not an apostle to others, yet at least I am to you. For you are the seal of my apostleship in the Lord.",
      "3": "This is my defense to those who examine me.",
      "4": "Do we not have a right to eat and to drink?",
      "5": "Do we not have a right to take along a wife who is a believer, as the rest of the apostles do, and the brothers of the Lord, and Cephas?",
      "6": "Or are Barnabas and I the only ones who have no right to be spared from manual labor?",
      "7": "What soldier ever serves at his own expense? Who plants a vineyard and does not eat some of its fruit? Or who takes care of a flock and does not drink milk from the flock?",
      "8": "Am I saying this just from a human point of view? Doesn’t the law also say this?",
      "9": "Yes, it is written in the Law of Moses, “You shall not muzzle an ox while it is treading out grain.” Is God really concerned about oxen,",
      "10": "or does he say this entirely for our sake? Yes, it was written for our sake, because the plowman ought to plow in hope, and the thresher ought to thresh in hope of getting a share.",
      "11": "If we sowed spiritual seed for your good, is it too much if we reap material benefits from you?",
      "12": "If others have some right to make this claim on you, don’t we even more? But we did not use this right. Instead, we endure everything so as not to cause any hindrance for the gospel of Christ.",
      "13": "Do you not know that those who do the work in the temple eat food from the temple, and those who attend to the altar receive a portion from what is on the altar?",
      "14": "In the same way, the Lord has commanded that those who preach the gospel are to receive their living from the gospel.",
      "15": "But I have used none of these things.\nI am not writing this to have it done this way in my case, because it is better for me to die than to let anyone deprive me of my boast.",
      "16": "You see, if I preach the gospel, I have nothing to boast about, because an obligation is laid on me, and woe to me if I do not preach the gospel!",
      "17": "If I do this as a volunteer, I receive compensation. But if not, I have been entrusted with a responsibility as a steward.",
      "18": "What then is my compensation? To present the gospel of Christ free of charge when I preach it, instead of making use of the right I have when I preach the gospel.",
      "19": "In fact, although I am free from all, I enslaved myself to all so that I might gain many more.",
      "20": "To the Jews, I became like a Jew so that I might gain Jews. To those who are under the law, I became like a person under the law (though I myself am not under the law) so that I might gain those who are under the law.",
      "21": "To those who are without the law, I became like a person without the law (though I am not without God’s law but am within the law of Christ) so that I might gain those who are without the law.",
      "22": "To the weak, I became weak so that I might gain the weak. I have become all things to all people so that I may save at least some.",
      "23": "And I do everything for the sake of the gospel so that I may share in it along with others.",
      "24": "Do you not know that when runners compete in the stadium, they all run, but only one receives the prize? Run like that—to win.",
      "25": "Everyone who competes in the games exercises self-control in all things. They do it to receive a perishable victor’s wreath, but we do it for an imperishable one.",
      "26": "That is why there is nothing aimless about the way I run. There is no pummeling of the air in the way I box.",
      "27": "Instead I hit my body hard and make it my slave so that, after preaching to others, I myself will not be rejected."
    },
    "10": {
      "1": "For I do not want you to be unaware, brothers, that our fathers were all under the cloud and all passed through the sea,",
      "2": "and they were all baptized into Moses in the cloud and in the sea.",
      "3": "They all ate the same spiritual food",
      "4": "and all drank the same spiritual drink, for they drank from the spiritual rock that accompanied them—and that rock was Christ!",
      "5": "Nevertheless, God was not pleased with most of them. He had them die in the wilderness.",
      "6": "Now these things took place as examples to warn us not to desire evil things the way they did.",
      "7": "Do not become idolaters like some of them—as it is written, “The people sat down to eat and drink, and got up to celebrate wildly.”",
      "8": "And let us not commit sexual immorality, as some of them did, and in one day twenty-three thousand fell.",
      "9": "Let us not put Christ to the test, as some of them did, and so were being destroyed by the serpents.",
      "10": "And do not grumble, as some of them grumbled, and were destroyed by the destroyer.",
      "11": "All these things that were happening to them had meaning as examples, and they were written down to warn us, to whom the end of the ages has come.",
      "12": "So let him who thinks he stands be careful that he does not fall.",
      "13": "No testing has overtaken you except ordinary testing. But God is faithful. He will not allow you to be tested beyond your ability, but when he tests you, he will also bring about the outcome that you are able to bear it.",
      "14": "Therefore, my dear friends, flee from idolatry.",
      "15": "I speak to you as to sensible people. Judge for yourselves what I am saying.",
      "16": "The cup of blessing that we bless, is it not a communion of the blood of Christ? The bread that we break, is it not a communion of the body of Christ?",
      "17": "Because there is one bread, we, who are many, are one body, for we all partake of the one bread.",
      "18": "Consider the people of Israel. Those who eat the sacrifices are partners of the altar, aren’t they?",
      "19": "So what am I saying? That food from idol sacrifices is anything, or that an idol is anything?",
      "20": "No, but I do say this: What the Gentiles sacrifice, “they sacrifice to demons, and not to God,” and I do not want you to become partners of demons.",
      "21": "You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and of the table of demons.",
      "22": "Or are we trying to provoke the Lord to jealousy? Are we stronger than he is?",
      "23": "“Everything is permitted”—but not everything is beneficial. “Everything is permitted”—but not everything builds up.",
      "24": "Let no one seek his own good, but that of others.",
      "25": "Eat whatever is sold in the meat market without asking questions for the sake of conscience.",
      "26": "For “the earth is the Lord’s, and everything in it.”",
      "27": "If one of the unbelievers invites you over and you want to go, eat whatever you are served without asking questions for the sake of conscience.",
      "28": "But if someone says to you, “This is from a sacrifice,” then do not eat it, for the sake of the one who told you and for the sake of conscience.",
      "29": "I mean the other person’s conscience, not your own. For why is my freedom judged by someone else’s conscience?",
      "30": "If I eat the food with thankfulness, why am I criticized for something for which I give thanks?",
      "31": "So whether you eat or drink, or do anything else, do everything to the glory of God.",
      "32": "Do not give offense to Jews, or Greeks, or God’s church,",
      "33": "just as I also try to please all people in all things, by not seeking what is best for me but for the many, so that they may be saved."
    },
    "11": {
      "1": "Be imitators of me, just as I am of Christ.",
      "2": "I praise you, brothers, for remembering me in all things and holding firmly to the teachings as I delivered them to you.",
      "3": "However, I want you to know that Christ is the head of every man, and man is woman’s head, and God is Christ’s head.",
      "4": "Every man who prays or prophesies with a covering hanging down from his head dishonors his head.",
      "5": "But every woman who prays or prophesies with her head uncovered dishonors her head, for it is one and the same thing as being a woman with a shaved head.",
      "6": "Indeed, if a woman does not wear a head covering, she should cut off her hair too. But if it is shameful for a woman to cut off her hair or shave her head, she should wear a head covering.",
      "7": "For a man ought not to wear a head covering, because he is the image and glory of God, but woman is man’s glory.",
      "8": "For man is not from woman, but woman from man,",
      "9": "and man was not created for the woman, but woman for the man.",
      "10": "For this reason the woman ought to have a symbol of authority on her head, because of the angels.",
      "11": "Nevertheless, in the Lord, woman is not independent of man, nor is man independent of woman.",
      "12": "For as woman came from man, so also man comes through woman, and all things are from God.",
      "13": "Judge for yourselves. Is it proper for a woman to pray to God with her head uncovered?",
      "14": "Doesn’t the nature of things itself teach you that if a man has long hair, it is disgraceful for him,",
      "15": "whereas if a woman has long hair, it is glorious for her? For her long hair has been given to her as a covering.",
      "16": "But if anyone is inclined to be contentious—we have no such custom, and neither do God’s churches.",
      "17": "Now in giving you this next command, I do not praise you, because you come together not for the better but for the worse.",
      "18": "For in the first place, I hear that when you come together in an assembly, there are divisions among you. And to some extent I believe it,",
      "19": "for there also have to be factions among you so that those who are approved may become evident among you.",
      "20": "So when you come together in the same place, it is not the Lord’s Supper that you eat.",
      "21": "For when you eat, each one goes ahead and takes his own supper, and so one person goes hungry while another is drunk.",
      "22": "What, don’t you have houses to eat and drink in? Or do you despise God’s church and humiliate those who have nothing? What am I to say to you? Shall I praise you? In this matter I do not praise you!",
      "23": "For I received from the Lord what I also delivered to you: The Lord Jesus, on the night when he was betrayed, took bread,",
      "24": "and when he had given thanks, he broke it and said, “This is my body, which is for you. Do this in remembrance of me.”",
      "25": "In the same way, after the meal, he also took the cup, saying, “This cup is the new testament in my blood. Do this, as often as you drink it, in remembrance of me.”",
      "26": "For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.",
      "27": "Therefore whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the Lord’s body and blood.",
      "28": "Instead, let a person examine himself and after doing so, let him eat of the bread and drink from the cup.",
      "29": "For if anyone eats and drinks in an unworthy way because he does not recognize the Lord’s body, he eats and drinks judgment on himself.",
      "30": "Because of this, many among you are weak and sick, and quite a few have fallen asleep.",
      "31": "But if we judged ourselves, we would not be undergoing judgment.",
      "32": "However, when we undergo judgment, we are being disciplined by the Lord so that we may not be condemned with the world.",
      "33": "Therefore, my brothers, when you come together to eat, wait for one another.",
      "34": "If anyone is hungry, let him eat at home so that your coming together may not result in judgment. The rest of my instructions I will give when I come."
    },
    "12": {
      "1": "Now concerning spiritual gifts, brothers, I do not want you to be uninformed.",
      "2": "You know that when you were pagans, you were deceived and somehow led away to mute idols.",
      "3": "Therefore I am informing you that no one speaking by God’s Spirit says, “A curse be upon Jesus,” and no one can say, “Jesus is Lord,” except by the Holy Spirit.",
      "4": "There are various kinds of gifts, but the same Spirit.",
      "5": "There are different kinds of ministries, and yet the same Lord.",
      "6": "There are various kinds of activity, but the same God, who produces all of them in everyone.",
      "7": "Each person is given a manifestation of the Spirit for the common good.",
      "8": "To one person a message of wisdom is given by the Spirit; to another, a message of knowledge, as the same Spirit provides it;",
      "9": "by the same Spirit, faith is given to someone else; and to another, the same Spirit gives healing gifts.",
      "10": "Another is given powers to do miracles; another, the gift of prophecy; another, the evaluating of spirits; someone else, different kinds of tongues; and another, the interpretation of tongues.",
      "11": "One and the same Spirit produces all of these, distributing them to each one individually as he desires.",
      "12": "For just as the body is one and has many members, and all the members of the body, though many, are one body, so also is Christ.",
      "13": "For by one Spirit we all were baptized into one body, whether Jews or Greeks, whether slaves or free people, and we were all caused to drink one Spirit.",
      "14": "Furthermore, the body is not one member, but many.",
      "15": "If the foot says, “Because I am not a hand, I am not part of the body,” it does not on that account cease to be part of the body.",
      "16": "If the ear says, “Because I am not an eye, I am not part of the body,” it does not on that account cease to be part of the body.",
      "17": "If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be?",
      "18": "But now God has arranged the members in the body, each and every one of them, as he desired.",
      "19": "If they were all one member, where would the body be?",
      "20": "But as it is, there are many members, yet one body.",
      "21": "The eye cannot say to the hand, “I have no need for you,” or again the head to the feet, “I have no need for you.”",
      "22": "On the contrary, the members of the body that seem to be weaker are much more necessary.",
      "23": "As for the parts of the body we consider less honorable, these we provide with more honor. We treat our unpresentable parts with more modesty,",
      "24": "whereas our presentable parts have no such need. But God put the body together in a way that gave more honor to the parts that lack it.",
      "25": "He did it so that there might not be any division in the body, but that the members might all have the same concern for one another.",
      "26": "So if one member suffers, all the members suffer with it, or if one member is honored, all the members rejoice with it.",
      "27": "You are the body of Christ, and individually you are members of it.",
      "28": "And God appointed in the church: first apostles, second prophets, third teachers; then miracles, healing gifts, helpful acts, leadership abilities, kinds of tongues.",
      "29": "Are all apostles? Are all prophets? Are all teachers? Are all miracle workers?",
      "30": "Do all have healing gifts? Do all speak in tongues? Do all interpret?",
      "31": "But eagerly seek the greater gifts. And now, I am going to show you a more excellent way."
    },
    "13": {
      "1": "If I speak in the tongues of men and of angels but do not have love, I have become a noisy gong or a clanging cymbal.",
      "2": "If I have the gift of prophecy and know all the mysteries and have all knowledge, and if I have all faith, so as to move mountains, but do not have love, I am nothing.",
      "3": "If I give away everything I own, and if I give up my body that I may be burned but do not have love, I gain nothing.",
      "4": "Love is patient. Love is kind. Love does not envy. It does not brag. It is not arrogant.",
      "5": "It does not behave indecently. It is not selfish. It is not irritable. It does not keep a record of wrongs.",
      "6": "It does not rejoice over unrighteousness but rejoices with the truth.",
      "7": "It bears all things, believes all things, hopes all things, endures all things.",
      "8": "Love never comes to an end. But if there are prophetic gifts, they will be done away with; if tongues, they will cease; if knowledge, it will be done away with.",
      "9": "For we know only in part, and we prophesy only in part,",
      "10": "but when that which is complete has come, that which is partial will be done away with.",
      "11": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I put away childish things.",
      "12": "Now we see indirectly using a mirror, but then we will see face to face. Now I know in part, but then I will know fully, just as I was fully known.",
      "13": "So now these three remain: faith, hope, and love—and the greatest of these is love."
    },
    "14": {
      "1": "Keep on pursuing love, and eagerly seek spiritual gifts, but especially prophecy.",
      "2": "For the person who speaks in a tongue speaks to God, not to people. For no one understands him, but he speaks mysteries in the Spirit.",
      "3": "However, the person who prophesies speaks to people things that edify, encourage, and comfort.",
      "4": "The one who speaks in a tongue edifies himself, but the one who prophesies edifies the church.",
      "5": "I would like all of you to speak in tongues, but I would prefer that you prophesy. For the person who prophesies is greater than the one who speaks in tongues, unless he interprets so that the church may be built up.",
      "6": "Brothers, if I come to you speaking in tongues, what good will I do you, unless I communicate to you a revelation, or some knowledge, or a prophecy, or some teaching?",
      "7": "Even lifeless instruments that produce sound, such as a flute or a harp, if they do not make the notes distinct from one another, how will anyone know what is being played on the flute or harp?",
      "8": "If the trumpet makes an uncertain sound, who will get ready for battle?",
      "9": "So also with you: Unless you use your tongue to produce intelligible speech, how will anyone know what is being spoken? To be sure, you will be speaking only into the air.",
      "10": "There are perhaps ever so many kinds of languages in the world, and not one of them is without meaning.",
      "11": "Accordingly, if I do not understand the language, I will be a foreigner to the speaker, and he will be a foreigner to me.",
      "12": "So also with you: Since you are eager for spiritual gifts, seek to use them abundantly in a way that will build up the church.",
      "13": "That is why a person who speaks in a tongue should pray that he may interpret.",
      "14": "For if I pray in a tongue, my spirit prays, but my understanding is unfruitful.",
      "15": "So what is to be done? I will pray using my spirit, and I will pray also using my understanding. I will sing using my spirit, and I will sing also using my understanding.",
      "16": "Otherwise, how will an uninformed person say the “Amen” after you give thanks, since he does not know what you are saying?",
      "17": "To be sure, you are giving thanks well enough, but the other person is not being built up.",
      "18": "I thank God that I speak in tongues more than all of you.",
      "19": "But in the church I would rather speak five words with my understanding, in order to instruct others, than ten thousand words in a tongue.",
      "20": "Brothers, do not be children in your thinking, but be like babies in regard to evil, and be mature in your thinking.",
      "21": "It is written in the law, “By different tongues and by foreign lips I will speak to this people, and even so, they will not listen to me, says the Lord.”",
      "22": "Therefore, tongues are a sign meant for unbelievers, not believers, whereas prophecy is for believers, not unbelievers.",
      "23": "So if the whole church comes together in the same place and all speak in tongues, and uninformed visitors or unbelievers come in, won’t they say that you are crazy?",
      "24": "But if all prophesy and some unbeliever or uninformed visitor comes in, he is reproved by all and judged by all,",
      "25": "the secrets of his heart are revealed, and under those circumstances he will fall down on his face and worship God, declaring, “God really is among you!”",
      "26": "So, brothers, what is to be done? When you come together, each one of you has a psalm, or a teaching, or a revelation, or an utterance in a tongue, or an interpretation. Let all things be done in a way that builds people up.",
      "27": "If someone speaks in a tongue, limit it to two or at most three (speaking one at a time), and have one person interpret.",
      "28": "But if there is no interpreter, he is to keep silent in the church and keep his speaking between himself and God.",
      "29": "Let two or three prophets speak, and let the others carefully evaluate what was said.",
      "30": "But if a revelation comes to another person as he sits there, let the first person become silent.",
      "31": "For you all can do your prophesying one at a time, so that all may learn and all may be encouraged.",
      "32": "The spirits of the prophets are also subject to the prophets,",
      "33": "for God is not a God of disorder, but of peace.\nAs in all the churches of the saints,",
      "34": "the women are to keep silent in the churches, for they are not permitted to speak. Instead they are to be subordinate, as also the Law says.",
      "35": "If they desire to learn something, let them ask their own men at home, because it is shameful for a woman to speak in the church.",
      "36": "Or are you the ones from whom the word of God has gone out? Or did it come to you alone?",
      "37": "If anyone thinks he is a prophet or spiritual person, let him recognize that the things I write to you are the Lord’s commands.",
      "38": "But if anyone disregards them, he should be disregarded.",
      "39": "So, brothers, be eager to prophesy, and do not forbid speaking in tongues.",
      "40": "But let all things be done decently and in good order."
    },
    "15": {
      "1": "Brothers, I am going to call your attention to the gospel that I preached to you. You received it, and you took your stand on it.",
      "2": "You are also being saved by that gospel that was expressed in the words I preached to you, if you keep your hold on it—unless you believed in vain.",
      "3": "For I delivered to you as of first importance what I also received:\nthat Christ died for our sins in accordance with the Scriptures,",
      "4": "that he was buried,\nthat he was raised on the third day in accordance with the Scriptures,",
      "5": "and that he appeared to Cephas, then to the Twelve.",
      "6": "After that he appeared to over five hundred brothers at the same time, most of whom are still alive, but some have fallen asleep.",
      "7": "Then he appeared to James, and then to all the apostles.",
      "8": "Last of all, he appeared also to me, the stillborn child, so to speak.",
      "9": "For I am the least of the apostles, and I am not worthy to be called an apostle, because I persecuted God’s church.",
      "10": "But by the grace of God I am what I am, and his grace toward me was not ineffective. On the contrary, I worked more than all of them (and yet it wasn’t my doing, but it was the grace of God, which was with me, that did it).",
      "11": "So whether it is I or they, that is what we preach, and that is what you believed.",
      "12": "Now if it is preached that Christ has been raised from the dead, how is it that some among you say that there is no resurrection of the dead?",
      "13": "If there is no resurrection of the dead, not even Christ has been raised.",
      "14": "And if Christ has not been raised, our preaching is pointless, and your faith is pointless too.",
      "15": "Then we are even guilty of giving false testimony about God, because we testified about God that he raised Christ, whom he did not raise, if it were true that the dead are not raised.",
      "16": "For if the dead are not raised, not even Christ has been raised.",
      "17": "And if Christ has not been raised, your faith is futile; you are still in your sins.",
      "18": "Then it also follows that those who fell asleep in Christ perished.",
      "19": "If our hope in Christ applies only to this life, we are the most pitiful people of all.",
      "20": "But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep.",
      "21": "For since death came by a man, the resurrection of the dead also is going to come by a man.",
      "22": "For as in Adam they all die, so also in Christ they all will be made alive.",
      "23": "But each in his own order: Christ as the firstfruits and then Christ’s people, at his coming.",
      "24": "Then comes the end, when he hands over the kingdom to God the Father, after he has done away with every other ruler and every other authority and power.",
      "25": "For he must reign “until he has put all his enemies under his feet.”",
      "26": "Death is the last enemy to be done away with.",
      "27": "Certainly, “he has put all things in subjection under his feet.” Now when it says that all things have been put in subjection, obviously that does not include the one who subjected all things to him.",
      "28": "But when all things have been subjected to him, then the Son himself will also be subjected to the one who subjected all things to him, in order that God may be all in all.",
      "29": "Otherwise, what will those people do who get baptized for the dead? If the dead are not raised at all, why do they even get baptized for them?",
      "30": "Why do we live in danger every hour?",
      "31": "Day by day I face death, as surely as I boast about you, brothers, in Christ Jesus our Lord.",
      "32": "If I fought wild animals in Ephesus with human motives, what good did it do me? If the dead are not raised, then “let us eat and drink, for tomorrow we die.”",
      "33": "Do not be deceived! “Keeping bad company corrupts good morals.”",
      "34": "Use sober judgment, as is right, and do not sin, for some have no knowledge of God. I say this to your shame.",
      "35": "But someone will object, “How can it be that the dead are raised? With what kind of body are they going to come?”",
      "36": "You are being foolish. What you sow is not made alive unless it dies.",
      "37": "And what you sow is not the body that will be, but a bare seed, perhaps of wheat or some other grain.",
      "38": "But God gives it a body of the kind he wanted it to have, and to each of the seeds he gives its own body.",
      "39": "Flesh is not all the same kind. Instead, people have one kind of flesh, animals have another kind, birds another, and fish yet another.",
      "40": "There are also celestial bodies and bodies on earth, but the glory of the celestial bodies differs from that of the bodies on earth.",
      "41": "There is one glory of the sun, another of the moon, and another of the stars; in fact, one star differs from another in glory.",
      "42": "That is the way the resurrection of the dead will be. What is sown is perishable; it is raised imperishable.",
      "43": "It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power.",
      "44": "It is sown as a natural body; it is raised as a spiritual body.\nIf there is a natural body, there is also a spiritual body.",
      "45": "So also it is written, “The first man, Adam, became a living natural being.” The last Adam became a life-giving spirit.",
      "46": "However, that which is spiritual is not first; rather, first comes the natural, then the spiritual.",
      "47": "The first man is of the earth, made of dust. The second man is the Lord from heaven.",
      "48": "As was the man made of dust, so are the people who are made of dust, and as is the heavenly man, so the heavenly people will be.",
      "49": "And just as we have borne the image of the man made of dust, let us also bear the image of the heavenly man.",
      "50": "Now I say this, brothers: Flesh and blood cannot inherit the kingdom of God, and what is perishable is not going to inherit what is imperishable.",
      "51": "Look, I tell you a mystery. We will not all sleep, but we will all be changed,",
      "52": "in a moment, in the blink of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed.",
      "53": "For this perishable body must put on imperishability, and this mortal body must put on immortality.",
      "54": "But once this perishable body has put on imperishability, and this mortal body has put on immortality, then what is written will be fulfilled:\nDeath is swallowed up in victory.",
      "55": "Death, where is your sting?\nGrave, where is your victory?",
      "56": "The sting of death is sin, and the power of sin is the law.",
      "57": "But thanks be to God, who gives us the victory through our Lord Jesus Christ!",
      "58": "Therefore, my dear brothers, be steadfast, immovable, always abounding in the Lord’s work, because you know that your labor is not in vain in the Lord."
    },
    "16": {
      "1": "Now concerning the collection for the saints, do as I directed the churches in Galatia to do.",
      "2": "On the first day of every week, each of you is to set something aside in keeping with whatever he gains, saving it up at home, so that when I come, no collections will need to be carried out.",
      "3": "When I arrive, those whom you approve will be provided with letters, and I will send these representatives to deliver your gracious gift to Jerusalem.",
      "4": "If it is appropriate for me to go also, they will go with me.",
      "5": "I will come to you when I have passed through Macedonia, for I am going to go through Macedonia.",
      "6": "Perhaps I will have an extended stay with you or even spend the winter, so that you may send me on my way, wherever I go.",
      "7": "For I do not wish to see you now in passing. I hope to stay with you for a while, if the Lord permits.",
      "8": "But I will stay on in Ephesus until Pentecost,",
      "9": "because a door has opened for me, a great opportunity for action, and there are many adversaries.",
      "10": "But if Timothy comes, make sure he has no reason to be afraid while he is with you, for he does the work of the Lord, as I do.",
      "11": "Therefore let no one despise him. But send him on his way in peace so that he may come to me, because I am expecting him, and so are the brothers with me.",
      "12": "Now concerning our brother Apollos, I strongly urged him to go to you with the brothers. It was not at all his desire to go now, but he will when he has an opportunity.",
      "13": "Keep alert. Stand firm in the faith. Demonstrate manly courage. Be strong.",
      "14": "Let everything you do be done in love.",
      "15": "Brothers, you know Stephanas and his household. You know that they are the firstfruits of Achaia, and that they volunteered for service to the saints.",
      "16": "I urge that you also submit to them and to everyone who joins in and works hard.",
      "17": "I am glad that Stephanas, Fortunatus, and Achaicus came, because they supplied what was lacking on your part,",
      "18": "and they refreshed my spirit and yours. Therefore acknowledge such people.",
      "19": "The churches in the province of Asia greet you. Aquila and Priscilla greet you warmly in the Lord, together with the church that meets in their house.",
      "20": "All the brothers greet you. Greet one another with a holy kiss.",
      "21": "This greeting is written by me, Paul, with my own hand.",
      "22": "If anyone does not love the Lord—let him be under a curse! Marana tha!",
      "23": "The grace of the Lord Jesus Christ be with you.",
      "24": "My love be with all of you in Christ Jesus. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:27.959344-04:00",
    "Translation": "EHV"
  }
}