{
  "1 John": {
    "1": {
      "1": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have observed and our hands have touched regarding the Word of Life—",
      "2": "the life appeared, and we have seen it. We testify and proclaim to you the eternal life, which was with the Father and has appeared to us.",
      "3": "We are proclaiming what we have seen and heard also to you, so that you may have fellowship with us. Our fellowship is with the Father and his Son Jesus Christ.",
      "4": "We write these things to you so that our joy may be complete.",
      "5": "This is the message we heard from him and proclaim to you: God is light. In him there is no darkness at all.",
      "6": "If we say we have fellowship with him but still walk in darkness, we are lying and do not put the truth into practice.",
      "7": "But if we walk in the light, just as he is in the light, we have fellowship with one another, and the blood of Jesus Christ, his Son, cleanses us from all sin.",
      "8": "If we say we have no sin, we deceive ourselves, and the truth is not in us.",
      "9": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
      "10": "If we say we have not sinned, we make him out to be a liar, and his Word is not in us."
    },
    "2": {
      "1": "My children, I write these things to you so that you will not sin. If anyone does sin, we have an Advocate before the Father: Jesus Christ, the Righteous One.",
      "2": "He is the atoning sacrifice for our sins, and not only for ours but also for the whole world.",
      "3": "This is how we know that we have known him: if we keep his commands.",
      "4": "The one who says, “I know him,” but does not keep his commands is a liar, and the truth is not in him.",
      "5": "If anyone keeps God’s word, the love of God is truly made complete in him. This is how we know that we are in him:",
      "6": "The one who says he remains in him should walk as Jesus walked.",
      "7": "Dear friends, I am not writing you a new command but an old one that you have had since the beginning. The old command is the message you heard.",
      "8": "At the same time, the command I am writing is new—it is true in Jesus and in you, because the darkness is passing away, and the true light is already shining.",
      "9": "The one who says he is in the light and yet hates his brother is still in the darkness.",
      "10": "The one who loves his brother remains in the light, and nothing causes him to stumble.",
      "11": "The one who hates his brother is in the darkness and walks in the darkness and does not know where he is going, because the darkness has blinded his eyes.",
      "12": "I am writing to you, dear children,\n    because your sins have been forgiven because of his name.",
      "13": "I am writing to you, fathers,\n    because you have known him who is from the beginning.\nI am writing to you, young men,\n    because you have overcome the Evil One.",
      "14": "I have written to you, little children,\n    because you have known the Father.\nI have written to you, fathers,\n    because you have known him who is from the beginning.\nI have written to you, young men,\n    because you are strong,\n    and the word of God remains in you,\n    and you have overcome the Evil One.",
      "15": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.",
      "16": "For everything in the world—the lust of the flesh, the desire of the eyes, boasting about material possessions—is not from the Father but from the world.",
      "17": "The world and its desires pass away, but the one who does the will of God remains forever.",
      "18": "Dear children, it is the last hour. The Antichrist is coming, just as you have heard, and even now many antichrists have come. (This is how you know that it is the last hour.)",
      "19": "They went out from us, but they really were not part of us. If they had been part of us, they would have stayed with us. Instead they all showed that they were not part of us.",
      "20": "You have an anointing from the Holy One, and you know all things.",
      "21": "I did not write to you because you do not know the truth but because you do know it and because no lie comes from the truth.",
      "22": "Who is a liar but the one who denies that Jesus is the Christ? This is an antichrist: the one who denies the Father and the Son.",
      "23": "Everyone who denies the Son does not have the Father. But the one who confesses the Son has the Father as well.",
      "24": "Let what you have heard from the beginning remain in you. If what you have heard from the beginning remains in you, then you will remain in the Son and the Father.",
      "25": "And this is what he promised you: eternal life.",
      "26": "I have written these things to you about those who are misleading you.",
      "27": "As for you, the anointing you received from him remains in you, and you have no need for someone to teach you. Rather, since his anointing teaches you all things and since it is true and is no lie, remain in him, just as it has taught you.",
      "28": "So now, dear children, remain in him so that we may be confident when he appears and may be unashamed before him at his coming.",
      "29": "If you know that he is righteous, then you know that everyone who does what is right has been born of him."
    },
    "3": {
      "1": "See the kind of love the Father has given us that we should be called children of God, and that is what we are! The world does not know us, because it did not know him.",
      "2": "Dear friends, we are children of God now, but what we will be has not yet been revealed. We know that when he is revealed we will be like him, and we will see him as he really is.",
      "3": "Everyone who has this hope purifies himself just as Jesus is pure.",
      "4": "Everyone who commits sin also commits lawlessness. Sin is lawlessness.",
      "5": "You know that he appeared in order to take away our sins and in him there is no sin.",
      "6": "Anyone who remains in him does not sin. The person who keeps on sinning has not seen him or known him.",
      "7": "Dear children, do not let anyone deceive you. Whoever does what is right is righteous just as Jesus is righteous.",
      "8": "The one who continues to sin is of the Devil, because the Devil has been sinning from the beginning. This is why the Son of God appeared: to destroy the works of the Devil.",
      "9": "Nobody who has been born of God continues to commit sin, because God’s seed remains in him. He cannot go on sinning, because he has been born of God.",
      "10": "This is how the children of God and the children of the Devil are obvious: Everyone who does not do what is right is not from God, along with everyone who does not love his brother.",
      "11": "This is the message you have heard from the beginning: Love one another.",
      "12": "Do not be like Cain, who belonged to the Evil One and murdered his brother. And why did he murder him? Because his own works were evil, while those of his brother were righteous.",
      "13": "Do not be surprised, brothers, if the world hates you.",
      "14": "We know that we have crossed over from death to life, because we love our brothers. The one who does not love remains in death.",
      "15": "Everyone who hates his brother is a murderer, and you know that no murderer has eternal life remaining in him.",
      "16": "This is how we have come to know love: Jesus laid down his life for us. And we also should lay down our lives for our brothers.",
      "17": "Whoever has worldly wealth and sees his brother in need but closes his heart against him—how can God’s love remain in him?",
      "18": "Dear children, let us love not only with word or with our tongue, but also in action and truth.",
      "19": "This is how we know that we are of the truth and how we will set our hearts at rest in his presence:",
      "20": "If our hearts condemn us, God is greater than our hearts, and he knows everything.",
      "21": "Dear friends, if our hearts do not condemn us, we have confidence before God.",
      "22": "We also receive from him whatever we ask, because we keep his commands and do what is pleasing in his sight.",
      "23": "This then is his command: that we believe in the name of his Son, Jesus Christ, and that we love one another just as he commanded us.",
      "24": "The one who keeps his commands remains in God and God in him. This is how we know that he remains in us: We know it from the Spirit, whom he has given to us."
    },
    "4": {
      "1": "Dear friends, do not believe every spirit, but test the spirits to see if they are from God, for many false prophets have gone out into the world.",
      "2": "This is how you can recognize the Spirit of God: Every spirit who confesses that Jesus Christ has come in the flesh is from God,",
      "3": "and every spirit who does not confess Jesus is not from God. This is the spirit of the Antichrist, which you have heard is coming and is already in the world.",
      "4": "You are from God, dear children, and you have overcome the false prophets, because the one in you is greater than the one in the world.",
      "5": "They are from the world. That is why they speak from a worldly perspective and the world listens to them.",
      "6": "We are from God. The one who knows God listens to us, but whoever is not from God does not listen to us. That is how we can distinguish between the spirit of truth and the spirit of error.",
      "7": "Dear friends, let us love one another, because love comes from God. Everyone who loves has been born of God and knows God.",
      "8": "The one who does not love has not known God, because God is love.",
      "9": "This is how God’s love for us was revealed: God has sent his only-begotten Son into the world so that we may live through him.",
      "10": "This is love: not that we have loved God, but that he loved us and sent his Son to be the atoning sacrifice for our sins.",
      "11": "Dear friends, if God loved us so much, we also should love one another.",
      "12": "No one has ever seen God. If we love one another, God remains in us and his love has been brought to its goal in us.",
      "13": "This is how we know that we remain in him and he in us: He has given us of his Spirit.",
      "14": "We have seen and testify that the Father has sent his Son to be the Savior of the world.",
      "15": "If anyone confesses that Jesus is the Son of God, God remains in him and he in God.",
      "16": "We also have come to know and trust the love that God has for us.\nGod is love. Whoever remains in love remains in God and God in him.",
      "17": "In this way his love has been brought to its goal among us, so that we may have confidence on the day of judgment, because in this world we are just like Jesus.",
      "18": "There is no fear in love, but complete love drives out fear, because fear has to do with punishment. The one who continues to be afraid has not been brought to the goal in love.",
      "19": "We love because he first loved us.",
      "20": "If anyone says, “I love God,” but hates his brother, he is a liar. For how can anyone who does not love his brother, whom he has seen, love God, whom he has not seen?",
      "21": "This then is the command we have from him: The one who loves God should also love his brother."
    },
    "5": {
      "1": "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the God who has given birth also loves one who has been born of him.",
      "2": "This is how we know that we love the children of God: when we love God and keep his commands.",
      "3": "In fact, this is love for God: that we keep his commands. And his commands are not burdensome,",
      "4": "because everyone who has been born of God overcomes the world. This is the victory that has overcome the world: our faith.",
      "5": "Who is the one who overcomes the world? Only the one who believes that Jesus is the Son of God.",
      "6": "This is the one who came by water and blood: Jesus Christ. He did not come by the water alone but by the water and by the blood. The Spirit is the one who testifies, because the Spirit is the truth.",
      "7": "In fact, there are three that testify:",
      "8": "the Spirit, the water, and the blood, and these three are one.",
      "9": "If we accept the testimony of people, God’s testimony is even greater, because it is the testimony that God gave about his Son.",
      "10": "The one who believes in the Son of God has this testimony in him, but the one who does not believe has made God out to be a liar, because he has not believed in the testimony that God gave about his Son.",
      "11": "This is the testimony: God has given us eternal life, and this life is in his Son.",
      "12": "The one who has the Son has life. The one who does not have the Son of God does not have life.",
      "13": "I have written these things to you who believe in the name of the Son of God so that you may know that you have eternal life.",
      "14": "This is the confidence that we have before him: that if we ask anything according to his will, he hears us.",
      "15": "And if we know that he hears us—whatever we ask—we also know that we receive the things we have asked from him.",
      "16": "If anyone sees his brother committing a sin that does not result in death, he will ask, and God will give life—to those who commit sin that does not result in death. There is sin that results in death; I am not saying that he should ask about that.",
      "17": "All unrighteousness is sin, but there is sin that does not result in death.",
      "18": "We know that anyone who has been born of God does not go on sinning. But the one who was born of God protects him, and the Evil One cannot take hold of him.",
      "19": "We know that we are from God and that the whole world lies in the grip of the Evil One.",
      "20": "We know that the Son of God has come and has given us understanding so that we may know him who is true. And we are in him who is true, in his Son, Jesus Christ. He is the true God and eternal life.",
      "21": "Dear children, guard yourselves from idols."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:38.399334-04:00",
    "Translation": "EHV"
  }
}