{
  "1 Kings": {
    "1": {
      "1": "When King David was old and advanced in years, his servants covered him with blankets, but he could not get warm.",
      "2": "So they said to him, “Let your servants search for a young woman, a virgin, for my lord the king. She will attend to the king and be his nurse. She will lie close to him and keep my lord the king warm.”",
      "3": "So they searched the whole territory of Israel for a beautiful young woman. They found Abishag from Shunem and brought her to the king.",
      "4": "The young woman was very beautiful, and she served as the king’s nurse, but the king was not intimate with her.",
      "5": "Adonijah son of Haggith was pushing himself forward, saying, “I will become king.” He obtained a chariot and charioteers and fifty men to run ahead of him.",
      "6": "His father had never rebuked him by saying, “Why are you acting like this?”\nAdonijah also was very handsome and had been born next in line after Absalom.",
      "7": "Joab son of Zeruiah and Abiathar the priest conspired with Adonijah and gave him their support.",
      "8": "But Zadok the priest, Benaiah son of Jehoiada, and Nathan the prophet, along with Shimei, Rei, and David’s elite warriors, did not join with Adonijah.",
      "9": "Adonijah sacrificed sheep, cattle, and specially fattened calves at the Stone of Zoheleth, which was near En Rogel Spring. He invited all of his brothers, the king’s sons, and all of the king’s officials from Judah.",
      "10": "But he did not invite the prophet Nathan, Benaiah, the elite warriors, or his brother Solomon.",
      "11": "Nathan said to Bathsheba, Solomon’s mother, “Haven’t you heard that Adonijah son of Haggith has become king, and our lord David does not know about it?",
      "12": "Now let me give you some advice on how to save your life and the life of your son Solomon:",
      "13": "Go to King David and say to him, ‘My lord the king, didn’t you swear to me your servant and promise me, “Your son Solomon will be king after me, and he will sit on my throne”? Then why has Adonijah become king?’",
      "14": "Then, while you are still there speaking with the king, I will come in after you and confirm your words.”",
      "15": "So Bathsheba went to the king in his chamber. The king was very old, and Abishag from Shunem was taking care of him.",
      "16": "Bathsheba knelt and bowed down before the king. The king said, “Why have you come?”",
      "17": "She said, “My lord, you swore to your servant by the Lord your God and promised, ‘Your son Solomon will be king after me, and he will sit on my throne.’",
      "18": "But now, look, Adonijah has become king, and you, my lord the king, did not know about it.",
      "19": "He has sacrificed cattle, specially fattened calves, and sheep in abundance. He has invited all the king’s sons, as well as Abiathar the priest and Joab the commander of the army. But he has not invited your servant Solomon.",
      "20": "Now, my lord the king, the eyes of all Israel are upon you, waiting for you to tell them who will sit on my lord the king’s throne after him.",
      "21": "If you do not, when my lord the king rests with his fathers, then I and my son Solomon will be treated like traitors.”",
      "22": "Just then, while she was still speaking with the king, Nathan the prophet came in.",
      "23": "The king was told, “The prophet Nathan is here.” Nathan went in and bowed down to the ground before the king.",
      "24": "Nathan said, “Did you, my lord the king, say, ‘Adonijah will be king after me, and he will sit on my throne’?",
      "25": "Today he has gone out and sacrificed a great many cattle, specially fattened calves, and sheep. He has invited all the king’s sons, the commanders of the army, and Abiathar the priest. They are even eating and drinking with him and saying, ‘Long live King Adonijah!’",
      "26": "But he has not invited me your servant, Zadok the priest, Benaiah son of Jehoiada, or your servant Solomon.",
      "27": "Has this command about who will sit on the throne of my lord the king after him really come from my lord the king, even though you have not made this known to your servants?”",
      "28": "Then King David responded, “Call Bathsheba for me.” She came in and stood before the king.",
      "29": "The king swore, “As surely as the Lord lives, who has redeemed my life from every tight spot,",
      "30": "just as I swore to you by the Lord, the God of Israel, that Solomon your son will be king after me and he will sit on my throne in my place, I will indeed make it happen this very day.”",
      "31": "Bathsheba knelt down on the ground and bowed before the king and said, “May my lord King David live forever!”",
      "32": "King David said, “Call in Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.” So they came in before the king.",
      "33": "The king said to them, “Take your lord’s servants with you. Have my son Solomon ride on my own mule, and bring him down to Gihon Spring.",
      "34": "There Zadok the priest and Nathan the prophet are to anoint him as king over Israel. Then you are to blow the ram’s horn and say, ‘Long live King Solomon!’",
      "35": "Then you are to follow him, as he goes in and sits on my throne, and he will be king in my place. I decree that he will be leader over Israel and Judah.”",
      "36": "Then Benaiah son of Jehoiada responded to the king, “Amen! May the Lord, the God of my lord the king, confirm this!",
      "37": "Just as the Lord was with my lord the king, so may he also be with Solomon. May he make his throne greater than the throne of my lord King David!”",
      "38": "So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites went out. They had Solomon ride on the mule that belonged to King David and brought him down to Gihon Spring.",
      "39": "Then Zadok the priest took the horn of olive oil from the Tent and anointed Solomon. After that they blew the ram’s horn, and all the people said, “Long live King Solomon!”",
      "40": "All the people followed Solomon. The people were playing flutes and rejoicing so greatly that the ground shook from the sound.",
      "41": "When Adonijah and all his guests heard it, they stopped eating. Joab heard the sound of the ram’s horn and asked, “Why is the noise from the city so loud?”",
      "42": "Just then, while he was still speaking, Jonathan, son of Abiathar the priest, came in. Adonijah said, “Come in, for you are a worthy man, and you must be bringing good news.”",
      "43": "Jonathan responded to Adonijah:\nNot at all! Our lord King David has made Solomon king!",
      "44": "The king sent Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites with Solomon, and they placed him on the king’s mule.",
      "45": "Zadok the priest and Nathan the prophet anointed him as king at Gihon, and they went up from there rejoicing. The city is in an uproar. That is the noise you have been hearing.",
      "46": "Also, Solomon has taken his seat on the throne of the kingdom.",
      "47": "The king’s servants have come to bless our lord King David, saying, “May your God treat the name of Solomon even more favorably than your name, and may his throne be greater than your throne.”\nThe king bowed in worship on his bed,",
      "48": "and the king spoke the following words: “Blessed be the Lord, the God of Israel, who today has provided someone to sit upon my throne and has permitted my eyes to see it.”",
      "49": "Then all of Adonijah’s guests quickly got up, and each one went his own way.",
      "50": "Adonijah was afraid of Solomon, so he went and held on to the horns of the altar.",
      "51": "Solomon was told, “Adonijah is so afraid of King Solomon that he has grabbed the horns of the altar, and he is saying, ‘Let King Solomon swear to me this day that he will not kill his servant with the sword.’”",
      "52": "Solomon said, “If he is a worthy man, not a hair of his head will fall to the ground, but if he is caught planning evil, he will die.”",
      "53": "Then King Solomon had Adonijah brought down from the altar. He came in and bowed down to King Solomon, and Solomon told him, “Go to your house.”"
    },
    "2": {
      "1": "The day of David’s death was approaching, so he gave the following commands to his son Solomon:",
      "2": "I am about to go the way of all the earth. Now, be strong and act like a man!",
      "3": "Fulfill your duties to the Lord your God. Walk in his ways. Keep his statutes, his commands, his ordinances, and his decrees as they are written in the Law of Moses, so that you may have success in everything you do and everywhere you turn,",
      "4": "in order that the Lord may keep this word that he spoke to me: “If your sons are careful to walk before me faithfully with their whole heart and soul, then you will never fail to have a man on the throne of Israel.”",
      "5": "Furthermore, you know what Joab son of Zeruiah did to me—what he did to two commanders of the army of Israel, to Abner son of Ner and Amasa son of Jether. He killed them, spilling blood in peacetime as if it were happening in war. He spattered that blood on the belt around his waist and on the sandals on his feet, as if it were war.",
      "6": "Deal with him according to your wisdom, but do not let his gray hair go down to the grave in peace.",
      "7": "Keep faith with the sons of Barzillai from Gilead, and let them eat at your table, because they did the same for me when I fled from your brother Absalom.",
      "8": "Watch out for Shimei son of Gera from Bahurim of the tribe of Benjamin, since he is still with you. He cursed me bitterly on the day I went to Mahanaim. But when he came down to meet me at the Jordan, I swore to him by the Lord, “I will not kill you with the sword.”",
      "9": "But now, do not leave him unpunished, for you are a wise man. You will know what you should do to him. Bring his gray hair down to the grave in blood.",
      "10": "David rested with his fathers and was buried in the City of David.",
      "11": "David was king over Israel for forty years. He was king in Hebron for seven years, and he was king in Jerusalem for thirty-three years.",
      "12": "Solomon was seated on the throne of his father David, and his kingship was firmly established.",
      "13": "Adonijah son of Haggith came to Solomon’s mother Bathsheba. She said to him, “Do you come in peace?”\n“Yes, in peace,” he answered.",
      "14": "Then he said, “May I have a word with you?”\nShe said, “Yes. Speak up.”",
      "15": "He said, “You know that the kingship was mine, and all Israel looked for me to be king. But things changed, and the kingship went to my brother instead, because the Lord gave it to him.",
      "16": "But now, I am asking you for one request. Do not turn me away.”\nShe said, “Tell me what it is.”",
      "17": "He said, “Ask King Solomon (for he will not turn you down) to give me Abishag from Shunem as my wife.”",
      "18": "Bathsheba said, “Very well, I will speak to the king for you.”",
      "19": "So Bathsheba went to King Solomon to speak to him on behalf of Adonijah. The king met her and bowed down to her. Then he sat on his throne and also set up a throne for the king’s mother, and she sat at his right hand.",
      "20": "She said, “I am asking you for one small request. Do not turn me down.”\nThe king answered her, “Ask, mother, for I will not turn you down.”",
      "21": "She said, “Please give Abishag from Shunem to your brother Adonijah as his wife.”",
      "22": "King Solomon answered his mother, “Why do you ask for Abishag from Shunem to be given to Adonijah? You might as well ask for the kingship for him. After all, he is my brother, my older brother! Yes, request it for him and for Abiathar the priest and for Joab son of Zeruiah!”",
      "23": "Then King Solomon swore by the Lord, “May God punish me severely and double it, if Adonijah does not pay with his life for this request that he has made!",
      "24": "Now, as surely as the Lord lives, who has appointed me and seated me on the throne of my father David and has established my house just as he said he would, Adonijah will die today!”",
      "25": "Then King Solomon gave an order to Benaiah son of Jehoiada, and he struck down Adonijah and killed him.",
      "26": "To Abiathar the priest the king said, “Go to your estate in Anathoth because you deserve to die. But I will not kill you today because you carried the Ark of the Lord God before my father David and because you shared in all my father’s sufferings.”",
      "27": "So Solomon drove Abiathar out from serving as priest for the Lord to fulfill the word of the Lord which had been spoken against the house of Eli in Shiloh.",
      "28": "When the news reached Joab, he fled to the Tent of the Lord and held on to the horns of the altar, for he had supported Adonijah, although he had not supported Absalom.",
      "29": "When King Solomon was told that Joab had fled to the Tent of the Lord and that he was there by the side of the altar, Solomon sent word to ⎣Joab, saying, “What happened to you that caused you to flee to the altar?” Joab said, “Because I was afraid of you, I fled to the Lord.” So Solomon sent word to⎦ Benaiah son of Jehoiada, “Go! Strike him down!”",
      "30": "Benaiah went to the Tent of the Lord and called to Joab, “The king says, ‘Come out!’”\nJoab answered, “No. I will die here.”\nSo Benaiah reported back to the king, “This is what Joab said, and this is how I responded.”",
      "31": "The king said to him, “Do just as he said. Strike him dead and bury him. Remove from me and from my father’s house the blood that Joab shed without cause.",
      "32": "The Lord has brought the blood he shed back on his own head, because he struck down two men who were more righteous and better than he was. He killed them with the sword, but my father David did not know about it. The blood of Abner son of Ner, commander of the army of Israel, and Amasa son of Jether, commander of the army of Judah,",
      "33": "has come back on Joab’s head and on the heads of his descendants forever. But for David and his descendants and his house and his throne, there will be peace forever from the Lord.”",
      "34": "So Benaiah son of Jehoiada went up and struck him down and killed him. He buried him at his house in the wilderness.",
      "35": "Then the king put Benaiah son of Jehoiada in Joab’s place over the army. He placed Zadok the priest into Abiathar’s position.",
      "36": "The king summoned Shimei and said to him, “Build a house for yourself in Jerusalem and live there. Do not go out of the city—ever!",
      "37": "On the day you go out and cross the Kidron Valley, you can be sure that you will die. Your blood will be on your own head.”",
      "38": "Shimei said to the king, “Your decision is good. Your servant will do just as my lord the king has said.” So Shimei lived in Jerusalem for some time.",
      "39": "At the end of three years, two of Shimei’s slaves fled to Achish son of Ma’akah, the king of Gath. Shimei was told, “Listen! Your slaves are in Gath.”",
      "40": "So Shimei saddled his donkey and went to Achish of Gath to look for his slaves. Then he brought them back from Gath.",
      "41": "Solomon was told that Shimei had left Jerusalem and had gone to Gath and returned.",
      "42": "The king summoned Shimei and said to him, “Did I not swear to you by the Lord and warn you that you could be sure that on the day you dared to go out of Jerusalem you would die? And didn’t you answer me, ‘Your decision is good. I have heard what you said’?",
      "43": "Why then did you not keep your oath to the Lord and obey the command I gave you?”",
      "44": "The king also said to Shimei, “In your heart you know all the evil that you did to my father David. Now the Lord has brought your evil back on your own head.",
      "45": "Now may King Solomon be blessed, and may David’s throne be firmly established before the Lord forever.”",
      "46": "Then the king gave a command to Benaiah son of Jehoiada. He went out and struck down Shimei and killed him. In this way the kingship was firmly established in the hands of Solomon."
    },
    "3": {
      "1": "Solomon had made a marriage alliance with Pharaoh king of Egypt. He married Pharaoh’s daughter and brought her into the City of David until he had finished building his own house, the Lord’s house, and the wall around Jerusalem.",
      "2": "The people were still offering sacrifices at the high places because a house for the Name of the Lord had not yet been built in those days.",
      "3": "Solomon loved the Lord, so he followed the instructions of his father David, though he was still offering sacrifices and burning incense at the high places.",
      "4": "So the king went to Gibeon to sacrifice there, because it was the most important high place. Solomon offered one thousand whole burnt offerings on that altar.",
      "5": "The Lord appeared to Solomon in Gibeon in a dream at night.\nGod said, “Ask for whatever you want me to give you.”",
      "6": "Solomon said, “You have shown great mercy and faithfulness to your servant, my father David, just as he walked before you in truth, righteousness, and uprightness of heart toward you. You have shown this great mercy and faithfulness to him and have given him a son who is seated on his throne to this very day.",
      "7": "O Lord my God, now you have made your servant king in the place of my father David, but I am a little child. I do not know how to go out or come in.",
      "8": "And I, your servant, am among your people whom you have chosen, a great people, who cannot be counted or numbered because they are so many.",
      "9": "Now give to your servant a perceptive heart to judge your people, to distinguish between good and evil, for who is able to judge this great people of yours?”",
      "10": "In the eyes of the Lord, Solomon’s request was good.",
      "11": "So God said to him, “Because you have asked for this, and you have not asked for a long life, nor have you asked for riches, nor have you asked for the lives of your enemies, but you have asked for discernment to reach just verdicts,",
      "12": "therefore I will act according to your words. Yes, I will give you a wise and discerning heart, so that there will never have been anyone like you before you, nor will anyone like you rise up after you.",
      "13": "In addition, I will give you what you have not asked for: such riches and honor that there will not be anyone like you among the other kings throughout all your days.",
      "14": "If you walk in my ways by keeping my statutes and commands just as your father David did, then I will give you a long life.”",
      "15": "Then Solomon woke up and realized it was a dream. So Solomon went to Jerusalem and stood before the Ark of the Covenant of the Lord. He offered whole burnt offerings and fellowship offerings, and he made a feast for all his officials.",
      "16": "Later, two prostitutes came and stood before the king.",
      "17": "One woman said, “Hear me, my lord! This woman and I live in the same house. While she was living in the house, I gave birth.",
      "18": "Three days after I gave birth, this woman also gave birth. We were together. There was no one else in the house with us. Only the two of us were there.",
      "19": "One night this woman’s son died because she lay on top of him.",
      "20": "Then she got up in the middle of the night and took my son from beside me while I, your servant, was sleeping. She laid him next to her, and her dead son she laid next to me.",
      "21": "When I got up in the morning to nurse my son, there he was—dead! But when I examined him closely in the morning, I saw it was not my son, to whom I had given birth!”",
      "22": "But the other woman said, “No! The living child is really my son, and your son is the dead one!”\nBut the first one kept saying, “No! Your son is really the dead one, and my son is the living one!” They kept arguing like this before the king.",
      "23": "The king said, “This woman says, ‘My son is the living one, and your son is the dead one.’ But this other woman says, ‘No, your son is really the dead one, and my son is the living one.’”",
      "24": "So the king said, “Bring me a sword.” So they brought a sword to the king.",
      "25": "Then the king said, “Cut the living child in two, and give half to this woman and half to that woman.”",
      "26": "But the woman to whom the living child belonged spoke up, because her feelings for her son were very strong. She said, “Listen to me, my lord. Give her the living child. Please don’t kill him.”\nBut the other woman said, “He will be neither mine nor yours. Cut him in two!”",
      "27": "The king answered, “Give the living child to the first woman, and do not kill him. She is his mother.”",
      "28": "All Israel heard about the judgment which the king had rendered. They were filled with awe in his presence, because they saw that God’s wisdom was in him to administer justice."
    },
    "4": {
      "1": "So King Solomon ruled over all Israel.",
      "2": "These were his officials:\nAzariah son of Zadok was the priest.",
      "3": "Elihoreph and Ahijah, the sons of Shisha, were the secretaries.\nJehoshaphat son of Ahilud was the record keeper.",
      "4": "Benaiah son of Jehoiada was over the army.\nZadok and Abiathar were priests.",
      "5": "Azariah son of Nathan was supervisor over the governors.\nZabud son of Nathan, a priest, was the king’s personal advisor.",
      "6": "Ahishar was the palace administrator,\nand Adoniram son of Abda was in charge of forced labor.",
      "7": "Solomon had twelve governors, who were over all Israel. They supplied provisions for the king and for his palace. Each of them was assigned one month of the year during which he was responsible for supplying provisions.",
      "8": "These were their names:\nBen Hur in the hill country of Ephraim,",
      "9": "Ben Deker in Makaz and in Sha’albim, Beth Shemesh, and\nElon Beth Hanan,",
      "10": "Ben Hesed in Arubboth (Sokoh and all the land of Hepher were his),",
      "11": "Ben Abinadad in all the heights of Dor (Taphath daughter of\nSolomon was his wife),",
      "12": "Ba’ana son of Ahilud in Ta’anach and Megiddo, and in all Beth\nShan, which is beside Zarethan, below Jezre’el, from Beth Shan to\nAbel Meholah, up to the other side of Jokmeam,",
      "13": "Ben Geber in Ramoth Gilead (the villages of Jair son of Manasseh\nin Gilead belonged to him, and the region of Argob in Bashan\nbelonged to him, sixty great cities with walls and bronze bars),",
      "14": "Ahinadab son of Iddo in Mahanaim,",
      "15": "Ahima’az in Naphtali (he was married to Solomon’s\ndaughter Basemath),",
      "16": "Ba’ana son of Hushai in Asher and in Be’aloth,",
      "17": "Jehoshaphat son of Paruah in Issachar,",
      "18": "Shimei son of Ela in Benjamin,",
      "19": "Geber son of Uri in the land of Gilead (this included the land of both\nSihon king of the Amorites and Og king of Bashan, but there was\nonly one governor for that land).",
      "20": "Judah and Israel were as numerous as the sand by the sea. They were eating, drinking, and rejoicing.",
      "21": "Solomon was ruling all the kingdoms from the River to the land of the Philistines, up to the border of Egypt. They sent tribute and workers to Solomon all the days of his life.",
      "22": "Solomon’s provisions for one day were one hundred eighty bushels of fine flour and three hundred sixty bushels of plain flour,",
      "23": "ten stall-fed cattle, twenty pasture-fed cattle, and one hundred sheep, not to mention deer, gazelle, roebucks, and fattened poultry.",
      "24": "Since Solomon was ruling over everything west of the River, from Tiphsah to Gaza, over all the kingdoms west of the River, he had peace on all sides.",
      "25": "Judah and Israel lived in safety, with every man sitting under his own vine and fig tree, from Dan to Beersheba, throughout Solomon’s days.",
      "26": "Solomon had four thousand teams of horses for his chariots and twelve thousand charioteers.",
      "27": "His governors supplied provisions for King Solomon and for all those who gathered at King Solomon’s table. Each governor was responsible for one month, so the court lacked nothing.",
      "28": "They brought the barley and straw for the horses and steeds to the location assigned to each one of them.",
      "29": "God gave Solomon wisdom and very great understanding and breadth of knowledge like the sand on the seashore.",
      "30": "Solomon’s wisdom was greater than all the wisdom of the men of the East and greater than all the wisdom of Egypt.",
      "31": "He was wiser than any man, wiser than Ethan the Ezrahite, wiser than Heman, Kalkol, or Darda, the sons of Mahol. His name was known in all the surrounding nations.",
      "32": "He spoke three thousand proverbs, and his songs numbered one thousand and five.",
      "33": "He spoke about trees, from the cedars of Lebanon to the hyssop that grows out of the wall. He also spoke about animals, birds, reptiles and other crawling things, and fish.",
      "34": "From all the peoples and from all the kings of the earth who heard about Solomon’s wisdom, people came to listen to his wisdom."
    },
    "5": {
      "1": "Hiram king of Tyre sent his servants to Solomon because he heard that Solomon had been anointed king in his father’s place, and because Hiram had been a dear friend of David all his days.",
      "2": "Solomon sent the following message to Hiram.",
      "3": "You know that my father David was not able to build a house for the Name of the Lord his God, because of the wars that swirled around him until the Lord put his enemies under the soles of his feet.",
      "4": "But now the Lord my God has given me rest on every side. I have no adversary and face no dangerous situations.",
      "5": "Listen to this! I intend to build a house for the Name of the Lord my God, just as the Lord told my father, “Your son, whom I will put on your throne in your place, will build the house for my Name.”",
      "6": "Now give the order to cut cedar logs for me from Lebanon. My servants will work with your servants, and I will reimburse you whatever you specify as the pay for your servants, for you know that there is no one among us who knows how to cut lumber like the Sidonians.",
      "7": "When Hiram heard Solomon’s words, he was very happy and he said:\nBlessed be the Lord this day because he has given David a wise son to rule over this great people.",
      "8": "So Hiram sent word to Solomon:\nI have heard the message you sent me. I will provide all the cedar and fir logs that you desire.",
      "9": "My servants will bring the logs down from Lebanon to the sea, and I will put them into the sea as rafts and float them to the place that you tell me. Then we will dismantle them there, and you can transport them up from there. In exchange, you will provide all the food I desire for my palace.",
      "10": "So Hiram gave Solomon all the cedar and fir that he desired.",
      "11": "In return, Solomon gave Hiram one hundred twenty thousand bushels of wheat as provisions for his palace and one hundred twenty thousand gallons of beaten olive oil. Solomon gave this amount to Hiram every year.",
      "12": "The Lord gave wisdom to Solomon just as he had promised him, so there was peace between Hiram and Solomon, and they made a treaty.",
      "13": "King Solomon drafted a labor force from all over Israel. It numbered thirty thousand men.",
      "14": "He sent ten thousand men per month to Lebanon in shifts. They would spend one month in Lebanon. Then for two months they would be at home. Adoniram was in charge of this forced labor.",
      "15": "Solomon had seventy thousand men to transport materials and eighty thousand men to quarry stones in the mountains,",
      "16": "not counting the officials who were overseeing the work for Solomon. There were thirty-three hundred men supervising the people who were doing the work.",
      "17": "The king gave a command, and they quarried large, high-quality stones to serve as a foundation for the temple building, which was made of trimmed stones.",
      "18": "Solomon’s builders and Hiram’s builders and the men from Gebal cut and prepared the wood and stones to construct the temple building."
    },
    "6": {
      "1": "In the four hundred eightieth year after the people of Israel came out of the land of Egypt, during the fourth year of Solomon’s reign over Israel, in the month named Ziv, which is the second month, Solomon began to build the house for the Lord.",
      "2": "The house which King Solomon built for the Lord was ninety feet long, thirty feet wide, and forty-five feet high.",
      "3": "The porch in front of the temple building was thirty feet wide, the same as the width of the building. It extended out fifteen feet from the front of the building.",
      "4": "He made latticed windows high on the walls of the building.",
      "5": "He added a structure along the outer walls of the building, all the way around the three sides of the building. It was built against the walls of both the front room and the inner room of the sanctuary. In this structure he constructed three levels of storage rooms, all the way around the building.",
      "6": "The width of the rooms on the lowest story was seven and a half feet. The rooms of the middle story were nine feet wide, and the rooms of the third story were ten and a half feet wide, because he had built three receding ledges into the outside wall of the temple building all the way around, so that the floor beams of each story would not have to be inserted into the walls of the main building.",
      "7": "While the building was under construction, only stones that had been finished at the quarry were used in the building. No hammer or chisel or any other iron tool was heard in the building while it was under construction.",
      "8": "The entrance into the lowest story of the side rooms was on the south side of the building. Winding stairs went up to the middle floor, and also from the middle floor to the third floor.",
      "9": "So Solomon finished building the house, and he covered the house with beams and planks of cedar.",
      "10": "He built the floors for the storerooms that were all around the house. Each story was seven and a half feet high. Each story was supported by cedar timbers which rested on the receding ledges constructed along the walls of the building.",
      "11": "The word of the Lord came to Solomon. He said,",
      "12": "“In regard to this house which you are building, if you walk according to my statutes and carry out my ordinances and keep all my commands by walking according to them, you will be the one through whom I will fulfill my promise which I spoke to your father David.",
      "13": "I will dwell among the descendants of Israel, and I will not forsake my people Israel.”",
      "14": "So Solomon finished building the house.",
      "15": "He paneled the inside walls of the building with cedar boards, from the floor of the building to the rafters of the ceiling. He covered the inside walls with wood. He also covered the floor of the building with boards of fir wood.",
      "16": "Thirty feet from the back wall of the building he built a wall of cedar boards from the floor to the ceiling. He built this wall inside the building to create an inner sanctuary, the Most Holy Place.",
      "17": "The front part of the building became a main room sixty feet long.",
      "18": "Gourds and open flowers were carved into the cedar on the inside of the building. Everything was covered with cedar. No stone was visible.",
      "19": "He prepared the inner room of the sanctuary inside the building as a place to set the Ark of the Covenant of the Lord.",
      "20": "The inner sanctuary was thirty feet long, thirty feet wide, and thirty feet high, and he overlaid it with pure gold.\nHe also overlaid the cedar altar with gold.",
      "21": "So Solomon covered the inside of the building with pure gold. He stretched gold chains across the front of the inner sanctuary, and he overlaid the sanctuary with gold.",
      "22": "He overlaid the whole building with gold, until the whole building had been covered. He also overlaid the whole altar, which was in front of the inner sanctuary, with gold.",
      "23": "For the inner sanctuary he made two cherubim of olive wood. Each one was fifteen feet tall.",
      "24": "Seven and a half feet was the length of one wing of a cherub, and seven and a half feet was the length of the other wing of a cherub. The distance from the tip of one wing to the tip of the other was fifteen feet.",
      "25": "The other cherub also was fifteen feet wide. Both of the cherubim were the same size and looked the same.",
      "26": "One cherub was fifteen feet tall, and so was the other cherub.",
      "27": "He set the cherubim inside the inner sanctuary of the house. The wings of the cherubim were stretched out, so that the outer wing of the first one touched the wall, and the outer wing of the other cherub touched the opposite wall, and their wings touched one another in the middle of the room.",
      "28": "He overlaid the cherubim with gold.",
      "29": "He decorated the walls on all sides of both rooms of the building with carved figures of cherubim, palm trees, and open flowers.",
      "30": "He overlaid the floor of the building with gold in both the inner and outer rooms.",
      "31": "For the entrance to the inner sanctuary, he made olive wood doors with five-sided frames.",
      "32": "He carved cherubim, palm trees, and open flowers on them and overlaid them with gold. He shaped sheets of hammered gold to cover the cherubim and the palm trees.",
      "33": "He did the same for the entrance to the front room. It had door posts of olive wood that were four-sided",
      "34": "and two doors of fir wood. The door on one side was made with two folding leaves, and the door on the other side was made with two folding leaves.",
      "35": "He carved cherubim, palm trees, and open flowers on them, and he overlaid them with gold leaf, shaped to the carvings.",
      "36": "He built the inner courtyard with three courses of cut stone and one course of cedar beams.",
      "37": "The foundation of the Lord’s house was laid in the fourth year, in the month named Ziv.",
      "38": "In the eleventh year, in the month named Bul, which is the eighth month, all the parts of the house were finished according to all its specifications. Solomon had spent seven years building it."
    },
    "7": {
      "1": "It took Solomon thirteen years to finish building his whole palace complex.",
      "2": "He built the House of the Forest of Lebanon. It was one hundred fifty feet long. It was seventy-five feet wide and forty-five feet high. It had four rows of cedar pillars, with cedar beams on top of the pillars.",
      "3": "It was roofed with cedar above the forty-five beams that rested on the pillars, fifteen beams in each row.",
      "4": "There were three rows of windows with recessed frames on each side of the building.",
      "5": "All the doors and posts were made with square beams. They were arranged in groups of three.",
      "6": "He built a pillared entry hall. It was seventy-five feet wide and forty-five feet deep. There was another porch in front of the pillars, and more pillars and a canopy in front of them.",
      "7": "He made another hall, named the Hall of Justice. The throne from which he judged cases was located there. The hall was covered with cedar from floor to ceiling.",
      "8": "His house in which he lived was made the same way. It was on the other side of a courtyard behind the Hall of Pillars. Solomon also made another house like this hall for Pharaoh’s daughter, whom he had married.",
      "9": "All of these were made of high-quality stone, precisely cut to the exact measure, trimmed with saws on both sides. Such stones were used from the foundation to the edge of the roof, from the outside of the complex to the great courtyard on the inside.",
      "10": "The foundation was made of high-quality stones, huge stones, twelve or fifteen feet long.",
      "11": "Above this were high-quality stones, precisely cut, with layers of cedar wood in between.",
      "12": "The great courtyard all the way around had three courses of cut stone and then a course of cedar beams, like the inner courtyard of the House of the Lord and the porch of that building.",
      "13": "King Solomon sent for Hiram from Tyre.",
      "14": "He was the son of a widow from the tribe of Naphtali, but his father was a craftsman in bronze from Tyre. Hiram too was filled with wisdom, understanding, and skill for all kinds of work in bronze. He came to King Solomon and performed the work for him.",
      "15": "He cast two bronze pillars, each twenty-seven feet tall. Their circumference was eighteen feet.",
      "16": "He made two capitals of cast bronze to set on top of the pillars. The height of one capital was seven and a half feet, and the height of the other capital was seven and a half feet.",
      "17": "The capitals that sat on top of the pillars were decorated with a latticework of interwoven chains. There were seven rows of decoration on one capital and seven rows on the other capital.",
      "18": "This is how he made the pillars: He made two rows of pomegranates to go above the latticework on the capitals that were on top of the pillars. He did this for each pillar.",
      "19": "The capitals that were on top of the pillars for the porch were shaped like lilies, six feet tall.",
      "20": "On top of each pillar, above the bulge, beside the latticework, there were two hundred pomegranates arranged in rows all the way around.",
      "21": "He set up the pillars on the porch of the temple building. He set up one pillar on the south and named it Jakin, and he set up the other pillar on the north and named it Boaz.",
      "22": "The tops of the pillars were shaped like lilies. In this way the work for the pillars was finished.",
      "23": "He made the sea of cast metal. It was round, fifteen feet from rim to rim. It was seven and a half feet high. Its circumference was forty-five feet.",
      "24": "Under its rim all the way around there were round, gourd-shaped ornaments, one every two inches, all the way around the sea. The ornaments were in two rows, cast as one piece with the sea.",
      "25": "The sea stood on twelve cattle, three facing north, three facing west, three facing south, and three facing east. The sea was set on them. All their hindquarters faced toward the center of the sea.",
      "26": "The sea was three inches thick. Its rim was shaped like the rim of a cup, like a lily blossom. It held twelve thousand gallons.",
      "27": "He made ten bronze carts. Each cart was six feet long and six feet wide and four and a half feet tall.",
      "28": "This is how the carts were constructed: They had side panels between supporting frames.",
      "29": "The panels between the frames were decorated with lions, cattle, and cherubim. On the frames, both above and below the lions and cattle, there were wreaths hanging down.",
      "30": "Each cart had four bronze wheels with bronze axles, and at each of the four corners of the cart there were supports for the basin, with wreaths beside each of them.",
      "31": "The opening on top of the cart within a crowning structure was a foot and a half deep. The opening was round. It had a supporting pedestal a little more than two feet tall. Around the opening there were engravings, and the panel that surrounded the opening was square, not round.",
      "32": "The four wheels were underneath the side panels, and the axles for the wheels were inserted through the cart. The height of each wheel was twenty-seven inches.",
      "33": "The wheels were made like a chariot wheel. Their axles, rims, spokes, and hubs were all of cast metal.",
      "34": "There were supports at each of the four corners of each cart. The supports were part of the cart itself.",
      "35": "In the top of the cart there was a round opening nine inches deep. On top of the cart the supports and its panels were one piece with it.",
      "36": "On the panels between the supports he engraved cherubim, lions, and palm trees wherever there was room, with wreaths all around.",
      "37": "That is how he made the carts. All of them were cast with the same mold, so they had the same size and shape.",
      "38": "He made ten bronze basins. Each basin contained two hundred forty gallons. Each basin was six feet in diameter, and there was one basin for every one of the ten carts.",
      "39": "He placed five carts on the south side of the temple and five on the north side of the temple. He set the sea on the south side of the temple near the southeast corner.",
      "40": "Hiram made the basins, the shovels, and the sprinkling bowls.\nSo Hiram completed all the work that he had been assigned by King Solomon for the House of the Lord:",
      "41": "the two pillars, the two globe-shaped capitals on top of the pillars, the two latticeworks that covered the two globe-shaped capitals that were on top of the pillars,",
      "42": "the four hundred pomegranates for the two latticeworks (two rows of pomegranates for each latticework to cover the globe-shaped capitals that were on top of the pillars),",
      "43": "the ten carts, the ten basins on the carts,",
      "44": "the one sea, the twelve cattle under the sea,",
      "45": "the pots, the shovels, and the sprinkling bowls. All these items, which Hiram made for King Solomon for the house of the Lord, were burnished bronze.",
      "46": "The king had them cast in clay molds in the ground, in the plain of the Jordan, between Succoth and Zarethan.",
      "47": "Solomon did not weigh all the vessels, because there were so many of them. The weight of the bronze was never determined.",
      "48": "Solomon made all the furnishings that were in the House of the Lord: the gold altar and the table for the Bread of the Presence, which was also gold.",
      "49": "The lampstands were placed in front of the inner room of the sanctuary, five on the south side, and five on the north. They also were made of pure gold, as were the flowers, the lamps, and the gold tongs,",
      "50": "the basins, the snuffers, the sprinkling bowls, the small dishes, and the fire pans of pure gold, and the gold hinges, both those for the doors of the inner sanctuary, that is, the Most Holy Place, and also those for the doors of the front room.",
      "51": "In this way all the work that King Solomon did for the House of the Lord was finished. Solomon brought the things which David his father had dedicated, the silver, the gold, and the vessels, and put them in the treasuries of the House of the Lord."
    },
    "8": {
      "1": "Then Solomon assembled the elders of Israel, all the heads of tribes, and the leading fathers of the people of Israel to appear before him in Jerusalem, in order to bring up the Ark of the Covenant of the Lord from the City of David, that is, from Zion.",
      "2": "All the men of Israel assembled before King Solomon in the month of Ethanim, during the festival. It was the seventh month.",
      "3": "Then all the elders of Israel came, and the priests lifted up the ark.",
      "4": "They brought up the Ark of the Lord, the Tent of Meeting, and all the holy vessels which were in the tent. The priests and the Levites brought them up.",
      "5": "King Solomon, along with the whole congregation of Israel who had gathered with him in front of the ark, was sacrificing sheep and cattle, too many to be counted.",
      "6": "The priests brought the Ark of the Covenant of the Lord to its place in the inner sanctuary of the house, to the Most Holy Place, under the wings of the cherubim,",
      "7": "for the cherubim were spreading their wings over the place for the ark, so that the cherubim covered the ark and its poles with their wings.",
      "8": "The poles were so long that the ends of the poles could be seen from the Holy Place in front of the inner sanctuary, but they could not be seen from outside. They are there to this day.",
      "9": "There was nothing in the ark except the two stone tablets, which Moses had placed there at Horeb, where the Lord made a covenant with the people of Israel when they came out of the land of Egypt.",
      "10": "When the priests came out from the Holy Place, the cloud filled the House of the Lord.",
      "11": "The priests were not able to take their positions to minister in the presence of the cloud, because the Glory of the Lord had filled the House of the Lord.",
      "12": "Then Solomon said, “The Lord has said that he dwells in thick darkness.",
      "13": "I have truly built a majestic house for you, a place for you to dwell forever.”",
      "14": "Then the king turned and blessed the whole congregation of Israel, while the whole congregation of Israel was standing there.",
      "15": "Then Solomon said:\nBlessed is the Lord, the God of Israel. What he said with his mouth to my father David, he has fulfilled with his hand.\nThe Lord said,",
      "16": "“From the day I brought my people Israel out of Egypt, I did not choose a city from all the tribes of Israel in which to build a house for my Name to be there, ⎣nor did I choose any man to be a leader over my people Israel; but now I have chosen Jerusalem for my Name to be there,⎦ and I have chosen David to be over my people Israel.”",
      "17": "It was on my father David’s heart to build a house for the Name of the Lord, the God of Israel.",
      "18": "However, the Lord said to my father David, “It was on your heart to build a house for my Name. That was a good thing to desire.",
      "19": "But you will not build the house. Your son, who will come from your own body, will build the house for my Name.”",
      "20": "So the Lord kept his word which he had spoken, and I arose in the place of my father David. I am seated on the throne of Israel, just as the Lord said. I have built this house for the Name of the Lord, the God of Israel.",
      "21": "I have established a place there for the Ark, which contains the covenant of the Lord, which he made with our fathers when he brought them out of the land of Egypt.",
      "22": "Then Solomon stood in front of the altar in the presence of the whole congregation of Israel and spread out his hands toward heaven.",
      "23": "He said:\nO Lord, God of Israel, there is no God like you in the heavens above or on the earth below. You keep the covenant of mercy and faithfulness with your servants who walk before you with all their heart.",
      "24": "You have kept the word which you spoke to your servant, my father David. What you have said with your mouth you have fulfilled with your hand, as it is today.",
      "25": "Now, Lord God of Israel, guard for your servant, my father David, the promise you made to him when you said, “You will never fail to have a man sitting on the throne of Israel in my presence, if your sons guard their ways by walking in my law just as you have walked before me.”",
      "26": "Now, O God of Israel, let the words which you spoke to your servant, my father David, be confirmed.",
      "27": "But will God really dwell on the earth? In truth, the heavens, even the highest heaven, cannot contain you. How much less this house, which I have built!",
      "28": "But turn your face toward the prayer of your servant and toward his plea for mercy. O Lord my God, listen to the cry and the prayer which your servant offers before you today.",
      "29": "Let your eyes be open toward this house night and day, toward this place where you said, “My Name will be there,” to hear the prayer which your servant offers toward this place.",
      "30": "When you hear the plea for mercy of your servant and of your people Israel, which they pray toward this place, then hear in your dwelling place in heaven—hear and forgive.",
      "31": "When a man sins against his neighbor, and his neighbor places him under an oath, and the oath is presented before your altar in this house,",
      "32": "then hear from heaven and take action. Provide justice for your servants by declaring the wicked person guilty and bringing his ways down on his own head, and by declaring the righteous person innocent and dealing with him according to his righteousness.",
      "33": "When your people Israel are defeated by their enemies because they sinned against you, and when they return to you and praise your Name and pray and seek your favor in this house,",
      "34": "then hear in heaven and forgive the sin of your people Israel and bring them back to the land which you gave to their fathers.",
      "35": "When the heavens are shut up, and there is no rain because they sinned against you, and when they pray toward this place, and they praise your Name and turn from their sin because you have humbled them,",
      "36": "then hear from heaven and forgive the sin of your servants, your people Israel. Yes, teach them the good way in which they are to walk, and provide rain for the land which you gave to your people as an inheritance.",
      "37": "When there is famine in the land, when there is plague, when there is blight or mildew or locusts or grasshoppers, when their enemies are in the land besieging their gates, in every disease, in every sickness,",
      "38": "hear every prayer and every plea for mercy which any individual presents or which your whole people Israel presents. When each one knows the affliction of his own heart, when he spreads out his hands toward this house,",
      "39": "hear in heaven, your dwelling place, and forgive. Then act and give to each person according to all his ways, because you know his heart (yes, you alone know the heart of every human being),",
      "40": "so that they may fear you all the days they live on the soil which you gave to our fathers.",
      "41": "Also for the foreigner, who is not one of your people Israel, but who comes from a distant land because of your Name",
      "42": "(for they will hear about your great Name, your mighty hand, and your outstretched arm, and they will come and pray toward this house),",
      "43": "for that foreigner, hear in heaven, which is your dwelling place, and do everything for which that foreigner cries out to you, so that all the peoples of the earth may know your Name and fear you, just as your people Israel do, and because they know that your Name is proclaimed in this house which I have built.",
      "44": "When your people go out for battle against their enemy on whatever way you send them, and when they pray to the Lord facing toward the city which you have chosen and toward the house which I have built for your Name,",
      "45": "then from heaven hear their prayer and their plea for mercy, and provide justice for them.",
      "46": "When they sin against you (for there is no one who does not sin) and you become angry with them, and you give them up to their enemies, and their captors exile them to an enemy land, whether distant or near,",
      "47": "when they are in the land where they were exiled and they turn their hearts back, and they repent and pray to you in the land of their exile and say, “We have sinned and become guilty and done evil,”",
      "48": "when they return to you with all their heart and with all their soul in the land of their enemies where they were exiled, and they pray in the direction of their land, which you gave to their fathers, toward the city which you chose and toward the house which I have built for your Name,",
      "49": "then hear their prayers and their plea for mercy from heaven, your dwelling place, and provide justice for them.",
      "50": "Pardon your people who have sinned against you and all their rebellious deeds that they have committed against you. Have compassion by causing their enemies to show them compassion.",
      "51": "For they are your people and your possession, which you brought out of Egypt, from the midst of the iron-smelting furnace.",
      "52": "Let your eyes be open to the plea for mercy from your servant and to the plea for mercy from your people Israel. Hear them whenever they cry out to you.",
      "53": "For you singled them out for yourself as your possession from all the peoples of the earth, just as you said through Moses your servant when you brought our fathers out of Egypt, O Lord God.",
      "54": "When Solomon finished offering all these prayers and pleas for mercy to the Lord, he got up from the altar of the Lord, where he had been kneeling with his hands spread out toward heaven.",
      "55": "Then he stood and blessed the whole congregation of Israel with a loud voice:",
      "56": "Blessed be the Lord, who has given rest to his people Israel, just as he said he would. Not one word has failed from all his good words which he spoke through Moses his servant.",
      "57": "May the Lord our God be with us, just as he was with our fathers. May he never leave us or abandon us.",
      "58": "May he turn our hearts to him, to walk in all his ways and to listen to his commands, regulations, and ordinances, which he commanded to our fathers.",
      "59": "May these words which I have prayed before the Lord be near the Lord our God day and night so that he provides justice for his servant and for his people Israel forever,",
      "60": "so that all the peoples of the earth may know that the Lord is God. There is no other.",
      "61": "May your hearts be fully committed to the Lord our God, in order to walk in his regulations and to keep his commands, just as is the case today.",
      "62": "Then the king and all Israel with him offered sacrifices before the Lord.",
      "63": "Solomon sacrificed fellowship offerings to the Lord: twenty-two thousand cattle and one hundred twenty thousand sheep. So the king and all the people of Israel dedicated the House of the Lord.",
      "64": "On that day the king consecrated the center of the courtyard which was in front of the House of the Lord, so that he could offer whole burnt offerings and grain offerings and the fat of the fellowship offerings there, because the bronze altar which was before the Lord was too small to hold the whole burnt offerings and grain offerings and the fat of the fellowship offerings.",
      "65": "At that time Solomon kept the festival, and all Israel kept the festival with him. They were a great congregation that had come from throughout the land, from Lebo Hamath to the Stream of Egypt before the Lord our God. ⎣⎦ The festival lasted seven days, and then seven days more, fourteen days in all.",
      "66": "On the eighth day he sent them home, and they blessed the king. Then they went home, and their hearts were glad because of all the good which the Lord had done for his servant David and for his people Israel."
    },
    "9": {
      "1": "When Solomon had finished building the house for the Lord and the house for the king, and he had done all that he desired,",
      "2": "the Lord appeared to Solomon a second time, just as he had appeared to him in Gibeon.",
      "3": "The Lord said to him:\nI have heard your prayer and the plea for mercy that you offered before me. I have consecrated this house, which you built, by putting my Name there forever. My eyes and my heart will be there for all time.",
      "4": "As for you, if you walk before me in purity of heart and with integrity as your father David did, so that you carry out everything that I command you, and you keep all my statutes and my ordinances,",
      "5": "then I will maintain your royal throne over Israel forever, just as I said to your father David, “You will not fail to have a man upon the throne of Israel.”",
      "6": "But if any of you or your sons turn away from me and do not keep my commands and statutes, which I set before you, but you serve other gods and bow down to them,",
      "7": "then I will cut off Israel from the face of the ground which I gave them. I will take my presence away from the house which I consecrated for my Name. Israel will become proverbial as an object of ridicule for all peoples.",
      "8": "Though this house is now exalted, all who pass by it will be appalled and will hiss and say, “Why did the Lord do this to this land and to this house?”",
      "9": "They will reply, “Because they abandoned the Lord their God, who brought their fathers out of the land of Egypt, and they embraced other gods and worshipped and served them. That is why the Lord brought all this evil on them.”",
      "10": "At the end of twenty years, when Solomon had completed these two buildings, the house of the Lord and the house of the king,",
      "11": "King Solomon gave Hiram twenty towns in the land of Galilee, because Hiram king of Tyre had been supplying Solomon with cedar and fir wood and with as much gold as he desired.",
      "12": "So Hiram left Tyre to see the towns which Solomon had given him, but he was not pleased.",
      "13": "He said, “What kind of towns are these towns which you have given me, my brother?” He called them the Land of Kabul, a name they have to this day.",
      "14": "Hiram had sent the king one hundred twenty talents of gold.",
      "15": "This is the account of the forced labor, which King Solomon raised to build the house for the Lord, his own house, the Millo, and the walls of Jerusalem, as well as Hazor, Megiddo, and Gezer.",
      "16": "(Pharaoh king of Egypt had come up and captured Gezer. He burned it and killed the Canaanites who were living in the city. Then he gave it as a wedding present to his daughter, Solomon’s wife.)",
      "17": "So Solomon built Gezer, lower Beth Horon,",
      "18": "Baalath, Tadmor in the wilderness,",
      "19": "all of Solomon’s towns for storehouses, the towns for his chariots, the towns for charioteers, and everything Solomon desired to build in Jerusalem, in Lebanon, and in all the land he ruled.",
      "20": "All the people who remained from the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not part of the people of Israel—",
      "21": "their descendants who remained in the land, whom the Israelites were not able to destroy completely—were drafted for forced labor by Solomon. They are serving right up to this day.",
      "22": "But Solomon did not press the people of Israel into service. Rather, they were his warriors, his government officials, his staff, his military officers, the commanders of his chariots, and his charioteers.",
      "23": "These were the officials who were overseeing Solomon’s work. Five hundred fifty officials were overseeing the people doing the work.",
      "24": "Pharaoh’s daughter moved up from the City of David to the house Solomon built for her. Then he built the Millo.",
      "25": "Three times a year Solomon offered whole burnt offerings and fellowship offerings on the altar which he had built before the Lord, and he burned incense before the Lord. In this way he completed the temple.",
      "26": "King Solomon built a fleet at Ezion Geber, which is near Elat on the shore of the Red Sea in the land of Edom.",
      "27": "Then, along with that fleet, Hiram sent his servants, men who worked on ships and who knew the sea, to serve with the servants of Solomon.",
      "28": "They went to Ophir, and they obtained four hundred twenty talents of gold there and brought it to King Solomon."
    },
    "10": {
      "1": "The Queen of Sheba heard about Solomon’s fame, which was connected with the fame of the Lord, so she came to test him with hard questions.",
      "2": "She came to Jerusalem with a very great entourage—with camels carrying spices and a large quantity of gold and precious stones. She came to Solomon and told him everything that was on her heart.",
      "3": "Solomon answered all her questions. There was nothing hidden from the king that he could not explain to her.",
      "4": "The Queen of Sheba saw all the wisdom of Solomon, the house which he built,",
      "5": "and the food on his table. When she saw the council meeting of his officials, the careful attention of his ministers, as well as their attire, his cupbearers, and the whole burnt offerings which he offered at the House of the Lord, it took her breath away.",
      "6": "She said to the king, “The report I heard in my own country about your accomplishments and your wisdom is true.",
      "7": "I did not believe the report until I came and saw it with my own eyes. The truth is, not even half of it was told to me! Your wisdom and wealth surpass the report which I heard.",
      "8": "Blessed are your men, blessed are your servants, who stand before you continually hearing your wisdom!",
      "9": "May the Lord your God be blessed, who was pleased to put you on the throne of Israel. Because the Lord loves Israel forever, he made you king to administer justice and righteousness.”",
      "10": "Then she gave the king one hundred twenty talents of gold and a great quantity of spices and many precious stones. There was never again anything comparable to the huge amount of spices and incense which the Queen of Sheba gave to King Solomon.",
      "11": "In addition, Hiram’s fleet brought gold from Ophir and a great quantity of almug wood and also precious stones.",
      "12": "The king made the almug wood into steps for the Lord’s house and for the house of the king, as well as lyres and harps for his singers. So much fine almug wood has never been brought or seen to this present day.",
      "13": "King Solomon gave to the Queen of Sheba all she desired, whatever she asked for, besides what he had given to her from his royal resources. Then she and her servants returned to her country.",
      "14": "The weight of gold which came to Solomon in one year was six hundred sixty-six talents,",
      "15": "not counting what he collected from merchants and traders and from all the Arabian kings and the governors of the land.",
      "16": "King Solomon made two hundred large shields of hammered gold. He put seven and a half pounds of gold into each large shield.",
      "17": "He also made three hundred small shields of hammered gold. He put almost four pounds of gold into each small shield. The king put them in the House of the Forest of Lebanon.",
      "18": "The king made a large ivory throne and overlaid it with fine gold.",
      "19": "There were six steps to the throne. The throne had a rounded back and armrests on either side of the seat. Two lions were standing beside the armrests.",
      "20": "Twelve lions were standing on the steps, one on each end of each step. Nothing like it had ever been made for any kingdom.",
      "21": "All of Solomon’s drinking vessels were gold, and all of the utensils in the House of the Forest of Lebanon were pure gold. No silver was used, because it was considered of little value in Solomon’s days,",
      "22": "because Solomon’s merchant fleet was at sea with Hiram’s fleet, and once every three years the fleet returned, carrying gold and silver, ivory, monkeys, and peacocks.",
      "23": "King Solomon was greater than all the kings of the earth in wealth and wisdom.",
      "24": "The whole world sought an audience with Solomon to hear the wisdom which God put in his heart.",
      "25": "They each brought gifts: articles of gold and silver, clothing, scents, spices, horses and mules, year after year.",
      "26": "Solomon accumulated chariots and charioteers until he had fourteen hundred chariots and twelve thousand charioteers. He stationed them in the chariot cities and with the king in Jerusalem.",
      "27": "The king made silver as plentiful as stone in Jerusalem and cedar wood as abundant as sycamore trees in the Shephelah.",
      "28": "Solomon’s horses were imported from Egypt and from Kue. The king’s dealers bought them from Kue for the market price.",
      "29": "A chariot could be imported from Egypt for six hundred silver shekels and a horse for one hundred fifty. In this same way they were exported to all the kings of the Hittites and the kings of Aram."
    },
    "11": {
      "1": "King Solomon, however, loved many foreign women besides Pharaoh’s daughter, including Moabites, Ammonites, Edomites, Sidonians, and Hittites.",
      "2": "They came from the nations about which the Lord had said to the people of Israel, “You must not enter into marriage with them, and they must not enter into marriage with you, or they will turn your hearts after other gods.” Solomon clung to them in love.",
      "3": "He had seven hundred wives who held the rank of princess and three hundred concubines. So they turned his heart away.",
      "4": "When Solomon became old, his wives turned his heart after other gods, so that his heart was not fully devoted to the Lord as the heart of his father David had been.",
      "5": "Then Solomon followed Ashtarte, the goddess of the Sidonians, and Milcom, the detestable god of the Ammonites.",
      "6": "So Solomon did evil in the eyes of the Lord. He did not devote himself to the Lord as his father David had done.",
      "7": "Then Solomon built a high place for Chemosh, the detestable god of Moab, on the hill east of Jerusalem and for Molek, the detestable god of the Ammonites.",
      "8": "He did the same for all his foreign wives, who were burning incense and making sacrifices to their gods.",
      "9": "So the Lord was angry with Solomon because his heart had turned away from the Lord, the God of Israel, who had appeared to him twice.",
      "10": "The Lord had given him the command not to follow other gods, but Solomon did not keep the Lord’s command.",
      "11": "So the Lord said to Solomon, “Because this is your attitude, and because you did not keep my covenant and my statutes which I commanded you, I will surely rip the kingdom out of your hands and give it to your servant.",
      "12": "However, I will not do it during your lifetime because of your father David. I will rip it from your son’s hand.",
      "13": "But I will not rip away the whole kingdom. One tribe I will give to your son for the sake of my servant David and for the sake of Jerusalem, which I have chosen.”",
      "14": "Then the Lord raised up Hadad the Edomite, from the royal line of Edom, as an adversary for Solomon.",
      "15": "Earlier, while David was at war with Edom, when Joab the commander of the army went up to bury the dead, he struck down every male in Edom.",
      "16": "For six months Joab and all Israel stayed there until he exterminated every male in Edom.",
      "17": "But while Hadad was a young boy, he had fled with some Edomites from among his father’s servants to go to Egypt.",
      "18": "So they set out from Midian and went to Paran. They took some men with them from Paran and went to Egypt, to Pharaoh king of Egypt. He gave Hadad a house and decreed an allowance of food for him and gave him land.",
      "19": "Hadad found great favor in the eyes of Pharaoh, so Pharaoh gave him the sister of his own wife, the sister of Queen Tahpenes, as his wife.",
      "20": "The sister of Tahpenes bore him a son named Genubath. Tahpenes weaned him in the house of Pharaoh, so Genubath was in the house of Pharaoh with Pharaoh’s own sons.",
      "21": "Later Hadad heard that David rested with his fathers and that Joab the commander of the army was dead. So Hadad said to Pharaoh, “Send me back to my own country.”",
      "22": "Pharaoh said to him, “What are you lacking here with me, so that you want to go back to your own country?”\nHe said, “Nothing, but please let me go.”",
      "23": "God also raised up another adversary for Solomon, Rezon son of Eliada, who had fled from his master, Hadadezer king of Zobah.",
      "24": "After David had destroyed Zobah’s army, Rezon gathered men around himself and was the commander of a band of raiders. They went to Damascus and lived there and ruled Damascus.",
      "25": "He was Israel’s adversary during all the days of Solomon, in addition to all the difficulties which Hadad caused. He was hostile to Israel, and he ruled over Aram.",
      "26": "Jeroboam son of Nebat was an Ephraimite from Zeredah. His mother’s name was Zeruah. She was a widow. Jeroboam was Solomon’s official, but he rebelled against the king.",
      "27": "This is the account of how he rebelled against the king.\nWhen Solomon was rebuilding the Millo and repairing the gap in the wall in the city of his father David,",
      "28": "Jeroboam showed that he was a very capable man. When Solomon saw that the young man was a capable worker, he appointed him over all the forced labor of the house of Joseph.",
      "29": "At that time, when Jeroboam left Jerusalem, the prophet Ahijah from Shiloh met him on the road. Ahijah was wearing a new cloak. The two of them were alone in the field.",
      "30": "Ahijah took the new cloak he was wearing and tore it into twelve pieces.",
      "31": "He told Jeroboam, “Take ten pieces for yourself, because this is what the Lord, the God of Israel, says.”\nLook, I am tearing the kingdom out of Solomon’s hand, and I will give you ten tribes.",
      "32": "But one tribe will remain with him for the sake of my servant David and for the sake of Jerusalem, the city which I have chosen from all the tribes of Israel.",
      "33": "This is because they have abandoned me and worshipped Ashtarte the goddess of the Sidonians, and Chemosh the god of Moab, and Milcom the god of the Ammonites. They have not walked in my ways by doing what is upright in my eyes and keeping my commands and judgments as his father David did.",
      "34": "I will not take the whole kingdom from his hand because I appointed him leader for all the days of his life for the sake of my servant David, whom I chose and who kept my commands and statutes.",
      "35": "However, I will take the kingdom from his son’s hand, and I will give ten tribes to you.",
      "36": "To his son I will give one tribe in order that there may be a lamp for my servant David before me in Jerusalem, the city where I chose to put my Name.",
      "37": "But I will take you, and you will be king over all that your soul desires. You will be king over Israel.",
      "38": "If you listen to all that I command you, and if you walk in my ways and do what is right in my eyes, keeping my decrees and my statutes, just as my servant David did, then I will be with you, and I will build an enduring house for you, just as I built for David. I will give Israel to you.",
      "39": "Now I will humble the seed of David because of this, but not forever.",
      "40": "As a result Solomon tried to kill Jeroboam, but Jeroboam fled to Shishak king of Egypt. He stayed in Egypt until Solomon died.",
      "41": "As for the rest of Solomon’s acts, everything he did, and his wisdom, are they not written in the Book of the Acts of Solomon?",
      "42": "Solomon was king over all Israel in Jerusalem for forty years.",
      "43": "Solomon rested with his fathers and was buried in the City of David, his father. His son Rehoboam ruled as king in his place."
    },
    "12": {
      "1": "Rehoboam went to Shechem, because all Israel had gone there to make him king.",
      "2": "When Jeroboam son of Nebat was still in Egypt where he had fled from King Solomon, he heard about this, and he returned from Egypt.",
      "3": "So the people sent for him.\nThen Jeroboam and the entire assembly of Israel came and said to Rehoboam,",
      "4": "“Your father made our yoke heavy. Now lighten your father’s harsh service and the heavy yoke he laid on us, and we will serve you.”",
      "5": "Rehoboam said to them, “Leave me for three days and then return to me.” So the people left.",
      "6": "Then King Rehoboam consulted the elders who had served his father Solomon while he was alive. He asked, “What answer do you advise me to give to these people?”",
      "7": "They said to him, “If today you become a servant to this people—if you serve them and answer them with kind words—then they will be your servants for all time.”",
      "8": "But he rejected the advice which the old men offered him. Instead, he consulted the young men who had grown up with him and were serving him.",
      "9": "He said to them, “What answer do you advise that we should give to these people who said to me, ‘Lighten the yoke that your father laid on us’?”",
      "10": "The young men who had grown up with him said, “This is what you should say to this people who said to you, ‘Your father laid a heavy yoke on us. Now lighten our yoke.’ Tell them this: ‘My little finger is thicker than my father’s waist.",
      "11": "My father imposed a heavy yoke on you. I will make your yoke heavier. My father punished you with whips, but I will punish you with scorpions.’”",
      "12": "So Jeroboam and all the people came to Rehoboam on the third day, because the king had said, “Come back to me on the third day.”",
      "13": "The king answered the people harshly, because he had rejected the advice which the old men had offered.",
      "14": "He spoke to them as the young men advised him: “My father made your yoke heavy, and I will add to your yoke. My father punished you with whips, but I will punish you with scorpions.”",
      "15": "The king did not listen to the people, because this turn of events was from the Lord, in order to fulfill his word, which the Lord had spoken to Jeroboam son of Nebat through Ahijah from Shiloh.",
      "16": "All Israel saw that the king had not listened to them. So the people answered the king:\nWhat share do we have in David?\nNo portion in the son of Jesse!\nTo your tents, Israel!\nNow look after your own house, David!\nSo Israel went to their tents.",
      "17": "Rehoboam continued to rule over the people of Israel who were living in the cities of Judah.",
      "18": "King Rehoboam sent out Adoram, who was in charge of forced labor, but all Israel stoned him to death. King Rehoboam, however, was able to get in his chariot to flee to Jerusalem.",
      "19": "So Israel has been in rebellion against the house of David until this day.",
      "20": "When all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. No tribe was left which followed the house of David, except the tribe of Judah alone.",
      "21": "When Rehoboam returned to Jerusalem, he assembled the whole house of Judah and the tribe of Benjamin, one hundred eighty thousand specially chosen soldiers, to fight against the house of Israel and to restore the kingdom to Rehoboam, the son of Solomon.",
      "22": "But the word of God came to Shemaiah, the man of God:",
      "23": "“Say the following to Rehoboam son of Solomon, king of Judah, and to all the house of Judah and Benjamin and to the rest of the people.",
      "24": "This is what the Lord says. Do not attack and do not fight against your brothers, the people of Israel. Go home, every one of you, for this turn of events is from me.”\nSo they listened to the word of the Lord, and they returned home, just as the Lord said.",
      "25": "But Jeroboam fortified Shechem in the hill country of Ephraim, and he lived there. From there he also went out and fortified Penuel.",
      "26": "But Jeroboam said in his heart, “Now the kingship will go back to the house of David.",
      "27": "If this people goes up to offer sacrifices at the House of the Lord in Jerusalem, then the hearts of the people will return to their master, Rehoboam king of Judah. Then they will kill me and return to Rehoboam king of Judah.”",
      "28": "After the king sought advice, he made two golden calves and said to the people, “Going up to Jerusalem is too much trouble for you. Here are your gods, Israel, who brought you up from the land of Egypt!”",
      "29": "He set up one in Bethel and the other one in Dan.",
      "30": "This sin took hold, and the people traveled as far as Dan to worship.",
      "31": "Jeroboam also made shrines on the high places, and he appointed priests from all kinds of people, even though they were not Levites.",
      "32": "Jeroboam instituted a festival in the eighth month, on the fifteenth day of the month, like the festival that is held in Judah. He offered sacrifices on the altar. He did this in Bethel, sacrificing to the calves he had made. He appointed priests in Bethel for the high places he had made.",
      "33": "He instituted sacrifices on the altar which he had made in Bethel, on the fifteenth day of the eighth month, a month which he chose on his own. He instituted a festival for the people of Israel. He went up to the altar to send offerings up in smoke."
    },
    "13": {
      "1": "At that moment, by the word of the Lord, a man of God came from Judah to Bethel while Jeroboam was standing in front of the altar to send offerings up in smoke.",
      "2": "He cried out against the altar by the word of Lord, “Altar! Altar! This is what the Lord says. Listen! A son will be born to the house of David. Josiah will be his name. On you he will slaughter the priests of the high places, who are burning offerings on you, and human bones will be burned on you.”",
      "3": "On that day he gave them a sign: “This is the sign which the Lord announces: This very altar will be torn apart, and the ashes on it will be poured out.”",
      "4": "When King Jeroboam heard this message that the man of God had proclaimed against the altar at Bethel, he pointed at him from the altar and cried, “Seize him!” But the hand that the king pointed at the man withered, and he could not pull it back.",
      "5": "Then the altar was torn apart, and the ashes poured out from the altar in fulfillment of the sign which the man of God had given by the word of the Lord.",
      "6": "Then the king responded to the man of God, “Intercede before the Lord your God and pray on my behalf that my hand may be restored for me.” So the man of God interceded before the Lord, and the king’s hand was restored for him, so that it was like it had been before.",
      "7": "Then the king said to the man of God, “Come to the palace with me and eat something, and I will give you a gift.”",
      "8": "But the man of God said to the king, “Even if you gave me half your wealth, I would not go with you, and I would not eat bread or drink water in this place.",
      "9": "For this is what I was commanded by the word of the Lord: Do not eat bread and do not drink water, and do not return by the way you came.”",
      "10": "So he left by a different road. He did not go back the same way he had come to Bethel.",
      "11": "Another prophet, an old man, was living in Bethel. His sons came and told him everything that the man of God had done that day in Bethel. They also reported to their father the words he had spoken to the king.",
      "12": "Then their father said to them, “Which road did he take?” So his sons showed him the road which the man of God from Judah had taken.",
      "13": "He told his sons, “Saddle my donkey.” So they saddled his donkey, and he got on it.",
      "14": "He went after the man of God and found him sitting under a terebinth tree.\nHe said to him, “Are you the man of God who came from Judah?”\nHe answered, “I am.”",
      "15": "The old prophet said to him, “Come with me to my house and have something to eat.”",
      "16": "But he said, “No, I cannot return with you, or go with you, or eat bread and drink water with you in this place.",
      "17": "For I was told by the word of the Lord, ‘Do not eat bread and do not drink water there, and do not return by the same road you came on.’”",
      "18": "But the old prophet said to him, “I also am a prophet, just like you, and an angel told me by the word of the Lord, ‘Bring him back with you to your house so that he may eat bread and drink water.’” But he was lying to him.",
      "19": "Then the man of God returned with him and ate bread in his house and drank water.",
      "20": "While they were sitting at the table, the word of the Lord came to the prophet who had brought the man of God back.",
      "21": "He cried out to the man of God who had come from Judah, saying, “This is what the Lord says. Because you have rebelled against the mouth of the Lord and have not obeyed the command which the Lord your God gave you,",
      "22": "but instead you came back and ate bread and drank water in the place about which he had told you, ‘Do not eat bread or drink water there,’ your corpse will not enter the tomb of your fathers.”",
      "23": "Then after he ate and drank, the old prophet saddled the donkey for the prophet whom he had brought back.",
      "24": "As the man of God went on his way, a lion attacked him and killed him. His corpse was left lying on the road, and his donkey remained standing next to it. The lion was also standing next to the corpse.",
      "25": "Then some men who were passing by saw the corpse lying on the road, and the lion was standing next to the corpse. They came and told the story in the city where the old prophet lived.",
      "26": "When the prophet who had brought the man of God back from his journey heard this, he said, “This is the man of God who rebelled against the mouth of the Lord. Now the Lord has given him to the lion. It mauled him and killed him according to the word of the Lord, which he spoke to him.”",
      "27": "He said to his sons, “Saddle my donkey.” So they saddled it.",
      "28": "Then he went and found the corpse of the man of God lying on the road, with the donkey and the lion standing beside the corpse. The lion had not eaten the corpse nor had it mauled the donkey.",
      "29": "The old prophet picked up the corpse of the man of God, placed it on the donkey, and brought it back to his own city to mourn and to bury it.",
      "30": "He laid the corpse in his own tomb, and they mourned over him, “Oh, my brother!”",
      "31": "After he had buried him, the old prophet said to his sons, “When I die and you bury me, lay my bones to rest beside the bones of the man of God, in the same tomb where he is buried.",
      "32": "For the message which he proclaimed by the word of the Lord against the altar in Bethel and against all the shrines of the high places in the cities of Samaria will certainly come true.”",
      "33": "Even after this, Jeroboam did not turn from his evil way, but he continued to appoint all kinds of people as priests for the high places. He ordained anyone who wanted to be a priest for the high places.",
      "34": "This was the sin of the house of Jeroboam, which erased and exterminated it from the face of the earth."
    },
    "14": {
      "1": "At that time, Jeroboam’s son Abijah became very sick.",
      "2": "So Jeroboam told his wife, “Go and disguise yourself so that you will not be recognized as Jeroboam’s wife. Then go to Shiloh. That is where the prophet Ahijah is. He is the one who told me that I would become king over this people.",
      "3": "Take with you ten loaves of bread, some baked goods, and a jar of honey, and go to him. He will tell you what will happen to the boy.”",
      "4": "So Jeroboam’s wife did as she was told. She went to Shiloh and came to Ahijah’s house. Now Ahijah was no longer able to see due to old age. His eyes stared straight ahead.",
      "5": "The Lord had told Ahijah, “Be ready! Jeroboam’s wife is coming to inquire from you about her son because he is seriously ill. When she comes, you will say this and this to her. But when she comes, she will be disguised.”",
      "6": "When Ahijah heard her footsteps as she came to the door, he said, “Come in, wife of Jeroboam! Why are you disguised? I am a messenger with bad news for you.",
      "7": "Go and tell Jeroboam that this is what the Lord, the God of Israel, says.”\nI raised you up from among the people, and I appointed you leader over my people Israel.",
      "8": "I tore the kingdom from the house of David and gave it to you. But you have not been like my servant David, who kept my commands and followed me with all his heart by doing only what was right in my eyes.",
      "9": "You have done more evil than all those who came before you, and you have made for yourself other gods and images of cast metal, provoking me to anger. You threw me behind your back.",
      "10": "Therefore, listen to this! I myself will bring disaster on the house of Jeroboam. I will exterminate everyone in Israel connected to Jeroboam, all those who urinate against the wall, both bound and free. I will burn up the house of Jeroboam as completely as manure is burned.",
      "11": "The dogs will eat those who belong to Jeroboam who die in the city, and the birds of the air will eat those who die in the country, because the Lord has spoken.",
      "12": "As for you, go home. As soon as your feet enter the city, the boy will die.",
      "13": "All Israel will mourn for him, and they will bury him. Indeed, from those who belong to Jeroboam he alone will be buried in a tomb, because in the house of Jeroboam some good is found in him before the Lord, the God of Israel.",
      "14": "Then the Lord will raise up for himself a king over Israel who will cut off the house of Jeroboam. This is the day. Indeed, it begins right now.",
      "15": "The Lord will strike Israel until it sways like a reed swaying in the water. He will uproot Israel from this good land, which he gave to their fathers, and he will scatter them beyond the River, because they made their Asherah poles, provoking the Lord to anger.",
      "16": "Yes, he will give Israel up because of the sins which Jeroboam himself committed and which he caused Israel to commit.",
      "17": "So Jeroboam’s wife got up, set out, and traveled to Tirzah. When she crossed the threshold of the house, the boy died.",
      "18": "They buried him, and all Israel mourned for him according to the word of the Lord, which he spoke through his servant, the prophet Ahijah.",
      "19": "As for the rest of Jeroboam’s acts, the wars he fought and the way he ruled, you can find them written in the annals of the kings of Israel.",
      "20": "Jeroboam was king for twenty-two years. He rested with his fathers. Then his son Nadab became king in his place.",
      "21": "Meanwhile, Rehoboam son of Solomon was king in Judah. He was forty-one years old when he became king, and he ruled for seventeen years in Jerusalem, the city the Lord had chosen from all the tribes of Israel to put his Name there. The name of Rehoboam’s mother was Na’amah the Ammonite.",
      "22": "Judah did evil in the eyes of the Lord, and they provoked him to anger more than all their fathers had done with the sins that they committed.",
      "23": "They built for themselves high places, sacred memorial stones, and Asherah poles on every high hill and under every leafy tree.",
      "24": "There were even male cult prostitutes in the land. They practiced all the abominations of the nations which the Lord had driven out before the people of Israel.",
      "25": "In the fifth year of King Rehoboam, Shishak king of Egypt attacked Jerusalem.",
      "26": "He took the treasures of the house of the Lord and the treasures of the king’s palace. He took everything, including all the gold shields that Solomon had made.",
      "27": "So King Rehoboam made bronze shields to replace them, and he entrusted them to the captains of the guard who were keeping watch at the entrance of the king’s palace.",
      "28": "Whenever the king went to the House of the Lord, the guards would carry the shields. Then the guards would return them to the armory.",
      "29": "As for the rest of Rehoboam’s acts and everything he did, are they not written in the annals of the kings of Judah?",
      "30": "There was war between Rehoboam and Jeroboam all their days.",
      "31": "Rehoboam rested with his fathers, and he was buried with his fathers in the City of David. The name of his mother was Na’amah the Ammonite. Then his son Abijam became king in his place."
    },
    "15": {
      "1": "In the eighteenth year of King Jeroboam son of Nebat, Abijam became king over Judah.",
      "2": "He ruled for three years in Jerusalem. His mother’s name was Ma’akah, granddaughter of Abishalom.",
      "3": "He walked in all the sins which his father had practiced before him, and his heart was not fully devoted to the Lord as the heart of his grandfather David had been.",
      "4": "But for the sake of David, the Lord his God gave him a lamp in Jerusalem by raising up his son after him and by making Jerusalem strong.",
      "5": "He did this because David had done what was right in the eyes of the Lord, and he did not turn from all that the Lord commanded all the days of his life, except in the matter of Uriah the Hittite.",
      "6": "There was war between Rehoboam and Jeroboam all the days of his life.",
      "7": "As for the rest of Abijam’s acts and everything he did, are they not written in the annals of the kings of Judah? There was war between Abijam and Jeroboam.",
      "8": "Abijam rested with his fathers, and they buried him in the City of David. Then his son Asa became king in his place.",
      "9": "In the twentieth year of Jeroboam king of Israel, Asa king of Judah became king.",
      "10": "He ruled for forty-one years in Jerusalem. His grandmother’s name was Ma’akah granddaughter of Abishalom.",
      "11": "Asa did what was right in the eyes of the Lord as his father David had done.",
      "12": "He drove the male shrine prostitutes out of the land, and he removed all the filthy idols which his fathers had made.",
      "13": "In addition, he also removed his grandmother Ma’akah from being queen mother because she had made an obscene image of Asherah. Asa cut down her obscene image and burned it in the Kidron Valley.",
      "14": "But the high places were not removed. Nevertheless, Asa’s heart was fully committed to the Lord all his days.",
      "15": "He brought silver and gold and vessels and utensils into the House of the Lord as dedicated offerings for himself and his father.",
      "16": "There was war between Asa and Ba’asha king of Israel throughout all their days.",
      "17": "Ba’asha king of Israel attacked Judah, and he fortified Ramah in order to prevent anyone from going out or coming in to Asa king of Judah.",
      "18": "So Asa took all the silver and gold that was left in the treasuries of the House of the Lord and the treasuries of the king’s palace, and he gave them to his officials. Then King Asa sent them to Ben Hadad son of Tabrimmon, the son of Hezion king of Aram, who was living in Damascus.",
      "19": "He said, “There should be a treaty between you and me as there was between my father and your father. Look, I am sending you a gift of silver and gold. Come, break your treaty with Ba’asha king of Israel, so that he will withdraw from me.”",
      "20": "Ben Hadad listened to King Asa and sent the commanders of his army against the cities of Israel. They attacked Ijon, Dan, Abel Beth Ma’akah, and all of Kinneret, as well as all the land of Naphtali.",
      "21": "When Ba’asha heard about this, he stopped fortifying Ramah, and he stayed in Tirzah.",
      "22": "Then King Asa summoned all Judah—no one was exempt—and they carried away the stones of Ramah and the timber with which Ba’asha had been building, and King Asa used them to fortify Geba in Benjamin and Mizpah.",
      "23": "As for all the rest of Asa’s acts and all his mighty deeds and everything else he did and the cities he built, are they not written in the annals of the kings of Judah? But in his old age his feet became diseased.",
      "24": "Asa rested with his fathers, and they buried him in the City of David. Then his son Jehoshaphat became king in his place.",
      "25": "Nadab son of Jeroboam became king over Israel in the second year of Asa king of Judah. He ruled over Israel for two years.",
      "26": "He did evil in the eyes of the Lord. He walked in the ways of his father and in the sin which he had caused Israel to commit.",
      "27": "Ba’asha son of Ahijah from the house of Issachar conspired against him and struck him down in Gibbethon, which belongs to the Philistines. (Nadab and all Israel were laying siege to Gibbethon.)",
      "28": "Ba’asha killed him in the third year of Asa king of Judah and became king in his place.",
      "29": "When Ba’asha became king, he struck down the whole house of Jeroboam, until it was exterminated according to the word of the Lord, which he had spoken through his servant Ahijah from Shiloh. For Jeroboam’s house he did not spare anyone who breathed,",
      "30": "because of the sins which Jeroboam committed and which he caused Israel to commit when he provoked the Lord, the God of Israel, to anger.",
      "31": "As for the rest of Nadab’s acts and everything he did, are they not written in the annals of the kings of Israel?",
      "32": "There was war between Asa and Ba’asha king of Israel all their days.",
      "33": "In the third year of Asa king of Judah, Ba’asha son of Ahijah became king over all Israel in Tirzah and reigned for twenty-four years.",
      "34": "He did evil in the eyes of the Lord by walking in the way of Jeroboam and in the sins that Jeroboam had caused Israel to commit."
    },
    "16": {
      "1": "Then this word of the Lord came to Jehu son of Hanani against Ba’asha:",
      "2": "“I raised you up from the dust and appointed you leader over my people Israel, but you have walked in the ways of Jeroboam, and you have caused my people Israel to sin, provoking me to anger with their sin.",
      "3": "Look! I am about to burn up Ba’asha and his house. I will make your house like the house of Jeroboam son of Nebat.",
      "4": "The dogs will eat those who belong to Ba’asha who die in the city, and the birds of the air will eat those who die in the country.”",
      "5": "As for the rest of Ba’asha’s acts and everything he did and his mighty deeds, are they not written in the annals of the kings of Israel?",
      "6": "Ba’asha rested with his fathers, and he was buried in Tirzah. Then his son Elah became king in his place.",
      "7": "The word of the Lord had come against Ba’asha and his house through the prophet Jehu son of Hanani, because of all the evil which he had done in the eyes of the Lord, provoking him to anger with the work of his hands by becoming like the house of Jeroboam, and also because he had struck down Jeroboam.",
      "8": "In the twenty-sixth year of Asa king of Judah, Elah son of Ba’asha became king over Israel in Tirzah for two years.",
      "9": "But his officer Zimri, the commander of half his chariots, conspired against him while Elah was in Tirzah getting drunk at the house of Arza, the palace administrator of Tirzah.",
      "10": "Zimri came in and struck him down and killed him in the twenty-seventh year of Asa king of Judah, and he became king in his place.",
      "11": "When Zimri became king, as soon as he was seated on the throne, he struck down the entire house of Ba’asha. He did not leave for him anyone who urinates against the wall, neither relatives nor friends.",
      "12": "So Zimri exterminated the entire house of Ba’asha according to the word of the Lord, which he spoke to Ba’asha through the prophet Jehu.",
      "13": "He did this because of all the sins which Ba’asha and his son Elah committed and which they caused Israel to commit. They provoked the Lord, the God of Israel, to anger with their useless idols.",
      "14": "As for the rest of Elah’s acts and everything he did, are they not written in the annals of the kings of Israel?",
      "15": "In the twenty-seventh year of Asa king of Judah, Zimri reigned as king in Tirzah for seven days. The army was laying siege to Gibbethon, which belonged to the Philistines.",
      "16": "The army which was laying siege heard the report that Zimri had conspired against the king and had already struck him down. So in the camp on that day all Israel made Omri, the commander of the army, king over Israel.",
      "17": "Then Omri and all Israel went up from Gibbethon and laid siege to Tirzah.",
      "18": "When Zimri saw that the city had fallen, he went into the fortified part of the palace, and he burned it down on himself. So he died",
      "19": "because of the sin he committed by doing evil in the eyes of the Lord by walking in the ways of Jeroboam and in the sin which he had caused Israel to commit.",
      "20": "As for the rest of Zimri’s acts and the conspiracy he led, are they not written in the annals of the kings of Israel?",
      "21": "Then the people of Israel were divided. Half of the people supported making Tibni son of Ginath king. Half supported Omri.",
      "22": "But the people who were for Omri were stronger than the people who were for Tibni son of Ginath, so Tibni died, and Omri became king.",
      "23": "In the thirty-first year of Asa king of Judah, Omri became king over Israel for twelve years. He ruled for six years in Tirzah.",
      "24": "Then he bought the hill of Samaria from Shemer for two talents of silver. He built up the hill, and he named the city he built after Shemer, the owner of the hill of Samaria.",
      "25": "Omri did evil in the eyes of the Lord. He committed more evil than all those who had gone before him.",
      "26": "He walked in all the ways of Jeroboam son of Nebat and in the sin which he caused Israel to commit, provoking the Lord, the God of Israel, to anger with his useless idols.",
      "27": "As for the rest of Omri’s acts, the things he did, and the mighty deeds he accomplished, are they not written in the annals of the kings of Israel?",
      "28": "Omri rested with his fathers, and he was buried in Samaria. Then his son Ahab became king in his place.",
      "29": "Ahab son of Omri became king over Israel in the thirty-eighth year of Asa king of Judah. Ahab son of Omri ruled over Israel in Samaria for twenty-two years.",
      "30": "Ahab son of Omri committed more evil in the eyes of the Lord than all those who had gone before him.",
      "31": "He considered it a trivial thing to walk in the sins of Jeroboam son of Nebat. He married Jezebel daughter of Ethbaal, king of the Sidonians. He served Baal and bowed down to him.",
      "32": "He erected an altar to Baal in the house of Baal which he built in Samaria.",
      "33": "Ahab made an Asherah pole and did even more to provoke the Lord God of Israel than all the kings of Israel who had gone before him.",
      "34": "In the days of Ahab, Hiel of Bethel built Jericho. At the cost of his firstborn son Abiram, he laid its foundations, and at the cost of his youngest son Segub, he set up its gates. This fulfilled the word of the Lord which he had spoken through Joshua son of Nun."
    },
    "17": {
      "1": "Elijah from Tishbe, one of the settlers in Gilead, said to Ahab, “As surely as the Lord lives, the God of Israel before whom I stand, there will be no dew or rain during the coming years, except at my word.”",
      "2": "Then the word of the Lord came to him:",
      "3": "“Leave this place and turn east. Hide yourself by the Kerith Ravine, east of the Jordan.",
      "4": "You will drink from the stream, and I will command the ravens to provide for you there.”",
      "5": "So Elijah went and did just as the Lord had said. He lived in the Kerith Ravine, east of the Jordan.",
      "6": "The ravens brought him bread and meat in the morning and in the evening, and he drank from the stream.",
      "7": "After some time the stream dried up because there had been no rain in the land.",
      "8": "Then the word of the Lord came to him:",
      "9": "“Get up! Go to Zarephath, which belongs to Sidon, and live there. I have commanded a woman there, a widow, to provide for you.”",
      "10": "So he got up and went to Zarephath. He came to the city gate, and there he saw a widow gathering sticks. He called to her and said, “Please give me a little water in a jar, so that I can have something to drink.”",
      "11": "When she went to get it, he called to her, “Please bring me a piece of bread.”",
      "12": "She said, “As surely as the Lord your God lives, I have no food except a handful of flour in a jar and a little olive oil in a pitcher. See, I am gathering a couple of sticks so that I can go and prepare it for myself and my son, so that we can eat it and then die.”",
      "13": "Elijah said to her, “Do not be afraid. Go and do just as you said. But first make a small loaf of bread for me from the flour and bring it out to me. Then go and make another for you and your son.",
      "14": "For this is what the Lord, the God of Israel, says. The jar of flour will not run out and the pitcher of oil will not become empty until the day the Lord sends rain to water the surface of the ground.”",
      "15": "So she went and did exactly as Elijah said. He and she, as well as her household, were able to eat for many days.",
      "16": "The jar of flour did not run out, and the pitcher of oil did not become empty, just as the Lord had said through Elijah.",
      "17": "After these events, the son of the woman who owned the house became ill. The illness became worse until he stopped breathing.",
      "18": "Then she said to Elijah, “What is the issue between us, man of God? Have you come to remind me of my sins and to kill my son?”",
      "19": "He said to her, “Bring your son to me.” Then he took him and carried him to the upstairs room where he was living, and he laid him on his bed.",
      "20": "Then he cried out to the Lord, “O Lord, my God, have you sent tragedy on this woman with whom I am staying by killing her son?”",
      "21": "Then he stretched himself out on the boy three times, and he cried out to the Lord, “O Lord, my God, let this boy’s soul return to his body!”",
      "22": "The Lord listened to Elijah’s voice, and the boy’s soul returned to his body, and he came to life.",
      "23": "Then Elijah took the boy and brought him down to the house from his upstairs room, and he gave him to his mother.\nElijah said, “See, your son is alive!”",
      "24": "The woman said to Elijah, “Now I know that you are a man of God and that the word of the Lord in your mouth is true.”"
    },
    "18": {
      "1": "After a long time, the word of the Lord came to Elijah. (It was during the third year.) He said, “Go and present yourself to Ahab, and I will send rain to water the surface of the ground.”",
      "2": "So Elijah went to present himself to Ahab.\nNow the drought was severe in Samaria.",
      "3": "Ahab had summoned his servant Obadiah, the palace administrator. Obadiah was devoted to serving the Lord.",
      "4": "When Jezebel was exterminating the prophets of the Lord, Obadiah had taken one hundred prophets and kept them hidden in two caves, fifty in each cave, and he provided food and water for them.",
      "5": "Ahab said to Obadiah, “Go through the land to all the springs and all the streams. Maybe we will find enough grass so that we can keep the horses and mules alive, and we will not have to slaughter the cattle.”",
      "6": "In order to cover the whole land, they divided it between the two of them. Ahab went one way by himself, and Obadiah went another way by himself.",
      "7": "While Obadiah was on the way, Elijah suddenly met him. Obadiah recognized him and fell on his face and said, “Is that you, my lord Elijah?”",
      "8": "Elijah answered him, “Yes, it is. Go and tell your master, ‘Elijah is here.’”",
      "9": "But Obadiah said, “How have I sinned that you would hand your servant over to Ahab for him to kill me?",
      "10": "As surely as the Lord your God lives, there is no country or kingdom where my master has not sent someone to look for you. When they said, ‘He is not here,’ then he made that kingdom and nation swear that they could not find you.",
      "11": "But now you are telling me, ‘Go, tell your master that Elijah is here.’",
      "12": "As soon as I leave you, the Spirit of the Lord will carry you to some place I do not know. When I go to tell Ahab and he then does not find you, he will kill me, even though your servant has been devoted to the Lord since my youth.",
      "13": "“Has my lord not been told what I did when Jezebel was killing the prophets of the Lord? I kept one hundred of the prophets of the Lord hidden in two caves, fifty in each, and I provided food and water for them.",
      "14": "But now you are saying, ‘Go and tell your master that Elijah is here.’”",
      "15": "But Elijah said to him, “As surely as the Lord of Armies lives, before whom I stand, I will present myself to him today.”",
      "16": "So Obadiah went to meet Ahab, and he informed him. Then Ahab came to meet Elijah.",
      "17": "When Ahab saw Elijah, Ahab said to him, “Is that you, the one who brings trouble on Israel?”",
      "18": "Elijah said, “It is not I who have brought trouble on Israel, but rather you and your father’s house, because you abandoned the Lord’s commandments and followed the Baals.",
      "19": "But now gather all Israel before me on Mount Carmel, along with the four hundred fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel’s table.”",
      "20": "So Ahab sent word to all the people of Israel, and he assembled the prophets on Mount Carmel.",
      "21": "Then Elijah said to all the people, “How long will you stagger around on two crutches? If the Lord is God, follow him. If Baal is God, follow him.” But the people did not answer him a single word.",
      "22": "Then Elijah said to the people, “I am the only one left of the Lord’s prophets, but the prophets of Baal total four hundred fifty men.",
      "23": "Provide two bulls for us. Let them choose one bull for themselves and cut it up and place it on the firewood, but they are not to light the fire. I will prepare the other bull and place it on the firewood, but I will not light the fire.",
      "24": "Then you will call on the name of your god, and I will call on the name of the Lord. The god who answers with fire, he is God.”\nAll the people said, “This proposal is good.”",
      "25": "Then Elijah said to the prophets of Baal, “Choose for yourselves one bull, and you go first because there are so many of you. Call on the name of your god. But do not light the fire.”",
      "26": "So they took the bull which had been given to them and prepared it. Then they called on the name of Baal from morning until noon, “Baal! Answer us!” But there was not a sound. No one answered. So they staggered around the altar which they had made.",
      "27": "When noon came, Elijah mocked them: “Shout louder! He is a god, isn’t he? He may be deep in thought or busy or on a journey. Perhaps he is asleep and will wake up!”",
      "28": "So they cried out with a loud voice, and according to their practice they cut themselves with daggers and spears until their blood flowed.",
      "29": "After noon, they kept up a prophetic frenzy until the time of the evening sacrifice, but there was no sound. No one answered. There was no response.",
      "30": "Then Elijah said to all the people, “Come here to me.” So they came to him, and he repaired the altar of the Lord, which had been torn down.",
      "31": "Elijah took twelve stones, one for each of the tribes of the sons of Jacob, to whom the word of the Lord had come and had proclaimed, “Your name shall be Israel.”",
      "32": "He built the stones into an altar in the name of the Lord. Around it he made a trench big enough to hold about twenty-five pounds of seed.",
      "33": "He arranged the wood, cut up the bull, and placed it on the wood.\nThen he said, “Fill four jars with water and pour it on the sacrifice and on the wood.”",
      "34": "Then he said, “Do it again.” So they did it again. Then he said, “Do it a third time.” So they did it a third time.",
      "35": "The water flowed all around the altar. It even filled the trench.",
      "36": "When the time of the evening sacrifice had arrived, Elijah the prophet stood up and said, “O Lord, the God of Abraham, Isaac, and Israel, let it be known this day that you are God in Israel and that I am your servant and that I have done all these things by your word.",
      "37": "Answer me, Lord! Answer me so that this people will know that you, O Lord, are God and that you are turning their hearts back to you.”",
      "38": "Fire from the Lord fell on the sacrifice and on the wood, the stones, and the dirt. It even licked up the water in the trench.",
      "39": "When all the people saw this, they fell on their knees and said, “The Lord, he is God! The Lord, he is God!”",
      "40": "Elijah said to them, “Seize the prophets of Baal! Do not let a single one of them escape!” So they seized them, and Elijah brought them down to the Kishon River and slaughtered them there.",
      "41": "Then Elijah said to Ahab, “Go up, eat and drink, for I hear the sound of a heavy rainstorm.”",
      "42": "So Ahab went to eat and drink, but Elijah went up to the top of Mount Carmel. He bent down to the ground and put his face between his knees.",
      "43": "He said to his servant, “Go up and look toward the sea.”\nSo his servant went up and looked, and he said, “There is nothing.”\nBut seven times Elijah told him, “Go again.”",
      "44": "On the seventh time the servant said, “There is a cloud as small as a man’s hand rising from the sea.”\nThen Elijah said to him, “Go up and tell Ahab, ‘Hitch up your chariot and go down so that the rain does not stop you.’”",
      "45": "Meanwhile, the skies got dark with clouds and wind, and there was a heavy rain. So Ahab got into his chariot and went to Jezre’el.",
      "46": "But the hand of the Lord was on Elijah, and he hiked up his garments around his waist and ran ahead of Ahab until he came to Jezre’el."
    },
    "19": {
      "1": "Then Ahab told Jezebel everything that Elijah had done, including the fact that he had killed all their prophets with the sword.",
      "2": "So Jezebel sent a messenger to say to Elijah, “May the gods punish me severely and even double it, if by this time tomorrow I have not made your life like one of theirs.”",
      "3": "Elijah was afraid, and he ran for his life. He went to Beersheba, which belongs to Judah, and he left his servant there.",
      "4": "But he himself went a day’s journey into the wilderness. There he sat down under a broom tree, where he prayed that he would die. He said, “I’ve had enough, Lord. Take my life, for I am no better than my fathers.”",
      "5": "Then he lay down and went to sleep under the broom tree.\nSuddenly an angel touched him and said, “Get up and eat.”",
      "6": "Then he looked around, and near his head there was a loaf of bread baking on coals and a jar of water, so he ate and drank, and then he lay down again.",
      "7": "Then the angel of the Lord came back a second time and touched him and said, “Get up and eat, because the journey is too much for you.”",
      "8": "So he got up and ate and drank. Then, with the strength gained from that food, he walked for forty days and forty nights to Horeb, the mountain of God.",
      "9": "He came to a cave and spent the night there.\nThen the word of the Lord suddenly came to him, saying, “Why are you here, Elijah?”",
      "10": "He said, “I have been very zealous for the Lord, the God of Armies, but the people of Israel have abandoned your covenant. They have torn down your altars and killed your prophets with the sword. I alone am left, and they are seeking to take my life.”",
      "11": "Then the Lord said, “Go out and stand on the mountain in the presence of the Lord, for the Lord is passing by.” Then a great and powerful wind tore the mountains and shattered rocks before the Lord, but the Lord was not in the wind.\nAfter the wind came an earthquake, but the Lord was not in the earthquake.",
      "12": "After the earthquake there was a fire, but the Lord was not in the fire.\nAfter the fire there was a soft, whispering voice.",
      "13": "When Elijah heard it, he wrapped his face in his cloak, and he went out and stood at the entrance to the cave. Then a voice came to him and said, “Why are you here, Elijah?”",
      "14": "He said, “I have been very zealous for the Lord, the God of Armies, but the people of Israel have abandoned your covenant. They have torn down your altars and killed your prophets with the sword. I alone am left, and they are seeking to take my life.”",
      "15": "Then the Lord said to him, “Go back the way you came and go to the Wilderness of Damascus. When you get there, you are to anoint Hazael as king over Aram.",
      "16": "You will also anoint Jehu son of Nimshi as king over Israel and Elisha son of Shaphat from Abel Meholah as prophet in your place.",
      "17": "Whoever escapes the sword of Hazael, Jehu will kill, and whoever escapes the sword of Jehu, Elisha will kill.",
      "18": "But I have preserved in Israel seven thousand whose knees have not bent to Baal and whose lips have not kissed him.”",
      "19": "So Elijah went from there and found Elisha son of Shaphat. Elisha was doing the plowing with twelve teams of oxen in front of him, and he himself was driving the twelfth team. Elijah crossed over to him and threw his cloak over him.",
      "20": "Then Elisha left the oxen and ran after Elijah. He said, “Let me kiss my father and my mother good-bye! Then I will follow you.”\nThen Elijah said, “Go back! For what have I done to you?”",
      "21": "So Elisha turned back from following him. Then he took the team of oxen and slaughtered them. Using the equipment from the oxen as fuel, he cooked the meat and gave it to the people, and they ate. Then he got up, followed Elijah, and served him."
    },
    "20": {
      "1": "Then Ben Hadad king of Aram, along with thirty-two kings, mobilized his whole army with their horses and chariots. He went up and laid siege to Samaria and fought against it.",
      "2": "He sent messengers to Ahab king of Israel in the city,",
      "3": "who said to him, “This is what Ben Hadad says. Your silver and your gold are mine. The best of your wives and your children are mine.”",
      "4": "The king of Israel answered, “Just as you have said, my lord the king, I and all that I own are yours.”",
      "5": "The messengers came a second time and said, “This is what Ben Hadad says. I did indeed send word to you, saying, ‘You must give me your silver and your gold and your wives and your children.’",
      "6": "So at this time tomorrow, I will send my servants to you, and they will search your palace and the houses of your officials, and they will gather up everything that you value and take it away.”",
      "7": "The king of Israel summoned all the elders of the land. “See how this man is looking for trouble. When he sent for my wives and my children, my silver and my gold, I did not refuse him.”",
      "8": "All the elders and all the people said to him, “Do not listen and do not agree to this!”",
      "9": "So he told Ben Hadad’s messengers, “Say this to your lord the king. Everything which you demanded of your servant the first time, I will do, but this thing I cannot do.” So the messengers brought his message back to the king.",
      "10": "Then Ben Hadad sent word to him: “May the gods punish me severely and even double it, if the dust left from Samaria will be enough to give a handful to each of those who follow me.”",
      "11": "The king of Israel answered, “Tell him that someone who is putting his armor on should not boast like someone who is taking it off.”",
      "12": "When he heard this message, Ben Hadad and his kings were in their tents drinking. He said to his servants, “Get ready!” and they took up positions against the city.",
      "13": "But then, at that time, a prophet came to Ahab king of Israel and said, “This is what the Lord says. Do you see all of this huge horde? Look, I am giving it into your hands today. Then you will know that I am the Lord.”",
      "14": "Then Ahab said, “Through whom will this happen?”\nThe prophet answered, “This is what the Lord says. It will be through the young officers from the provinces.”\nHe said, “Who will start the battle?”\nHe said, “You will.”",
      "15": "So Ahab inspected the young officers from the provinces and found that there were two hundred thirty-two. After inspecting them he inspected the whole army. The Israelites numbered seven thousand men.",
      "16": "They marched out at noon while Ben Hadad was getting drunk in his tent, along with the thirty-two kings who were supporting him.",
      "17": "So the young officers from the provinces marched out first. Ben Hadad sent out scouts, who told him, “Men are marching out of Samaria!”",
      "18": "Ben Hadad said, “If they have come out for peace, take them alive! Even if they have come out for war, take them alive!”",
      "19": "But when the young officers from the provinces and the army that was with them marched out,",
      "20": "each of them killed his opponent. Then the Arameans fled, and Israel pursued them. Ben Hadad king of Aram fled on a horse with his charioteers.",
      "21": "The king of Israel marched out and attacked the horses and chariots. He inflicted a great defeat on Aram.",
      "22": "Afterward the prophet approached the king of Israel and said to him, “Strengthen your position and consider carefully what you should do, because next spring the king of Aram will attack you.”",
      "23": "The king of Aram’s officials said to him, “Their gods are gods of the hills. That is why they defeated us. But if we fight them on the plain, we will certainly defeat them.",
      "24": "Now do this. Remove the kings from their positions as field commanders, and replace them with military officers.",
      "25": "Then raise an army like the army you lost—horse for horse and chariot for chariot. Then if we fight them on the plain, we will certainly defeat them.” The king listened to them and did what they recommended.",
      "26": "When spring came, Ben Hadad mobilized the army of Aram and went up to Aphek to wage war against Israel.",
      "27": "The Israelites also were mobilized and given provisions, and they went out to confront the Arameans. The Israelites camped across from them, like two small flocks of goats, while the Arameans filled the land.",
      "28": "Then the man of God approached and said to the king of Israel, “This is what the Lord says. Because the Arameans said, ‘The Lord is a god of the hills, but not a god of the valleys,’ I will give all of this huge horde into your hands. Then you will know that I am the Lord.”",
      "29": "So they camped opposite each other for seven days. On the seventh day the battle was joined by both armies. The Israelites struck down the Arameans—one hundred thousand foot soldiers in one day.",
      "30": "The survivors fled to the city of Aphek, and the wall fell on twenty-seven thousand of the survivors. Ben Hadad also fled and went into the city, to an inner room.",
      "31": "Then his officials said to him, “Look, we have heard that the kings of the house of Israel are merciful. So let us put sackcloth around our waists and ropes around our heads and go out to the king of Israel. Maybe he will spare your life.”",
      "32": "So they wrapped sackcloth around their waists and put ropes on their heads, and they went to the king of Israel and said, “Your servant, Ben Hadad, says, ‘Please spare my life.’”\nAhab said, “Is he still alive? He is my brother.”",
      "33": "The men took this as a good omen, so they quickly latched on to what he said and responded, “Ben Hadad is your brother.”\nThen Ahab said, “Go get him.” So Ben Hadad came out to him, and Ahab brought him up into his chariot.",
      "34": "Ben Hadad said to him, “I will return the cities that my father took from your father, and you may put your own trading centers in Damascus, just as my father put them in Samaria.”\nThen Ahab said, “Under these terms, I release you.” So he made a treaty with Ben Hadad and let him go.",
      "35": "Then by the word of the Lord one of the sons of the prophets said to his neighbor, “Strike me, please.” But the man refused to strike him.",
      "36": "So he said to him, “Because you did not listen to the voice of the Lord, when you leave me, a lion will kill you.” When he left him, a lion found him and killed him.",
      "37": "Then he found another man and said, “Strike me, please.” The man struck him and wounded him.",
      "38": "The prophet went and stood before the king at the road and disguised himself with a bandage over his eyes.",
      "39": "When the king was passing by, the prophet shouted to the king, “Your servant went out in the middle of the battle. Then someone brought a man to me and said, ‘Guard this man. If you can’t account for him, then it will be your life for his life, or you will have to pay a talent of silver.’",
      "40": "But while your servant was busy doing this and that, all of a sudden the man was gone!”\nThen the king of Israel said to him, “That is your sentence. You have pronounced it on yourself.”",
      "41": "Then he quickly removed the bandage from his eyes, and the king of Israel recognized that he was one of the prophets.",
      "42": "He said to the king, “This is what the Lord says. Because you set a man free, whom I had devoted to destruction, it will be your life for his life and your people for his people.”",
      "43": "The king of Israel headed for his palace sullen and angry, and he arrived in Samaria."
    },
    "21": {
      "1": "Some time passed after these events.\nNaboth from Jezre’el had a vineyard in Jezre’el, next to the palace of Ahab king of Samaria.",
      "2": "Ahab said to Naboth, “Give me your vineyard so I can use it as a vegetable garden, because it is beside my house, and I will give you a better vineyard in exchange. Or if you prefer, I will give you the purchase price in silver.”",
      "3": "But Naboth said to Ahab, “May I be cursed by the Lord, if I were to give you the inheritance from my fathers.”",
      "4": "Ahab went to his house sullen and angry because of what Naboth from Jezre’el had said to him, for he had said, “I will not give you the inheritance of my fathers.” Ahab lay down on his bed and turned his face away and would not eat anything.",
      "5": "Then his wife Jezebel came to him and said, “Why is your spirit so sullen, and why don’t you eat?”",
      "6": "Then he told her, “I said to Naboth from Jezre’el, ‘Sell your vineyard to me, or if you prefer, I will give you a vineyard in its place.’ But he said, ‘I will not give you my vineyard.’”",
      "7": "Then his wife Jezebel said to him, “Are you now acting like the king over Israel? Get up! Eat something, and cheer up. I will give you the vineyard of Naboth from Jezre’el.”",
      "8": "Then Jezebel wrote letters in Ahab’s name and sealed them with his seal. She sent the letters to the elders and nobles who were living in the city with Naboth.",
      "9": "She wrote in the letters, “Proclaim a fast and then seat Naboth at the head of the people.",
      "10": "Seat two wicked, worthless men opposite him and have them testify, ‘You cursed God and the king!’ Then take him out and stone him to death.”",
      "11": "The men of the city—the elders and the nobles who lived there—did exactly as Jezebel had commanded them, exactly as she had written in the letters she had sent them.",
      "12": "They proclaimed a fast and then seated Naboth at the head of the people.",
      "13": "They brought two wicked, worthless men and seated them opposite him. The wicked men testified against Naboth before the people, “Naboth cursed God and the king!” So they took him outside the city and stoned him to death.",
      "14": "Then they sent word to Jezebel, “Naboth has been stoned to death.”",
      "15": "When Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Go and take possession of the vineyard of Naboth from Jezre’el, which he refused to sell to you, because Naboth is no longer alive but dead.”",
      "16": "When Ahab heard that Naboth was dead, he went and took possession of the vineyard of Naboth from Jezre’el.",
      "17": "Then the word of the Lord came to Elijah from Tishbe:",
      "18": "Go down to meet Ahab king of Israel, who rules in Samaria. Right now he is in Naboth’s vineyard because he has gone down to take possession of it.",
      "19": "You are to tell him: This is what the Lord says. Have you committed murder and seized this man’s property?\nThen you will say to him: This is what the Lord says. In the place where dogs licked Naboth’s blood, dogs will lick your blood also.",
      "20": "Then Ahab said to Elijah, “Have you found me, my enemy?”\nElijah said, “I have found you, because you sold yourself to do evil in the eyes of the Lord, who says,",
      "21": "‘I am bringing disaster against you, and I will burn you up. I will cut off from Ahab in Israel all those who urinate against the wall, both bound and free.",
      "22": "I will make your house like the house of Jeroboam son of Nebat and like the house of Ba’asha son of Ahijah, because you have provoked me to anger and caused Israel to sin.’",
      "23": "“Concerning Jezebel the Lord says, ‘Dogs will eat Jezebel by the wall of Jezre’el.’",
      "24": "The dead who belong to Ahab in the city the dogs will eat, and the dead in the country the birds of the air will eat.”",
      "25": "There had never been anyone like Ahab, who sold himself to do evil in the eyes of the Lord, incited by his wife Jezebel.",
      "26": "He committed obscene acts by following filthy idols, like everything that the Amorites had done, for which the Lord drove them out before the people of Israel.",
      "27": "But when Ahab heard these words, he cried out and tore his clothes. He put on sackcloth and fasted. He slept in sackcloth and went around in a subdued manner.",
      "28": "Then the word of the Lord came to Elijah from Tishbe, saying,",
      "29": "“Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring this disaster during his days, but during the days of his son I will bring disaster upon his house.”"
    },
    "22": {
      "1": "Three years went by without any warfare between Aram and Israel.",
      "2": "In the third year Jehoshaphat king of Judah went down to visit the king of Israel.",
      "3": "The king of Israel said to his officials, “Don’t you know that Ramoth Gilead belongs to us? But we have done nothing to take it from the king of Aram.”",
      "4": "Then he said to Jehoshaphat, “Will you come with me to wage war at Ramoth Gilead?”\nJehoshaphat said to the king of Israel, “I am like you. My people are like your people. My horses are like your horses.”",
      "5": "But Jehoshaphat also said to the king of Israel, “First seek the word of the Lord.”",
      "6": "So the king of Israel assembled the prophets, four hundred men, and he said to them, “Should I go up to make war at Ramoth Gilead or should I refrain?”\nThey said, “Go up, for the Lord will give it into the hand of the king.”",
      "7": "But Jehoshaphat said, “Is there no longer a prophet of the Lord here who can inquire of the Lord for us?”",
      "8": "Then the king of Israel said to Jehoshaphat, “There is one man who could inquire of the Lord for us, but I hate him because he does not prophesy anything good about me, but only bad. He is Micaiah son of Imlah.”\nJehoshaphat said, “The king should not talk like that.”",
      "9": "So the king of Israel summoned one of his court officials and said, “Quickly bring Micaiah son of Imlah here.”",
      "10": "Now the king of Israel and Jehoshaphat king of Judah were seated, each on his own throne, arrayed in their robes. They were sitting by the threshing floor at the entrance to the gate of Samaria. All the prophets were prophesying before them.",
      "11": "Zedekiah son of Kena’anah had made iron horns for himself, and he said, “This is what the Lord says. With these you will gore Aram to death.”",
      "12": "All the prophets were prophesying in this same way: “Go up to Ramoth Gilead and triumph, for the Lord will give it into the hand of the king.”",
      "13": "The messenger who was sent to summon Micaiah said to him, “Pay attention to the words of the prophets. With one mouth they are promising good things to the king. Let your words be like the words of one of them and say something good.”",
      "14": "But Micaiah said, “As surely as the Lord lives, whatever the Lord says to me, that is what I will say.”",
      "15": "Then he came to the king, and the king asked him, “Micaiah, should we go up to make war on Ramoth Gilead, or should we refrain?”\nHe answered him, “Go up and triumph, for the Lord will give them into the hand of the king.”",
      "16": "Then the king said to him, “How many times must I make you swear that you will tell me nothing but the truth in the name of the Lord?”",
      "17": "Then Micaiah said, “I saw all Israel scattered on the mountains like sheep that have no shepherd, and the Lord said, ‘They have no masters. Each one should return to his home in peace.’”",
      "18": "Then the king of Israel said to Jehoshaphat, “Didn’t I tell you that he does not prophesy anything good about me, but only bad?”",
      "19": "Then Micaiah said:\nNow hear this word from the Lord.\nI saw the Lord sitting on his throne, and the whole army of heaven was standing around him, on his right and on his left.",
      "20": "Then the Lord said, “Who will entice Ahab so that he goes up and falls at Ramoth Gilead?”\nOne spirit said this. Another one said that.",
      "21": "Finally a spirit came and stood before the Lord and said, “I will entice him.”\nThe Lord said to him, “How?”",
      "22": "He said, “I will go and be a lying spirit in the mouth of all his prophets.”\nThen the Lord said, “You will entice him successfully. Go and do it.”",
      "23": "Now look! The Lord has put a lying spirit into the mouths of all these prophets of yours, for the Lord has decreed disaster for you.",
      "24": "Then Zedekiah son of Kena’anah came up and struck Micaiah on his cheek and said, “Where is this pathway on which the spirit of the Lord has traveled from me to speak to you?”",
      "25": "Micaiah said, “Listen to me. You will see it on the day you go into the inner room to hide.”",
      "26": "Then the king of Israel said, “Seize Micaiah and take him back to Amon, the administrator of the city, and to Joash son of the king.",
      "27": "Then say, ‘This is what the king says. Put this man in prison and feed him nothing more than bread and water until I come back safely.’”",
      "28": "Then Micaiah said, “If you ever come back safely, then the Lord has not spoken through me.” Then he said, “Hear this, you people, all of you!”",
      "29": "Then the king of Israel and Jehoshaphat king of Judah went up to Ramoth Gilead.",
      "30": "The king of Israel said to Jehoshaphat, “I will disguise myself when I go into the battle, but you wear your robes.” So the king of Israel disguised himself and went into battle.",
      "31": "The king of Aram had ordered his thirty-two chariot commanders, “Do not fight with anyone small or great, but only against the king of Israel.”",
      "32": "When the chariot commanders saw Jehoshaphat, they said, “That is the king of Israel!” They turned to fight against him, and Jehoshaphat cried for help.",
      "33": "When the chariot commanders realized that he was not the king of Israel, they stopped pursuing him.",
      "34": "But a man shot an arrow at random and struck the king of Israel in the seam between two parts of his armor.\nSo Ahab said to his chariot driver, “Turn around and take me out of the battle, because I have been wounded.”",
      "35": "The battle went on all that day, and the king was propped up in his chariot facing Aram. He died in the evening, and the blood from his wound ran down onto the floor of the chariot.",
      "36": "Then, as the sun was going down, a cry went up through the army: “Every man to his own city and every man to his own land!”",
      "37": "So the king died, and they brought him to Samaria, and they buried the king in Samaria.",
      "38": "They washed the chariot at the pool of Samaria, and dogs licked up his blood, and the prostitutes bathed there, in fulfillment of the word which the Lord had spoken.",
      "39": "As for the rest of Ahab’s acts and everything he did, and the ivory house he built, and all the cities he built, are they not written in the annals of the kings of Israel?",
      "40": "Ahab rested with his fathers. Then his son Ahaziah became king in his place.",
      "41": "Jehoshaphat son of Asa became king over Judah in the fourth year of Ahab king of Israel.",
      "42": "Jehoshaphat was thirty-five years old when he became king, and he ruled in Jerusalem for twenty-five years. The name of his mother was Azubel daughter of Shilhi.",
      "43": "Jehoshaphat walked in all the ways of his father Asa. He did not turn from them. He did what is right in the eyes of the Lord. But the high places were not removed. The people were still sacrificing and burning incense on the high places.",
      "44": "Jehoshaphat was at peace with the king of Israel.",
      "45": "As for the rest of Jehoshaphat’s acts, the mighty deeds which he did, and the wars he fought, are they not written in the annals of the kings of Judah?",
      "46": "He removed from the land the rest of the male shrine prostitutes who remained from the days of his father Asa.",
      "47": "There was no king in Edom, but rather a governor represented the king.",
      "48": "Jehoshaphat constructed trading ships to go to Ophir for gold, but they never set out, because the ships were wrecked at Ezion Geber.",
      "49": "Then Ahaziah son of Ahab said to Jehoshaphat, “Let my servants go with your servants in ships,” but Jehoshaphat was not willing.",
      "50": "Jehoshaphat rested with his fathers and was buried with his fathers in the city of his father David. Then his son Jehoram became king in his place.",
      "51": "Ahaziah son of Ahab became king of Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah. He ruled over Israel for two years.",
      "52": "He did evil in the eyes of the Lord and walked in the ways of his father and in the ways of his mother and in the ways of Jeroboam son of Nebat, who caused Israel to sin.",
      "53": "He served Baal and bowed down to him, and he provoked the Lord, the God of Israel, to anger in all the same ways that his father did."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:45.824383-04:00",
    "Translation": "EHV"
  }
}