{
  "1 Peter": {
    "1": {
      "1": "Peter, an apostle of Jesus Christ,\nTo the elect, temporary residents in the world, scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
      "2": "who have been chosen according to the foreknowledge of God the Father, by the sanctifying work of the Spirit, to be obedient and to be sprinkled with the blood of Jesus Christ:\nGrace and peace be multiplied to you.",
      "3": "Blessed be the God and Father of our Lord Jesus Christ! By his great mercy he gave us a new birth into a living hope through the resurrection of Jesus Christ from the dead,",
      "4": "into an inheritance that is undying, undefiled, and unfading, kept in heaven for you.",
      "5": "Through faith you are being protected by God’s power for the salvation that is ready to be revealed at the end of time.",
      "6": "Because of this you rejoice very much, even though now for a little while, if necessary, you have been grieved by various kinds of trials",
      "7": "so that the proven character of your faith—which is more valuable than gold, which passes away even though it is tested by fire—may be found to result in praise, glory, and honor when Jesus Christ is revealed.",
      "8": "Though you have not seen him, you love him. Though you do not see him now, yet by believing in him, you are filled with a joy that is inexpressible and filled with glory,",
      "9": "because you are receiving the goal of your faith, the salvation of your souls.",
      "10": "The prophets, who prophesied about the grace that has come to you, searched and studied carefully concerning this salvation,",
      "11": "trying to find out what person and what time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the glories that would follow.",
      "12": "It was revealed to them that they were not serving themselves, but you, when they wrote about these things. These are the things that have now been announced to you by those who preached the gospel to you by the Holy Spirit sent from heaven. Even the angels long to look carefully into these things.",
      "13": "Therefore, after preparing your minds for action by exercising self-control, set your hope fully on the grace that will be brought to you when Jesus Christ is revealed.",
      "14": "As obedient children, do not conform to the evil desires you had when you lived in ignorance.",
      "15": "Rather, just as the one who called you is holy, so also be holy in everything you do.",
      "16": "For it is written, “Be holy, because I am holy.”",
      "17": "If you call on the Father who judges impartially, according to the work of each person, conduct yourselves during the time of your pilgrimage in reverence,",
      "18": "because you know that you were redeemed from your empty way of life handed down to you from your forefathers, not with things that pass away, such as silver or gold,",
      "19": "but with the precious blood of Christ, like a lamb without blemish or spot.",
      "20": "He was chosen before the foundation of the world but revealed in these last times for your sake.",
      "21": "Through him you are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.",
      "22": "Since you have purified your souls by obeying the truth, resulting in sincere brotherly love, love one another constantly from a pure heart.",
      "23": "For you have been born again, not from perishable seed but from imperishable, through the living and enduring word of God.",
      "24": "For:\nAll flesh is like grass,\nand all its glory is like a flower of the field.\nThe grass withers,\nand the flower falls,",
      "25": "but the word of the Lord endures forever.\nAnd this is the word that was preached to you."
    },
    "2": {
      "1": "Therefore rid yourselves of all evil, all deceit, hypocrisy, jealousy, and all slander.",
      "2": "Like newborn babies, crave the pure milk of the word so that by it you may grow up with the result being salvation.",
      "3": "Certainly you have tasted that the Lord is good!",
      "4": "As you come to him, the Living Stone, rejected by men but chosen by God and precious,",
      "5": "you also, like living stones, are being built as a spiritual house to be a holy priesthood, in order to bring spiritual sacrifices that are acceptable to God through Jesus Christ.",
      "6": "For it says in Scripture:\nSee, I lay a stone in Zion,\na chosen and precious cornerstone,\nand the one who believes in him will certainly not be put to shame.",
      "7": "Therefore, for you who believe, this is an honor. But for those who do not believe:\nThe stone which the builders rejected has become the cornerstone,",
      "8": "and,\na stone over which they stumble\nand a rock over which they fall.\nBecause they continue to disobey the word, they stumble over it. And that is the consequence appointed for them.",
      "9": "But you are a chosen people, a royal priesthood, a holy nation, the people who are God’s own possession, so that you may proclaim the praises of him who called you out of darkness into his marvelous light.",
      "10": "At one time you were not a people, but now you are the people of God. At one time you were not shown mercy, but now you have been shown mercy.",
      "11": "Dear friends, I urge you, as aliens and temporary residents in the world, to abstain from the desires of the sinful flesh, which war against your soul.",
      "12": "Live an honorable life among the Gentiles so that even though they slander you as evildoers, when they observe your noble deeds, they may glorify God on the day he visits us.",
      "13": "Submit to every human authority because of the Lord, whether to the king as the supreme authority",
      "14": "or to governors as those who have been sent by him to punish those who do what is wrong and to praise those who do what is right.",
      "15": "For this is God’s will: that you silence the ignorance of foolish people by doing good.",
      "16": "Do this as free people, and do not use your freedom as a cover-up for evil, but use it as servants of God.",
      "17": "Honor everyone. Love the brotherhood. Fear God. Honor the king.",
      "18": "Slaves, submit to your masters with total respect, not only to those who are good and kind but also to those who are harsh.",
      "19": "For this is favorable: if a person endures sorrows while suffering unjustly because he is conscious of God.",
      "20": "For what credit is it to you if you receive a beating for sinning and patiently endure it? But if you suffer for doing good and endure it, this is favorable with God.",
      "21": "Indeed, you were called to do this, because Christ also suffered for you, leaving you an example so that you would follow in his steps.",
      "22": "He did not commit a sin, and no deceit was found in his mouth.",
      "23": "When he was insulted, he did not insult in return. When he suffered, he made no threats. Instead, he entrusted himself to him who judges justly.",
      "24": "He himself carried our sins in his body on the tree so that we would be dead to sins and alive to righteousness. By his wounds you were healed.",
      "25": "For you were like sheep going astray, but you are now returned to the Shepherd and Overseer of your souls."
    },
    "3": {
      "1": "Wives, in the same way, be submissive to your own husbands, so that even if some do not obey the word, they might be won over without a word by the behavior of their wives,",
      "2": "as they observe your respectful and holy behavior.",
      "3": "Do not let your beauty be something outward, such as braided hair or wearing gold jewelry or fine clothes.",
      "4": "Rather let your beauty be the hidden person of your heart—the lasting beauty of a gentle and quiet spirit, which is precious in God’s sight.",
      "5": "In fact, this is also how the holy women of the past who put their hope in God made themselves beautiful. They were submissive to their own husbands,",
      "6": "just as Sarah obeyed Abraham and called him lord. You are her daughters if you do what is good and do not fear anything that is intimidating.",
      "7": "Husbands, in the same way, continue to live with your wives with the knowledge that, as the wife, she is the weaker vessel. Also continue to accord them honor as fellow heirs with you of the gracious gift of life, so that your prayers will not be hindered.",
      "8": "Finally, all of you, live in harmony with one another. Show sympathy, brotherly love, compassion, and humility.",
      "9": "Do not repay evil with evil or insult with insult. Instead, speak a blessing, because you were called for the purpose of inheriting a blessing.",
      "10": "Indeed:\nLet the one who wants to love life\nand to see good days\nkeep his tongue from evil\nand his lips from saying anything deceitful.",
      "11": "Let him turn from evil and do what is good.\nLet him seek peace and pursue it.",
      "12": "For the eyes of the Lord are on the righteous,\nand his ears are open to their requests.\nBut the face of the Lord is against those who do evil.",
      "13": "Who will harm you if you are eager to do what is good?",
      "14": "But even if you should happen to suffer because of righteousness, you are blessed. Do not be afraid of what they fear, and do not be troubled.",
      "15": "But regard the Lord, the Christ, as holy in your hearts. Always be prepared to give an answer to everyone who asks you to give a reason for the hope that is in you.",
      "16": "But speak with gentleness and respect, while maintaining a clear conscience, so that those who attack your good way of life in Christ may be put to shame because they slandered you as evildoers.",
      "17": "Indeed, it is better, if it is God’s will, to suffer for doing good than for doing evil,",
      "18": "because Christ also suffered once for sins in our place, the righteous for the unrighteous, to bring you to God. He was put to death in flesh but was made alive in spirit,",
      "19": "in which he also went and made an announcement to the spirits in prison.",
      "20": "These spirits disobeyed long ago, when God’s patience was waiting in the days of Noah while the ark was being built. In this ark a few, that is, eight souls, were saved by water.",
      "21": "And corresponding to that, baptism now saves you—not the removal of dirt from the body but the guarantee of a good conscience before God through the resurrection of Jesus Christ.",
      "22": "He went to heaven and is at the right hand of God, with angels, authorities, and powers made subject to him."
    },
    "4": {
      "1": "Therefore, because Christ suffered in flesh, arm yourselves with the same mindset, because the one who has suffered in flesh is done with sin.",
      "2": "Do this so that you no longer live the rest of your time in the flesh for human desires but for God’s will.",
      "3": "Indeed, you have already spent enough time in the past doing what the Gentiles want to do: living in unbridled immorality, lusts, drunkenness, orgies, drinking parties, and disgusting idolatry.",
      "4": "For this reason, they are surprised that you do not plunge into the same overflowing river of filth with them, and they slander you.",
      "5": "They will have to give an account to the one who is ready to judge the living and the dead.",
      "6": "In fact, it was for this reason that the gospel was preached also to those who are dead, so that they might be judged the way people are judged in flesh and that they might live the way God lives in spirit.",
      "7": "The end of all things is near. So have sound judgment and be self-controlled for the sake of your prayers.",
      "8": "Above all, love each other constantly, because love covers a multitude of sins.",
      "9": "Be hospitable to one another without complaining.",
      "10": "Serve one another, each according to the gift he has received, as good stewards of the many forms of God’s grace.",
      "11": "If anyone speaks, let him do it as one speaking the messages of God. If anyone serves, let him do it as one serving with the strength God supplies so that God may be glorified in every way through Jesus Christ. To him belong the glory and the power forever and ever. Amen.",
      "12": "Dear friends, do not be surprised by the fiery trial that is happening among you to test you, as if something strange were happening to you.",
      "13": "Instead rejoice whenever you are sharing in the sufferings of Christ, so that you may rejoice and be glad when his glory is revealed.",
      "14": "If you are insulted in connection with the name of Christ, you are blessed, because the Spirit of glory and of God rests on you.",
      "15": "Make sure that none of you suffers as a murderer, a thief, a criminal, or as a meddler.",
      "16": "But if you suffer for being a Christian, do not be ashamed, but praise God in connection with this name.",
      "17": "For the time has come for judgment to begin with the household of God. Now if it begins with us, what will be the end for those who disobey the gospel of God?",
      "18": "And if it is hard for the righteous to be saved, where will the ungodly sinner end up?",
      "19": "So let those who suffer according to the will of God entrust their souls to their faithful Creator while doing what is good."
    },
    "5": {
      "1": "Therefore, as a fellow elder and a witness of the sufferings of Christ, and as one who also shares in the glory that is about to be revealed, I appeal to the elders among you:",
      "2": "Shepherd God’s flock that is among you, serving as overseers, not grudgingly but willingly, as God desires, not because you are greedy for money but because you are eager to do it.",
      "3": "Do not lord it over those entrusted to your care, but be examples for the flock.",
      "4": "And when the Chief Shepherd appears, you will receive an unfading crown of glory.",
      "5": "Likewise, young men, be submissive to those who are older. And all of you, clothe yourselves with humility toward one another. For “God opposes the proud, but he gives grace to the humble.”",
      "6": "Therefore humble yourselves under God’s powerful hand so that he may lift you up at the appointed time.",
      "7": "Cast all your anxiety on him, because he cares for you.",
      "8": "Have sound judgment. Be alert. Your adversary, the Devil, prowls around like a roaring lion, looking for someone to devour.",
      "9": "Resist him by being firm in the faith. You know that the same kinds of sufferings are being laid on your brotherhood all over the world.",
      "10": "After you have suffered a little while, the God of all grace, who called you into his eternal glory in Christ Jesus, will himself restore, establish, strengthen, and support you.",
      "11": "To him be the glory and the power forever and ever. Amen.",
      "12": "I have written to you briefly (through Silas, whom I consider a faithful brother), to encourage you and to testify that this is the true grace of God. Stand firm in it.",
      "13": "She who is in Babylon, who was chosen along with you, greets you. So does Mark, my son.",
      "14": "Greet one another with a kiss of love.\nPeace to all of you who are in Christ Jesus."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:37.268859-04:00",
    "Translation": "EHV"
  }
}