{
  "2 Chronicles": {
    "1": {
      "1": "Solomon, the son of David, firmly established his rule over his kingdom. The Lord his God was with him and made him very great.",
      "2": "Solomon spoke to all Israel, to the commanders of the units of a thousand and a hundred, to the judges, to all the leaders of all Israel, that is, to all the leading fathers.",
      "3": "Solomon and the whole assembly with him went to the high place at Gibeon, because God’s Tent of Meeting, which Moses, the servant of the Lord, had made in the wilderness, was located there.",
      "4": "(David had brought up the Ark of God from Kiriath Jearim to the place he had prepared for it, because he had pitched a tent for it in Jerusalem.",
      "5": "But the bronze altar, which Bezalel, the son of Uri, the son of Hur, had made, was set up in front of the Tent of the Lord, so that was where Solomon and the assembly sought God.)",
      "6": "Solomon went to the bronze altar there in the presence of the Lord at the Tent of Meeting, and he offered a thousand burnt offerings upon the altar.",
      "7": "That night God appeared to Solomon and said to him, “Ask for whatever you want me to give to you.”",
      "8": "Solomon said to God, “You have shown great mercy and faithfulness to my father David, and you have made me king in his place.",
      "9": "Now, Lord God, let your commitment to David my father be fully realized, because you have made me king over a people as numerous as the dust of the earth.",
      "10": "Now give me wisdom and knowledge, so that I can come and go before this people, for who is up to the task of judging this great people of yours?”",
      "11": "God said to Solomon, “Because this was on your heart, and you did not ask for riches, possessions, and honor, or for the lives of those who hate you, or even for many days of life, and because you have asked for wisdom and knowledge for yourself so that you can judge my people, over whom I have made you king,",
      "12": "wisdom and knowledge will be given to you. I will also give you riches, possessions, and honor, the likes of which the kings before you never had, nor will those who come after you.”",
      "13": "After Solomon had gone up to the high place in Gibeon, he returned from the Tent of Meeting to Jerusalem, and he ruled as king over Israel.",
      "14": "Solomon accumulated chariots and charioteers. He had fourteen hundred chariots and twelve thousand charioteers, and he stationed them in the chariot cities, as well as with the king in Jerusalem.",
      "15": "In Jerusalem the king made silver and gold as plentiful as ordinary stones. He made cedar as plentiful as sycamore fig trees in the Shephelah.",
      "16": "Solomon’s horses were imported from Egypt and Kue. The king’s dealers bought them from Kue for the market price.",
      "17": "They could import a chariot from Egypt for six hundred silver shekels and a horse for one hundred fifty. In the same way these dealers exported chariots to all the kings of the Hittites and Aram."
    },
    "2": {
      "1": "Solomon said that he would build a temple for the Name of the Lord and a palace for his kingdom.",
      "2": "He assigned seventy thousand men to transport materials, eighty thousand to quarry stone in the hills, and thirty-six hundred to supervise them.",
      "3": "Solomon sent this message to Huram king of Tyre:\nSend me cedar as you did for my father David, when you sent him cedar to build a house for himself to live in.",
      "4": "I am building a house for the Name of the Lord my God, to dedicate it to him for burning fragrant incense before him, for the continual arrangement of bread, for burnt offerings in the morning and evening, for the sabbaths, the new moons, and the appointed festivals of the Lord our God. This is to be a permanent regulation for Israel.",
      "5": "The house that I am building will be great, because our God is greater than all the gods.",
      "6": "But who is able to build a house for him? The heavens, even the highest heaven, cannot contain him. Who am I to build a house for him, except as a place to send incense and sacrifices up in smoke before him?",
      "7": "Now send me a man who is skillful at working with gold, silver, bronze, and iron, as well as with purple, crimson, and blue material, and who is trained in engraving. He will work with the skilled craftsmen who are with me in Judah and Jerusalem, whom my father David provided.",
      "8": "Send me cedar, fir, and algum timber from Lebanon, because I know that your servants know how to cut timber from Lebanon. Look, my servants will work with your servants",
      "9": "to prepare lumber for me in abundance because the house which I am building will be great and wonderful.",
      "10": "To support the lumberjacks who work for you, I have set aside one hundred twenty thousand bushels of crushed wheat, and one hundred twenty thousand bushels of barley, one hundred twenty thousand gallons of wine, and one hundred twenty thousand gallons of olive oil.",
      "11": "Huram king of Tyre sent a letter to Solomon which said:\nBecause of the love of the Lord for his people, he has made you king over them.",
      "12": "Huram also said:\nBlessed be the Lord, the God of Israel, who made the heavens and the earth. He has given King David a wise son, who has discretion and understanding, who will build a house for the Lord and a house for his kingdom.",
      "13": "Now I have sent a skilled man who has expertise, Huram Abi,",
      "14": "the son of a woman from among the daughters of Dan. His father is a man from Tyre. He is skillful at working with gold, silver, bronze, iron, stone, and wood, and with purple, blue, and crimson material and fine white linen. He is qualified to do all the engraving and to execute every design which is given to him, together with your craftsmen and the craftsmen of my lord David, your father.",
      "15": "Now let my lord Solomon send the wheat, barley, oil, and wine that he promised to us, his servants.",
      "16": "We will cut timber from Lebanon according to all your needs and will ship it to you at Joppa, as rafts upon the sea. You can then transport it up to Jerusalem.",
      "17": "Solomon took a census of all the male aliens who were residing in the land of Israel, after the census his father David had taken. There were 153,600.",
      "18": "Out of that number he designated 70,000 to transport materials, 80,000 to quarry stone in the hills, and 3600 overseers to make the people work."
    },
    "3": {
      "1": "Then Solomon began to build the House of the Lord at Jerusalem on Mount Moriah, where the Lord had appeared to his father David. He constructed it on the site that David had specified, namely, the threshing floor of Ornan the Jebusite.",
      "2": "He began building on the second day of the second month in the fourth year of his reign.",
      "3": "Now these are the dimensions of the foundations which Solomon laid for the building of God’s house. The length was ninety feet and the width thirty feet.",
      "4": "The porch that was in front of the temple building was thirty feet wide, the same as the width of the building, and it was thirty feet high.\nHe overlaid the inside with pure gold.",
      "5": "He lined the larger front room of the building with fir paneling, which he overlaid with fine gold and decorated with palm trees and chains.",
      "6": "He beautified the house with dazzling precious stones. The gold was gold of Parvaim.",
      "7": "He also overlaid the house, the beams and rafters, the thresholds and door frames, its walls, and its doors with gold, and he carved cherubim on the walls.",
      "8": "He made the Most Holy Place. It was thirty feet by thirty feet, the same dimensions as the width of the building, and he overlaid it with six hundred talents of fine gold.",
      "9": "The weight of the gold nails was more than a pound. He overlaid the upper areas with gold.",
      "10": "In the Most Holy Place he made two carved cherubim that were overlaid with gold.",
      "11": "The total wingspan of the cherubim was thirty feet. One wing of the first cherub was seven and a half feet long and touched the outer wall of the house. The other wing was also seven and a half feet long and touched the wing of the other cherub.",
      "12": "One wing of the other cherub was seven and a half feet long and touched the outer wall of the house. The other wing was also seven and a half feet long and touched the wing of the first cherub.",
      "13": "The wings of these cherubim spread out over thirty feet. They stood upright on their feet, and they faced toward the front of the sanctuary building.",
      "14": "He made the veil of blue, purple, and crimson material and fine white linen, and he decorated it with cherubim.",
      "15": "For the front of the house he made two pillars with a combined height of fifty-three feet, and the capitals that were on top of each of them were seven and a half feet tall.",
      "16": "He made chains for the inner sanctuary and also put them on the tops of the pillars. He also made one hundred pomegranates and put them on the chains.",
      "17": "He set up the pillars in front of the temple building, one on the south side and the other on the north. He named the one on the south Jakin and the one on the north Boaz."
    },
    "4": {
      "1": "He made a bronze altar thirty feet long, thirty feet wide, and fifteen feet high.",
      "2": "He also made the sea of cast metal. It was round and fifteen feet from rim to rim. It was seven and a half feet high and forty-five feet in circumference.",
      "3": "Under the rim, figurines of cattle completely encircled it, one every two inches, all the way around the sea. These cattle were in two rows, cast as one piece with the sea.",
      "4": "The sea stood on twelve cattle, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, with all their hindquarters toward the center.",
      "5": "The sea was three inches thick. Its rim was shaped like the rim of a cup, like a lily blossom. It held eighteen thousand gallons.",
      "6": "He also made ten basins for washing and put five on the south side and five on the north. The pieces of the burnt offering were washed in the basins, but the priests washed in the sea.",
      "7": "He made ten gold lampstands according to the specifications that had been given for them, and he set them in the outer room of the temple building, five on the south side and five on the north.",
      "8": "He made ten tables and placed them in the outer room of the temple, five on the south side and five on the north. He also made one hundred gold sprinkling bowls.",
      "9": "He also made the courtyard of the priests and the great enclosure, and he made doors for the enclosure and overlaid them with bronze.",
      "10": "He set the sea on the south side of the temple building near its southeast corner.",
      "11": "Huram also made the pots, the shovels, and the bowls.\nSo Huram finished the work that he carried out for King Solomon for God’s house:",
      "12": "the two pillars, the two globe-shaped capitals on top of the pillars, the two latticeworks to cover the two globe-shaped capitals on top of the pillars,",
      "13": "and the four hundred pomegranates for the two latticeworks (two rows of pomegranates for each latticework to cover the two globe-shaped capitals that were on the pillars).",
      "14": "He also made the carts, and he made the basins on the carts,",
      "15": "one sea, and the twelve cattle under it.",
      "16": "Huram Abi also made the pots, the shovels, the meat hooks, and all the vessels of burnished bronze for King Solomon, for the House of the Lord.",
      "17": "The king cast them in clay molds, in the plain of the Jordan between Succoth and Zeredatha.",
      "18": "Solomon made all these vessels in such great quantity that the weight of the bronze was not determined.",
      "19": "Solomon made all the furnishings that were in God’s house: the gold altar, the tables on which the Bread of the Presence was arranged,",
      "20": "and the lampstands with their lamps, which were to burn in front of the inner sanctuary according to the regulations. He made them of pure gold.",
      "21": "He also made the flowers, the lamps, and the tongs of the purest gold,",
      "22": "and the snuffers, the sprinkling bowls, the small dishes, and the fire pans of pure gold. For the entrances into the sanctuary, he made the gold inner doors for the Most Holy Place and the gold doors for the front room of the sanctuary."
    },
    "5": {
      "1": "All the work which Solomon carried out for the House of the Lord was completed, so Solomon brought the things his father David had dedicated, namely, the silver, the gold, and all the vessels and utensils, and put them into the treasuries of the House of God.",
      "2": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the leading fathers of the people of Israel, in Jerusalem, in order to bring up the Ark of the Covenant of the Lord from the City of David, that is, from Zion.",
      "3": "All the men of Israel gathered in the presence of the king at the festival that takes place during the seventh month.",
      "4": "Then when all the elders of Israel had come, the priests, who were Levites, lifted up the Ark.",
      "5": "They brought the Ark, the Tent of Meeting, and all the holy vessels which were in the tent. The priests and Levites brought them up.",
      "6": "King Solomon and the whole congregation of Israel that had gathered with him in front of the Ark were sacrificing sheep and oxen, too many to be counted or numbered.",
      "7": "The priests brought the Ark of the Covenant of the Lord to its place in the inner sanctuary of the House, that is, to the Most Holy Place, and they placed it under the wings of the cherubim.",
      "8": "The cherubim were spreading their wings over the place for the Ark, so that the cherubim covered the Ark and its poles from above.",
      "9": "The poles were so long that the ends of the poles could be seen from the Holy Place in front of the inner sanctuary, but they could not be seen from outside. They are there to this day.",
      "10": "There was nothing in the Ark except the two tablets which Moses placed there at Horeb, where the Lord had made a covenant with the people of Israel when they came out of Egypt.",
      "11": "The priests then came out from the Holy Place. (All the priests who were present had consecrated themselves. They did not remain separated by their divisions.)",
      "12": "The levitical musicians, the divisions of Asaph, Heman, and Jeduthun, including their sons and their relatives, were standing east of the altar. They were clothed in fine linen and had their cymbals, harps, and lyres with them. With them there were also one hundred twenty priests who blew trumpets.",
      "13": "The trumpeters and the singers joined together as one to praise and give thanks to the Lord. As they raised their voices to praise the Lord, accompanied by trumpets, cymbals, and other musical instruments, they sang:\nTruly, he is good, because his mercy endures forever.\nThen the sanctuary of the House of the Lord was filled with a cloud.",
      "14": "The priests were not able to take their positions to minister because of the presence of the cloud, because the Glory of the Lord had filled the House of God."
    },
    "6": {
      "1": "Then Solomon said, “The Lord has said that he dwells in thick darkness,",
      "2": "but I have truly built a majestic house for you, a place for you to dwell in forever.”",
      "3": "Then the king turned and blessed the whole assembly of Israel, while the whole assembly of Israel was standing there.",
      "4": "Then Solomon said:\nBlessed be the Lord, the God of Israel.\nWhat he said with his mouth to my father David,\nhe has fulfilled with his hands.",
      "5": "The Lord said, “From the day I brought my people out from the land of Egypt, I did not choose a city from all the tribes of Israel to build a house for my Name to be there. I did not choose a man to be ruler over my people Israel.",
      "6": "But now I have chosen Jerusalem as the place where my Name will be, and I have chosen David to be over my people Israel.”",
      "7": "It was on my father David’s heart to build a house for the Name of the Lord, the God of Israel.",
      "8": "However, the Lord said to my father David, “That it was on your heart to build a house for my Name was a good thing to have on your heart,",
      "9": "but you will not build the house. Your son, who will come from your own body, will build the house for my Name.”",
      "10": "So the Lord kept his word which he had spoken, and I arose in the place of my father David. Now I am seated on the throne of Israel just as the Lord said. I have built this house for the Name of the Lord, the God of Israel.",
      "11": "There I have placed the Ark, which contains the covenant of the Lord, which he made with the people of Israel.",
      "12": "Then Solomon stood in front of the altar of the Lord, in the presence of the whole assembly of Israel, and spread out his hands.",
      "13": "Solomon had made a bronze platform and had placed it in the middle of the courtyard. It was seven and a half feet by seven and a half feet square, and four and a half feet tall. He stood on it. Then he knelt in the presence of the whole assembly of Israel, spread out his hands toward heaven,",
      "14": "and said:\nO Lord, God of Israel, there is no God like you in the heavens above and on the earth below. You keep the covenant of mercy and faithfulness with your servants who walk before you with all their heart.",
      "15": "You have kept the word which you spoke to your servant, my father David. What you have said with your mouth, you have fulfilled with your hand, as can be seen today.",
      "16": "Now, Lord God of Israel, guard for your servant, my father David, the promise you made to him when you said, “You will never fail to have a man sitting on the throne of Israel in my presence, if your sons guard their ways by walking in my law just as you have walked before me.”",
      "17": "Now, O God of Israel, let the words which you spoke to your servant, my father David, be confirmed.",
      "18": "But will God really dwell with man on the earth? Truly, the heavens, even the highest heaven, cannot contain you! How much less this house which I have built!",
      "19": "But turn your face toward the prayer of your servant and to his plea for mercy. O Lord my God, listen to the cry and to the prayer that your servant offers before you.",
      "20": "Let your eyes be open toward this house day and night, toward the place where you have promised to set your Name and to listen to the prayer that your servant offers toward this place.",
      "21": "When you hear your servant’s pleas for mercy and those of your people Israel when they pray toward this place, then hear in your dwelling place in heaven—hear and forgive.",
      "22": "If a man sins against his neighbor, and his neighbor places him under an oath, and the oath is presented before your altar in this house,",
      "23": "then hear from heaven and take action. Provide justice for your servants by repaying the guilty person and bringing his ways down on his own head, and by declaring the righteous person innocent and dealing with him according to his righteousness.",
      "24": "If your people Israel are defeated by their enemies because they sinned against you, and they return to you and praise your Name and pray and seek your favor in this house,",
      "25": "then hear in heaven and forgive the sin of your people Israel and bring them back to the land which you gave to them and to their fathers.",
      "26": "When the heavens are shut up and there is no rain because they sinned against you, and then they pray toward this place, praise your Name, and turn from their sin because you have humbled them,",
      "27": "then hear from heaven and forgive the sin of your servants and your people Israel, for you teach them the good way in which they are to walk. Provide rain upon our land, which you have given to your people as an inheritance.",
      "28": "When there is famine in the land, when there is plague, when there is blight or mildew, or locusts or grasshoppers, or when their enemies are in the land besieging their gates, or when any disease or any sickness is present,",
      "29": "hear every prayer and every plea for mercy from each individual and from your whole people Israel, because each person knows his own affliction and his own sorrow. When he stretches out his hands toward this house,",
      "30": "then hear from heaven, your dwelling place. Forgive and give to each man according to his ways, since you know his heart. You alone know the heart of everyone,",
      "31": "so that they fear you and walk in your ways all the days they live on the soil that you gave to our fathers.",
      "32": "Also for the foreigner, who is not one of your people Israel, but who comes from a distant land because of your great Name, your mighty hand, and your outstretched arm, and who comes and prays toward this house,",
      "33": "for that foreigner, hear in heaven, which is your dwelling place, and do everything for which that foreigner cries out to you, so that all the peoples of the earth may know your Name and fear you, just as your people Israel do, because they know that your Name is proclaimed in this house that I have built.",
      "34": "When your people go out for battle against their enemies on whatever way you send them, and they pray to you, facing toward this city which you have chosen and toward the house which I have built for your Name,",
      "35": "then from heaven hear their prayer and their plea for mercy, and provide justice for them.",
      "36": "When they sin against you (for there is no one who does not sin), and you become angry with them, and you give them up to an enemy, and they are taken captive to a land whether far or near,",
      "37": "when they come to their senses in the land to which they were carried, and they repent and plead to you for mercy in the land where they were exiled, and they say, “We have sinned. We have been guilty, and we have done evil,”",
      "38": "and they return to you with all their heart and with all their soul in the land where they are exiled, and they pray toward their land which you gave to their fathers, and toward the city which you have chosen, and toward the house which I have built for your Name,",
      "39": "then from heaven, from your dwelling place, hear their prayer and their plea for mercy and provide justice for them, and forgive your people, who have sinned against you.",
      "40": "Now please, my God, I ask that your eyes will be open and your ears attentive to prayer offered at this place.",
      "41": "Now arise, Lord God, to enter your resting place—you and the ark of your power. May your priests, Lord God, be clothed with salvation. May your faithful ones rejoice in goodness.",
      "42": "Lord God, you will not turn away the face of your anointed one. Remember the mercy promised to your servant David."
    },
    "7": {
      "1": "When Solomon finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices. The Glory of the Lord filled the house.",
      "2": "The priests were not able to go into the House of the Lord because the Glory of the Lord filled the House of the Lord.",
      "3": "When all the people of Israel saw the fire coming down and the Glory of the Lord over the house, they bowed to the ground with their faces on the pavement, and they worshipped, giving thanks to the Lord:\nTruly, he is good, because his mercy endures forever.",
      "4": "The king and all the people were offering sacrifices before the Lord.",
      "5": "King Solomon offered a sacrifice of twenty-two thousand cattle and one hundred twenty thousand sheep. The king and all the people dedicated the House of God.",
      "6": "The priests stood at their assigned positions. The Levites, using the musical instruments for the Lord, which King David had made to give thanks to the Lord because his mercy endures forever, were offering the praises written by David. The priests who blew the trumpets stood across from them. All Israel was standing there.",
      "7": "Solomon consecrated the center of the courtyard that was in front of the Lord’s house, so that he could present the burnt offerings and the fat of the fellowship offerings there, because the bronze altar which Solomon had made was not large enough to hold the burnt offerings, the grain offerings, and the fat from the fellowship offerings.",
      "8": "At that time Solomon celebrated the festival for seven days, and all Israel was with him, a very large assembly of people, who had come from as far away as Lebo Hamath and the Stream of Egypt.",
      "9": "On the eighth day they held a solemn assembly, because they had spent seven days on the dedication of the altar and on the festival.",
      "10": "On the twenty-third day of the seventh month, Solomon sent the people to their homes. When they left, they were joyful, and their hearts were glad because of the good things which the Lord had done for David, for Solomon, and for his people Israel.",
      "11": "Solomon completed the Lord’s house and the king’s house. Solomon accomplished everything that was on his heart, everything he wanted to accomplish for the house for the Lord and for the house for the king.",
      "12": "Then the Lord appeared to Solomon at night and said to him:\nI have heard your prayer and have chosen this place for myself as a house for sacrifice.",
      "13": "When I close up the sky and there is no rain, or I command locusts to eat up the land, or I send a plague on my people,",
      "14": "and my people, who are called by my Name, humble themselves, pray, seek my face, and turn from their wicked ways, I will hear from heaven, and I will forgive their sins and heal their land.",
      "15": "Now my eyes will be open and my ears attentive to the prayer from this place.",
      "16": "I have chosen and consecrated this house for my Name to be there forever. My eyes and my heart will be there every day.",
      "17": "And you, if you walk before me as your father David walked, and if you do everything I have commanded you and keep my statutes and ordinances,",
      "18": "I will establish the throne of your kingdom as I affirmed in my covenant with your father David: “You will never fail to have a man ruling over Israel.”",
      "19": "But if your people turn away and forsake my statutes and my commands which I have given them, and they go to serve and worship other gods,",
      "20": "I will uproot them from my soil I have given to them. This house, which I have consecrated to my Name, I will toss away, out of my sight. I will make it proverbial as an object of ridicule among all the peoples.",
      "21": "Though this house is now exalted, everyone who passes by it will be appalled and say, “Why has the Lord done this to this land and this house?”",
      "22": "The answer will be: “Because they abandoned the Lord, the God of their fathers, who brought them out from the land of Egypt, and they embraced other gods, worshipped them, and served them. That is why he has brought all this disaster on them.”"
    },
    "8": {
      "1": "At the end of the twenty years during which Solomon had built the house of the Lord and his own house,",
      "2": "Solomon also rebuilt the cities that Huram had given to him, and he settled Israelites in them.",
      "3": "Solomon went to Hamath Zobah and seized it.",
      "4": "He built Tadmor in the wilderness and all the towns for storehouses in Hamath.",
      "5": "He built Upper Beth Horon and Lower Beth Horon as fortified cities with walls and barred gates.",
      "6": "He also built Baalath, all the towns for storehouses which belonged to him, and all the cities which housed the chariots and the charioteers. Solomon built everything he desired in Jerusalem, in Lebanon, and in all the land of his kingdom.",
      "7": "All the people who remained from the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not part of the people of Israel—",
      "8": "their descendants remaining in the land, who had not been completely destroyed by Israel—were drafted for forced labor by Solomon. They are serving right up to this day.",
      "9": "But Solomon did not press the people of Israel into service. Rather, they were soldiers, leaders among his officers, and commanders of his chariots and charioteers.",
      "10": "There were two hundred fifty leaders of King Solomon’s officials who exercised authority over the people.",
      "11": "Solomon brought Pharaoh’s daughter up from the City of David to the house which he had built for her, because he said, “My wife will not live in the house of David, king of Israel, because those places to which the Ark of the Lord has come are holy.”",
      "12": "At that time Solomon offered whole burnt offerings to the Lord on the altar of the Lord, which he had built in front of the porch,",
      "13": "in keeping with the day-by-day requirement for burnt offerings commanded by Moses for the sabbaths, for the new moons, and for the appointed festivals three times during the year, namely, the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters.",
      "14": "He appointed the divisions of the priests to serve according to the regulations of his father David, as well as the Levites for their offices of praise and service in the presence of the priests, in keeping with each day’s requirement. He also appointed the gatekeepers by their divisions, gate by gate, because this was the command of David, the man of God.",
      "15": "They did not turn aside from the king’s command for the priests and the Levites concerning any matter, including the treasuries.",
      "16": "So all Solomon’s work was accomplished, from the day that the foundation of the Lord’s house was laid until its completion. So the House of the Lord was finished.",
      "17": "Then Solomon went to Ezion Geber and to Elat on the shore of the sea in the land of Edom.",
      "18": "Huram sent him ships and experienced crews, who knew the sea. They were under the direction of his officers. They went to Ophir with Solomon’s crews, and from there they obtained four hundred fifty talents of gold and brought it to King Solomon."
    },
    "9": {
      "1": "The Queen of Sheba heard about Solomon’s fame, so she came to Jerusalem to test Solomon with difficult questions. She came with a very great entourage, with camels carrying spices, a large quantity of gold, and precious stones. She came to Solomon and spoke with him about everything that was on her heart.",
      "2": "Solomon answered all her questions. There was nothing hidden from Solomon that he could not explain to her.",
      "3": "When the Queen of Sheba saw the wisdom of Solomon, the house which he had built,",
      "4": "the food on his table, the council meeting of his officials, the careful attention of his ministers and their attire, also his cupbearers and their attire, and the passageway by which he went up to the House of the Lord, it took her breath away.",
      "5": "She said to the king, “The report I heard in my land about your accomplishments and about your wisdom is true.",
      "6": "I did not believe the report, until I came and saw it with my own eyes. Now I find that I was not informed about even half of the greatness of your wisdom. You surpass the report that I heard.",
      "7": "Blessed are your men! Blessed are your servants, who continually stand before you and hear your wisdom!",
      "8": "“Blessed be the Lord your God, who has been delighted with you and has placed you on his throne as king to serve the Lord your God. Because of your God’s love for Israel and his purpose of establishing Israel forever, he has placed you over them as king to administer justice and righteousness.”",
      "9": "Then she gave the king one hundred twenty talents of gold, a very great quantity of spices and incense, and precious stones. There was nothing comparable to these spices and incense that the Queen of Sheba gave to King Solomon.",
      "10": "In addition, the servants of Huram and Solomon who brought gold from Ophir also brought algum wood and precious stones.",
      "11": "The king made the algum wood into steps for the Lord’s house and for the house of the king and into lyres and harps for the singers. Nothing like them had ever been seen before in the land of Judah.",
      "12": "King Solomon gave the Queen of Sheba everything she desired, whatever she asked for, more than what she had brought to the king. Then she returned to her land along with her servants.",
      "13": "The weight of the gold that came to Solomon in one year was six hundred sixty-six talents,",
      "14": "not counting what the traders and merchants were bringing. All the kings of Arabia and the governors of the land also kept bringing gold and silver to Solomon.",
      "15": "King Solomon made two hundred large shields of hammered gold. Seven and a half pounds of hammered gold went into each shield.",
      "16": "He made three hundred small shields of hammered gold. Almost four pounds of gold went into each shield. The king put them in the House of the Forest of Lebanon.",
      "17": "The king made a large ivory throne and overlaid it with pure gold.",
      "18": "There were six steps up to the throne. A golden footstool was attached to the throne, and there were armrests on either side of the seat. There were two lions standing beside the armrests",
      "19": "and twelve lions standing on the steps, one on each end of each step. Nothing like it had ever been made for any kingdom.",
      "20": "All of King Solomon’s drinking vessels were gold. All the utensils in the House of the Forest of Lebanon were pure gold. Silver was not thought to be worth anything in the days of Solomon,",
      "21": "because the king’s ships would go to Tarshish with the servants of Huram, and once every three years the Tarshish ships would return, bringing gold, silver, ivory, monkeys, and peacocks.",
      "22": "King Solomon was greater than all the kings of the earth in wealth and wisdom.",
      "23": "All the kings of the earth were seeking an audience with Solomon to hear his wisdom, which God had put in his heart.",
      "24": "Each of them would bring his gift: articles of silver and gold, clothing, scents, spices, horses, and mules, year after year.",
      "25": "Solomon had four thousand teams of horses and chariots and twelve thousand charioteers. He stationed them in the chariot cities and in Jerusalem with him.",
      "26": "He was ruling over all the kings from the Euphrates to the land of the Philistines, to the border of Egypt.",
      "27": "The king made silver in Jerusalem as plentiful as ordinary stones, and the cedars were like the sycamore fig trees, which are so abundant in the Shephelah.",
      "28": "Horses were imported for Solomon from Egypt and from all the lands.",
      "29": "The rest of the acts of Solomon, from the first to the last, are they not written in the records of Nathan the prophet, in the prophecy of Ahijah from Shiloh, and in the visions of Iddo the seer about Jeroboam son of Nebat?",
      "30": "Solomon ruled in Jerusalem and over all Israel for forty years,",
      "31": "and then Solomon rested with his fathers and was buried in the city of his father David. His son Rehoboam became king in his place."
    },
    "10": {
      "1": "Rehoboam went to Shechem, because all Israel had gone to Shechem to make him king.",
      "2": "When Jeroboam son of Nebat, who was still in Egypt where he had fled from King Solomon, heard about this, he returned from Egypt,",
      "3": "and the people then sent for Jeroboam.\nJeroboam and all Israel came to Rehoboam and said,",
      "4": "“Your father made our yoke heavy. Now lighten your father’s harsh service and the heavy yoke that he laid on us, and we will serve you.”",
      "5": "Rehoboam said to them, “Return to me in three days.” So the people left.",
      "6": "King Rehoboam asked for advice from the old men who had served his father Solomon while he was alive: “How would you advise me to respond to these people?”",
      "7": "They said to him, “If you are good to these people and respond favorably to their request, and you speak accommodating words to them, they will be your servants forever.”",
      "8": "But Rehoboam did not follow the advice the old men gave him. Instead, he consulted the young men who had grown up with him, who were serving as his advisors.",
      "9": "He said to them, “How would you advise me to respond to these people who said to me, ‘Lighten the yoke which your father laid upon us’?”",
      "10": "The young men who had grown up with him said to him, “This is what you should say to the people who said to you, ‘Your father made our yoke heavy. You make it light for us.’ This is what you should say to them: ‘My little finger is thicker than my father’s waist.",
      "11": "My father imposed a heavy yoke on you. I will add to your yoke. My father punished you with whips, but I will punish you with scorpions.’”",
      "12": "So Jeroboam and all the people came to Rehoboam on the third day as the king had directed: “Come back to me on the third day.”",
      "13": "The king answered them harshly. King Rehoboam rejected the advice of the old men.",
      "14": "Instead, he spoke to them as the young men had advised: “My father made your yoke heavy. I will add to it. My father punished you with whips. I will punish you with scorpions.”",
      "15": "The king did not listen to the people, because this turn of events was from God, so that the Lord would keep his word, as he had spoken it to Jeroboam son of Nebat through Ahijah from Shiloh.",
      "16": "When all Israel saw that the king did not listen to them, they responded to the king:\nWhat share do we have in David?\nNo inheritance with the son of Jesse!\nTo your tents, Israel!\nNow, look after your own house, David!\nSo all Israel went to their tents.",
      "17": "Rehoboam continued to rule over the people of Israel who were living in the cities of Judah.",
      "18": "King Rehoboam sent Hadoram, who was in charge of the forced labor, but the people of Israel stoned Hadoram to death. King Rehoboam, however, was able to get into his chariot to flee to Jerusalem.",
      "19": "So Israel has been in rebellion against the house of David until this day."
    },
    "11": {
      "1": "When Rehoboam returned to Jerusalem, he assembled the house of Judah and Benjamin, one hundred eighty thousand specially chosen soldiers, to wage war against Israel in order to restore the kingdom to Rehoboam.",
      "2": "But the word of the Lord came to Shemaiah, the man of God:",
      "3": "“Say the following to Rehoboam son of Solomon, king of Judah, and to all Israel in Judah and Benjamin:",
      "4": "This is what the Lord says. Do not attack and do not fight against your brother Israelites. Go home, every one of you, for this turn of events is from me.”\nThey listened to the words of the Lord and refrained from going against Jeroboam.",
      "5": "Rehoboam resided in Jerusalem. He built cities for defense in Judah.",
      "6": "He built Bethlehem, Etam, Tekoa,",
      "7": "Beth Zur, Soko, Adullam,",
      "8": "Gath, Mareshah, Ziph,",
      "9": "Adoraim, Lachish, Azekah,",
      "10": "Zorah, Aijalon, and Hebron. These are fortified cities in Judah and in Benjamin.",
      "11": "He built up their fortifications. He placed commanders in them and stores of food, oil, and wine.",
      "12": "In each and every city he placed shields and spears and made the cities very strong. Judah and Benjamin belonged to him.",
      "13": "The priests and Levites who were living in Israel left the land allotted to them and took their stand with Rehoboam.",
      "14": "The Levites left their pasturelands and their holdings. They came to Judah and Jerusalem, because Jeroboam and his sons had removed them from their ministry as priests of the Lord.",
      "15": "Jeroboam had appointed his own priests for the high places and for the goats and calves he had made.",
      "16": "From all the tribes of Israel, those people who set their hearts on seeking the Lord, the God of Israel, followed the priests and Levites and came to Jerusalem to sacrifice to the Lord, the God of their fathers.",
      "17": "They strengthened the kingdom of Judah and made Rehoboam son of Solomon secure for three years, because for those three years they walked in the way of David and Solomon.",
      "18": "Rehoboam took as his wife Mahalath, who was the daughter of David’s son Jerimoth and of Abihail, the daughter of Jesse’s son Eliab.",
      "19": "She gave birth to these sons for him: Jeush, Shemariah, and Zaham.",
      "20": "In addition to her, he took Ma’akah, the granddaughter of Absalom. She gave birth for him to Abijah, Attai, Ziza, and Shelomith.",
      "21": "Rehoboam loved Ma’akah, the granddaughter of Absalom, more than any of his other wives and concubines. He took eighteen wives and sixty concubines and fathered twenty-eight sons and sixty daughters.",
      "22": "Rehoboam appointed Abijah, the son of Ma’akah, as crown prince among his brothers, because he was going to make him king.",
      "23": "Rehoboam acted wisely and dispersed his sons throughout all the areas of Judah and Benjamin, in all the fortified cities. He provided them with abundant provisions and obtained many wives for them."
    },
    "12": {
      "1": "When Rehoboam had established his rule as king and had become strong, he abandoned the law of the Lord. All Israel went along with him.",
      "2": "In the fifth year of King Rehoboam’s reign, Shishak king of Egypt came up against Jerusalem, because Israel had been unfaithful to the Lord.",
      "3": "He came with twelve hundred chariots and sixty thousand charioteers. The forces that came with him from Egypt, including Libyans, Sukkites, and Cushites, could not be counted.",
      "4": "He captured the fortified cities of Judah and advanced as far as Jerusalem.",
      "5": "Shemaiah the prophet came to Rehoboam and to the officials of Judah, who had gathered at Jerusalem because of Shishak. He said to them, “This is what the Lord says. You abandoned me, so now I have abandoned you to the hand of Shishak.”",
      "6": "Then the officials of Israel and the king humbled themselves and said, “The Lord is righteous.”",
      "7": "When the Lord saw that they humbled themselves, the word of the Lord came to Shemaiah, saying: “They have humbled themselves, so I will not destroy them. I will give them deliverance in a little while. My anger will not be poured out on Jerusalem by the hand of Shishak.",
      "8": "However, they will become his servants. They will learn what it is to serve me and to serve the kingdoms of the foreign lands.”",
      "9": "Shishak king of Egypt came up against Jerusalem. He took away the treasures from the house of the Lord and the treasures from the house of the king. He took everything, including the gold shields that Solomon had made.",
      "10": "King Rehoboam made bronze shields in their place, and he entrusted them to the captains of the guard who were keeping watch at the entrance of the king’s palace.",
      "11": "Whenever the king went to the House of the Lord, the guards would go along and carry the shields. Then they would return them to the guardroom.",
      "12": "Because he humbled himself, the anger of the Lord turned from him. He did not completely destroy them, so conditions were good in Judah.",
      "13": "King Rehoboam strengthened his position in Jerusalem and ruled as king. Rehoboam was forty-one years old when he became king, and for seventeen years he ruled as king in Jerusalem, the city that the Lord had chosen from among all the tribes of Israel to put his Name there. Rehoboam’s mother’s name was Na’amah the Ammonite.",
      "14": "He did evil, because he did not set his heart to seek the Lord.",
      "15": "The acts of Rehoboam, from first to last, are they not written in the annals of Shemaiah the prophet and Iddo the seer, which deal with genealogy? Rehoboam and Jeroboam waged war with each other throughout all their days.",
      "16": "Rehoboam rested with his fathers and was buried in the City of David. His son Abijah ruled as king in his place."
    },
    "13": {
      "1": "In the eighteenth year of King Jeroboam, Abijah became king over Judah.",
      "2": "He ruled for three years in Jerusalem. His mother’s name was Micaiah, the daughter of Uriel from Gibeah.\nThere was war between Abijah and Jeroboam.",
      "3": "Abijah got ready for battle with an army of four hundred thousand strong warriors, each man specially chosen. Jeroboam lined up for battle against him with eight hundred thousand strong warriors, each man specially chosen.",
      "4": "Abijah stood on Mount Zemaraim in the hill country of Ephraim and said this to them:\nListen to me, Jeroboam and all Israel.",
      "5": "You should know that the Lord, the God of Israel, gave the kingship over Israel to David forever, to him and to his sons, with a covenant of salt.",
      "6": "But Jeroboam son of Nebat, an official who served Solomon, the son of David, rose up and rebelled against his master.",
      "7": "Worthless, good-for-nothing men gathered around him. They strongly opposed Rehoboam, the son of Solomon, when he was young and indecisive and not strong enough to stand up against them.",
      "8": "Now you are planning to take your stand against the kingdom of the Lord, which is under the control of the sons of David. You are a great horde, and you have the golden calves with you, which Jeroboam made to be your gods.",
      "9": "But haven’t you driven out the priests of the Lord, who are the descendants of Aaron, as well as the Levites? You have made priests for yourselves like the peoples of other lands. Anyone who comes with a young bull and seven rams can ordain himself—but only as a priest to nonexistent gods!",
      "10": "As for us, the Lord is our God, and we have not abandoned him, and we have not abandoned the priests, the descendants of Aaron, who minister to the Lord, or the Levites, who serve with them.",
      "11": "They send burnt offerings up to the Lord in smoke, every morning and every evening, along with incense made of sweet spices. They arrange the bread on the pure table and take care of the gold lampstand, lighting its lamps every evening. We are fulfilling our duties to the Lord our God, but you have forsaken him.",
      "12": "Look! God is with us as our head, and his priests with their trumpets are sounding the call to battle against you. People of Israel, do not fight against the Lord, the God of your fathers, for you will not succeed.",
      "13": "However, Jeroboam had set up an ambush to come around them from behind. So the main enemy forces were in front of Judah, and the ambush was behind them.",
      "14": "When Judah turned and saw that the battle line was in front of them and behind them, they cried out to the Lord while the priests kept blowing the trumpets.",
      "15": "The men of Judah raised a battle cry. When they raised the battle cry, God defeated Jeroboam and all Israel before Abijah and Judah.",
      "16": "The men of Israel fled from Judah, and God gave them into their hand.",
      "17": "Abijah and his people inflicted very heavy casualties on them. Five hundred thousand specially chosen men of Israel fell in battle.",
      "18": "So the men of Israel were subdued at that time. The men of Judah prevailed because they relied on the Lord, the God of their fathers.",
      "19": "Abijah pursued Jeroboam and took these cities from him: Bethel and its villages, Jeshanah and its villages, and Ephron and its villages.",
      "20": "Jeroboam never recovered his power during the days of Abijah. Then the Lord struck Jeroboam, and he died.",
      "21": "But Abijah grew strong. He took for himself fourteen wives and fathered twenty-two sons and sixteen daughters.",
      "22": "The rest of the acts of Abijah, his ways and his words, are written in the notes of the prophet Iddo."
    },
    "14": {
      "1": "Abijah rested with his fathers and was buried in the City of David. His son Asa became king in his place. In his days the land was quiet for ten years.",
      "2": "Asa did what was good and right in the eyes of the Lord his God.",
      "3": "He removed the foreign altars and the high places. He demolished the sacred memorial stones and chopped down the Asherah poles.",
      "4": "He told Judah to seek the Lord, the God of their fathers, and to obey his law and command.",
      "5": "He removed the high places and the sun pillars from all the cities of Judah. The kingdom enjoyed peace and quiet under him.",
      "6": "He built fortified cities in Judah because the land was quiet. He had no wars in those years because the Lord gave him rest.",
      "7": "Asa said to Judah, “We will build these cities and surround them with walls, towers, and barred gates. The land before us is still ours, because we have sought the Lord our God. We sought him, and he has given us peace all around.”\nSo they built and prospered.",
      "8": "Asa had an army of three hundred thousand men from Judah, who carried large shields and spears, and two hundred eighty thousand men from Benjamin, who carried shields and were armed with bows. These were all strong, powerful warriors.",
      "9": "Zerah the Cushite came out against them with an army of a million men and three hundred chariots and advanced as far as Mareshah.",
      "10": "Asa went out to confront him, and they formed battle lines in the Valley of Zephathah at Mareshah.",
      "11": "Asa cried to the Lord his God, “Lord, there is no one except you to help the powerless against the mighty. Help us, O Lord our God, because we rely on you, and in your name we have come against this horde. Lord, you are our God. Men will not prevail against you.”",
      "12": "The Lord defeated the Cushites before Asa and Judah, and the Cushites fled.",
      "13": "Asa and the people who were with him pursued them as far as Gerar. The Cushites fell until none of them were left alive, because they were broken before the Lord and before his army, who carried away a large amount of plunder.",
      "14": "They struck all the cities around Gerar, because the dread of the Lord was upon them. They looted all the cities because there was a great deal of plunder in them.",
      "15": "Also they struck the tents of the herdsmen and carried off very many sheep and camels. Then they returned to Jerusalem."
    },
    "15": {
      "1": "The Spirit of God came upon Azariah son of Oded.",
      "2": "He went out to meet Asa and said this to him:\nListen to me, Asa and all Judah and Benjamin.\nThe Lord is with you when you are with him. If you seek him, he is there to be found. If you forsake him, he will forsake you.",
      "3": "For a long time Israel was without the true God, without a priest to teach, and without the law.",
      "4": "Then in their distress they turned to the Lord, the God of Israel. They sought him, and he was found by them.",
      "5": "During those times there was no peace for those who went out and came in, because there were great disturbances affecting all the inhabitants of the lands.",
      "6": "It was nation against nation and city against city. They were broken in pieces because God troubled them with every kind of distress.",
      "7": "But take courage and do not let your hands be slack, because there will be a reward for your work.",
      "8": "When Asa heard these words and the prophecy of Azariah son of Oded the prophet, he took courage. He put away the disgusting idols from the whole land of Judah and Benjamin and from the cities which he had taken from the hill country of Ephraim. He repaired the altar of the Lord, which was in front of the porch of the Lord’s house.",
      "9": "He gathered all Judah and Benjamin, as well as those who had settled among them from Ephraim, Manasseh, and Simeon, because people from Israel had gone over to Asa in great numbers since they saw that the Lord his God was with him.",
      "10": "They gathered at Jerusalem in the third month of the fifteenth year of Asa’s reign.",
      "11": "On that day they sacrificed to the Lord seven hundred cattle and seven thousand sheep from the plunder they had brought.",
      "12": "They entered into a covenant to seek the Lord, the God of their fathers, with all their heart and with all their soul.",
      "13": "Anyone who did not seek the Lord, the God of Israel, was to be put to death, whether young or old, man or woman.",
      "14": "They swore an oath to the Lord with a loud voice, with shouting, and with trumpets and ram’s horns.",
      "15": "All Judah rejoiced over the oath, because they had sworn with all their heart, and they very eagerly sought the Lord. He was found by them, and the Lord gave them rest on every side.",
      "16": "Asa even removed his grandmother Ma’akah from her position as queen mother, because she had made an obscene image for Asherah. Asa cut down her image and crushed it and burned it in the Kidron Valley.",
      "17": "The high places, however, were not removed from Israel. Nevertheless, Asa’s heart was completely committed throughout all his days.",
      "18": "He brought silver and gold and vessels and utensils to the House of the Lord as dedicated offerings for himself and his father.",
      "19": "There was no war until the thirty-fifth year of Asa’s reign."
    },
    "16": {
      "1": "In the thirty-sixth year of the reign of Asa, Ba’asha king of Israel attacked Judah, and he fortified Ramah, in order to keep anyone from going in or coming out from Asa king of Judah.",
      "2": "So Asa took silver and gold from the treasuries of the House of the Lord and from the palace of the king and sent it to Ben Hadad king of Aram, who ruled in Damascus.\nHe said,",
      "3": "“There should be a treaty between you and me as there was between my father and your father. Look! I have sent you silver and gold. Go, break your treaty with Ba’asha king of Israel, so that he will withdraw from me.”",
      "4": "Ben Hadad listened to King Asa and sent the commanders of his armies against the cities of Israel. They conquered Ijon, Dan, Abel Maim, and all the towns for storehouses in Naphtali.",
      "5": "When Ba’asha heard about it, he stopped building Ramah and put an end to his work on it.",
      "6": "King Asa then summoned all Judah, and they carried away from Ramah the stones and the timber which Ba’asha had been using to build it. With them he built Geba and Mizpah.",
      "7": "At that time Hanani the seer came to Asa king of Judah and said to him, “Because you relied on the king of Aram, and you did not rely on the Lord your God, the army of the king of Aram has escaped from your hand.",
      "8": "Weren’t the Cushites and the Libyans a huge army, with very many chariots and charioteers? When you relied on the Lord, he gave them into your hand.",
      "9": "The Lord! It is his eyes that go back and forth over all the earth to offer strong support to the hearts of those who are completely committed to him. You have acted foolishly in this. From now on you will be at war.”",
      "10": "Asa was angry with the seer, so he put him in prison because he was in a rage against him on account of this. At this time Asa also crushed some of the people.",
      "11": "You can find the acts of Asa, from first to last, written in the Book of the Kings of Judah and Israel.",
      "12": "Asa’s feet became diseased in the thirty-ninth year of his reign. His disease was very serious, but even when he was sick, he did not seek the Lord, but only his physicians.",
      "13": "Asa rested with his fathers. He died in the forty-first year of his reign.",
      "14": "They buried him in his tomb, which he had cut out for himself in the City of David. They laid him on a bier that was covered with all kinds of fragrant spices and perfumed ointments, skillfully blended by the perfume makers. They burned a very large bonfire in his honor."
    },
    "17": {
      "1": "Asa’s son Jehoshaphat ruled in his place. He strengthened his position against Israel and",
      "2": "placed troops in all the fortified cities of Judah. He placed garrisons in the land of Judah and in the cities of Ephraim that his father Asa had captured.",
      "3": "The Lord was with Jehoshaphat because he walked in the ways that his father David walked in the beginning. He did not seek the Baals,",
      "4": "but he sought the God of his father, and he walked in his commandments. He did not follow the example of Israel.",
      "5": "So the Lord established the kingdom in his hand. All Judah gave tribute to Jehoshaphat. He had abundant riches and honor.",
      "6": "His heart was bold in the ways of the Lord. Furthermore, he removed the high places and the Asherah poles from Judah.",
      "7": "In the third year of his reign he sent his officials Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah.",
      "8": "Along with them he sent these Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah, as well as the priests Elishama and Jehoram.",
      "9": "They taught in Judah. They took the Book of the Law of the Lord with them and traveled around through all the cities of Judah, teaching among the people.",
      "10": "The fear of the Lord fell upon all the kingdoms of the lands surrounding Judah. They did not wage war against Jehoshaphat.",
      "11": "Some of the Philistines brought gifts and silver to Jehoshaphat as tribute. Also the Arabs brought flocks to him: seven thousand seven hundred rams and seven thousand seven hundred male goats.",
      "12": "Jehoshaphat was continually becoming greater and greater. He built fortresses and towns for storehouses in Judah.",
      "13": "He had large amounts of supplies in the cities of Judah, and soldiers who were powerful warriors were stationed in Jerusalem.",
      "14": "Their numbers, based on their fathers’ houses, were as follows.\nBelonging to Judah, these were the commanders of units of a thousand:\nAdnah the commander, and with him 300,000 powerful warriors.",
      "15": "Next to him Jehohanan the captain, and with him 280,000.",
      "16": "Next to him Amasiah son of Zikri, who volunteered to serve the Lord, and with him 200,000 powerful warriors.",
      "17": "From Benjamin:\nEliada, a powerful warrior, and with him 200,000 men armed with bow and shield.",
      "18": "Next to him Jehozabad, and with him 180,000 men armed for war.",
      "19": "These were the men who served the king, in addition to those forces that the king had placed in the fortified cities throughout Judah."
    },
    "18": {
      "1": "Jehoshaphat had abundant riches and honor. He also formed a marriage alliance with Ahab.",
      "2": "After some years passed, Jehoshaphat went down to visit Ahab in Samaria. Ahab sacrificed sheep and cattle in great numbers for him and for the troops with him. So Ahab persuaded him to go up against Ramoth Gilead.",
      "3": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me to Ramoth Gilead?”\nJehoshaphat answered him, “I am like you. My people are like your people. We are with you in the war.”",
      "4": "But Jehoshaphat also said to the king of Israel, “Please seek the word of the Lord today.”",
      "5": "So the king of Israel assembled the prophets, four hundred men, and he said to them, “Should we go up to make war on Ramoth Gilead, or should I refrain?”\nThey said, “Go up! God will give it into the hand of the king.”",
      "6": "But Jehoshaphat said, “Is there no longer a prophet of the Lord here? We should inquire from him.”",
      "7": "Then the king of Israel said to Jehoshaphat, “There is still one man from whom we could inquire of the Lord, but I hate him because he doesn’t prophesy anything good about me. He continually prophesies only bad things. He is Micaiah son of Imlah.”\nJehoshaphat said, “The king should not talk like that.”",
      "8": "So the king of Israel summoned one of his officials and said, “Quickly bring Micaiah son of Imlah here.”",
      "9": "Now the king of Israel and Jehoshaphat king of Judah were sitting on their thrones, arrayed in their robes. They were sitting by the threshing floor at the entrance to the gate to Samaria, and all the prophets were prophesying before them.",
      "10": "Zedekiah son of Kena’anah had made iron horns for himself, and he said, “This is what the Lord says. With these you will gore the Arameans until they are destroyed.”",
      "11": "All the prophets were prophesying in this same way: “Go up to Ramoth Gilead and triumph, for the Lord will give it into the hand of the king.”",
      "12": "The messenger who was sent to summon Micaiah said to him, “Pay attention to the words of the prophets. With one mouth they are promising good things to the king. Please! Your words should be like the words of one of them. You should say something good.”",
      "13": "But Micaiah said, “As surely as the Lord lives, whatever my God says, that is what I will say.”",
      "14": "Then he came to the king, and the king said to him, “Micaiah, should we go to Ramoth Gilead for battle, or should I refrain?”\nMicaiah answered him, “Go up and triumph. They will be given into your hand.”",
      "15": "The king said to him, “How many times must I make you swear to me that you will tell me nothing but the truth in the name of the Lord?”",
      "16": "Micaiah said, “I saw all Israel scattered on the mountains like sheep that have no shepherd. The Lord said, ‘They have no masters. Let each one return to his home in peace.’”",
      "17": "The king of Israel said to Jehoshaphat, “Didn’t I tell you that he does not prophesy anything good about me but only bad?”",
      "18": "Then Micaiah proclaimed:\nNow hear this word from the Lord.\nI saw the Lord sitting on his throne, and the whole army of heaven was standing on his right and on his left.",
      "19": "The Lord said, “Who will entice Ahab king of Israel, so that he goes up and falls at Ramoth Gilead?”\nOne spirit said this; another one said that.",
      "20": "Finally a spirit came forward and stood before the Lord and said, “I will entice him.”\nThe Lord said to him, “How?”",
      "21": "He said, “I will go and be a lying spirit in the mouth of all his prophets.”\nThe Lord said, “You will entice him successfully. Go and do that.”",
      "22": "Now look! The Lord has put a lying spirit into the mouth of all your prophets, for the Lord has decreed disaster for you.",
      "23": "Then Zedekiah son of Kena’anah came over and struck Micaiah on his cheek and said, “Where is this pathway on which the spirit of the Lord has traveled from me to speak to you?”",
      "24": "Micaiah said, “You will see on the day you go into the inner room to hide.”",
      "25": "Then the king of Israel said, “Seize Micaiah and take him back to Amon, the administrator of the city, and to Joash, son of the king.",
      "26": "You are to say to them, ‘This is what the king says. Put this man in prison and feed him nothing more than bread and water until I come back safely.’”",
      "27": "Micaiah said, “If you ever come back safely, then the Lord has not spoken through me.”\nHe also said, “Hear this, you people, all of you!”",
      "28": "Then the king of Israel and Jehoshaphat king of Judah went up to Ramoth Gilead.",
      "29": "The king of Israel said to Jehoshaphat, “I will disguise myself when I go into the battle, but you wear your robes.” So the king of Israel disguised himself, and they went into battle.",
      "30": "The king of Aram had ordered his chariot commanders, “Do not fight against anyone, whether small or great, but only against the king of Israel.”",
      "31": "When the chariot commanders saw Jehoshaphat, they said, “That is the king of Israel!” So they turned to fight against him.\nJehoshaphat cried out, and the Lord helped him. God drew them away from him.",
      "32": "When the chariot commanders realized that he was not the king of Israel, they stopped pursuing him.",
      "33": "But a man shot an arrow at random and struck the king of Israel in the seam between two parts of his armor.\nAhab said to the chariot driver, “Turn around and take me out of the battle, because I have been wounded.”",
      "34": "The battle increased in intensity all that day. The king of Israel was propped up in his chariot facing Aram until evening. He died at sunset."
    },
    "19": {
      "1": "Jehoshaphat king of Judah returned to his house in Jerusalem safely.",
      "2": "Jehu son of Hanani, the seer, went out to meet King Jehoshaphat and said to him, “Should you help the wicked and love those who hate the Lord? Because of this, wrath from the Lord is upon you.",
      "3": "Nevertheless, good things are present in you, because you destroyed the Asherah poles from the land and have set your heart to seek God.”",
      "4": "Jehoshaphat ruled from Jerusalem.\nHe once again went out among the people, from Beersheba to the hill country of Ephraim, and brought them back to the Lord, the God of their fathers.",
      "5": "He appointed judges throughout the land in all the fortified cities of Judah, city by city.",
      "6": "He said to the judges, “Watch what you do, because you are not judging for the people, but for the Lord. He is with you as you judge.",
      "7": "Now may the dread of the Lord be upon you. Watch what you do, because there is no injustice, partiality, or taking bribes with the Lord our God.”",
      "8": "In Jerusalem too Jehoshaphat appointed men from the Levites, the priests, and the leading fathers of Israel to act as judges on behalf of the Lord and to settle disputes, and they presided in Jerusalem.",
      "9": "He commanded them:\nThis is how you are to conduct yourselves in the fear of the Lord, in faithfulness, and with your whole heart.",
      "10": "In every case concerning bloodshed, law, commands, statutes, or ordinances that comes to you from your brother Israelites who live in their cities, you will instruct them so that they will not incur guilt before the Lord, and so that wrath does not come upon you and upon your brothers. If you do this, you will not incur guilt.",
      "11": "Take note of this. Amariah the head priest is over you in all matters concerning the Lord. Zebadiah son of Ishmael is the governor for the house of Judah in all matters concerning the king. The Levites are officials for you. Act courageously. The Lord will be with those who do what is good."
    },
    "20": {
      "1": "After this the Moabites, the Ammonites, and some of the Meunites with them, all came against Jehoshaphat for battle.",
      "2": "Jehoshaphat was told, “A huge horde is coming against you from beyond the sea and from Edom. Look! They are already in Hazazon Tamar” (that is, En Gedi).",
      "3": "Jehoshaphat was afraid, but he focused on seeking the Lord. He proclaimed a fast throughout all Judah.",
      "4": "So Judah assembled to seek help from the Lord. From all the cities of Judah people came to seek the Lord.",
      "5": "Jehoshaphat stood in the assembly of Judah and Jerusalem in the House of the Lord in front of the new courtyard.",
      "6": "He said:\nLord, God of our fathers, are you not the God in heaven? You are ruling over all the kingdoms of the nations. In your hand are power and might. There is no one who can stand up against you.",
      "7": "Was it not you, our God, who drove out the inhabitants of this land in front of your people Israel? You gave it to the descendants of your friend Abraham forever.",
      "8": "They have lived in it, and in it they have built a holy place for your Name, and they said,",
      "9": "“If disaster comes on us—the sword of judgment, plague, and famine, we will stand before this house and before you, for your Name is in this house. We will cry out to you in our distress, and you will hear and save.”",
      "10": "Now look! Men from Ammon, Moab, and Mount Seir have invaded. When Israel came up from the land of Egypt, you did not allow Israel to invade their land. So Israel went around them and did not destroy them.",
      "11": "Look how they are rewarding us by coming to drive us out from your possession, which you have given to us as an inheritance.",
      "12": "Our God, will you not judge them? For there is no power in us to face this huge horde that is coming against us. We do not know what to do, but our eyes are on you.",
      "13": "All Judah was standing before the Lord along with their dependents, their wives, and their children.",
      "14": "The Spirit of the Lord came upon Jahaziel, the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite from the descendants of Asaph. He was standing in the middle of the assembly.",
      "15": "He said:\nListen, all Judah, all you residents of Jerusalem, and King Jehoshaphat. This is what the Lord says to you. Do not be afraid. Do not be terrified because of this huge horde, for the battle is not yours. It is God’s.",
      "16": "Tomorrow go down against them. Look, they are coming up by the Ascent of Ziz. You will find them at the end of the valley east of the Wilderness of Jeruel.",
      "17": "It is not up to you to fight this battle. Just take up your position. Stand still, Judah and Jerusalem, and see that the victory of the Lord is with you. Do not be afraid. Do not be terrified. Tomorrow go out against them. The Lord will be with you.",
      "18": "Then Jehoshaphat bowed down with his face to the ground, and all Judah and the residents of Jerusalem fell down before the Lord to worship the Lord.",
      "19": "Then the Levites from the Kohathites and the Korahites stood up to praise the Lord, the God of Israel, with a very loud voice.",
      "20": "They got up early in the morning and went out into the Wilderness of Tekoa. As they went out, Jehoshaphat stood and said, “Listen to me, Judah and you residents of Jerusalem. Have faith in the Lord your God, and you will find him to be faithful. Believe his prophets and you will succeed.”",
      "21": "After he consulted with the people, he appointed singers to sing to the Lord and to praise him for the splendor of his holiness, as they went out ahead of the army, singing:\nGive thanks to the Lord, for his mercy endures forever.",
      "22": "At the time when they began the jubilant songs of praise to the Lord, he set ambushes against the men of Ammon, Moab, and Mount Seir, who were marching against Judah, and they were routed,",
      "23": "because the men of Ammon and Moab rose up against the inhabitants of Mount Seir to destroy them and wipe them out. When they were finished with the inhabitants of Seir, they helped destroy each other.",
      "24": "When Judah came to a spot overlooking the wilderness and looked out toward that horde, they saw nothing but dead bodies lying on the ground. No one had escaped.",
      "25": "Jehoshaphat and his people came to gather the spoils. They found huge amounts of equipment and valuables among the bodies. They collected so much for themselves that they could not carry it. It took them three days to gather the spoils because there was so much.",
      "26": "On the fourth day they assembled in the Valley of Berakah, where they blessed the Lord. That is why that place is named the Valley of Berakah to this day.",
      "27": "Then all the men of Judah and Jerusalem joyfully returned to Jerusalem with Jehoshaphat at their head, because the Lord had given them reason to rejoice over their enemies.",
      "28": "They came to Jerusalem to the House of the Lord with harps, lyres, and trumpets.",
      "29": "The dread of the Lord was upon all the kingdoms of the lands, when they heard that the Lord had fought against the enemies of Israel.",
      "30": "Then Jehoshaphat’s kingdom was quiet. His God gave him rest on every side.",
      "31": "Jehoshaphat ruled as king over Judah. He was thirty-five years old when he became king, and he ruled in Jerusalem for twenty-five years. His mother’s name was Azubah daughter of Shilhi.",
      "32": "He walked in the ways of his father Asa by doing what was right in the eyes of the Lord. He did not turn from it.",
      "33": "The high places, however, were not removed. The people still did not set their hearts toward the God of their fathers.",
      "34": "The rest of the acts of Jehoshaphat, from first to last, are recorded in the annals of Jehu son of Hanani, which are included in the Book of the Kings of Israel.",
      "35": "After this, Jehoshaphat king of Judah joined with Ahaziah king of Israel, who did wicked things.",
      "36": "He joined with him to build ships to go to Tarshish. They built the ships in Ezion Geber.",
      "37": "Eliezer son of Dodavahu from Mareshah prophesied against Jehoshaphat: “Because you joined with Ahaziah, the Lord has destroyed what you have made.” The ships were wrecked, so they were not able to go to Tarshish."
    },
    "21": {
      "1": "Jehoshaphat rested with his fathers and was buried with his fathers in the City of David. His son Jehoram ruled in his place.",
      "2": "Jehoram had brothers, who were the sons of Jehoshaphat. They were Azariah, Jehiel, Zechariah, Azariahu, Michael, and Shephatiah. All these were sons of Jehoshaphat king of Israel.",
      "3": "Their father gave them many gifts: silver, gold, and valuable possessions, as well as fortified cities in Judah, but he gave the kingship to Jehoram because he was the firstborn.",
      "4": "Jehoram ascended to the throne of his father and strengthened his position. Then he killed all his brothers with the sword and also killed some of the officials of Israel.",
      "5": "Jehoram was thirty-two years old when he became king, and he ruled as king in Jerusalem for eight years.",
      "6": "He walked in the way of the kings of Israel as the house of Ahab had done, because the daughter of Ahab was his wife. So he did evil in the eyes of the Lord.",
      "7": "But the Lord was not willing to destroy the house of David, because of the covenant he had made with David, when he promised him and his sons that he would keep a light shining for all time.",
      "8": "In Jehoram’s days Edom revolted from Judah’s control and set up a king for themselves.",
      "9": "So Jehoram crossed over to Edom with his commanders and with all the chariots. He got up at night and attacked the Edomites who had surrounded him and his chariot officers.",
      "10": "Edom has successfully revolted from the control of Judah to this day. Libnah also revolted from his control at that time because he had forsaken the Lord, the God of his fathers.",
      "11": "Jehoram also made high places in the hill country of Judah and caused those living in Jerusalem to prostitute themselves. He caused Judah to go astray.",
      "12": "A letter came to him from Elijah the prophet which said:\nThis is what the Lord, the God of your father David, says. Because you have not walked in the ways of your father Jehoshaphat and in the ways of Asa king of Judah,",
      "13": "but you have walked in the way of the kings of Israel and have caused Judah and the residents of Jerusalem to prostitute themselves, as the house of Ahab led Israel to prostitute themselves, and because you have even killed your own brothers from your father’s household, who were better than you,",
      "14": "the Lord is going to strike a severe blow against your people, your children, your wives, and all your possessions.",
      "15": "You yourself will have great pain from a disease of your intestines, until your intestines fall out, because the disease is going to last so long.",
      "16": "The Lord stirred up against Jehoram the hostility of the Philistines and the Arabs who were next to the Cushites.",
      "17": "They came up against Judah, successfully invaded it, and carried away all the possessions found at the king’s palace, as well as his sons and his wives. None of his sons were left except Jehoahaz, the youngest.",
      "18": "After all this the Lord struck Jehoram with an incurable disease in his intestines.",
      "19": "He suffered day after day, until the end of the second year, when his intestines fell out because of the disease. He died in great pain. His people did not make a bonfire for him like the fires for his fathers.",
      "20": "He was thirty-two years old when he became king, and he reigned as king in Jerusalem for eight years. He departed without anyone regretting it. He was buried in the City of David, but not in the tombs of the kings."
    },
    "22": {
      "1": "The residents of Jerusalem made Ahaziah, Jehoram’s youngest son, king in Jehoram’s place because the raiding band, which had come to the camp with the Arabs, had killed all the older sons. So Ahaziah son of Jehoram ruled as the king of Judah.",
      "2": "Ahaziah was twenty-two years old when he became king, and he ruled as king in Jerusalem for one year. His mother’s name was Athaliah, granddaughter of Omri.",
      "3": "He also walked in the ways of the house of Ahab, because his mother was advising him how to do wicked things.",
      "4": "He did evil in the eyes of the Lord, as the house of Ahab did, because they were his advisors after the death of his father. This led to his destruction.",
      "5": "He also followed their advice and went with Jehoram, the son of Ahab, the king of Israel, to wage war against Hazael king of Aram at Ramoth Gilead. The Arameans wounded Joram there.",
      "6": "So he returned to Jezre’el to recover from the wounds he had received at Ramah when he was fighting against Hazael king of Aram. Ahaziah son of Jehoram king of Judah went down to visit Jehoram son of Ahab in Jezre’el because Jehoram had been wounded.",
      "7": "It was due to God that Ahaziah’s downfall came about when he went to visit Joram. After Ahaziah had arrived, he went out with Jehoram to meet Jehu son of Nimshi, whom the Lord had anointed to cut off the house of Ahab.",
      "8": "When Jehu was carrying out judgment on the house of Ahab, he met the officials of Judah and the sons of Ahaziah’s brothers, who attended Ahaziah, and he killed them.",
      "9": "He also searched for Ahaziah and captured him, while he was hiding in Samaria. They brought him to Jehu, who put him to death. They buried him, because they said, “He is the grandson of Jehoshaphat, who sought the Lord with all his heart.” There was nobody from the house of Ahaziah strong enough to rule the kingdom.",
      "10": "When Athaliah, the mother of Ahaziah, saw that her son was dead, she went into action and destroyed all the royal heirs belonging to the house of Judah.",
      "11": "But Jehoshabeath, the daughter of the king, took Joash, the son of Ahaziah. She stole him away from among the king’s sons, who were to be killed. She put him and his nurse in a bedroom. Because she was a sister of Ahaziah, Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest, hid Joash from Athaliah, so that she could not kill him.",
      "12": "He was kept hidden with them in the House of God for six years, while Athaliah was ruling over the land."
    },
    "23": {
      "1": "In the seventh year Jehoiada strengthened himself by entering into a covenant with the commanders of the hundreds, namely, Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Ma’aseiah son of Adaiah, and Elishaphat son of Zikri.",
      "2": "They went around Judah and gathered the Levites from all the cities of Judah and the leading fathers of Israel, who came to Jerusalem.",
      "3": "The whole assembly made a covenant with the king in the House of God. Jehoiada said to them:\nLook! Here is the king’s son. He will rule as king, just as the Lord has promised concerning the sons of David.",
      "4": "This is what you will do. One third of you who are coming on duty on the Sabbath to perform your duties as priests and Levites are to guard the gates.",
      "5": "One third of you will be in the palace of the king, and one third at the Foundation Gate. All the people will be stationed in the courtyards of the House of the Lord.",
      "6": "No one will come into the house of the Lord except the priests and the Levites who are serving. They are allowed to enter because they are holy. All the rest of the people will follow the directions of the Lord.",
      "7": "The Levites will completely surround the king, each with his weapons in his hand. Anyone who enters the house will be put to death. You accompany the king when he comes in and goes out.",
      "8": "The Levites and all Judah did exactly as Jehoiada the priest had commanded. Each leader combined the men coming on duty on the Sabbath with those going off duty on the Sabbath, because Jehoiada the priest did not dismiss the divisions.",
      "9": "Jehoiada the priest gave the commanders of the hundreds the spears, the large shields, and the small shields which belonged to King David and which were in the House of God.",
      "10": "He stationed all the people, each man with his weapon in his hand, in a circle from the south side of the temple building to the north side of the building, around the altar and all around the building, completely surrounding the king.",
      "11": "Then they brought out the king’s son. They set the crown on him and gave him the Testimony, and they made him king. Jehoiada and his sons anointed him and said, “Long live the king!”",
      "12": "When Athaliah heard the noise made by the people who were running and praising the king, she went to the crowd of people at the House of the Lord.",
      "13": "She looked, and there was the king standing by his pillar at the entrance. The officials and the trumpeters were beside the king. All the people of the land were rejoicing and blowing the trumpets. The singers with their musical instruments were leading the praise. Athaliah tore her clothes and shouted, “Treason! Treason!”",
      "14": "Then Jehoiada the priest brought out the commanders who were in charge of the units of a hundred in the army. He told them, “Bring her out between the ranks. Anyone who follows her is to be put to death with the sword,” but the priest also told them, “You must not put her to death in the House of the Lord.”",
      "15": "So they laid their hands on her, and she was taken to the entrance of the Horse Gate by the palace of the king, where she was put to death.",
      "16": "Jehoiada made a covenant including himself, all the people, and the king, that they would be the Lord’s people.",
      "17": "All the people then went to the temple of Baal and tore it down. They smashed Baal’s altars and his images. They killed Mattan, the priest of Baal, in front of the altars.",
      "18": "Jehoiada posted a watch over the House of the Lord. It was under the supervision of the levitical priests, whom David had given assignments in the House of the Lord to offer burnt offerings to the Lord, as written in the Law of Moses, with rejoicing and singing as David had directed.",
      "19": "He stationed the gatekeepers at the gates of the House of the Lord, so that no one could enter if he was unclean in any way.",
      "20": "He took the commanders of the hundreds, the nobles, the governors of the people, and all the people of the land. He brought the king down from the House of the Lord. They came through the upper gate of the palace of the king. They seated the king on the throne of the kingdom.",
      "21": "All the people of the land rejoiced. The city was quiet after they killed Athaliah with the sword."
    },
    "24": {
      "1": "Joash was seven years old when he became king, and he ruled as king in Jerusalem for forty years. His mother’s name was Zibiah from Beersheba.",
      "2": "Joash did what was right in the eyes of the Lord all the days of Jehoiada the priest.",
      "3": "Jehoiada obtained two wives for him, and he fathered sons and daughters.",
      "4": "After this, it was on Joash’s heart to restore the House of the Lord,",
      "5": "so he gathered the priests and the Levites and said to them, “Go out to the cities of Judah and collect money from all Israel for the repairs to the house of your God. Do this annually. Get started immediately.”\nThe Levites, however, did not act on it quickly,",
      "6": "so the king summoned Jehoiada, the head of the project, and said to him, “Why have you not required the Levites to collect from Judah and Jerusalem the tax which Moses, the servant of the Lord, established with the congregation of Israel for the Tent of Testimony?”",
      "7": "(Because Athaliah was wicked, her sons had broken into the House of God and used all the dedicated things of the House of the Lord for the Baals.)",
      "8": "The king gave a command that a chest was to be made and set outside the gate of the House of the Lord.",
      "9": "A proclamation was issued in Judah and Jerusalem that the tax imposed upon Israel in the wilderness by Moses, the servant of God, should be brought to the Lord.",
      "10": "All the officials and all the people rejoiced. They brought the money and dropped it into the chest until it was full.",
      "11": "From time to time the chest was delivered from the custody of the Levites to the king’s administrators. Whenever they saw that there was a large amount of silver in it, the secretary of the king and the administrator of the head priest came and emptied the chest. Then they would take the chest and return it to its place. They did this regularly and collected a large amount of silver.",
      "12": "The king and Jehoiada gave the silver to those carrying out the work on the House of the Lord. They hired stonemasons and carpenters to restore the House of the Lord, and also craftsmen who worked with iron and bronze to repair the House of the Lord.",
      "13": "The laborers carrying out the project worked hard, and the work of restoration moved forward because of the diligent work of their hands. They restored the House of God to its proper condition and strengthened it.",
      "14": "When they finished, they brought the rest of the silver to the king and to Jehoiada. They used it to make items for the House of the Lord, utensils for use in the service and for the burnt offerings, such as small dishes and gold and silver vessels. So they offered burnt offerings in the House of the Lord continually, throughout all the days of Jehoiada.",
      "15": "Jehoiada grew old and full of days, and he died. He was one hundred thirty years old at his death.",
      "16": "They buried him in the City of David with the kings, because he had done good things for Israel in connection with God and his house.",
      "17": "After the death of Jehoiada, the officials of Judah came and bowed down to the king. Then the king began to listen to them.",
      "18": "They abandoned the House of the Lord, the God of their fathers, and served the Asherahs and the idols. Wrath fell upon Judah and Jerusalem because of their guilt.",
      "19": "God sent prophets among them to bring them back to the Lord. The prophets testified against them, but they did not listen.",
      "20": "The Spirit of God came upon Zechariah, the son of Jehoiada the priest. He stood in front of the people and said to them, “This is what God says. Why do you disobey the commandments of the Lord? You will not prosper. Because you have forsaken the Lord, he has forsaken you.”",
      "21": "But they conspired against him, and by the command of the king they stoned him to death in the courtyard of the House of the Lord.",
      "22": "Thus King Joash did not remember the kindness which Jehoiada, his mentor, had shown to him. Instead, he killed Jehoiada’s son. As Zechariah was dying, he said, “The Lord will see and avenge.”",
      "23": "At the end of the year, the army of Aram marched out against Joash. They came to Judah and Jerusalem. They slaughtered all the officials from among the people, and they sent all their spoils to the king of Damascus.",
      "24": "Although the army of Aram had come with only a few men, the Lord delivered a very great army into their hand because Judah had forsaken the Lord, the God of their fathers. So the Arameans carried out judgment against Joash.",
      "25": "When they withdrew, leaving behind Joash, who was severely wounded, his own officials conspired against him because of the blood of the sons of Jehoiada the priest. They violently attacked him on his bed, and he died. They buried him in the City of David, but they did not bury him in the tombs of the kings.",
      "26": "Those who conspired against him were Zabad son of Shimath, an Ammonite woman, and Jehozabad son of Shimrith, a Moabite woman.",
      "27": "The accounts about his sons, about the many prophetic warnings against him, and about the restoration of the House of God are recorded in the notes in the Book of the Kings. His son Amaziah ruled as king in his place."
    },
    "25": {
      "1": "Amaziah was twenty-five years old when he became king, and he ruled as king in Jerusalem for twenty-nine years. His mother’s name was Jehoaddan of Jerusalem.",
      "2": "He did what was right in the eyes of the Lord but not with a completely committed heart.",
      "3": "As soon as the royal power was firmly in his possession, he put to death the officials who had assassinated his father the king.",
      "4": "But he did not put their children to death, because of what is written in the law in the Book of Moses, in which the Lord commanded, “Fathers are not to be put to death on account of their sons, and sons are not to be put to death on account of their fathers, but each person will die for his own sin.”",
      "5": "Amaziah then assembled Judah. He organized the troops on the basis of their fathers’ houses, under commanders of thousands and commanders of hundreds for all of Judah and Benjamin. He took a count of all of those who were twenty years old and older. He found three hundred thousand men capable of going to war, able to handle spear and shield.",
      "6": "He also hired from Israel one hundred thousand powerful warriors for one hundred talents of silver.",
      "7": "A man of God came to him, saying, “O King, the army of Israel must not go along with you because the Lord is not with Israel. He is not with any of these descendants of Ephraim.",
      "8": "Even if you go and you take action, and you are strong for battle, God will defeat you in the face of the enemy, because God has power both to help and to defeat.”",
      "9": "Amaziah said to the man of God, “What am I to do about the hundred talents I gave to the army of Israel?”\nThe man of God answered, “The Lord is able to give to you much more than that.”",
      "10": "So Amaziah dismissed the troops who had come to him from Ephraim. They were told to return home, but they were very angry against Judah. They returned to their homes, burning with anger.",
      "11": "But Amaziah took courage. He led his troops out to the Valley of Salt, where he struck down ten thousand men of Seir.",
      "12": "The men of Judah captured ten thousand of them alive. They took them to the top of a cliff and threw them down from the top of the cliff. All of them were dashed to pieces.",
      "13": "But the men from the army, whom Amaziah had not allowed to go with him to battle, attacked the cities of Judah from Samaria to Beth Horon. They killed three thousand people from those cities. They also carried off a lot of plunder.",
      "14": "After Amaziah came back from the slaughter of the Edomites, he brought with him the gods of the men of Seir and set them up as his own gods. He worshipped them and made offerings to them.",
      "15": "The Lord was angry with Amaziah, so he sent a prophet to him, who said to him, “Why are you seeking the gods of another people, gods who did not deliver their own people from your hand?”",
      "16": "But while he was speaking to him, the king said to him, “Have we made you an advisor to the king? Stop! Why should you be struck down?”\nSo the prophet stopped, but he said, “I know that God has determined to destroy you because you have done this, and you have not listened to my advice.”",
      "17": "After consulting with his advisors, Amaziah king of Judah sent a challenge to Joash son of Jehoahaz, son of Jehu, king of Israel: “Come. We will confront each other face-to-face.”",
      "18": "Joash king of Israel sent a response to Amaziah king of Judah:\nA thorn bush in Lebanon sent a message to a cedar in Lebanon: “Give your daughter to my son as his wife.” But a wild animal in Lebanon passed by and trampled the thorn bush.",
      "19": "You have congratulated yourself for striking down Edom, and your heart has given you confidence to boast. But now stay home. Why should you stir up trouble? You will fall, and Judah will fall with you.",
      "20": "But Amaziah did not listen, because this was from God, in order that he might hand them over to Israel, because they had sought the gods of Edom.",
      "21": "Joash king of Israel attacked, so he and Amaziah king of Judah confronted each other face-to-face at Beth Shemesh, which belongs to Judah.",
      "22": "Judah was defeated by Israel, and each man fled to his tent.",
      "23": "At Beth Shemesh Joash king of Israel captured Amaziah king of Judah, the son of Joash, the son of Ahaziah, and brought him to Jerusalem. Joash broke down six hundred feet of the wall of Jerusalem, from the Ephraim Gate to the Corner Gate.",
      "24": "Joash took all the gold and silver, all the articles that he found with Obed Edom in the House of God and in the treasuries of the king’s palace. He also took Amaziah’s sons as hostages and returned to Samaria.",
      "25": "Amaziah son of Joash king of Judah lived for fifteen years after the death of Joash son of Jehoahaz king of Israel.",
      "26": "The rest of the deeds of Amaziah, from the first to the last, are they not written in the Book of the Kings of Judah and Israel?",
      "27": "After Amaziah had turned away from the Lord, a conspiracy was formed against him in Jerusalem, so he fled to Lachish. But they sent men after him to Lachish, and they killed him there.",
      "28": "They brought him back on horses and buried him with his fathers in the City of Judah."
    },
    "26": {
      "1": "All the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah.",
      "2": "He was the one who built Elat and restored it to Judah after King Amaziah rested with his fathers.",
      "3": "Uzziah was sixteen years old when he became king, and he ruled in Jerusalem for fifty-two years. His mother’s name was Jekoliah from Jerusalem.",
      "4": "He did what was right in the eyes of the Lord, like everything that his father Amaziah had done.",
      "5": "He continued to seek God throughout the days of Zechariah, who trained him in the fear of God. As long as he sought the Lord, God made him prosper.",
      "6": "He went out and waged war against the Philistines. He broke down the wall of Gath, the wall of Javneh, and the wall of Ashdod. He built cities in the territory of Ashdod and among the Philistines.",
      "7": "God helped him against the Philistines, against the Arabs who lived in Gur Baal, and against the Meunites.",
      "8": "The Ammonites paid tribute to Uzziah. His reputation spread as far as the border of Egypt because he had become very strong.",
      "9": "Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the Angle, and he fortified them.",
      "10": "He built towers in the wilderness. He dug many cisterns because he had large herds both in the Shephelah and on the plains. He also had farmers and vineyard workers in the highlands and in the fertile lands, because he loved the soil.",
      "11": "Uzziah had an army, well trained and ready for war, organized in divisions based on the numbers from the census taken by Jeiel the secretary and Ma’aseiah the officer, under the direction of Hananiah, one of the king’s officials.",
      "12": "The total number of the leading fathers who led the powerful warriors was 2,600.",
      "13": "Under their command there was a strong army of 307,500 men, able to wage war as a very powerful force, to help the king against the enemy.",
      "14": "Uzziah supplied the whole army with shields, spears, helmets, coats of mail, bows, and stones for slingshots.",
      "15": "In Jerusalem he made war machines produced by clever inventors to be mounted on the towers and at the corners, to shoot arrows and hurl large stones. His reputation spread far and wide because he received marvelous help until he was strong.",
      "16": "But when he had grown powerful, the pride in his heart led to his destruction. He was unfaithful to the Lord his God. He entered the temple of the Lord to burn incense on the altar of incense.",
      "17": "Azariah the priest went in after him. He was followed by eighty priests of the Lord, brave men.",
      "18": "They confronted King Uzziah and said to him, “It is not right for you, Uzziah, to burn incense to the Lord. That is for the priests, the sons of Aaron, who are consecrated to burn incense. Get out of the sanctuary, because you have been unfaithful. This action will not result in any praise for you from the Lord God.”",
      "19": "Uzziah became angry. He had a censer for burning incense in his hand. When he became angry with the priests, leprosy broke out on his forehead in the presence of the priests, beside the altar of incense in the House of the Lord.",
      "20": "When Azariah, the head priest, and all the other priests looked at him, they immediately realized he had leprosy on his forehead. They rushed him out of there. He himself also was in a hurry to leave because the Lord had struck him.",
      "21": "King Uzziah remained a leper until the day of his death. He lived in a quarantined house because he was a leper. He was excluded from the House of the Lord. Jotham his son was in charge of the palace of the king and administered justice for the people of the land.",
      "22": "The rest of the acts of Uzziah, from first to last, were recorded by Isaiah son of Amoz, the prophet.",
      "23": "Uzziah rested with his fathers and was buried with his fathers in the burial field that belonged to the kings, because they said, “He is a leper.” His son Jotham ruled as king in his place."
    },
    "27": {
      "1": "Jotham was twenty-five years old when he became king, and he ruled in Jerusalem for sixteen years. His mother’s name was Jerushah daughter of Zadok.",
      "2": "He did what was right in the eyes of the Lord in everything, as his father Uzziah had done, but he did not go into the temple of the Lord as Uzziah had done. The people, however, still followed corrupt practices.",
      "3": "He built the upper gate of the House of the Lord. He also carried out extensive construction work on the wall of Ophel.",
      "4": "He also built cities in the hill country of Judah. On the wooded hills he built forts and towers.",
      "5": "He waged war against the king of the Ammonites and defeated them. That year the Ammonites gave him one hundred talents of silver, sixty thousand bushels of wheat, and sixty thousand bushels of barley. The Ammonites paid him this amount also in the second and third years.",
      "6": "Jotham became powerful because he aligned his ways with the ways of the Lord his God.",
      "7": "You can find the rest of the acts of Jotham and all his wars and his ways written in the Book of the Kings of Israel and Judah.",
      "8": "He was twenty-five years old when he became king, and he ruled in Jerusalem for sixteen years.",
      "9": "Jotham rested with his fathers and was buried in the City of David. His son Ahaz ruled as king in his place."
    },
    "28": {
      "1": "Ahaz was twenty years old when he became king, and he ruled in Jerusalem for sixteen years. He did not do what was right in the eyes of the Lord as his father David had done.",
      "2": "Instead, he walked in the ways of the kings of Israel. He even made cast images for the Baals",
      "3": "and sent up sacrifices in smoke in the Valley of the Son of Hinnom. He burned his sons in the fire, in keeping with the disgusting practices of the nations whom the Lord had driven out before the people of Israel.",
      "4": "He also sacrificed and burned incense on the high places, on the hills, and under every leafy tree.",
      "5": "So the Lord his God gave him into the hand of the king of Aram. The Arameans defeated him and captured a great number of prisoners, who were taken to Damascus. Ahaz was also given into the hand of the king of Israel, who dealt him a heavy blow.",
      "6": "In one day, Pekah son of Remaliah killed one hundred twenty thousand men in Judah, all of them strong warriors, because they had forsaken the Lord, the God of their fathers.",
      "7": "Zikri, a strong warrior from Ephraim, killed the king’s son Ma’aseiah, as well as Azrikam chief officer of the palace, and Elkanah second in command to the king.",
      "8": "The men from Israel took two hundred thousand of their fellow Israelites captive, including wives, sons, and daughters. They also seized a large amount of plunder from them and took it to Samaria.",
      "9": "There was a prophet of the Lord there, whose name was Oded. He went out to meet the army that came to Samaria and said to them, “Look! Because the Lord, the God of your fathers, was angry against Judah, he gave them into your hand. You have killed them in a rage that reaches up to heaven.",
      "10": "Now you intend to subjugate the people of Judah and Jerusalem as male and female slaves for yourselves. Do you not have enough guilt of your own against the Lord your God?",
      "11": "Now hear me. Send back the captives whom you have taken from your brothers, because the fierce anger of the Lord is upon you.”",
      "12": "Some of the leaders of Ephraim, Azariah son of Johanan, Berekiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai, took a stand against those returning from the battle.",
      "13": "They said to them, “You must not bring the captives here, because it would make us guilty before the Lord. You are proposing to increase our sins and our guilt, because great guilt rests upon us and fierce anger burns against Israel.”",
      "14": "So the armed men left the captives and the plunder in front of the officials and the whole assembly.",
      "15": "The men who had been designated by name got up and took custody of the captives. From the spoils they provided clothing for all those who were naked. They clothed them and provided them with sandals, with food and drink, and with salve for their wounds. They transported all those who were weak on donkeys. They brought them to Jericho, the City of Palms, to their fellow Israelites. Then they returned to Samaria.",
      "16": "At that time King Ahaz sent a request for help to the kings of Assyria.",
      "17": "Once again the Edomites came and defeated Judah and carried away captives.",
      "18": "The Philistines also made raids on the cities in the Shephelah and the Negev of Judah. They captured Beth Shemesh, Aijalon, Gederoth, Soko with its villages, Timnah with its villages, and Gimzo with its villages, and they settled there.",
      "19": "The Lord brought Judah low, because Ahaz king of Israel had led Judah to throw off all restraint. He had been very unfaithful to the Lord.",
      "20": "When Tiglath Pileser king of Assyria came, he marched against Ahaz and oppressed him instead of strengthening him.",
      "21": "Ahaz took some things from the House of the Lord, from the palace of the king, and from the officials, and he gave them to the king of Assyria, but it did not help him.",
      "22": "In the time of his distress King Ahaz became even more unfaithful to the Lord. That was the way he was.",
      "23": "He sacrificed to the gods of Damascus that had defeated him. He said, “Because the gods of the kings of Aram helped them, I will sacrifice to them so that they may help me.” But they were his ruin and the ruin of all Israel.",
      "24": "Ahaz gathered the articles from the House of God and cut all these things from the House of God to pieces. He shut the doors of the House of the Lord and made altars for himself in every corner of Jerusalem.",
      "25": "In each and every city throughout Judah, he made high places to burn incense to other gods. He provoked the Lord, the God of his fathers, to anger.",
      "26": "As for the rest of his acts and all his ways, from first to last, you can find them written in the Book of the Kings of Judah and Israel.",
      "27": "Ahaz rested with his fathers and was buried in the city of Jerusalem. They did not bury him in the tombs of the kings of Israel. His son Hezekiah ruled as king in his place."
    },
    "29": {
      "1": "Hezekiah became king when he was twenty-five years old, and he ruled as king in Jerusalem for twenty-nine years. His mother’s name was Abijah daughter of Zechariah.",
      "2": "He did what was right in the eyes of the Lord, like everything that his father David had done.",
      "3": "In the first month of the first year of his reign, Hezekiah opened the doors of the House of the Lord and repaired them.",
      "4": "He brought the priests and the Levites and assembled them in the eastern square.",
      "5": "He said to them:\nListen to me, you Levites! Consecrate yourselves now, and consecrate the House of the Lord, the God of your fathers. Remove the filth from the holy place,",
      "6": "for our fathers have been unfaithful. They have done evil in the eyes of the Lord our God. They have forsaken him. They have turned their faces away from the dwelling of the Lord. They have turned their backs.",
      "7": "They also have shut the doors of the porch of the temple and have extinguished the lamps. They have not burned incense or offered burnt offerings in the holy place to the God of Israel.",
      "8": "So the wrath of the Lord is on Judah and Jerusalem. He has made them into an object of terror, horror, and hissing, as you see with your own eyes.",
      "9": "Look! Our fathers have fallen by the sword, and our sons, our daughters, and our wives are in captivity because of this.",
      "10": "Now it is in my heart to make a covenant with the Lord, the God of Israel, so that his fierce anger will turn away from us.",
      "11": "Now, you my sons, do not be negligent, for you are the ones the Lord has chosen to stand in his presence, to minister to him, to serve him, and to burn incense to him.",
      "12": "These are the Levites who responded:\nfrom the descendants of the Kohathites: Mahath son of Amasai and Joel son of Azariah,\nfrom the descendants of Merari: Kish son of Abdi and Azariah son of Jahallelel,\nfrom the Gershonites: Joah son of Zimmah and Eden son of Joah,",
      "13": "from the descendants of Elizaphan: Shimri and Jeiel, from the descendants of Asaph: Zechariah and Mattaniah,",
      "14": "from the descendants of Heman: Jehiel and Shimei, and from the descendants of Jeduthun: Shemaiah and Uzziel.",
      "15": "They gathered their brother Levites, consecrated themselves, and went to cleanse the House of the Lord, as the king commanded by the words of the Lord.",
      "16": "The priests entered the inner part of the Lord’s house to cleanse it. They brought every unclean thing that they found in the Lord’s temple out into the courtyard of the House of the Lord. The Levites took it and carried it out to the Kidron Valley.",
      "17": "On the first day of the first month, they began to consecrate the temple. By the eighth day of the month they had gotten as far as the porch of the Lord. They continued to purify the House of the Lord for eight more days. On the sixteenth day of the first month, they completed the work.",
      "18": "They went in to King Hezekiah and said, “We have cleansed the entire House of the Lord, the altar of burnt offering and all its utensils, and the table for the presentation of bread and all its utensils.",
      "19": "We have prepared and consecrated all the utensils which King Ahaz discarded during his reign, when he was unfaithful. Look! They are right there in front of the altar of the Lord.”",
      "20": "King Hezekiah got up early. He gathered the officials of the city and went up to the House of the Lord.",
      "21": "They brought seven bulls, seven rams, seven lambs, and seven male goats as a sin offering for the kingdom, for the sanctuary, and for Judah. He commanded the sons of Aaron, the priests, to offer them on the altar of the Lord.",
      "22": "So they slaughtered the cattle. The priests collected the blood and splashed it against the altar. They killed the rams and splashed the blood against the altar. They killed the lambs and splashed the blood against the altar.",
      "23": "Then they brought the male goats for the sin offering to the king and the assembly, and they laid their hands on them.",
      "24": "The priests slaughtered them and made a sin offering with their blood on the altar to make atonement for all Israel, because the king had commanded a burnt offering and a sin offering for all Israel.",
      "25": "He stationed the Levites in the House of the Lord with cymbals, harps, and lyres according to the command of David, of Gad the king’s seer, and of Nathan the prophet, because a command that comes through the hand of his prophets is a command from the hand of the Lord.",
      "26": "The Levites stood with the musical instruments prescribed by David, and the priests stood with the trumpets.",
      "27": "Hezekiah commanded that the burnt offering be offered on the altar. At the time that the burnt offering began, the song to the Lord and the trumpets also began. While the instruments prescribed by David king of Israel were playing,",
      "28": "the whole assembly bowed down and worshipped. The singers sang. The trumpeters sounded the trumpets. All this continued until the burnt offering was completed.",
      "29": "When the burnt offering was finished, the king and all those present with him bowed down and worshipped.",
      "30": "King Hezekiah and his officials commanded the Levites to sing praises to the Lord with the words of David and of Asaph the seer. They sang glad praises and bowed down and worshipped.",
      "31": "Hezekiah responded, “Now you have taken up your duty to the Lord. Approach and bring sacrifices and thank offerings to the House of the Lord.” The assembly brought sacrifices and thank offerings. All those whose hearts were willing brought burnt offerings.",
      "32": "The number of burnt offerings which the assembly brought was seventy cattle, one hundred rams, and two hundred lambs. All these served as a burnt offering to the Lord.",
      "33": "The consecrated offerings consisted of six hundred cattle and three thousand sheep.",
      "34": "But the priests were too few to be able to skin all the burnt offerings. So, their brothers, the Levites, helped them until the work was completed and until more priests had consecrated themselves, because the Levites were more upright in heart in consecrating themselves than the priests.",
      "35": "In addition to the great number of burnt offerings, they presented both the fat of the fellowship offerings and the drink offerings that accompanied the burnt offerings. So the service of the House of the Lord was restored.",
      "36": "Hezekiah and all the people rejoiced because God had restored this for the people, and all this had been done very quickly."
    },
    "30": {
      "1": "Hezekiah sent messengers to all Israel and Judah. He also wrote letters inviting Ephraim and Manasseh to come to the House of the Lord at Jerusalem to celebrate the Passover for the Lord, the God of Israel.",
      "2": "The king, his officials, and the whole assembly in Jerusalem had made plans to celebrate the Passover in the second month.",
      "3": "They were not able to celebrate it at its proper time, because the priests had not consecrated themselves in sufficient number, and the people had not assembled in Jerusalem.",
      "4": "The plan seemed right in the eyes of the king and in the eyes of the whole assembly.",
      "5": "So they decided to issue a proclamation throughout Israel from Beersheba to Dan to come to observe the Passover for the Lord, the God of Israel, at Jerusalem, because they had not been celebrating it with large numbers of people as had been commanded.",
      "6": "Runners were sent out with letters from the hand of the king and from his officials to all Israel and Judah. Because of the command of the king, they made the following announcement:\nPeople of Israel! Return to the Lord, the God of Abraham, Isaac, and Israel, and he will return to the remnant of you who have escaped from the hand of the kings of Assyria.",
      "7": "You must not be like your fathers or like your brothers, who were unfaithful to the Lord, the God of their fathers. That is why he gave them up to desolation, as you see.",
      "8": "Now you must not be stiff-necked like your fathers. Give your hand to the Lord. Come to his sanctuary, which he has consecrated forever. Serve the Lord your God, so that his fierce anger will turn away from you.",
      "9": "For if you return to the Lord, your brothers and your children will be shown compassion in the presence of their captors and be permitted to return to this land, for the Lord your God is gracious and merciful. He will not turn his face away from you if you return to him.",
      "10": "The runners went from city to city through the land of Ephraim and Manasseh and even as far as Zebulun, but people laughed at them and ridiculed them.",
      "11": "Nevertheless, some men from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.",
      "12": "But in Judah the hand of God was present to give them one heart to follow the command of the king and the command of the officials, in agreement with the word of the Lord.",
      "13": "Many people gathered in Jerusalem to keep the Festival of Unleavened Bread in the second month—a very great assembly.",
      "14": "They quickly removed the altars from Jerusalem. They took away all the altars for burning incense and threw them into the Kidron Valley.",
      "15": "They slaughtered the Passover lambs on the fourteenth day of the second month. The priests and the Levites had been put to shame, so they consecrated themselves and brought burnt offerings into the House of the Lord.",
      "16": "They took up their positions as prescribed in the Law of Moses, the man of God. The priests splashed the blood, which was given to them by the Levites, against the altar.",
      "17": "Because many of the assembly had not consecrated themselves, the Levites carried out the slaughtering of the Passover lambs for everyone who was not ceremonially clean, to make them holy to the Lord.",
      "18": "A large number of the people, many of whom were from Ephraim, Manasseh, Issachar, and Zebulun, had not purified themselves, but they ate the Passover anyway, in a manner not in keeping with what is written. So Hezekiah prayed for them: “May the good Lord pardon everyone all around,",
      "19": "that is, everyone who seeks God the Lord, the God of his fathers, with all his heart, even though he does not have the ceremonial purity required by the holy place.”",
      "20": "The Lord heard Hezekiah and healed the people.",
      "21": "The people of Israel who were present in Jerusalem observed the Festival of Unleavened Bread for seven days with great rejoicing. The Levites and the priests praised the Lord day by day with loud instruments for the Lord.",
      "22": "Hezekiah encouraged the hearts of all the Levites, who displayed wonderful skills in service of the Lord. They ate the food of the festival for the appointed seven days, presenting fellowship sacrifices and giving thanks to the Lord, the God of their fathers.",
      "23": "The entire assembly agreed to celebrate for another seven days. They gladly did it for another seven days,",
      "24": "because Hezekiah king of Judah provided one thousand bulls and seven thousand sheep for the assembly, and the officials contributed one thousand bulls and ten thousand sheep for the assembly. The priests consecrated themselves in great number.",
      "25": "The whole assembly of Judah rejoiced together with the priests, the Levites, the entire assembly from Israel, the aliens who resided in the land of Israel, and the people who lived in Judah.",
      "26": "There was great joy in Jerusalem, because since the time of Solomon, the son of David, the king of Israel, there had been nothing like this in Jerusalem.",
      "27": "Then the levitical priests arose and blessed the people, and their voice was heard. Their prayer ascended to the Lord’s holy dwelling in heaven."
    },
    "31": {
      "1": "When all this was finished, all the Israelites who were present went out to the cities of Judah. They broke the sacred memorial pillars into pieces, chopped down the Asherah poles, and smashed the high places and the altars throughout Judah, Benjamin, Ephraim, and Manasseh until the task was finished. Then all the people of Israel returned to their cities, each of them to his own property.",
      "2": "Hezekiah appointed the divisions of the priests and Levites, assigning each man to his area of service according to his division. The priests and Levites were responsible for burnt offerings and fellowship offerings, in order to minister and to give thanks and praise in the gates of the camps of the Lord.",
      "3": "The king’s contribution from his own personal property was designated for the morning and evening burnt offerings, as well as for burnt offerings on the sabbaths, the new moons, and the designated festivals, as it is written in the Law of the Lord.",
      "4": "He commanded the people living in Jerusalem to contribute the portion designated for the priests and the Levites, so that they could hold tightly to the Law of the Lord.",
      "5": "As soon as the order was made public, the people of Israel gave their firstfruits of grain, wine, oil, honey, and all the produce of the field in abundance. They brought an abundant tithe of everything.",
      "6": "All the people of Israel and Judah who lived in the cities of Judah also brought their tithe of the cattle and sheep, and a tithe of the holy things dedicated for the Lord their God. They piled up one heap on top of another.",
      "7": "In the third month they began to accumulate it, and they finished by the seventh month.",
      "8": "When Hezekiah and the officials came, they saw the piles and blessed the Lord and his people Israel.",
      "9": "Hezekiah asked the priests and Levites about the piles.",
      "10": "Azariah, the head priest of the house of Zadok, answered, “Ever since they began bringing their contributions into the House of the Lord, the people have had plenty to eat and drink, enough to be full, with plenty left over. The Lord has blessed his people, and this great amount is left over.”",
      "11": "Hezekiah told them to prepare rooms in the House of the Lord, and they did so.",
      "12": "They faithfully brought the special contributions, tithes, and dedicated things. Konaniah the Levite was the chief officer over them, and his brother Shimei was second in command.",
      "13": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath, and Benaiah were administrators under the supervision of Konaniah and his brother Shimei, by the appointment of King Hezekiah. Azariah was the chief officer of the House of God.",
      "14": "Kore son of Imnah the Levite, the keeper of the East Gate, was in charge of the voluntary offerings to God. He was responsible for distributing the special contribution given to the Lord and the most holy offerings.",
      "15": "Faithfully assisting him in the cities of the priests were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shekaniah, who were making distributions to their brothers, according to their divisions, the same to old and young alike.",
      "16": "Besides that, they gave support to all those enrolled by genealogy, to the males from three years old and up, to all who came to the House of the Lord for their daily service in their assigned offices in their divisions.",
      "17": "They also gave support to those enrolled as priests on the basis of the house of their fathers, also to the Levites from twenty years old and older, according to their assigned offices in their divisions,",
      "18": "to those enrolled with all their dependents, their wives and their sons and daughters—to the entire group—because they were faithfully keeping themselves holy.",
      "19": "For the descendants of Aaron, those priests who were living in the fields of the common pastureland around their cities, in every city, men designated by name were assigned to give portions to every male among the priests and to all the enrolled Levites.",
      "20": "Hezekiah carried this out in all Judah. He did what was good, right, and faithful before the Lord his God.",
      "21": "In all the work which he began in service to the House of God, to the law, and to the commandment, he sought his God and acted with all his heart, and he prospered."
    },
    "32": {
      "1": "After these events and this faithfulness, Sennacherib king of Assyria came into Judah and laid siege to the fortified cities. He intended to capture them for himself.",
      "2": "When Hezekiah saw that Sennacherib had come and was ready to wage war against Jerusalem,",
      "3": "he made plans with his officials and soldiers to block the water supply from the springs outside the city. They helped him",
      "4": "by gathering a large group of people, who stopped all the springs and the water channel that flowed through the middle of the land. They said, “Why should the kings of Assyria come and find abundant water?”",
      "5": "Hezekiah strengthened his position. He rebuilt the whole part of the wall that had been broken down. He made the towers taller. He made a second wall outside the first wall. He strengthened the Millo of the City of David. He made many weapons and shields.",
      "6": "He set military officers over the people. He brought them together with him in the square at the city gate. He spoke to encourage them:",
      "7": "“Be strong. Be courageous. Do not be afraid. Do not be terrified because of the presence of the king of Assyria and the horde that is with him, because the one with us is greater than all those who are with him.",
      "8": "With him is only an arm of flesh. With us is the Lord our God to help us and to fight our battles.” The people were encouraged by the words of Hezekiah king of Judah.",
      "9": "After this, while Sennacherib king of Assyria was attacking Lachish with his powerful forces, he sent his officials to Jerusalem, to Hezekiah king of Judah and to all the people of Judah who were in Jerusalem.",
      "10": "Sennacherib’s officials proclaimed:\nThis is what Sennacherib king of Assyria says. What are you relying on as you sit there under siege in Jerusalem?",
      "11": "Isn’t Hezekiah misleading you? He is handing you over to die by famine and by thirst, when he says, “The Lord our God will deliver us from the hand of the king of Assyria.”",
      "12": "Hasn’t this same Hezekiah taken away the Lord’s high places and altars and commanded Judah and Jerusalem: “You are to worship in front of one altar, and you are to send up sacrifices only from it”?",
      "13": "Don’t you know what I and my fathers have done to all the people of the other lands? Were the gods of those foreign nations ever able to deliver their land from my hand?",
      "14": "Who among all the gods of those nations that my fathers devoted to destruction was able to deliver his people from my hand? So, will your God be able to deliver you from my hand?",
      "15": "Now don’t let Hezekiah deceive you and mislead you like this. Do not believe him, for no god of any nation or kingdom has been able to deliver his people from my hand or from the hand of my father. How much less will your God! He will not deliver you from my hand.",
      "16": "These officials had even more to say against the Lord God and against his servant Hezekiah.",
      "17": "The king of Assyria wrote letters to heap scorn on the Lord, the God of Israel, and to speak against him by saying, “Like the gods of those foreign nations, which have not delivered their people from my hands, the god of Hezekiah will not deliver his people from my hand.”",
      "18": "They shouted loudly in the language of Judah to the people of Jerusalem who were on the wall, in order to frighten them and terrify them so that they could take the city.",
      "19": "They spoke about the God of Jerusalem in the same way that they spoke about the gods of the peoples of the earth, the work of human hands.",
      "20": "Hezekiah the king and Isaiah son of Amoz, the prophet, prayed about this, crying out to heaven.",
      "21": "So the Lord sent an angel, who wiped out all the powerful warriors, the commanders, and the officers in the camp of the king of Assyria, and he returned to his land in disgrace. There he went into the house of his god, and some of his offspring from his own body struck him down with the sword.",
      "22": "So the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib king of Assyria and from the hand of everyone else. He gave them rest on all sides.",
      "23": "Many people kept bringing gifts for the Lord to Jerusalem and precious things to Hezekiah king of Judah. He was exalted in the eyes of all the nations after this.",
      "24": "In those days Hezekiah became sick and was dying. He prayed to the Lord, and the Lord answered him and gave him a sign.",
      "25": "But Hezekiah did not respond to the benefit granted to him, because his heart was proud. So there was wrath against him and against Judah and Jerusalem.",
      "26": "But Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem. So the wrath of the Lord did not come upon them during the days of Hezekiah.",
      "27": "Hezekiah had very great wealth and honor. He made treasuries for his silver, gold, precious stones, spices and incense, shields, and all kinds of expensive items.",
      "28": "He made storehouses for the harvest of grain, new wine, and olive oil, as well as stalls for all kinds of cattle and pens for flocks of sheep and goats.",
      "29": "He built cities for himself and amassed flocks of sheep and very many cattle, for God had given him very much property and many possessions.",
      "30": "This Hezekiah was the one who closed the upper outlet of the Gihon Spring. He directed the water down to the west side of the City of David. Hezekiah was successful in everything he did.",
      "31": "When the envoys from the officials of Babylon were sent to him to inquire about the sign that had occurred in the land, God left him to test him and to know everything that was in his heart.",
      "32": "You can find the rest of the acts of Hezekiah and his faithfulness written in the vision of Isaiah son of Amoz, the prophet, in the Book of the Kings of Judah and Israel.",
      "33": "Hezekiah rested with his fathers and was buried in the upper part of the tombs of the sons of David. All Judah and the residents of Jerusalem honored him at his death. Then his son Manasseh became king in his place."
    },
    "33": {
      "1": "Manasseh was twelve years old when he became king, and he ruled as king in Jerusalem for fifty-five years.",
      "2": "He did evil in the eyes of the Lord by following the disgusting practices of the nations which the Lord had driven out before the people of Israel.",
      "3": "He rebuilt the high places which his father Hezekiah had torn down. He erected altars to the Baals and made Asherah poles. He worshipped the whole army of the heavens and served them.",
      "4": "He built altars in the House of the Lord, about which the Lord had said, “In Jerusalem my Name will be forever.”",
      "5": "He built altars for the whole army of the heavens in the two courtyards of the House of the Lord.",
      "6": "He made his sons pass through the fire in the Valley of the Son of Hinnom. He practiced fortune telling and sought omens and consulted mediums and spiritists. He greatly increased the evil deeds he did in the eyes of the Lord and provoked him to anger.",
      "7": "He placed the image of the carved idol that he had made in the House of God, about which God had said to David and to his son Solomon, “In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever.",
      "8": "I will not make the feet of Israel wander again from the land which I assigned to their fathers, but only if they are conscientious to carry out everything I have commanded them, all of the law, the statutes, and the ordinances given through Moses.”",
      "9": "Manasseh seduced Judah and the inhabitants of Jerusalem to do more evil than the nations whom the Lord had destroyed before the people of Israel.",
      "10": "The Lord spoke to Manasseh and to his people, but they paid no attention.",
      "11": "So the Lord brought the officials of the army of the king of Assyria against them. They led Manasseh captive with hooks. They bound him with bronze shackles and took him to Babylon.",
      "12": "When he was in distress, he sought the favor of the Lord his God and humbled himself deeply before the God of his fathers.",
      "13": "He prayed to the Lord, and the Lord responded to his prayer and heard his plea for mercy. He brought him back to Jerusalem into his own kingdom. Then Manasseh knew that the Lord is the true God.",
      "14": "Afterward he built an outer wall for the City of David in the valley, from west of the Gihon Spring up to the entrance by the Fish Gate. He encircled Ophel with it and raised it to a very great height. He also put commanders of the army in all the fortified cities in Judah.",
      "15": "He removed the foreign gods and the idol from the House of the Lord. He removed all the altars he had built on the mountain of the House of the Lord and in Jerusalem and threw them outside of the city.",
      "16": "He restored the altar of the Lord and offered sacrifices of fellowship offerings and thank offerings on it. He commanded Judah to serve the Lord, the God of Israel.",
      "17": "Nevertheless, the people still sacrificed at the high places, but only to the Lord their God.",
      "18": "You can find the rest of the acts of Manasseh, his prayer to his God, and the words of the seers who spoke to him in the name of the Lord, the God of Israel, in the annals of the kings of Israel.",
      "19": "His prayer and how the Lord received it, all his sin and his unfaithfulness, and the sites on which he built the high places and set the Asherah poles and the carved images before he humbled himself, you can find recorded in the chronicles of the seers.",
      "20": "Manasseh rested with his fathers, and he was buried in his own house. Amon his son became king in his place.",
      "21": "Amon was twenty-two years old when he became king, and he ruled as king in Jerusalem for two years.",
      "22": "He did what was evil in the eyes of the Lord, just as his father Manasseh had done. Amon sacrificed to all the images that Manasseh his father had made, and he served them.",
      "23": "But he did not humble himself before the Lord, as Manasseh his father had humbled himself. Instead, Amon even multiplied the guilt.",
      "24": "His servants conspired against him and put him to death in his own house.",
      "25": "Then the people of the land killed all those who had conspired against King Amon. The people of the land made his son Josiah king in his place."
    },
    "34": {
      "1": "Josiah was eight years old when he became king, and he ruled as king in Jerusalem for thirty-one years.",
      "2": "He did what was right in the eyes of the Lord. He walked in the ways of his father David. He did not turn aside to the right or to the left.",
      "3": "In the eighth year of his reign, when he was still a youth, he began to seek the God of his father David. In the twelfth year he began to purify Judah and Jerusalem from the high places, the Asherah poles, the carved images, and the cast images.",
      "4": "In his presence they tore down the altars of the Baals. He chopped down the sun pillars, which stood above them. He broke the Asherah poles, the carved images, and the cast images into pieces and ground them to dust, which he scattered over the graves of those who had sacrificed to them.",
      "5": "He burned the bones of their priests on their altars. In this way he purified Judah and Jerusalem.",
      "6": "In the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali, as well as in the ruins around them,",
      "7": "he tore down the altars, the Asherah poles, and the images. He ground them into powder. He cut to pieces all the sun pillars throughout all the land of Israel. Then he returned to Jerusalem.",
      "8": "In the eighteenth year of his rule, in order to purify the land and the House, he sent Shaphan son of Azaliah, Ma’aseiah the administrator of the city, and Joah son of Joahaz, the recorder, to repair the House of the Lord his God.",
      "9": "They went to Hilkiah the high priest and gave him the silver that had been brought into the house of God, which the Levites, the keepers of the threshold, had collected from Manasseh and Ephraim, from all of the remnant of Israel, and from all of Judah, Benjamin, and the residents of Jerusalem.",
      "10": "They gave it to those doing the work, to the ones who were organized to work in the House of the Lord. Those who were doing the work in the House of the Lord used it to repair and restore the building.",
      "11": "They gave it to the carpenters and the builders to buy quarried stones and timbers for joists and beams for the buildings which the kings of Judah had allowed to fall into ruin.",
      "12": "The men were doing the work faithfully. The supervisors appointed to oversee the work were Jahath and Obadiah, who were Levites descended from Merari, and Zechariah and Meshullam, who were Levites descended from Kohath. These Levites were all skillful with musical instruments.",
      "13": "They were in charge of the people transporting material and were overseers for all those doing the different kinds of work. Some of the Levites also served as scribes, officials, and gatekeepers.",
      "14": "When they brought out the silver that had been brought into the House of the Lord, Hilkiah the priest found the Book of the Law of the Lord that had been received from the hand of Moses.",
      "15": "Hilkiah responded by telling Shaphan the secretary, “I have found the Book of the Law in the House of the Lord.” Hilkiah then gave the scroll to Shaphan.",
      "16": "Shaphan brought the scroll to the king. He also brought this report to the king: “Your servants are doing everything they were assigned to do.",
      "17": "They have emptied the silver found in the House of the Lord from the chest and have delivered it to the overseers and to the workmen.”",
      "18": "Shaphan the secretary then told the king, “Hilkiah the priest has given me a scroll.” Shaphan read it in the presence of the king.",
      "19": "When the king heard the words of the law, he tore his clothing.",
      "20": "The king gave this command to Hilkiah and to Ahikam son of Shaphan, Abdon son of Micah, Shaphan the secretary, and Asaiah servant of the king:",
      "21": "“Go and inquire of the Lord for me and for those who remain in Israel and in Judah concerning the words of the book which has been found. For great is the wrath of the Lord that is being poured out on us because our fathers have not kept the word of the Lord by doing everything that is written in this book.”",
      "22": "Hilkiah and the men the king sent with him went to Huldah the prophetess, the wife of Shallum, the son of Tokhath, the son of Hasrah, the keeper of the vestments. She was living in Jerusalem in the Second District. They spoke to her concerning this matter.",
      "23": "She told them:\nThis is what the Lord, the God of Israel, says. Tell the man who sent you to me that",
      "24": "this is what the Lord says:\nLook! I am bringing disaster on this place and on its inhabitants—all the curses written in the book which they read before the king of Judah—",
      "25": "because they have forsaken me and have burned incense to other gods, provoking me to anger with all the work of their hands. My anger will be poured out on this place. It will not be quenched.",
      "26": "To the king of Judah, who sent you to inquire of the Lord, you will also say this:\nThe Lord, the God of Israel, has spoken the words which you have heard.",
      "27": "But because your heart was receptive, and you humbled yourself before God when you heard his words against this place and its inhabitants, and because you have humbled yourself before me, have ripped your clothing, and have wept before me, I also have heard you, declares the Lord.",
      "28": "Listen to my response! I will gather you to your fathers. You will be gathered to your grave in peace. Your eyes will not see all the disaster I will bring upon this place and its inhabitants.\nThey brought back this message to the king.",
      "29": "The king then summoned all the elders of Judah and Jerusalem.",
      "30": "The king went up to the House of the Lord with all the men of Judah, with the inhabitants of Jerusalem, the priests, the Levites, and all the people from the least to the greatest. In their hearing he read all the words of the Book of the Covenant, which had been found in the House of the Lord.",
      "31": "The king stood in his place by the pillar and made a covenant before the Lord to walk in the way of the Lord, to keep his commandments, his testimonies, and his statutes with all his heart and with all his soul, and to uphold the words of the covenant that were written in this book.",
      "32": "Then he made all those who were present in Jerusalem and Benjamin stand up and do the same. The inhabitants of Jerusalem acted according to the covenant of God, the God of their fathers.",
      "33": "Josiah removed all the abominations from all the lands that belonged to the people of Israel. He influenced everyone in Israel to serve the Lord their God. Throughout all his days, they did not turn away from the Lord, the God of their fathers."
    },
    "35": {
      "1": "Josiah celebrated a Passover to the Lord in Jerusalem. They slaughtered the Passover lamb on the fourteenth day of the first month.",
      "2": "He appointed the priests to their offices. He encouraged them in the service for the House of the Lord.",
      "3": "He said this to the Levites, who taught all Israel and who were holy to the Lord:\nKeep the holy ark in the house built by Solomon, the son of David, the king of Israel. Do not carry it on your shoulders anymore. Now serve the Lord your God and his people Israel.",
      "4": "Prepare yourselves according to your divisions, by your fathers’ house, as instructed by David king of Israel and his son Solomon.",
      "5": "Take up your positions in this holy place with a group of Levites assigned to each fathers’ house of your brothers, the people of Israel. Part of a fathers’ house of the Levites is assigned to each group.",
      "6": "Slaughter the Passover lamb. Consecrate yourselves. Prepare it for your brother Israelites according to the word of the Lord through Moses.",
      "7": "Josiah contributed a total of thirty thousand lambs and young goats as Passover offerings for all the people who were present, and three thousand cattle. These were contributed from the possessions of the king.",
      "8": "His officials contributed toward a voluntary offering on behalf of the people, the priests, and the Levites.\nHilkiah, Zechariah, and Jehiel, the chief officers of the House of God, gave the priests twenty-six hundred lambs for Passover offerings and three hundred cattle.",
      "9": "Konaniah and his brothers Shemaiah and Nethanel, with Hashabiah, Jeiel and Jozabad, the officials of the Levites, contributed five thousand Passover lambs and five hundred cattle to the Levites.",
      "10": "When preparations for the service had been completed, the priests stood in their places, and the Levites stood in their divisions as the king had commanded.",
      "11": "They slaughtered the Passover lambs. The priests applied the blood they had received, while the Levites skinned the animals.",
      "12": "They set aside the burnt offerings to present them on behalf of the groups of fathers’ houses of the people, to offer them to the Lord as is written in the Book of Moses. They did the same with the cattle.",
      "13": "They roasted the Passover lamb with fire according to the regulation. They boiled the holy offerings in pots, kettles, and pans. They distributed them quickly to all the people.",
      "14": "Afterward, they made preparations for themselves and for the priests, because the priests, the descendants of Aaron, were busy offering the burnt offerings and the fat portions until it was nighttime. So the Levites prepared for themselves and for the priests, the descendants of Aaron.",
      "15": "The singers, the descendants of Asaph, were in their places according to the command of David, Asaph, Heman, and Jeduthun, the king’s seer.\nThe gatekeepers at each gate did not need to leave their assigned posts because their brother Levites prepared the Passover for them.",
      "16": "So all the service for the Lord was prepared on that day to celebrate the Passover and to offer burnt offerings on the altar of the Lord, according to the command of King Josiah.",
      "17": "The people of Israel who were present celebrated the Passover at that time and also the Festival of Unleavened Bread for seven days.",
      "18": "No Passover like it had been celebrated in Israel since the days of Samuel the prophet. None of the kings of Israel had celebrated such a Passover as Josiah did with the priests and the Levites, and with all Judah and Israel, whoever was present, and with the inhabitants of Jerusalem.",
      "19": "This Passover was celebrated in the eighteenth year of the reign of Josiah.",
      "20": "After all this, when Josiah had restored the House, Neco king of Egypt went up to fight at Carchemish on the Euphrates, and Josiah went out to confront him.",
      "21": "Neco sent messengers to him, saying, “What do we have to do with each other, King of Judah? I am not against you this day, but only against the house against which I am waging war. God has said that I should hurry. Stop opposing God, who is with me, so he will not destroy you.”",
      "22": "But Josiah did not turn aside from him. Instead, he disguised himself to fight with him. He did not listen to the words of Neco, which were from the mouth of God, but he went out to battle on the plain near Megiddo.",
      "23": "The archers shot King Josiah, so the king said to his attendants, “Take me away, because I am badly wounded.”",
      "24": "His attendants took him out of the chariot and carried him to his second chariot and brought him to Jerusalem. He died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah.",
      "25": "Jeremiah composed a lament for Josiah, and all the male and female singers have sung about Josiah in their laments right up until the present day. They made this into a customary practice in Israel. You can find them recorded among the laments.",
      "26": "The rest of the acts of Josiah and his faithful deeds, which were performed according to what is written in the Law of the Lord,",
      "27": "and his actions from first to last, you can find these written in the Book of the Kings of Israel and Judah."
    },
    "36": {
      "1": "The people of the land took Jehoahaz, the son of Josiah, and made him king in Jerusalem in place of his father.",
      "2": "Jehoahaz was twenty-three years old when he became king, and he reigned as king in Jerusalem for three months.",
      "3": "The king of Egypt removed him from the kingship in Jerusalem. He also imposed on the land a penalty of one hundred talents of silver and a talent of gold.",
      "4": "The king of Egypt made Eliakim, Jehoahaz’s brother, king over Judah and Jerusalem and changed his name to Jehoiakim. Neco took Jehoahaz, Jehoiakim’s brother, and carried him off to Egypt.",
      "5": "Jehoiakim was twenty-five years old when he became king. He ruled as king in Jerusalem for eleven years. He did evil in the eyes of the Lord his God.",
      "6": "Nebuchadnezzar king of Babylon marched up against him. He bound him in bronze shackles to take him to Babylon.",
      "7": "Nebuchadnezzar carried off some of the vessels from the House of the Lord to Babylon and put them in his palace in Babylon.",
      "8": "The rest of the acts of Jehoiakim, the abominations which he committed, and the charges that were established against him, you can find written in the Book of the Kings of Israel and Judah. His son Jehoiachin ruled as king in his place.",
      "9": "Jehoiachin was eighteen years old when he became king. He reigned as king for three months and ten days in Jerusalem. He did evil in the eyes of the Lord.",
      "10": "In the spring of the year, King Nebuchadnezzar sent men and had him brought to Babylon, along with the precious vessels of the House of the Lord. He made his uncle Zedekiah king over Judah and Jerusalem.",
      "11": "Zedekiah was twenty-one years old when he became king, and he reigned as king in Jerusalem for eleven years.",
      "12": "He did evil in the eyes of the Lord his God. He did not humble himself before Jeremiah the prophet, who spoke from the mouth of the Lord.",
      "13": "He also rebelled against King Nebuchadnezzar, who had made him swear an oath by God. Zedekiah stiffened his neck and hardened his heart against turning to the Lord, the God of Israel.",
      "14": "All the officials of the priests and the people became more and more unfaithful, by following all the abominations of the nations and polluting the House of the Lord, which he had made holy in Jerusalem.",
      "15": "The Lord, the God of their fathers, persistently sent warnings to them through his messengers, because he had compassion on his people and on his dwelling place.",
      "16": "But the people kept mocking the messengers of God, despising his words, and scoffing at his prophets, until the anger of the Lord rose up against his people, until there was no remedy.",
      "17": "He brought against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary. He had no compassion on young man or virgin, old man or aged. The Lord gave them all into his hand.",
      "18": "All the articles from the House of God, great and small, and the treasures of the House of the Lord and of the king and his officials—all these he brought to Babylon.",
      "19": "They burned the house of God and tore down the wall of Jerusalem. They burned all its fortified buildings with fire. All its precious articles were destroyed.",
      "20": "He sent those who escaped from the sword into exile in Babylon. They became servants for him and for his sons until Persia took over the kingdom.",
      "21": "To fulfill the word of the Lord that had come by the mouth of Jeremiah, the land completed its sabbath rests. The entire time the land was desolate, it was completing a sabbath rest, which lasted for seventy years.",
      "22": "In the first year of Cyrus king of Persia, in order to fulfill the word of the Lord that came by the mouth of Jeremiah, the Lord stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout his kingdom and put it in writing:",
      "23": "This is what Cyrus king of Persia says.\nThe Lord, the God of Heaven, has given me all the kingdoms of the earth. He himself has appointed me to build a house for him in Jerusalem, which is in Judah. From all his people, whoever among you is willing (may the Lord his God be with him) is permitted to go up to Jerusalem."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:49.585502-04:00",
    "Translation": "EHV"
  }
}