{
  "2 Corinthians": {
    "1": {
      "1": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,\nTo the church of God that is in Corinth, together with all the saints who are everywhere in Achaia:",
      "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "3": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,",
      "4": "who comforts us in all our trouble, so that we can comfort those in any trouble with the same comfort with which we ourselves are comforted by God.",
      "5": "For just as the sufferings of Christ overflow to us, so through Christ our comfort also overflows.",
      "6": "If we are troubled, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you the ability to endure the same sufferings that we are also suffering.",
      "7": "Our hope for you is sure, since we know that just as you share in our sufferings, so you also share in our comfort.",
      "8": "Brothers, we do not want you to be unaware of the trouble that happened to us in the province of Asia. We were burdened so greatly, so far beyond our ability to bear it, that we even gave up hope of living.",
      "9": "Yes, we even felt the sentence of death within ourselves. This happened so that we would not trust in ourselves, but in God, who raises the dead.",
      "10": "He rescued us from such a terrible death, and he will continue to rescue us. We have set our hope on him that he will also rescue us again,",
      "11": "as you join in helping us with your prayers for us. Then many people will thank God for the gracious gift given to us through many prayers.",
      "12": "Indeed, this is our boast: Our conscience testifies that we have conducted ourselves in the world with God-given holiness and sincerity, not with the wisdom of the flesh, but rather in God’s grace—especially toward you.",
      "13": "In fact, we are not writing you anything other than what you read or also understand. And I hope you will understand completely—",
      "14": "as you have also understood us in part—that on the day of our Lord Jesus we are going to be your reason for boasting, just as you are our reason.",
      "15": "In this confidence, I was planning to visit you first, so that you would have a second gracious gift.",
      "16": "Then I planned to travel from you on to Macedonia, and to return again from Macedonia to you to receive help from you on my way to Judea.",
      "17": "So when I made this plan, I did not do it lightly, did I? Or the things I plan, am I planning them the way the sinful flesh does, so that I would be saying both “Yes, yes” and “No, no” at the same time?",
      "18": "As surely as God is faithful, our message to you is not “Yes” and “No.”",
      "19": "For the Son of God, Jesus Christ, who was preached among you by us (by me, Silas, and Timothy), was not “Yes” and “No,” but in him the “Yes” stands firm.",
      "20": "In fact, as many promises as God has made, they have always been “Yes” in him. For that reason we also say “Amen” through him to the glory of God.",
      "21": "God is the one who makes both us and you to be strong in Christ. He anointed us.",
      "22": "He sealed us as his own and gave us the Spirit as the down payment in our hearts.",
      "23": "I call God as my witness, on my very life, that I avoided coming to Corinth in order to spare you.",
      "24": "Not that we are lording it over your faith, but we are working together with you for your joy. For you stand firm by faith."
    },
    "2": {
      "1": "That is why I made up my mind that I would not make another sad visit to you.",
      "2": "For if I make you sad, then who is there to make me glad, other than those I made sad?",
      "3": "I am writing for this very purpose: That when I arrive, I will not be made sad by those who should make me glad. I am confident about all of you—that what gives me joy is what gives joy to all of you.",
      "4": "In fact, out of much trouble and anguish of heart I wrote to you with many tears. My goal was not to make you sad, but that you would know how very much I love you.",
      "5": "Now if anyone has caused sorrow, he has not done it to me, but to all of you to some extent (not to overstate it).",
      "6": "This punishment inflicted on such a person by the majority is enough,",
      "7": "so that instead you should rather forgive and comfort him, or else such a person could be overwhelmed by excessive sorrow.",
      "8": "For that reason, I urge you to reaffirm your love for him.",
      "9": "In fact, this was also the purpose of my writing: I wanted to know the result of your being tested, that is, if you are obedient in all things.",
      "10": "If you forgive anyone anything, I do too. To be sure, if I have forgiven anything, I have forgiven it in the presence of Christ for your sake,",
      "11": "so that Satan would not take advantage of us. We are certainly not unaware of his schemes.",
      "12": "When I came to Troas to proclaim the gospel of Christ and a door was opened for me by the Lord,",
      "13": "I had no rest in my spirit, because I did not find my brother Titus there. So I said good-bye to them and went on to Macedonia.",
      "14": "But thanks be to God, who always causes us to triumph in Christ and reveals the fragrance of his knowledge through us in every place.",
      "15": "Yes, we are the fragrance of Christ for God among those who are being saved and among those who are perishing.",
      "16": "To some we are the odor of death that is a prelude to death, to the others the fragrance of life that is a prelude to life. And who is qualified for these things?",
      "17": "To be sure, we are not like many who peddle the word of God for profit. Instead, in Christ we speak with sincerity in the sight of God, as men from God."
    },
    "3": {
      "1": "Are we beginning to commend ourselves again? Or do we need, like some people, letters of recommendation to you or from you?",
      "2": "You yourselves are our letter, written on our hearts, known and read by everyone.",
      "3": "It is clear that you are a letter from Christ, delivered by us, written not with ink but with the Spirit of the living God, not on stone tablets but on tablets that are hearts of flesh.",
      "4": "Such is the confidence we have through Christ before God.",
      "5": "Not that we are competent by ourselves to claim that anything comes from us; rather, our competence is from God.",
      "6": "He also made us competent as ministers of a new testament (not of letter, but of spirit). For the letter kills, but the spirit gives life.",
      "7": "If the ministry that brought death (which was engraved in letters on stone) came with glory, so that the Israelites could not look directly at the face of Moses because of the glory of his face (though it was fading),",
      "8": "how will the ministry of the spirit not be much more glorious?",
      "9": "For if the ministry that brought condemnation has glory, the ministry that brought righteousness has even more glory.",
      "10": "In fact, in this case, what was glorious is no longer very glorious, because of the greater glory of that which surpasses it.",
      "11": "Indeed, if what is fading away was glorious, how much more glorious is that which is permanent!",
      "12": "Therefore, since we have this kind of hope, we act with great boldness.",
      "13": "We are not like Moses, who put a veil over his face, so that the Israelites could not continue to look at the end of the radiance, as it was fading away.",
      "14": "In spite of this, their minds were hardened. Yes, up to the present day, the same veil remains when the Old Testament is read. It has not been removed because it is taken away only in Christ.",
      "15": "Instead, to this day, whenever Moses is read, a veil lies over their hearts.",
      "16": "But whenever someone turns to the Lord, the veil is taken away.",
      "17": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.",
      "18": "But all of us who reflect the Lord’s glory with an unveiled face are being transformed into his own image, from one degree of glory to another. This too is from the Lord, who is the Spirit."
    },
    "4": {
      "1": "Therefore, since we have this ministry as a result of the mercy shown us, we are not discouraged.",
      "2": "On the contrary, we have renounced shameful, underhanded methods. We do not operate in a deceitful way, and we do not distort the word of God. Instead, by proclaiming the truth clearly, we commend ourselves to everyone’s conscience in the sight of God.",
      "3": "But even if our gospel is veiled, it is veiled among those who are perishing.",
      "4": "In the case of those people, the god of this age has blinded the minds of the unbelievers, to keep them from clearly seeing the light of the gospel of the glory of Christ, who is God’s image.",
      "5": "Indeed, we do not preach ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus’ sake.",
      "6": "For the God who said, “Light will shine out of darkness,” is the same one who made light shine in our hearts to give us the light of the knowledge of the glory of God in the person of Jesus Christ.",
      "7": "We hold this treasure in clay jars to show that its extraordinary power is from God and not from us.",
      "8": "We are hard pressed on every side, yet not crushed; perplexed, yet not despairing;",
      "9": "persecuted, yet not forsaken; struck down, yet not destroyed.",
      "10": "We always carry around in our body the death of the Lord Jesus, so that the life of Jesus may also be revealed in our body.",
      "11": "To be sure, while we are living we are continually being handed over to death because of Jesus, so that the life of Jesus may also be revealed in our mortal flesh.",
      "12": "So then, death is working in us, but life is working in you.",
      "13": "Since we have that same spirit of faith, which corresponds to what is written: “I believed; therefore, I have spoken,” we also believe, and therefore we speak.",
      "14": "For we know that the one who raised the Lord Jesus will also raise us with Jesus and bring us (together with you) into his presence.",
      "15": "In fact, all this is for your benefit, so that as grace increases, it will overflow to the glory of God, as more and more people give thanks.",
      "16": "Therefore we are not discouraged. But even if our outer self is wasting away, yet our inner self is being renewed day by day.",
      "17": "Yes, our momentary, light trouble produces for us an eternal weight of glory that is far beyond any comparison.",
      "18": "We are not focusing on what is seen, but on what is not seen. For the things that are seen are temporary, but the things that are not seen are eternal."
    },
    "5": {
      "1": "Now we know that if the tent that is our earthly home is destroyed, we have a building from God, an eternal home in heaven, which is not made by human hands.",
      "2": "In fact, the reason we groan is that we long to be clothed with our dwelling from heaven.",
      "3": "If we do indeed put it on, we will certainly not be found naked.",
      "4": "To be sure, while we are in this tent, we groan and are burdened, because we do not want to be unclothed, but to be clothed, so that what is mortal may be swallowed up by life.",
      "5": "Now the one who prepared us for this very purpose is God, who gave us the Spirit as the down payment.",
      "6": "Therefore we are always confident and know that while we are at home in the body, we are away from the Lord,",
      "7": "for we walk by faith, not by sight.",
      "8": "But we are confident and would much prefer to be away from the body and at home with the Lord.",
      "9": "And for this reason we make it our goal to please him, whether we are at home or away.",
      "10": "For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he did while in the body, whether good or bad.",
      "11": "So, since we know the fear of the Lord, we are trying to persuade people. Now, we are well known by God, and I hope that we are also well known in your consciences.",
      "12": "We are not commending ourselves to you again, but we are giving you an opportunity to boast about us, so that you have a reply for those who boast about outward appearance rather than what is in the heart.",
      "13": "Actually, if we were out of our minds, it was for God. If we are in our right minds, it is for you.",
      "14": "For the love of Christ compels us, because we came to this conclusion: One died for all; therefore, all died.",
      "15": "And he died for all, so that those who live would no longer live for themselves but for him, who died in their place and was raised again.",
      "16": "As a result, from now on, we regard no one according to the flesh. Even though we knew Christ according to the flesh, we no longer know him that way.",
      "17": "So then, if anyone is in Christ, he is a new creation. The old has passed away. The new has come!",
      "18": "And all these things are from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation.",
      "19": "That is, God was in Christ reconciling the world to himself, not counting their trespasses against them. And he has entrusted to us the message of reconciliation.",
      "20": "Therefore, we are ambassadors for Christ, inasmuch as God is making an appeal through us. We urge you, on Christ’s behalf: Be reconciled to God.",
      "21": "God made him, who did not know sin, to become sin for us, so that we might become the righteousness of God in him."
    },
    "6": {
      "1": "As fellow workers we also urge you not to receive God’s grace in vain.",
      "2": "For he says:\nAt a favorable time I listened to you,\nand in the day of salvation I helped you.\nLook, now is the favorable time! See, now is the day of salvation!",
      "3": "We are giving no one a reason to stumble in any way, so that our ministry will not be blamed.",
      "4": "Rather, in every way we show ourselves to be God’s ministers: in great endurance, in troubles, in hardships, in difficulties,",
      "5": "in beatings, in imprisonments, in riots, in hard work, in sleepless nights, in times of hunger;",
      "6": "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in sincere love,",
      "7": "in the word of truth, in the power of God; with the weapons of righteousness on the right and on the left;",
      "8": "through glory and dishonor, through bad report and good report; treated as deceivers yet being honest,",
      "9": "treated as unknown and yet being well known; as dying, and yet look—we live; as punished yet not put to death;",
      "10": "as grieving yet always rejoicing; as poor yet making many rich; as having nothing yet possessing everything.",
      "11": "We have spoken to you openly, Corinthians. Our heart is standing wide open.",
      "12": "We have plenty of room for you, but you do not have room for us in your affections.",
      "13": "I am speaking as to my children: In exchange, open your hearts wide too.",
      "14": "Do not be unequally yoked together with unbelievers. For what partnership does righteousness have with lawlessness? Or what fellowship does light have with darkness?",
      "15": "And what agreement does Christ have with Belial? Or what does a believer share in common with an unbeliever?",
      "16": "And what mutual agreement does God’s temple have with idols? For you are the temple of the living God, just as God said:\nI will live and walk among them.\nI will be their God, and they will be my people.",
      "17": "Therefore come out from them, and be separate, says the Lord.\nTouch no unclean thing, and I will welcome you.",
      "18": "I will be your Father, and you will be my sons and daughters, says the Lord Almighty."
    },
    "7": {
      "1": "So then, since we have these promises, dear friends, let us cleanse ourselves from everything that defiles flesh and spirit as we seek to bring sanctification to its goal in the fear of God.",
      "2": "Make room for us in your hearts. We have wronged no one. We have corrupted no one. We have taken advantage of no one.",
      "3": "I am not saying this to condemn you. In fact, I have said before that you are in our hearts—we died together and live together with you!",
      "4": "I have great confidence in you. I am very proud of you. I am filled with encouragement. I am overflowing with joy in all our trouble.",
      "5": "In fact, when we came to Macedonia, our flesh had no relief. Instead, we were troubled in every way—conflicts on the outside, fears on the inside.",
      "6": "But God, who comforts the downcast, comforted us with the arrival of Titus,",
      "7": "and not only with his arrival, but also with the comfort he had received concerning you. He told us about your longing, your sorrow, and your serious concern for me. As a result, I rejoiced even more.",
      "8": "For even if I caused you sorrow with my letter, I do not regret it (even though I did regret it, for I see that my letter caused you sorrow—yet only for a little while).",
      "9": "Now I rejoice, not because you were made to feel sorrow, but because this sorrow resulted in repentance. Yes, you were made sorry in a godly way. So you were not harmed in any way by us.",
      "10": "In fact, godly sorrow produces repentance, which leads to salvation, leaving no regret. On the other hand, worldly sorrow produces death.",
      "11": "Yes, look what godly sorrow produced in you: what diligence, what eagerness to clear yourself, what indignation, what alarm, what longing, what zeal, what correction! In every way you proved yourselves to be pure in this matter.",
      "12": "So although I wrote to you, it was not because of the one who did what was wrong, or because of the one who was harmed by it. I wrote instead so that your genuine concern for us would be revealed to you in the sight of God.",
      "13": "For that reason we have been comforted.\nIn addition to our comfort, we rejoiced a great deal more at the joy of Titus, because all of you have set his spirit at rest.",
      "14": "For if I made any boast to him about you, I have not been put to shame. Rather, just as everything we said to you was true, so also our boasting to Titus turned out to be true.",
      "15": "And his heart goes out to you even more, as he remembers the obedience of all of you (how you received him with fear and trembling).",
      "16": "I rejoice because I have complete confidence in you."
    },
    "8": {
      "1": "Now brothers, we want you to know about the grace of God that was given in the churches of Macedonia:",
      "2": "In a severe test of trouble, their overflowing joy and their deep poverty overflowed into an abundance of their generosity.",
      "3": "I testify that of their own free will they gave according to their ability, and even beyond their ability,",
      "4": "pleading with us with an urgent request for the gracious privilege of joining in this service to the saints.",
      "5": "And they did this not as we had expected, but in keeping with God’s will they gave themselves first to the Lord and then to us.",
      "6": "As a result we urged Titus, since he had already made a beginning, to bring to completion this gracious gift on your part.",
      "7": "But just as you overflow in every way—in faith, in word, in knowledge, in all diligence, and in your love for us—see that you also overflow in this gracious gift.",
      "8": "I do not say this as a command, but to test how genuine your love is, by comparing it with the eagerness of others.",
      "9": "For you know the grace of our Lord Jesus Christ, that although he was rich, yet for your sakes he became poor, so that through his poverty you might become rich.",
      "10": "And I am giving advice in this matter because it is going to be helpful for you. Last year, you were not only the first to take action, but also the first to be willing.",
      "11": "Now bring the work to completion too, so that your eagerness to start may be matched by your completing it with what you have.",
      "12": "For if the eagerness is there, a gift is acceptable according to what someone has, not according to what he does not have.",
      "13": "Certainly, our goal is not that others take it easy while you are burdened, but that there may be equality.",
      "14": "At the present time, your abundance will provide what they lack, in order that their abundance will also provide what you lack—in this way there will be equality.",
      "15": "As it is written, “The one who gathered much did not have too much, and the one who gathered little did not have too little.”",
      "16": "Thanks be to God, who put into the heart of Titus the same concern I have for you,",
      "17": "because he accepted our encouragement and went to you eagerly, of his own free will.",
      "18": "We sent along with him the brother who is recognized by all the churches for his preaching of the gospel.",
      "19": "Not only that—but also he was elected by the churches to be our traveling companion, as we administer this gracious gift to the glory of the Lord and to show our eagerness to help.",
      "20": "We are trying to avoid any criticism of the way we are administering this lavish gift.",
      "21": "To be sure, we are taking into consideration what is proper, not only in the sight of the Lord, but also in the sight of other people.",
      "22": "We sent along with them our brother who has often proved to us in many tests that he is eager, and now is even more eager, because of the great confidence he has in you.",
      "23": "As for Titus, he is my partner and fellow worker for your benefit. Our brothers, messengers sent by the churches, are the glory of Christ.",
      "24": "So then, show the evidence of your love in the sight of the churches, and demonstrate why we boasted to them about you."
    },
    "9": {
      "1": "It is really not necessary for me to write to you about the service to the saints,",
      "2": "because I know your eagerness. I am boasting about it on your behalf to the Macedonians, saying that Achaia has been ready since last year. Your zeal has stirred up many of them.",
      "3": "But I am sending the brothers so that our boasting on your behalf will not prove to be empty in this case, but that you will be prepared just as I have been saying.",
      "4": "Otherwise, if any Macedonians come along with me and find you unprepared, we (to say nothing of you) would be ashamed of this confidence.",
      "5": "That is why I considered it necessary to urge the brothers to visit you in advance, and to arrange ahead of time the expression of praise that you previously promised, so that it may be ready as an expression of praise, not of grudging selfishness.",
      "6": "This is what I mean: The one who sows sparingly will also reap sparingly. The one who sows generously will also reap generously.",
      "7": "Each one should give as he has determined in his heart, not reluctantly or under pressure, for God loves a cheerful giver.",
      "8": "God is able to make all grace overflow to you, so that in all things, at all times, having all that you need, you will overflow in every good work.",
      "9": "As it is written:\nHe scattered; he gave to the poor.\nHis righteousness remains forever.",
      "10": "And he who provides seed to the sower and bread for food will provide and multiply your seed for sowing, and will increase the harvest of your righteousness.",
      "11": "You will be made rich in every way so that you may be generous in every way, which produces thanksgiving to God through us.",
      "12": "To be sure, the administration of this service is not only making up for what is lacking among the saints, but it is also overflowing in many prayers of thanksgiving to God.",
      "13": "By proving yourselves in this service, many people are glorifying God, as they see the obedience shown in your confession of the gospel of Christ, and the generosity shown in your sharing with them and all people.",
      "14": "At the same time as they pray for you, they also express their longing for you, because of the extraordinary measure of God’s grace given to you.",
      "15": "Thanks be to God for his indescribable gift!"
    },
    "10": {
      "1": "Now I myself, Paul, appeal to you by the humility and gentleness of Christ—I, who am “gentle” when I am in your presence, but “bold” toward you when I am away.",
      "2": "I pray that, when I arrive there, I may not have to be bold with the confidence that I expect to use in daring to confront some who think that we walk in the way the sinful flesh does.",
      "3": "For even though we walk in the flesh, we do not wage war in the way the sinful flesh does.",
      "4": "Certainly, the weapons of our warfare are not those of the flesh, but weapons made powerful by God for tearing down strongholds. We tear down thoughts",
      "5": "such as all arrogance that rises up against the knowledge of God, and we make every thought captive so that it is obedient to Christ.",
      "6": "And we are ready to punish every disobedience when your obedience is fully restored.",
      "7": "You are looking at things only according to the outward appearance. If anyone has convinced himself that he belongs to Christ, let him consider this about himself: We belong to Christ just as much as he does.",
      "8": "Indeed, even if I may boast some more about our authority, which the Lord has given for building you up and not for tearing you down, I will not be put to shame.",
      "9": "My purpose is not to seem as if I am trying to frighten you by my letters.",
      "10": "For some say, “His letters are weighty and strong, but his physical presence is weak, and his speech amounts to nothing.”",
      "11": "Let such a person consider this: What we are, by our word through letters when we are away, is just what we will be in our work when we are present.",
      "12": "To be sure, we do not dare to classify or compare ourselves with some of those who speak highly of themselves. On the contrary, when they measure themselves only by themselves and compare themselves with themselves, they are not wise.",
      "13": "But we will not boast about things that cannot be measured. Instead, we will boast according to the measure of the assignment that the God who measures things measured out to us: to reach out also as far as to you.",
      "14": "Indeed, we are not overdoing our boasting, as if we had not come to you. In fact, we were the first ones to come all the way to you with the gospel of Christ.",
      "15": "We are not boasting about things that cannot be measured, that is, in the hard work of others. But we are hoping that, as your faith grows, our assignment will be greatly increased while we are among you,",
      "16": "with the result that we will preach the gospel to the regions beyond you. Then we will not be boasting about what someone else has already done in his assignment.",
      "17": "But let the one who boasts, boast in the Lord.",
      "18": "To be sure, it is not the one who commends himself who is approved, but the one whom the Lord commends."
    },
    "11": {
      "1": "I wish that you would be patient with me in regard to a little foolishness—but you are already being patient with me.",
      "2": "You see, I am jealous about you, with a godly jealousy, because I promised to present you as a pure virgin to one husband, Christ.",
      "3": "But I am afraid that somehow, just as the serpent deceived Eve with his cunning, so also your minds might be led astray from a sincere and pure devotion to Christ.",
      "4": "In fact, if someone comes and preaches another Jesus, whom we did not preach, or if you accept a different spirit, which you did not accept before, or a different “gospel,” which you did not welcome before, you put up with it all too well.",
      "5": "I do not think that I am in any way inferior to the “super-apostles.”",
      "6": "But even if I am an amateur in speech, yet I am not an amateur in knowledge. No, in everything we have clearly demonstrated that to you in every way.",
      "7": "Or did I commit a sin by humbling myself, so that you would be exalted, because I preached the gospel of God to you free of charge?",
      "8": "I robbed other churches, by receiving support from them to minister to you!",
      "9": "And when I was with you and needed something, I did not burden anyone, because when the brothers came from Macedonia, they supplied what I needed. In every way I kept myself from ever being a burden to you, and I will continue to do so.",
      "10": "As the truth of Christ is in me, this boasting about me will not be silenced in the regions of Achaia.",
      "11": "Why? Because I do not love you? God knows I do.",
      "12": "But what I am doing, and will continue to do, is being done in order to cut off the opportunity of those who want an opportunity to boast that they should be considered equal to us.",
      "13": "In fact, such men are false apostles, deceitful workers, masquerading as apostles of Christ.",
      "14": "And no wonder, for Satan himself masquerades as an angel of light.",
      "15": "So it is no great surprise if his ministers also masquerade as ministers of righteousness. Their end will match their works.",
      "16": "I say again, no one should think that I am a fool. But if you do, then receive me as a fool, so that I may boast a little.",
      "17": "What I am saying when I boast so confidently is not the way the Lord speaks; rather, it is a foolish manner of speaking.",
      "18": "Since many are boasting as the sinful flesh does, I will also boast.",
      "19": "You gladly put up with fools, since you are just so wise!",
      "20": "In fact, you put up with it if anyone makes you his slave, robs you, takes advantage of you, looks down on you, or strikes you in the face!",
      "21": "I am ashamed to say that we were too weak for that!\nHowever bold anyone might be (I am speaking in a foolish way), I am going to be bold too.",
      "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham’s seed? So am I.",
      "23": "Are they ministers of Christ? (I am speaking in a crazy way.) I am even more. I’ve done more hard work, been in prisons more often, been whipped far more, and I’ve been close to death many times.",
      "24": "Five times I received from the Jews the forty lashes minus one.",
      "25": "Three times I was beaten with rods. One time I was stoned. Three times I was shipwrecked. I have spent a night and a day on the open sea.",
      "26": "I have often been on journeys, in danger from rivers, in danger from robbers, in danger from my own people, in danger from Gentiles, in danger in the city, in danger in the wilderness, in danger on the sea, in danger among false brothers.",
      "27": "I have worked hard and struggled. I’ve spent many sleepless nights. I’ve been hungry and thirsty. I’ve gone without food many times. I’ve been cold and lacked clothing.",
      "28": "Besides those external matters, there is the daily pressure on me of my concern for all the churches.",
      "29": "Who is weak without my being weak? Who falls into sin without my being distressed?",
      "30": "If it is necessary that I boast, I will boast of the things that show my weakness.",
      "31": "The God and Father of the Lord Jesus, who is eternally blessed, knows that I am not lying.",
      "32": "In Damascus, the governor under King Aretas kept the city of Damascus on alert to arrest me,",
      "33": "but I was lowered in a basket through a window in the wall and escaped from his hands."
    },
    "12": {
      "1": "I must go on boasting, although there is nothing to be gained. So I will go on to visions and revelations of the Lord.",
      "2": "I know a man in Christ who, fourteen years ago, was carried up to the third heaven (whether in the body, I do not know, or out of the body, I do not know—God knows).",
      "3": "And I know that such a man (whether in the body or out of the body, I do not know—God knows)",
      "4": "was carried up into Paradise and heard inexpressible words that a man cannot possibly speak.",
      "5": "On behalf of such a one I will boast, but on my own behalf I will not boast, except about my weaknesses.",
      "6": "Indeed, if I wanted to boast, I would not be a fool, because I would be speaking the truth. But I refrain from doing this, so that no one will think more highly of me than what he sees in me or hears from me.",
      "7": "Therefore, to keep me from becoming arrogant due to the extraordinary nature of these revelations, I was given a thorn in my flesh, a messenger of Satan, to torment me, so that I would not become arrogant.",
      "8": "Three times I pleaded with the Lord about this, that he would take it away from me.",
      "9": "And he said to me, “My grace is sufficient for you, because my power is made perfect in weakness.” Therefore I will be glad to boast all the more in my weaknesses, so that the power of Christ may shelter me.",
      "10": "That is why I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties, for the sake of Christ. For whenever I am weak, then am I strong.",
      "11": "I have become a fool. You forced me. After all, I ought to be commended by you, because I was not inferior to the “super-apostles” in any way, even if I am nothing.",
      "12": "The signs of an apostle—signs and wonders and miracles—were performed among you with all perseverance.",
      "13": "For how were you treated worse than the other churches, except that I myself was not a burden to you? Forgive me for this wrong.",
      "14": "See, this is the third time I am ready to come to you, and I will not be a burden to you, because I do not seek your possessions, but you. After all, the children should not have to save up for their parents, but the parents for their children.",
      "15": "But I will very gladly spend and be completely spent on behalf of your souls. If I love you all the more, am I to be loved that much less?",
      "16": "But be that as it may, I did not burden you. Oh, but I was just being crafty and using deceit to exploit you, wasn’t I!",
      "17": "Did I ever take advantage of you through any one of the men I sent to you?",
      "18": "I urged Titus to go and sent our brother with him. Surely Titus did not take any advantage of you, did he? Did we not walk in the same spirit—in the very same footprints?",
      "19": "Are you thinking that we are trying to defend ourselves to you all this time? We are speaking in the sight of God in Christ. Dear friends, all these words are for your strengthening.",
      "20": "For I am afraid that when I arrive, I may not find you as I want you to be, and that you might not find me as you want me to be. I fear that there may be quarreling, jealousy, outbursts of anger, selfishness, slander, gossip, pride, and disorder.",
      "21": "I fear that, when I arrive again, my God will humble me in regard to you, and I will have to grieve for many who sinned earlier and have not repented of the uncleanness, the sexual immorality, and the lewd sins they committed."
    },
    "13": {
      "1": "This is the third time I am coming to you. “Every matter must be established by the testimony of two or three witnesses.”",
      "2": "I have said this before, and before I arrive I am saying it again—as I did when I was present the second time, even though I am now absent—to those who sinned earlier and to all the rest: When I arrive, I will not spare you.",
      "3": "I say this because you are seeking proof that Christ (who is not weak toward you, but is powerful in you) is speaking in me.",
      "4": "To be sure, he was crucified as a result of weakness, yet he lives as a result of God’s power. Certainly, we are also weak in him, but we will live with him for your benefit, as a result of God’s power.",
      "5": "Examine yourselves to see if you are in the faith. Test yourselves. Or do you not know this about yourselves: that Jesus Christ is in you—unless perhaps you fail the test?",
      "6": "But I hope that you will recognize that we are not failing the test.",
      "7": "We pray to God that you may not do anything evil, not so that we may appear to have passed the test, but so that you may do what is good, even if we may seem like those who are failing to pass the test.",
      "8": "To be sure, we can do nothing against the truth, but only for the truth.",
      "9": "Yes, we rejoice whenever we are weak and you are strong. And we are praying for your complete restoration.",
      "10": "It is for this reason that I am writing these things while I am still absent, so that, when I am present, I may not have to deal harshly with you, using the authority that the Lord gave me for building up and not for tearing down.",
      "11": "Finally, brothers, rejoice. Set things in order. Be encouraged. Agree with one another. Be at peace. And the God of love and peace will be with you.",
      "12": "Greet one another with a holy kiss.",
      "13": "All the saints greet you.",
      "14": "The grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:28.945847-04:00",
    "Translation": "EHV"
  }
}