{
  "2 Kings": {
    "1": {
      "1": "Moab rebelled against Israel after the death of Ahab.",
      "2": "Ahaziah had fallen through the lattice of his upstairs room in Samaria, and he was injured. So he sent messengers and told them, “Go, inquire of Baal Zebub, the god of Ekron, whether I will survive this injury.”",
      "3": "But an angel of the Lord said to Elijah from Tishbe, “Get up. Go meet the messengers of the king of Samaria and say to them, ‘Is there no God in Israel, so that you are going to seek out Baal Zebub, the god of Ekron?",
      "4": "Therefore, this is what the Lord says. You will not get up from the bed you have gotten into. You will certainly die.’” So Elijah went.",
      "5": "The messengers returned to the king, so he said to them, “Why have you come back?”",
      "6": "They told him, “A man came up to meet us and told us, ‘Go back to the king who sent you and tell him: This is what the Lord says. Is there no God in Israel, so that you are sending men to inquire of Baal Zebub, the god of Ekron? Therefore, you will not get up from the bed you have gotten into. You will surely die.’”",
      "7": "He said to them, “How would you describe the man who came up to meet you and said these words to you?”",
      "8": "They told him, “He was dressed in clothing made of hair, with a leather belt tied around his waist.”\nThen Ahaziah said, “That was Elijah from Tishbe!”",
      "9": "So he sent a captain of fifty men to Elijah. He went up to him, and there Elijah was, sitting on top of a hill. Then the captain said to him, “Man of God, the king says, ‘Come down!’”",
      "10": "Then Elijah answered the captain, “If I am a man of God, let fire fall from the sky and consume you and your fifty men!” Then fire fell from the sky and consumed him and his fifty men.",
      "11": "Then the king sent another captain of fifty men to him, and the captain said, “Man of God, this is what the king says: ‘Come down at once!’”",
      "12": "Elijah answered, “If I am a man of God, then let fire fall from the sky and consume you and your fifty men!” Then the fire of God fell from the sky and consumed him and his fifty men.",
      "13": "So the king sent a third captain with his fifty men. The third captain went and got down on his knees before Elijah and begged for mercy. He said to Elijah, “Man of God, let my life and the lives of these fifty servants of yours be precious in your eyes.",
      "14": "Look, fire from the sky fell and consumed the first two captains and their companies of fifty men. But now, let the lives of your servants be precious.”",
      "15": "Then the angel of the Lord said to Elijah, “Go down with him. Do not fear him.” So Elijah stood up and went down with him to the king.",
      "16": "Then Elijah told the king, “This is what the Lord says. Because you sent messengers to inquire of Baal Zebub, the god of Ekron—Is there no God in Israel to inquire of?—therefore, you will not get up from the bed you have gotten into. You will certainly die.”",
      "17": "Then he died according to the word of the Lord which Elijah had spoken. Because Ahaziah did not have a son, Jehoram became king in his place in the second year of Jehoram son of Jehoshaphat king of Judah.",
      "18": "As for the rest of Ahaziah’s acts which he did, are they not written in the annals of the kings of Israel?"
    },
    "2": {
      "1": "When the Lord was about to take Elijah up to heaven in a whirlwind, Elijah was traveling with Elisha from Gilgal.",
      "2": "Elijah said to Elisha, “Stay here, for the Lord has sent me to Bethel.”\nBut Elisha said, “As surely as the Lord lives and as your soul lives, I will not leave you.” So they went down to Bethel.",
      "3": "The sons of the prophets who were in Bethel came out to Elisha and said to him, “Do you know that today the Lord is taking your master away from you?”\nThen he said, “Yes, I know. Be quiet.”",
      "4": "Then Elijah said to him, “Elisha, stay here because the Lord has sent me to Jericho.”\nBut he said, “As surely as the Lord lives and as your soul lives, I will not leave you.” So they went to Jericho.",
      "5": "Then the sons of the prophets who were in Jericho approached Elisha and said to him, “Do you know that today the Lord is taking your master away from you?”\nHe said, “Yes, I know. Be quiet.”",
      "6": "Then Elijah said to him, “Stay here because the Lord has sent me to the Jordan.”\nBut he said, “As surely as the Lord lives and as your soul lives, I will not leave you.” So the two of them went on.",
      "7": "Then fifty men from the sons of the prophets came and stood and watched them from a distance, while the two of them were standing at the Jordan.",
      "8": "Elijah took his cloak, folded it together, and struck the water. The water divided to the right and to the left. Then the two of them crossed on dry land.",
      "9": "When they had crossed, Elijah said to Elisha, “Ask me for whatever I can do for you before I am taken from you.”\nThen Elisha said, “Let there be a double portion of your spirit on me.”",
      "10": "He said, “You have asked for a difficult thing. If you see me being taken from you, it will surely be yours. But if not, then it will not.”",
      "11": "While they were walking and talking, suddenly a chariot of fire and horses of fire came and separated them. So Elijah went up to heaven in a whirlwind.",
      "12": "Elisha was watching and crying out, “My father! My father! Israel’s chariot and its charioteers!” Then he did not see him anymore. He grabbed his clothing, and he ripped it into two pieces.",
      "13": "Then he picked up Elijah’s cloak, which had fallen from him. He returned and stood at the edge of the Jordan.",
      "14": "He took Elijah’s cloak, which had fallen from him, and he struck the water and said, “Where now is the Lord, the God of Elijah? Yes, where is he?” As soon as he struck the water, it divided to the right and to the left so that Elisha could cross.",
      "15": "When the sons of the prophets, who were watching him from Jericho, saw this, they said, “Elijah’s spirit is resting on Elisha.” They went to meet him and bowed down to the ground in front of him.",
      "16": "They said to him, “Look, here are your servants, fifty strong men. Please, let them go and search for your master in case the Spirit of the Lord lifted him up and then set him down on one of the mountains or in one of the valleys.”\nBut he said, “Don’t send them.”",
      "17": "But they urged him to the point of embarrassment, so he said, “Send them.” So they sent the fifty men. They searched for three days, but they did not find him.",
      "18": "When they returned to Elisha, he was staying in Jericho. He said to them, “Didn’t I say to you, ‘Don’t go’?”",
      "19": "Then the men of the city said to Elisha, “Look, the site of the city is good, as my lord can see, but the water is bad, and the land deprives people of children.”",
      "20": "So he said, “Bring me a new dish and put salt in it.” So they brought it to him.",
      "21": "Then he went out to the spring and threw the salt in. He said, “This is what the Lord says. I have healed this water. No longer will death or loss of children come from it.”",
      "22": "So the water has remained healed to this day, according to the word which Elisha spoke.",
      "23": "He went up from there to Bethel. While he was going up on the road, young boys came out from the city and mocked him. They said, “Go up, baldy! Go up, baldy!”",
      "24": "So he turned around and looked at them and cursed them in the name of the Lord. Then two female bears came out of the woods, and they tore forty-two boys to pieces.",
      "25": "From there Elisha went to Mount Carmel, and then he returned to Samaria."
    },
    "3": {
      "1": "Now Jehoram son of Ahab became king over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and he ruled as king for twelve years.",
      "2": "He did evil in the eyes of the Lord but not as his father and mother had done. He removed the sacred memorial stones for Baal which his father had made,",
      "3": "but he clung to the sins which Jeroboam son of Nebat caused Israel to commit. He did not turn from them.",
      "4": "Mesha king of Moab raised sheep. He brought tribute to the king of Israel consisting of one hundred thousand lambs and the wool of one hundred thousand rams.",
      "5": "When Ahab died, the king of Moab rebelled against the king of Israel.",
      "6": "So King Jehoram went out from Samaria at that time, and he mobilized all Israel.",
      "7": "He sent a message to Jehoshaphat king of Judah: “Moab has rebelled against me. Will you go with me to wage war against Moab?”\nJehoshaphat replied, “I will go with you. I am like you. My people are like your people. My horses are like your horses.”",
      "8": "Then Jehoshaphat asked, “By what road should we go up?”\nJehoram answered, “By the road through the wilderness of Edom.”",
      "9": "Then the king of Israel, the king of Judah, and the king of Edom marched for seven days by a roundabout way. There was no water for the army or for the animals which were along with them.",
      "10": "Then the king of Israel said, “This is terrible! The Lord has summoned these three kings to give them into the hand of Moab!”",
      "11": "But Jehoshaphat said, “Is there no prophet of the Lord here, so that we may inquire of the Lord through him?”\nOne of the servants of the king of Israel answered, “Elisha son of Shaphat, who used to pour water on the hands of Elijah, is here.”",
      "12": "Then Jehoshaphat said, “The word of the Lord is in him.” So the king of Israel and Jehoshaphat and the king of Edom went down to meet him.",
      "13": "Elisha said to the king of Israel, “What do we have in common? Go to your father’s prophets and your mother’s prophets!”\nThen the king of Israel said to him, “No, for the Lord has summoned these three kings to give them into the hand of Moab.”",
      "14": "Then Elisha said, “As surely as the Lord of Armies lives, before whom I stand, if I did not respect the presence of Jehoshaphat king of Judah, I would not look at you or notice you.",
      "15": "But now bring me a musician.”\nWhile the musician was playing, the hand of the Lord came upon Elisha.",
      "16": "He said, “This is what the Lord says. Make this valley full of ditches.",
      "17": "Yes, this is what the Lord says: You will not see wind. You will not see rain. But this valley will be full of water and you will drink—you and your livestock and your animals.",
      "18": "This is nothing in the eyes of the Lord. He will also give Moab into your hands.",
      "19": "You will destroy all their fortified cities and all their main towns. You will cut down every good tree. You will stop up every spring of water. You will ruin every good plot of land with stones.”",
      "20": "In the morning, at the time for the regular offering, suddenly there was water coming from the direction of Edom. So the land was full of water.",
      "21": "All Moab heard that the kings had come up to fight against them. They summoned all those who were old enough to strap on a sword and took their stand at the border.",
      "22": "They got up early in the morning as the rising sun was shining on the water. When the Moabites saw the water from a distance, it was red like blood.",
      "23": "They said, “Look! Blood! The kings fought and killed each other. Now, get to the plunder, Moab!”",
      "24": "So they went to Israel’s camp, but Israel rose up and struck Moab, and the Moabites fled from them. Israel advanced against them to strike down Moab.",
      "25": "Israel tore down the cities. Each man threw a stone on every good plot of land and covered all of them. They stopped up every spring, and they cut down every good tree. Only in Kir Hareseth were the stones left standing. Then the troops armed with slings surrounded it and attacked it.",
      "26": "When the king of Moab saw that he was losing the battle, he took seven hundred swordsmen to break through to the king of Edom, but they were not able to do it.",
      "27": "So he took his firstborn son, who would have become king in his place, and he offered him as a burnt offering on the wall. There was great anger against Israel, so they withdrew from him and returned to their own country."
    },
    "4": {
      "1": "The wife of one of the sons of the prophets cried out to Elisha, “Your servant, my husband, is dead. You know that your servant feared the Lord. But now the moneylender is coming to take my two sons as slaves.”",
      "2": "Then Elisha said to her, “What can I do for you? Tell me, what do you have in your house?”\nShe said, “Your servant has nothing at all in the house except a jar of olive oil.”",
      "3": "He told her, “Go and ask all your neighbors for jars—empty jars. Don’t ask for only a few.",
      "4": "Then go inside and shut the door behind you and your sons. Then pour oil into all the jars. When each one is full, set it aside.”",
      "5": "So she went and shut the door to her house behind her and her sons. They brought the jars, and she poured.",
      "6": "When a jar was filled, she said to her son, “Bring me another jar.”\nFinally he said, “There aren’t any more.” Then the oil stopped.",
      "7": "So she went and told the man of God. He said, “Go and sell the oil and pay your debt. Then you and your sons can live off what’s left.”",
      "8": "One day Elisha went to Shunem. A wealthy woman lived there, and she urged him to eat a meal with her. So whenever he passed by, he would stop there for a meal.",
      "9": "Then she said to her husband, “Listen. I know that the man who passes by here all the time is a holy man of God.",
      "10": "Let’s make a small upper room on the roof, and let’s put a bed, a table, a chair, and a lamp there for him. Then whenever he comes to us, he can stay there.”",
      "11": "One day when Elisha came there, he went into the room and lay down.",
      "12": "Then he said to Gehazi his servant, “Call the woman of Shunem.” He called her, and she stood in front of him.",
      "13": "Then Elisha said to Gehazi, “Tell her, ‘You have been very concerned about us. What can we do for you? Is there something we can request for you from the king or from the commander of the army?’”\nShe said, “I am living among my own people.”",
      "14": "Then he said, “What can be done for her?”\nThen Gehazi said, “Well, she has no son, and her husband is old.”",
      "15": "He said, “Call her.” So he called her, and she stood at the doorway.",
      "16": "Then he said to her, “At this time next year, you will be holding a son.”\nBut she said, “No, my lord, you man of God. Do not deceive your servant.”",
      "17": "But the woman conceived, and she gave birth to a son at that same time of year, just as Elisha said to her.",
      "18": "The boy grew up, and one day he went out to his father, who was with the reapers.",
      "19": "Then he said to his father, “My head! My head!”\nHis father said to his servant, “Carry him to his mother.”",
      "20": "So he picked him up and carried him to his mother, and the boy sat on her lap until noon. Then he died.",
      "21": "Then she went up and laid him on the bed of the man of God. She shut the door behind her and went out.",
      "22": "Then she called to her husband and said, “Send one of the servants to me with one of the donkeys, so that I can run to the man of God and come back.”",
      "23": "He said, “Why are you going to him today? It’s not the new moon, and it’s not the Sabbath.”\nBut she said, “It’s all right.”",
      "24": "Then she saddled the donkey and said to her servant, “Lead the way. Don’t slow down for me unless I tell you.”",
      "25": "So she went to the man of God at Mount Carmel.\nWhen the man of God saw her from a distance, he said to his servant Gehazi, “Look! That’s the woman from Shunem!",
      "26": "Now run to meet her and say, ‘Are you all right? Is your husband all right? Is your son all right?’”\nShe answered, “We’re all right.”",
      "27": "Then she came to the man of God at the mountain, and she grasped his feet. Gehazi stepped forward to push her away, but the man of God said, “Leave her alone, for her soul is in distress, but the Lord has hidden it from me. He has not told me.”",
      "28": "Then she said, “Did I ask my lord for a son? Didn’t I say, ‘Don’t give me false hope’?”",
      "29": "Then Elisha said to Gehazi, “Hike up your garments for travel, and take my staff in your hand and go! If you meet someone, do not greet him, and if someone greets you, do not answer. Put my staff on the boy’s face.”",
      "30": "But the boy’s mother said, “As surely as the Lord lives and your soul lives, I will not leave you.” So he got up and followed her.",
      "31": "Gehazi went ahead of them and put the staff on the boy’s face. But there was no sound, and there was no response. So he went back to Elisha and told him, “The boy did not wake up.”",
      "32": "When Elisha came to the house, there the boy was—dead, lying on his bed.",
      "33": "So he went in and he shut the door behind the two of them. Then he prayed to the Lord.",
      "34": "He got up and lay down on top of the boy. He put his mouth to the boy’s mouth, his eyes to the boy’s eyes, his palms to the boy’s palms. Then he bent down over him, and the boy’s flesh became warm.",
      "35": "He went back into the house and paced back and forth. Then he went up and bent down over him, and the boy sneezed seven times. Then the boy opened his eyes.",
      "36": "Then Elisha called Gehazi and said, “Call the woman of Shunem!” So he called her, and she came in. He said, “Pick up your son.”",
      "37": "So she came in and fell at Elisha’s feet and bowed down to the ground. Then she picked up her son and went out.",
      "38": "Then Elisha returned to Gilgal. There was a famine in the land. The sons of the prophets were sitting with him, and he said to his servant, “Put the large cooking pot on the fire, and cook some stew for the sons of the prophets.”",
      "39": "One of the men went out to the field to gather plants. He found a wild vine and picked some gourds from it. He filled his garment with them. Then he came in and cut them into pieces for the pot of stew. They did not know what they were,",
      "40": "but they served it to the men to eat. While they were eating the stew, they cried out, “Man of God, there is death in the pot!” So they could not eat it.",
      "41": "But he said, “Take some flour and throw it into the pot.” Then he said, “Serve it to the people.” They ate, and there was nothing harmful in the pot.",
      "42": "A man came from Baal Shalishah and brought the man of God some bread from the first ripe grain, twenty loaves of barley bread, and some new grain in his sack. Elisha said, “Set it before the people so that they can eat.”",
      "43": "His attendant said, “How can I set this before one hundred men?” But he said, “Set it before the people so that they may eat, for this is what the Lord says: They will eat and have some left over.” So he set it before them. They ate, and they had some left over, just as the Lord had said."
    },
    "5": {
      "1": "Na’aman, the commander of the king of Aram’s army, was a great man in the opinion of his master. He was highly honored because the Lord had provided victory for Aram through him. Although he was a powerful warrior, he had leprosy.",
      "2": "Raiding parties had once gone out from Aram and brought back a young girl. She served Na’aman’s wife.",
      "3": "She said to her mistress, “I wish my master stood before the prophet who is in Samaria, because he would cure him of his leprosy.”",
      "4": "So Na’aman went and told his master what the servant girl from the land of Israel had said.",
      "5": "Then the king of Aram said, “Go there. I will send a letter to the king of Israel.” So Na’aman went, and he took ten talents of silver and six thousand shekels of gold and ten sets of clothing.",
      "6": "Then he took the letter to the king of Israel. The letter said, “Now, when you receive this letter, you will know that I am sending my officer Na’aman to you so that you can cure him of his leprosy.”",
      "7": "When the king of Israel read the letter, he tore his clothing and said, “Am I God that I can kill and make alive? Why is he sending a man to me for me to heal him from his leprosy? See how he is looking for a pretext to fight against me.”",
      "8": "But when Elisha, the man of God, heard that the king of Israel had torn his clothes, he sent a message to the king: “Why have you torn your clothes? Let him come to me, and he will know that there is a prophet in Israel.”",
      "9": "So Na’aman went with his horses and chariots and stopped in front of the door of Elisha’s house.",
      "10": "But Elisha sent a messenger out to him to say, “Go and wash seven times in the Jordan. Then your flesh will be restored and you will be clean.”",
      "11": "But Na’aman was angry and he left, saying, “Look, I said to myself, ‘He will certainly come out and stand and call on the name of the Lord his God and wave his hand over the place, and I will be cured of the leprosy!’",
      "12": "Aren’t the Abana and the Pharpar, the rivers of Damascus, better than all the waters of Israel? Couldn’t I wash in them and be cleansed?” So he turned and went away in a burning rage.",
      "13": "But his servants approached and spoke to him. They said, “My father, if the prophet had told you to do some great thing, would you not do it? How much more when he says to you, ‘Wash and be clean’?”",
      "14": "So he went down and dipped in the Jordan seven times, just as the man of God had said. Then his flesh was restored like the flesh of a small child, and he was clean.",
      "15": "Then he and his whole escort went back to the man of God. He stood in front of Elisha and said, “To be sure, now I know that there is no God in all the earth except in Israel. Now accept a gift from your servant.”",
      "16": "But Elisha said, “As surely as the Lord lives, in whose presence I stand, I will not take anything.” Even though Na’aman urged him to accept something, he refused.",
      "17": "Then Na’aman said, “If you do not want anything, please give me, your servant, as much dirt as two donkeys can carry, for your servant will never again burn incense or sacrifice to other gods, but only to the Lord.",
      "18": "But may the Lord forgive your servant this one thing: When my master goes into the house of Rimmon to bow down there and he supports himself on my arm, then I too have to bow down in the house of Rimmon. When I bow down in the house of Rimmon, may the Lord forgive your servant this one thing.”",
      "19": "Then Elisha said to him, “Go in peace.”\nWhen Na’aman had gone some distance from him,",
      "20": "Gehazi, the servant of Elisha the man of God, said, “My master was too easy on this Aramean, Na’aman, when he did not accept anything that he brought. As surely as the Lord lives, I will run after him and get something from him.”",
      "21": "So Gehazi chased after Na’aman. When Na’aman saw him running after him, he got down from his chariot to meet him. He said, “Is everything all right?”",
      "22": "Then Gehazi said, “Yes, everything is all right. My master sent me to say, ‘Look, just now two young men from the hill country of Ephraim, from the sons of the prophets, have come to me. Please give them a talent of silver and two sets of clothing.”",
      "23": "Na’aman said, “Certainly! Take two talents!” He urged Gehazi and tied up the two talents of silver in two bags with the two sets of clothing. Then Na’aman gave them to his two servants, and they carried them ahead of Gehazi.",
      "24": "When he came to the hill, he took the gifts from them. Then he hid them in the house and sent the men back, so they left.",
      "25": "Then he went in and attended his master.\nElisha said to him, “Where were you, Gehazi?”\nGehazi said, “Your servant didn’t go anywhere.”",
      "26": "Then Elisha said to him, “Didn’t my heart go along when the man got down from his chariot to meet you? Is this the time to take silver, or to accept clothing or olive groves or vineyards or sheep or cattle or male and female servants?",
      "27": "Na’aman’s leprosy will cling to you and to your descendants forever.” Then Gehazi went out from his presence, leprous like snow."
    },
    "6": {
      "1": "The sons of the prophets said to Elisha, “Look, the place where we are living with you is too cramped for us.",
      "2": "Let’s go to the Jordan, and every one of us will get a wooden beam from there so we can build a place there for us to live.”\nHe said, “Go ahead.”",
      "3": "Then one of them said, “Won’t you also please come along with your servants?”\nHe said, “I will come.”",
      "4": "So he went with them. When they came to the Jordan, they began to cut down trees.",
      "5": "But while one of them was cutting down a tree for a beam, the ax fell into the water.\nHe cried out, “Oh no, my lord! It was borrowed!”",
      "6": "But the man of God said, “Where did it fall?” Then he showed him the place. He cut off a piece of wood and threw it into the water, and the ax floated.",
      "7": "Then he said, “Pick it up.” So he reached out his hand and took it.",
      "8": "Now when the king of Aram was waging war against Israel, he would make plans with his officials, saying, “My camp will be at such and such a place.”",
      "9": "But the man of God would send a message to the king of Israel, saying, “Be careful when you pass this place because the Arameans are going down there.”",
      "10": "So the king of Israel would send scouts to the place that the man of God had pointed out. So the man of God warned him, and he was kept safe—and not just once or twice.",
      "11": "The king of Aram was enraged because of this. He summoned his officials and said to them, “Won’t you tell me who of us is for the king of Israel?”",
      "12": "One of his officials said, “No, my lord the king. It is Elisha, the prophet in Israel, who tells the king of Israel the words which you speak in your bedroom.”",
      "13": "Then he said, “Go and see where he is. Then I’ll send men and capture him.”\nHe was told, “Dothan is where he is.”",
      "14": "So he sent horses and chariots and a strong force there. They came at night and surrounded the city.",
      "15": "When the man of God’s servant got up early and went out, there were soldiers, horses, and chariots surrounding the city. So his attendant said to Elisha, “Oh no, my lord! What will we do?”",
      "16": "He answered, “Don’t be afraid, for those who are with us are more than those who are with them.”",
      "17": "Then Elisha prayed and said, “O Lord, open his eyes so that he can see.” Then the Lord opened the servant’s eyes, and he saw that the hills were full of horses and chariots of fire, all around Elisha.",
      "18": "When the Arameans came down, Elisha prayed to the Lord, “Strike these people with blindness.” So he struck them with blindness, just as Elisha had asked.",
      "19": "Then Elisha said to them, “This is not the road, and this is not the city. Follow me, and I will take you to the man you are looking for.” So he brought them to Samaria.",
      "20": "When they came into Samaria, Elisha prayed, “O Lord, open their eyes so that they can see.” Then the Lord opened their eyes, and they saw that they were right in the middle of Samaria.",
      "21": "When the king of Israel saw them, he said to Elisha, “Shall I strike them down, my father? Shall I strike them down?”",
      "22": "He said, “Do not strike them down. Would you strike down a man you captured with your own sword and bow? Set food and water before them so that they can eat and drink and then go back to their master.”",
      "23": "So he gave a great feast for them. They ate and drank. Then he sent them on their way, and they went to their master. The Aramean raiding parties did not come into the land of Israel anymore.",
      "24": "After these things, Ben Hadad king of Aram mobilized his whole army and went up and laid siege to Samaria.",
      "25": "There was a severe famine in Samaria, because the siege lasted until a donkey head sold for eighty shekels of silver and a cup of dove’s droppings for five shekels of silver.",
      "26": "When the king of Israel was walking on the wall, a woman cried out to him, “Help me, my lord the king!”",
      "27": "But he said, “If the Lord does not help you, where can I get help for you? From the threshing floor or from the winepress?”",
      "28": "Then the king asked her, “What is the problem?”\nShe said, “This woman said to me, ‘Come on, give up your son, and we will eat him today, and we will eat my son tomorrow.’",
      "29": "So we cooked my son and ate him. Then I said to her the next day, ‘Give up your son so that we may eat him,’ but she hid her son.”",
      "30": "When the king heard the woman’s words, he tore his clothes. As he was walking on the wall, the people were surprised to see that he was wearing sackcloth on his body, underneath his clothing.",
      "31": "Then he said, “May God punish me severely and even double it, if the head of Elisha son of Shaphat remains on his shoulders today!”",
      "32": "Now Elisha was sitting in his house, and the elders were sitting with him. The king sent a man ahead of him. But before the messenger came to him, Elisha said to the elders, “Do you see that this murderer has sent this man to cut off my head? When the messenger comes, shut the door and push against it. Isn’t the sound of the feet of his master behind him?”",
      "33": "While he was still speaking with them, the messenger came down to him. Then the king said, “Indeed this evil is from the Lord. Why should I wait hopefully for the Lord anymore?”"
    },
    "7": {
      "1": "Then Elisha said, “All of you, hear the word of the Lord! This is what the Lord says. At this time tomorrow at the gate of Samaria, twelve pounds of fine flour will sell for a shekel and twenty-four pounds of barley for a shekel.”",
      "2": "Then the officer at the king’s right hand, on whose arm the king was leaning, answered the man of God, “Really? Even if the Lord opened the windows of heaven, could this happen?”\nElisha said, “Listen to me. You yourself will see it with your own eyes, but you will not eat any of it.”",
      "3": "Now four lepers were at the entrance to the gate. They said to each other, “Why should we sit here until we die?",
      "4": "If we say, ‘Let’s go into the city,’ there is famine in the city and we will die there. But if we stay here, we will die. So let’s go over to the camp of the Arameans. If they let us live, we will live. If they kill us, we will die.”",
      "5": "So they got up at twilight to go to the camp of the Arameans. When they reached the edge of the camp of the Arameans, they saw that there was no one there!",
      "6": "For the Lord had caused the Arameans to hear the sound of horses and chariots and the sound of a great army. They said to each other, “Listen! The king of Israel has hired the kings of the Hittites and the kings of Egypt to come against us!”",
      "7": "Then they arose and fled at twilight. They left their tents, their horses, and their donkeys in the camp just as they were, and they fled for their lives.",
      "8": "So when these lepers came to the edge of the camp, they went into a tent, and they ate and drank. They picked up silver, gold, and clothing and went and hid it. Then they returned and went to another tent. They took some of what was there and went and hid it.",
      "9": "Then they said to each other, “We should not be doing this. Today is a day of good news, and we are keeping silent. If we wait until daylight, our sin will find us. So come on, let’s go and tell about this at the king’s palace.”",
      "10": "So they went and called out to the city gatekeepers and told them, “We went into the camp of the Arameans, and we looked, but there was no one there! Not even the sound of a man! But the horses and the donkeys are tied there, and the tents are just as they were!”",
      "11": "Then the gatekeepers proclaimed the news, and it was reported in the king’s palace.",
      "12": "So the king got up at night and said to his officials, “I’ll tell you what the Arameans are doing to us: They know that we are hungry so they left the camp to hide in the fields, saying, ‘They will certainly come out of the city, and we will capture them alive. Then we’ll get into the city!’”",
      "13": "But one of his officials answered, “Please let some men take five of the horses that are left in the city—look, they won’t be any worse off than all the rest of the Israelites who are left here—all the other Israelites who are about to die. Let’s send them out, and let’s see.”",
      "14": "So they took two chariots with their horses, and the king sent them after the army of Aram, saying, “Go and take a look.”",
      "15": "So they followed them to the Jordan. The whole road was full of clothing and equipment that the Arameans threw away while they fled in panic. Then the messengers returned and reported to the king.",
      "16": "Then the people went out and looted the Aramean camp. So twelve pounds of fine flour sold for a shekel and twenty-four pounds of barley for a shekel, just as the Lord had said.",
      "17": "The king appointed the officer on whose arm he leaned to be in charge of the gate. But the people trampled him in the gate, and he died, just as the man of God had said when the king went down to speak to him.",
      "18": "It happened just as the man of God had said to the king: “Twenty-four pounds of barley will be sold for a shekel and twelve pounds of fine flour for a shekel by this time tomorrow in the gate of Samaria.”",
      "19": "The officer had said to the man of God, “Really? Even if the Lord opened the windows of heaven, could something like this happen?”\nThe man of God had said, “Listen to me. You yourself will see it with your own eyes, but you will not eat any of it.”",
      "20": "So all this happened to him just like that: The people trampled him in the gate and he died."
    },
    "8": {
      "1": "Now Elisha said to the woman whose son he had brought back to life, “You and your household, make preparations and leave, and stay in whatever other country you can, for the Lord has decreed a famine that will be in the land for seven years.”",
      "2": "So the woman got up and did just as the man of God said. She and her household went and lived in the land of the Philistines for seven years.",
      "3": "At the end of seven years, the woman returned from the land of the Philistines. Then she went to appeal to the king to get back her house and her fields.",
      "4": "The king had told Gehazi, the servant of the man of God, “Tell me all the great things which Elisha has done.”",
      "5": "While he was telling the king how Elisha had brought the dead boy back to life, the very woman whose son he had brought back to life was coming to appeal to the king about her house and her fields. Then Gehazi said, “My lord the king, this is the woman, and this is her son whom Elisha brought back to life.”",
      "6": "Then the king asked the woman about it, and she told him. So the king appointed a high official to her case, saying, “Return everything which is hers and all the produce of her fields, from the day she left the land until now.”",
      "7": "Elisha went to Damascus while Ben Hadad the king of Aram was sick. The king was told, “The man of God has come here.”",
      "8": "So the king said to Hazael, “Take a gift and go to meet the man of God. You will inquire of the Lord through him, asking whether I will survive this sickness.”",
      "9": "Hazael went to meet him. He took a gift of forty camel loads of all the goods of Damascus, and he came and stood before Elisha and said, “Your son, Ben Hadad, king of Aram, sent me to you to say, ‘Will I survive this sickness?’”",
      "10": "Then Elisha said to him, “Go and say to him, ‘You will certainly survive,’ but the Lord has shown me that he will really die.”",
      "11": "Then Elisha stared straight at him until Hazael was embarrassed. Then the man of God wept.",
      "12": "Hazael said, “Why is my lord weeping?”\nThen he said, “Because I know the evil you will do to the people of Israel. You will set fire to their fortified cities. You will kill their young men with the sword. You will dash their children to pieces, and you will rip open their pregnant women.”",
      "13": "Then Hazael said, “But what is your servant, a mere dog, that he could do such a great thing?”\nThen Elisha said, “The Lord has shown me that you will be king over Aram.”",
      "14": "Hazael then left Elisha and went to his master, and the king said to him, “What did Elisha say to you?”\nHe said, “He told me that you will certainly survive.”",
      "15": "But the next day, he took a thick cloth, dipped it in water, and spread it on the king’s face so that he died. Then Hazael became king in his place.",
      "16": "In the fifth year of Joram son of Ahab, the king of Israel, while Jehoshaphat was king of Judah, Jehoram son of Jehoshaphat, the king of Judah, became king.",
      "17": "He was thirty-two years old when he became king, and he was king for eight years in Jerusalem.",
      "18": "He walked in the way of the kings of Israel, just as the house of Ahab did, because the daughter of Ahab was his wife. So he did evil in the eyes of the Lord.",
      "19": "But for the sake of his servant David, the Lord was not willing to destroy Judah, because he had said that he would give a lamp to David and to his sons forever.",
      "20": "During his days, Edom broke away from the control of Judah and set a king over themselves.",
      "21": "So Joram crossed over to Zair with all his chariots. At night he rose up and attacked the Edomites who had surrounded him and his chariot commanders, but his army fled to their tents.",
      "22": "So Edom has been in revolt against Judah to this day. Libnah also rebelled at the same time.",
      "23": "As for the rest of Joram’s acts and everything he did, are they not written in the Book of the Annals the Kings of Judah?",
      "24": "Joram rested with his fathers, and he was buried with his fathers in the City of David. Then his son Ahaziah became king in his place.",
      "25": "In the twelfth year of Joram son of Ahab king of Israel, Ahaziah son of Jehoram king of Judah became king.",
      "26": "Ahaziah was twenty-two years old when he became king, and he ruled as king in Jerusalem for one year. His mother’s name was Athaliah, granddaughter of Omri, king of Israel.",
      "27": "He walked in the way of the house of Ahab and did evil in the eyes of the Lord, just as the house of Ahab had done, because he was a son-in-law of the house of Ahab.",
      "28": "He went with Joram son of Ahab to wage war against Hazael king of Aram at Ramoth Gilead. The Arameans wounded Joram.",
      "29": "So King Joram returned to Jezre’el to recover from the wounds which the Arameans inflicted on him at Ramoth Gilead when he fought against Hazael king of Aram. So Ahaziah son of Jehoram king of Judah went down to see Joram son of Ahab in Jezre’el because he had been wounded."
    },
    "9": {
      "1": "Then Elisha called one of the sons of the prophets and told him, “Hike up your garments for travel, and take this flask of oil in your hand and go to Ramoth Gilead.",
      "2": "When you get there, look for Jehu son of Jehoshaphat, the son of Nimshi. Go in and have him excuse himself from his associates and bring him into an inner room.",
      "3": "Take the flask of oil, pour it out on his head, and say, ‘This is what the Lord says. I anoint you king over Israel.’ Then open the door and flee. Do not delay!”",
      "4": "So the young man, the servant of the prophet, went to Ramoth Gilead.",
      "5": "When he got there, he found the commanders of the army sitting together.\nHe said, “I have a message for you, commander.”\nThen Jehu said, “For which of us?”\nHe answered, “For you, commander.”",
      "6": "So Jehu got up and went into the house. Then the servant poured the oil on his head and said, “This is what the Lord, the God of Israel, says. I anoint you king over the Lord’s people Israel.",
      "7": "You will strike down the house of your master Ahab, and I will avenge the blood of my servants the prophets and the blood of all the servants of the Lord that was shed by Jezebel.",
      "8": "The whole house of Ahab will perish. In Israel I will cut off from Ahab those who urinate against the wall, both bound and free.",
      "9": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Ba’asha son of Ahijah.",
      "10": "The dogs will eat Jezebel on the plot of ground in Jezre’el, and no one will bury her.” Then he opened the door and fled.",
      "11": "Then Jehu went out to the rest of the king’s officers. They said to him, “Is everything all right? Why did that madman come to you?”\nHe said to them, “You know the man and how he talks.”",
      "12": "But they said, “That’s not true! Tell us!”\nSo he said, “He told me this and that, and then he said, ‘This is what the Lord says. I anoint you king over Israel.’”",
      "13": "Each man quickly took his cloak. Then they placed them under him on the bare steps. Then they blew the ram’s horn and said, “Jehu is king!”",
      "14": "Then Jehu, the son of Jehoshaphat, the son of Nimshi, conspired against Joram. Now Joram and all Israel had been guarding Ramoth Gilead against Hazael king of Aram.",
      "15": "But King Joram returned to Jezre’el to recover from the wounds which the Arameans had inflicted on him when he fought against Hazael king of Aram.\nThen Jehu said, “If you really want me to be king, don’t let any survivors get out of the city to go and report in Jezre’el.”",
      "16": "Then Jehu got in his chariot and went to Jezre’el, because Joram was resting there and Ahaziah king of Judah had gone down to see Joram.",
      "17": "Now the watchman was standing on the tower in Jezre’el, and he saw Jehu’s troops coming, so the watchman said, “I see a large group coming!”\nThen Joram said, “Get a rider and send him to meet them and say, ‘Do you come in peace?’”",
      "18": "So a horseman went to meet him. He said, “This is what the king says. Do you come in peace?”\nThen Jehu said, “What do you have to do with peace? Fall in behind me.”\nThen the watchmen said, “The messenger reached him but did not return.”",
      "19": "So he sent a second horseman. He came to them and said, “This is what the king says. Do you come in peace?”\nJehu answered, “What do you have to do with peace? Fall in behind me.”",
      "20": "Then the watchman said, “He reached them, but he did not return. But the driving is like Jehu son of Nimshi’s driving. He drives like a madman.”",
      "21": "Then Joram said, “Hitch up a chariot!” Then they hitched up his chariot, and Joram king of Israel and Ahaziah king of Judah went out, each in his own chariot, to meet Jehu. They reached him at the plot of ground that had belonged to Naboth from Jezre’el.",
      "22": "When Joram saw Jehu, he said, “Do you come in peace, Jehu?”\nJehu answered, “What peace can there be as long as so much of your mother Jezebel’s prostitution and witchcraft exists?”",
      "23": "Then Joram turned his chariot around and fled. He said to Ahaziah, “Treachery, Ahaziah!”",
      "24": "Then Jehu drew his bow and shot Joram between his shoulders. The arrow pierced his heart, and he slumped down in his chariot.",
      "25": "Then Jehu said to Bidkar, his chariot officer, “Pick him up and throw him onto the plot of land that belonged to Naboth from Jezre’el. Remember that when you and I were riding side by side in chariots behind his father Ahab, the Lord made this pronouncement against him:",
      "26": "‘As surely as I saw the blood of Naboth and the blood of his sons yesterday, the Lord declares, I will repay you on this plot of land, the Lord declares.’ So now, pick him up and throw him onto that plot of land according to the word of the Lord.”",
      "27": "Ahaziah king of Judah saw this and fled on the road toward Beth Hagan. But Jehu pursued him and said, “Shoot him too!” They shot him in his chariot on the way up to Gur, that is Ibleam. Then he fled to Megiddo and died there.",
      "28": "His servants brought him in his chariot to Jerusalem and buried him in his own tomb with his fathers in the City of David.",
      "29": "(It was in the eleventh year of Joram son of King Ahab that Ahaziah had become king over Judah.)",
      "30": "Jehu went to Jezre’el. When Jezebel heard it, she put on eye make-up and arranged her hair. Then she looked down through a window.",
      "31": "When Jehu came into the gate, she said, “Do you come in peace, Zimri, the killer of your master?”",
      "32": "He looked up to the window and said, “Who is with me? Who?” Two or three eunuchs looked down to him.",
      "33": "Then he said, “Throw her down!” So they threw her down, and her blood splattered on the wall and on the horses, and they trampled her.",
      "34": "Then he went inside and ate and drank. Then Jehu said, “See to that cursed woman and bury her, because she was a king’s daughter.”",
      "35": "But when they went to bury her, they did not find her, except for her skull, her feet, and the palms of her hands.",
      "36": "So they came back and told him. Then Jehu said, “This is the word of the Lord which he spoke through his servant Elijah from Tishbe: On the plot of ground at Jezre’el, the dogs will eat the flesh of Jezebel.",
      "37": "Jezebel’s corpse will be like manure spread on the surface of the field at the plot of ground at Jezre’el, so they won’t be able to say, ‘This is Jezebel.’”"
    },
    "10": {
      "1": "Ahab had seventy sons in Samaria, so Jehu wrote letters and sent them to Samaria, that is, to the officials of Samaria, the elders, and to the guardians appointed by Ahab, saying,",
      "2": "“Now, when this letter comes to you, since you have your master’s sons with you and you have chariots, horses, a fortified city, and weapons,",
      "3": "choose the best and most upright of your master’s sons and seat him on his father’s throne and fight for your master’s house.”",
      "4": "They were terrified and said, “Look, two kings could not stand before him, so how can we?”",
      "5": "Then the palace administrator, the ruler of the city, the elders, and the guardians sent word to Jehu, saying, “We are your servants. We will do everything you tell us. We will not make any man king. Do whatever is good in your eyes.”",
      "6": "Then Jehu wrote a second letter to them, saying, “If you are on my side and will obey me, then take the heads of your master’s sons and come to me at this time tomorrow in Jezre’el.”\nNow the king’s seventy sons were with the leaders of the city who were raising them.",
      "7": "When the letter came, they took the king’s sons and slaughtered all seventy of them. Then they put their heads in baskets and sent them to Jehu in Jezre’el.",
      "8": "When the messenger arrived, he said, “They have brought the heads of the king’s sons.” Jehu said, “Put them in two piles at the entrance to the gate until morning.”",
      "9": "When morning came, he went out and stood and said to all the people, “You are innocent. Indeed I conspired against my master and killed him. But who killed all these?",
      "10": "Know, therefore, that nothing of the word of the Lord, which the Lord spoke against the house of Ahab, will fail. For the Lord did what he said through his servant Elijah.”",
      "11": "Then Jehu killed everyone who remained from the house of Ahab in Jezre’el and all his important people, his close friends, and his priests, so that no survivor was left to him.",
      "12": "Then he set out toward Samaria. While he was on the way, at Beth Eked of the Shepherds,",
      "13": "Jehu met some relatives of Ahaziah king of Judah. He said, “Who are you?” They said, “We are Ahaziah’s relatives. We have come down to greet the king’s sons and the queen mother’s sons.”",
      "14": "Then he said, “Take them alive!” So they took them. Then they slaughtered them at the cistern of Beth Eked—forty-two men, and he did not let one survive.",
      "15": "Then he set out from there and met Jehonadab son of Recab, who was coming to meet him. Jehu greeted him and said, “Is your heart as true to my heart as my heart is to yours?”\nHe said, “It is.”\nThen Jehu said, “If it is, then give me your hand!” So Jehonadab gave him his hand, and Jehu helped him up into the chariot.",
      "16": "Then Jehu said, “Come with me and see my zeal for the Lord.” So he had him ride with him in his chariot.",
      "17": "When he came to Samaria, he struck down everyone who was left to Ahab there. He wiped out Ahab completely, according to the word which the Lord had spoken to Elijah.",
      "18": "Then Jehu assembled all the people and said to them, “Ahab served Baal a little. Jehu will serve him a great deal.",
      "19": "But now, gather all the prophets of Baal, all his servants, and all his priests! Let no one be missing because I am going to make a great sacrifice to Baal. No one who misses it will live.”\nBut Jehu was acting deceptively in order to exterminate the servants of Baal.",
      "20": "Then Jehu said, “Consecrate a festival for Baal,” and they proclaimed it.",
      "21": "Then Jehu sent word through all Israel, and all the servants of Baal came. Not a man was left who did not come. They came into the temple of Baal so that the temple of Baal was filled from end to end.",
      "22": "Then he said to the person in charge of the wardrobe, “Bring out garments for all the servants of Baal.” So he brought out robes for them.",
      "23": "Then Jehu and Jehonadab son of Recab went into the temple of Baal. Jehu said to the servants of Baal, “Make a careful search, and see to it that there are no servants of the Lord with you, but only servants of Baal.”",
      "24": "Then they went in to make sacrifices and whole burnt offerings. But Jehu had stationed eighty men outside and said, “If any man escapes from these men whom I am putting into your hands, it will be your life for his life.”",
      "25": "When he was finished offering the whole burnt offering, Jehu said to the guards and to the officers, “Go strike them down! Don’t let anyone out!” So they struck them down with their swords, and the guards and the officers threw the bodies out. They then went into the inner sanctuary of the temple of Baal.",
      "26": "They brought the sacred memorial stones out from the temple of Baal and burned them.",
      "27": "They tore down the memorial stone for Baal and tore down the temple of Baal. They have used it for a latrine to this day.",
      "28": "In this way Jehu exterminated Baal worship from Israel.",
      "29": "But when it came to the sins which Jeroboam son of Nebat caused Israel to commit, Jehu did not turn aside from following the golden calves which were in Bethel and in Dan.",
      "30": "But the Lord said to Jehu, “Because you have done well by doing what is right in my eyes—you have done everything that was in my heart to the house of Ahab—four generations of your sons will sit on the throne of Israel.”",
      "31": "But Jehu was not careful to walk in the law of the Lord, the God of Israel, with all his heart. He did not turn from the sins which Jeroboam caused Israel to commit.",
      "32": "In those days, the Lord began to break off pieces from Israel. Then Hazael attacked all the territory of Israel",
      "33": "east of the Jordan, all the land of Gilead, Gad, Reuben, and Manasseh, from Aroer, which is above the canyon of the Arnon, up to Gilead and Bashan.",
      "34": "As for the rest of Jehu’s acts and everything he did and all his mighty deeds, are they not written in the annals of the kings of Israel?",
      "35": "Jehu rested with his fathers, and they buried him in Samaria. Then his son Jehoahaz became king in his place.",
      "36": "The time that Jehu ruled as king over Israel in Samaria was twenty-eight years."
    },
    "11": {
      "1": "When Athaliah, the mother of Ahaziah, saw that her son was dead, she went into action and destroyed all the royal heirs.",
      "2": "But Jehosheba, King Joram’s daughter and Ahaziah’s sister, took Joash, the son of Ahaziah. She stole him away from among the king’s sons, who were to be killed. She put him and his nurse in a bedroom. He was kept hidden from Athaliah so that he was not killed.",
      "3": "He was kept hidden with her in the House of the Lord for six years while Athaliah was ruling over the land.",
      "4": "In the seventh year, Jehoiada sent a message and summoned the officers in charge of the units of the Carians and the guards to meet him at the House of the Lord. He made a covenant with them and had them swear an oath in the House of the Lord. Then he showed them the king’s son.",
      "5": "He commanded them, “This is how you will deploy: A third of you who are coming on duty on the Sabbath are to guard the palace of the king.",
      "6": "Another third will be stationed at the Sur Gate, and the final third at the gate behind the guards who take turns protecting this temple.",
      "7": "The two divisions of you who are going off duty on the Sabbath will protect the House of the Lord, together with the king.",
      "8": "You will surround the king on all sides, every man with his weapons in his hand. Anyone who comes into the ranks will be put to death. You will accompany the king when he goes out and when he comes in.”",
      "9": "So the officers of the companies did just as Jehoiada the priest commanded. Each one took his men, those coming on duty on the Sabbath with those going off duty on the Sabbath, and they came to Jehoiada the priest.",
      "10": "The priest gave the officers in charge of the units the spears and shields which had belonged to King David and which were in the House of the Lord.",
      "11": "So the guards, each one with his weapon in his hand, stood around the king from the south side of the temple to the north side, near the altar of the temple.",
      "12": "Then Jehoiada brought out the king’s son and set the crown on him and gave him the Testimony, and they made him king. They anointed him and clapped their hands and said, “Long live the king!”",
      "13": "When Athaliah heard the noise of the guards and the people, she went to them in the House of the Lord.",
      "14": "She looked, and there was the king standing beside the pillar according to the custom, and the officers and the trumpeters were in front of the king, and all the people of the land were celebrating and blowing trumpets. Then Athaliah tore her clothes and cried, “Treason! Treason!”",
      "15": "Then Jehoiada the priest commanded the officers in charge of the units of the army, “Bring her out between the ranks! Anyone who follows her is to be put to death with the sword!”\nBecause the priest had said, “She is not to be killed in the House of the Lord,”",
      "16": "they laid hands on her as she was going through the passageway where the horses enter the king’s palace, and they killed her there.",
      "17": "Then Jehoiada made a covenant between the Lord and the king and people that they would be the Lord’s people. He also made a covenant between the king and the people.",
      "18": "Then all the people of the land went to the temple of Baal and tore it down. They smashed its altar and its idols till they were dust. They also killed Mattan the priest of Baal in front of the altars. Then the priest posted a watch over the House of the Lord.",
      "19": "Then he took the officers of the companies and the Carians and the guards and all the people of the land, and they brought the king down from the House of the Lord. They entered the king’s palace through the gate of the guards. Then he sat on the throne of the kings.",
      "20": "All the people of the land rejoiced, and the city was quiet. Athaliah had been put to death with the sword in the king’s palace.",
      "21": "Joash was seven years old when he became king."
    },
    "12": {
      "1": "In the seventh year of Jehu, Jehoash became king, and he was king in Jerusalem for forty years. His mother’s name was Zibiah from Beersheba.",
      "2": "Jehoash did what was right in the eyes of the Lord during the whole time that Jehoiada the priest instructed him,",
      "3": "but the high places were still not removed. The people were making sacrifices and burning incense on the high places.",
      "4": "Jehoash said to the priests, “All the silver from the sacred offerings which is brought into the House of the Lord—the redemption money which is assessed to each man in the census, all the money from the redemption of dedicated things, and all the money which any man brings to the House of the Lord as a gift from his heart—",
      "5": "the priests are to take it from the donor and repair whatever damage is found in the temple.”",
      "6": "But in the twenty-third year of King Jehoash, the priests had not repaired the damage to the temple.",
      "7": "So King Jehoash summoned Jehoiada the priest and the other priests, and he said to them, “Why aren’t you repairing the damage to the temple? Do not accept any more silver from those who are handing it in to you. Instead, put it toward repairing the damage to the temple.”",
      "8": "So the priests agreed that they would not take any silver from the people and that they themselves would not do the work of repairing the damage to the temple.",
      "9": "But Jehoiada the priest took a box, drilled a hole in its lid, and placed it at the right side of the altar as one entered the House of the Lord. Then the priests who were guarding the threshold put all the money which came into the House of the Lord there.",
      "10": "When they saw that there was a large quantity of silver in the box, the king’s secretary and the high priest went up and tied it in bags and tallied the silver which was found in the House of the Lord.",
      "11": "Then they gave the silver which had been weighed out to those who were overseeing the work on the House of the Lord. They paid it out to the carpenters and the builders who were working on the House of the Lord,",
      "12": "and to the bricklayers and the stonemasons, who used it to buy wood and stone from the quarry to repair the damage to the House of the Lord and to meet all the expenses for repairing the building.",
      "13": "But the silver basins, snuffers, sprinkling bowls, trumpets, and all the gold and silver articles for the House of the Lord were not made from this silver which was brought into the House of the Lord.",
      "14": "Rather they paid it to the ones who were doing the work, and they repaired the House of the Lord with it.",
      "15": "They did not audit the men to whom they gave the silver to do the work, because they were acting honestly.",
      "16": "The silver from the restitution offerings and the silver from the sin offerings was not brought into the House of the Lord. It belonged to the priests.",
      "17": "Then Hazael king of Aram came up and attacked Gath and captured it. Hazael turned to go up against Jerusalem.",
      "18": "So Jehoash king of Judah took all the sacred articles which his fathers Jehoshaphat, Jehoram, and Ahaziah, kings of Judah, had dedicated, as well as the sacred articles that he himself had given and all the gold which was found in the treasuries of the House of the Lord and in the king’s palace, and he sent them to Hazael king of Aram. So Hazael left Jerusalem.",
      "19": "As for the rest of the acts of Jehoash and all the things he did, are they not written in the annals of the kings of Judah?",
      "20": "His servants conspired against him and killed Jehoash at Beth Millo, along the road down to Silla.",
      "21": "His servants Jozabad son of Shimath and Jehozabad son of Shomer struck him down, and he died. They buried him with his fathers in the City of David. Then his son Amaziah became king in his place."
    },
    "13": {
      "1": "In the twenty-third year of Joash son of Ahaziah, king of Judah, Jehoahaz son of Jehu became king over Israel in Samaria for seventeen years.",
      "2": "He did evil in the eyes of the Lord. He walked in the sins which Jeroboam son of Nebat caused Israel to commit. He did not turn from them.",
      "3": "The Lord’s anger burned against Israel, so he gave them into the hand of Hazael king of Aram and into the hand of Ben Hadad son of Hazael, all his days.",
      "4": "Jehoahaz, however, sought the Lord’s favor, and the Lord listened to him, because he saw the oppression that the king of Aram was inflicting on Israel.",
      "5": "So the Lord appointed a deliverer for Israel, and they escaped from the power of the Arameans. Then the people of Israel lived in their own homes as they had before.",
      "6": "But they did not turn from the sins which the house of Jeroboam caused Israel to commit. They walked in them, and there was even an Asherah pole standing in Samaria.",
      "7": "Nothing was left of Jehoahaz’s army except fifty charioteers, ten chariots, and ten thousand foot soldiers, for the king of Aram had destroyed them. He made them like dust at threshing time.",
      "8": "As for the rest of the acts of Jehoahaz and everything he did and his mighty deeds, are they not written in the annals of the kings of Israel?",
      "9": "Jehoahaz rested with his fathers and they buried him in Samaria. Then his son Joash became king in his place.",
      "10": "In the thirty-seventh year of Joash king of Judah, Jehoash son of Jehoahaz became king over Israel in Samaria for sixteen years.",
      "11": "He did evil in the eyes of the Lord. He did not turn from all the sins which Jeroboam son of Nebat caused Israel to commit. He walked in them.",
      "12": "As for the rest of Joash’s acts and all he did and his mighty deeds, how he fought with Amaziah king of Judah, are they not written in the annals of the kings of Israel?",
      "13": "Joash rested with his fathers. Then Jeroboam sat on his throne. Joash was buried in Samaria with the kings of Israel.",
      "14": "Now Elisha was suffering from the illness from which he would die, and Joash king of Israel went down to him. Then he wept over him and said, “My father! My father! Israel’s chariot and its charioteers!”",
      "15": "Elisha said to him, “Get a bow and arrow.” So he brought a bow and arrow to him.",
      "16": "Then he told the king of Israel, “Take the bow in your hands!” So he took the bow in his hands. Then Elisha put his hand on the king’s hand.",
      "17": "He said, “Open the window to the east.” So he opened it.\nThen Elisha said, “Shoot!” So he shot.\nThen he said, “The arrow of victory for the Lord! The arrow of victory over Aram! You will completely destroy Aram at Aphek!”",
      "18": "Then Elisha said, “Take your arrows.” So he took the arrows.\nThen he said to the king of Israel, “Strike the ground!” So he struck it three times and then stopped.",
      "19": "Then the man of God was furious with him and said, “You should have struck the ground five or six times! Then you would have completely destroyed Aram. But now, you will defeat Aram only three times.”",
      "20": "Then Elisha died, and they buried him.\nNow raiders from Moab were coming into the land during the spring.",
      "21": "While a man was being buried, the people suddenly saw the raiders, so they threw the man into the tomb of Elisha. When the man touched the bones of Elisha, he came to life, and he got up on his feet.",
      "22": "Hazael king of Aram had oppressed Israel all the days of Jehoahaz.",
      "23": "But the Lord was gracious to them and showed compassion for them, and he turned his attention to them because of his covenant with Abraham, Isaac, and Jacob. So until this time he has not been willing to destroy them, nor did he cast them from his presence.",
      "24": "Then Hazael king of Aram died, and his son Ben Hadad became king in his place.",
      "25": "Jehoash son of Jehoahaz took action and recovered from Ben Hadad son of Hazael the cities which Hazael had taken from his father Jehoahaz in war. Three times Joash defeated him and recovered those Israelite cities."
    },
    "14": {
      "1": "In the second year of Joash son of Jehoahaz king of Israel, Amaziah son of Joash king of Judah became king.",
      "2": "He was twenty-five years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother’s name was Jehoaddin from Jerusalem.",
      "3": "He did what was right in the eyes of the Lord, but not like his father David. He did everything his father Joash had done,",
      "4": "but the high places were still not removed. The people were still offering sacrifices and burning incense at the high places.",
      "5": "When the royal power was firmly in his hand, he killed his officials who had killed his father the king.",
      "6": "But he did not put the sons of the assassins to death, in obedience to what is written in the Book of the Law of Moses, in which the Lord commanded, “Fathers are not to be put to death on account of their sons, and sons are not to be put to death on account of their fathers, but each person will die for his own sin.”",
      "7": "He struck down ten thousand Edomites in the Valley of Salt. He seized Sela in the war and named it Jokthe’el, the name it has to this day.",
      "8": "Then Amaziah sent messengers to Jehoash son of Jehoahaz, son of Jehu, king of Israel, saying, “Come, let’s confront each other face-to-face.”",
      "9": "Then Jehoash king of Israel sent a message to Amaziah king of Judah:\nA thornbush in Lebanon sent a message to a cedar in Lebanon, saying, “Give your daughter to my son as his wife.” But a wild animal in Lebanon passed by and trampled the thornbush.",
      "10": "You have indeed defeated Edom, and your heart has become proud. Accept that honor and remain in your palace. Why stir up disaster so that you fall, and Judah falls with you?",
      "11": "But Amaziah did not listen, so Jehoash king of Israel attacked. He and Amaziah king of Judah confronted each other face-to-face at Beth Shemesh, which belongs to Judah.",
      "12": "Judah was defeated by Israel, and each man fled to his tent.",
      "13": "Jehoash king of Israel captured Amaziah son of Jehoash, son of Ahaziah, king of Judah, at Beth Shemesh. Then they went to Jerusalem. Jehoash broke down six hundred feet of the wall of Jerusalem from the Ephraim Gate to the Corner Gate.",
      "14": "Then he took all the gold and silver, all the articles found in the house of the Lord and in the treasuries of the king’s palace. He also took hostages and returned to Samaria.",
      "15": "As for the rest of Jehoash’s acts, the things he did and his mighty deeds, and how he fought with Amaziah king of Judah, are they not written in the annals of the kings of Israel?",
      "16": "Jehoash rested with his fathers and was buried in Samaria with the kings of Israel. Then his son Jeroboam became king in his place.",
      "17": "But Amaziah son of Joash king of Judah lived for fifteen years after the death of Jehoash son of Jehoahaz king of Israel.",
      "18": "As for the rest of Amaziah’s acts, are they not written in the annals of the kings of Judah?",
      "19": "A conspiracy was raised against him in Jerusalem, so he fled to Lachish. But they sent men after him to Lachish and killed him there.",
      "20": "Then they brought him back on horses and buried him in Jerusalem with his fathers in the City of David.",
      "21": "Then all the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah.",
      "22": "It was he who built Elat and restored it to Judah after King Amaziah rested with his fathers.",
      "23": "In the fifteenth year of Amaziah son of Joash, king of Judah, Jeroboam son of Joash, king of Israel, became king in Samaria for forty-one years.",
      "24": "He did evil in the eyes of the Lord. He did not turn from all the sins which Jeroboam son of Nebat caused Israel to commit.",
      "25": "It was he who restored the boundary of Israel from Lebo Hamath to the Dead Sea according to the word which the Lord, the God of Israel, had spoken through his servant, the prophet Jonah son of Amittai, who was from Gath Hepher.",
      "26": "The Lord saw the misery of Israel, which was extremely bitter for both bound and free. There was no one to help Israel.",
      "27": "Since the Lord had not said that he would wipe the name of Israel from under the heavens, he rescued them by the hand of Jeroboam son of Joash.",
      "28": "As for the rest of Jeroboam’s acts and everything he did and his mighty deeds, the wars he fought, and how he recovered Damascus and Hamath (which had belonged to Judah) for Israel, are they not written in the annals of the kings of Israel?",
      "29": "Jeroboam rested with his fathers, the kings of Israel. Then his son Zechariah became king in his place."
    },
    "15": {
      "1": "In the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah became king.",
      "2": "He was sixteen years old when he became king, and he ruled for fifty-two years in Jerusalem. His mother’s name was Jekoliah from Jerusalem.",
      "3": "He did what was right in the eyes of the Lord, like everything that his father Amaziah had done.",
      "4": "But the high places were still not removed. The people were still offering sacrifices and burning incense there at the high places.",
      "5": "Then the Lord afflicted the king so that he had leprosy until the day of his death. So he lived in a quarantined house, and Jotham, the king’s son, was in charge of the palace and administered justice for the people of the land.",
      "6": "As for the rest of Azariah’s acts and everything he did, are they not written in the annals of the kings of Judah?",
      "7": "Azariah rested with his fathers, and he was buried in the City of David. Then his son Jotham became king in his place.",
      "8": "In the thirty-eighth year of Azariah king of Judah, Zechariah son of Jeroboam ruled as king over Israel in Samaria for six months.",
      "9": "He did evil in the eyes of the Lord, just as his fathers had done. He did not turn from the sins which Jeroboam son of Nebat caused Israel to commit.",
      "10": "Shallum son of Jabesh conspired against him. He struck him down in front of the people and killed him. Then he became king in his place.",
      "11": "As for the rest of Zechariah’s acts, you can find them written in the annals of the kings of Israel.",
      "12": "This was the word of the Lord which he had spoken to Jehu: “Four generations of your sons will sit on the throne of Israel.” And that is what happened.",
      "13": "Shallum son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah, and he ruled for one month in Samaria.",
      "14": "Then Menahem son of Gadi from Tirzah went up to Samaria. He struck down Shallum son of Jabesh in Samaria and killed him. Then he became king in his place.",
      "15": "The rest of Shallum’s acts, including the conspiracy he led, you can find written in the annals of the kings of Israel.",
      "16": "Then Menahem, starting from Tirzah, attacked Tiphsah and all the people who were in it and its territory. Because they did not open their gates to him, he attacked it and cut open every pregnant woman.",
      "17": "In the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi became king over Israel in Samaria and ruled for ten years.",
      "18": "He did evil in the eyes of the Lord. All his days he did not turn from the sins which Jeroboam son of Nebat caused Israel to commit.",
      "19": "Pul king of Assyria came against the land, and Menahem gave Pul one thousand talents of silver for supporting him and strengthening his hold over the kingdom.",
      "20": "Menahem exacted the silver from Israel, from every wealthy man—fifty shekels from each man—to give to the king of Assyria. Then the king of Assyria left. He did not remain in the land.",
      "21": "As for the rest of Menahem’s acts and everything he did, are they not written in the annals of the kings of Israel?",
      "22": "Menahem rested with his fathers. Then his son Pekahiah became king in his place.",
      "23": "In the fiftieth year of Azariah king of Judah, Pekahiah son of Menahem became king over Israel in Samaria for two years.",
      "24": "He did evil in the eyes of the Lord. He did not turn from the sins which Jeroboam son of Nebat caused Israel to commit.",
      "25": "Then Pekah son of Remaliah, his military advisor, conspired against him and struck him down in the fortified part of the king’s palace in Samaria, along with Argob and Arieh. Fifty men from Gilead were with Pekah when he killed Pekahiah and became king in his place.",
      "26": "As for the rest of Pekahiah’s acts and everything he did, you can find them written in the annals of the kings of Israel.",
      "27": "In the fifty-second year of Azariah king of Judah, Pekah son of Remaliah became king over Israel in Samaria and ruled for twenty years.",
      "28": "He did evil in the eyes of the Lord. He did not turn from the sins which Jeroboam son of Nebat caused Israel to commit.",
      "29": "In the days of Pekah king of Israel, Tiglath Pileser king of Assyria came and took Ijon, Abel Beth Ma’akah, Janoah, Kedesh, Hazor, Gilead, and Galilee—all the land of Naphtali. He exiled them to Assyria.",
      "30": "Then Hoshea son of Elah conspired against Pekah son of Remaliah. He struck him down and killed him. Then he became king in his place in the twenty-second year of Jotham son of Uzziah.",
      "31": "As for the rest of Pekah’s acts and everything he did, you can find them written in the annals of the kings of Israel.",
      "32": "In the second year of Pekah son of Remaliah king of Israel, Jotham son of Uzziah king of Judah became king.",
      "33": "He was twenty-five years old when he became king, and he ruled for sixteen years in Jerusalem. His mother’s name was Jerusha daughter of Zadok.",
      "34": "He did what was right in the eyes of the Lord, like everything that his father Uzziah had done.",
      "35": "But the high places were still not removed. The people were still offering sacrifices and burning incense on the high places. He built the upper gate for the House of the Lord.",
      "36": "As for the rest of Jotham’s acts, the things he did, are they not written in the annals of the kings of Judah?",
      "37": "In those days, the Lord began to send Rezin king of Aram and Pekah son of Remaliah against Judah.",
      "38": "Jotham rested with his fathers, and he was buried with his fathers in the city of his father David. Then his son Ahaz became king in his place."
    },
    "16": {
      "1": "In the seventeenth year of Pekah son of Remaliah, Ahaz son of Jotham, king of Judah, became king.",
      "2": "Ahaz was twenty years old when he became king, and he ruled in Jerusalem for sixteen years. He did not do what was right in the eyes of the Lord his God, as his father David had done.",
      "3": "He walked in the ways of the kings of Israel. He even made his son pass through the fire, according to the shameful practices of the nations which the Lord had driven out before the people of Israel.",
      "4": "He offered sacrifices and burned incense on the high places, on the hills, and under every leafy tree.",
      "5": "Then Rezin king of Aram and Pekah son of Remaliah, the king of Israel, came up to Jerusalem for war. They laid siege to Ahaz, but they could not defeat him.",
      "6": "At that time, Rezin king of Aram recovered Elat for Edom, and he drove the people of Judah away from Elat. Then Edomites came to Elat, and they have lived there to this day.",
      "7": "So Ahaz sent messengers to Tiglath Pileser king of Assyria, saying, “I am your servant and your son. Come and save me from the hand of the king of Aram and from the hand of the king of Israel, who have come up against me.”",
      "8": "Then Ahaz took the silver and the gold which were found in the House of the Lord and in the treasuries of the king’s palace, and he sent them to the king of Assyria as tribute.",
      "9": "So the king of Assyria listened to him and attacked Damascus. He exiled the inhabitants to Kir. He also killed Rezin.",
      "10": "King Ahaz went to meet Tiglath Pileser king of Assyria in Damascus. He saw the altar which was in Damascus, and King Ahaz sent a model of the altar and instructions for making one like it to Uriah the priest.",
      "11": "So Uriah the priest built this altar. Uriah the priest did just as King Ahaz had instructed him from Damascus before King Ahaz returned from Damascus.",
      "12": "When the king returned from Damascus, he saw the altar. He approached it and ascended it.",
      "13": "He offered whole burnt offerings and grain offerings. He poured out drink offerings, and he sprinkled the blood of his fellowship offerings on the altar.",
      "14": "He moved the bronze altar, which had been in the presence of the Lord, away from its location in front of the temple building, from between his altar and the Lord’s house, and he put it on the north side of his altar.",
      "15": "Then King Ahaz commanded Uriah the priest, “Present the morning burnt offering, the evening grain offering, the king’s burnt offering, his grain offering, and all the people’s burnt offerings, grain offerings, and drink offerings on the great altar. Sprinkle all the blood of the burnt offering and all the blood of the sacrifices on it. But the bronze altar will be mine for divination.”",
      "16": "So Uriah the priest did everything just as King Ahaz commanded.",
      "17": "Then King Ahaz cut off the side panels of the carts, and he removed the basins that were on them. He took the sea down from its position on the bronze cattle that were under it and put it on a stone pavement.",
      "18": "In deference to the king of Assyria, he also removed the Sabbath canopy that had been built for the house and removed the king’s entrance on the outside of the Lord’s house.",
      "19": "As for the rest of the acts of Ahaz, the things he did, are they not written in the annals of the kings of Judah?",
      "20": "Ahaz rested with his fathers, and he was buried with his fathers in the City of David. Then his son Hezekiah became king in his place."
    },
    "17": {
      "1": "In the twelfth year of Ahaz king of Judah, Hoshea son of Elah became king over Israel in Samaria and ruled for nine years.",
      "2": "He did evil in the eyes of the Lord, but not like the kings of Israel who came before him.",
      "3": "Shalmaneser king of Assyria went up against him, and Hoshea became his vassal and paid tribute to him.",
      "4": "But the king of Assyria caught Hoshea in a conspiracy. He had sent messengers to So king of Egypt, and he did not send tribute to the king of Assyria as he had done in previous years. That is why the king of Assyria arrested him and confined him in prison.",
      "5": "Then the king of Assyria invaded the whole land. He went up against Samaria and laid siege to it for three years.",
      "6": "In Hoshea’s ninth year, the king of Assyria captured Samaria and exiled Israel to Assyria. He made them live in Halah and along the Habur River, which is the river of Gozan, and in the cities of the Medes.",
      "7": "This happened because the people of Israel sinned against the Lord their God, who had brought them up from the land of Egypt, from under the hand of Pharaoh king of Egypt, and they feared other gods.",
      "8": "They walked in the practices of the nations, whom the Lord had driven out before the people of Israel, and the practices which the kings of Israel had introduced.",
      "9": "The people of Israel did secret things against the Lord their God, which were not right. They also built high places for themselves in all their cities, from watchtower to fortified city.",
      "10": "They set up sacred memorial stones and Asherah poles for themselves upon every high hill and under every leafy tree.",
      "11": "They offered sacrifices at all the high places, like the nations that God drove out before them. They did evil things, provoking the Lord to anger.",
      "12": "They served filthy idols even though the Lord had said to them, “You must not do this.”",
      "13": "The Lord had warned Israel and Judah through all his prophets and seers, saying, “Turn back from your evil ways and keep my commands and my regulations, according to the entire law which I commanded your fathers and which I sent to you through my servants the prophets.”",
      "14": "But they did not listen. They made their necks just as stiff as their fathers, who did not trust in the Lord their God.",
      "15": "They rejected his regulations and the covenant which he made with their fathers and the testimony with which he warned them. They followed useless idols, and they became useless themselves. They followed the other nations around them, about whom the Lord had commanded them, “Do not do as they do.”",
      "16": "They deserted all the commands of the Lord their God, and they made for themselves cast metal images, two calves. They made Asherah poles, and they bowed down to the whole army of the heavens, and they served Baal.",
      "17": "They made their sons and daughters pass through the fire. They engaged in divination and sought omens and sold themselves to do evil in the eyes of the Lord, provoking him to anger.",
      "18": "So the Lord was furious with Israel, and he removed them from his presence. None was left—only the tribe of Judah.",
      "19": "Even Judah did not keep the commands of the Lord their God. They walked in the practices which Israel introduced.",
      "20": "So the Lord rejected all the seed of Israel, and he afflicted them. He gave them into the hand of plunderers until he cast them out of his presence.",
      "21": "When the Lord tore Israel away from the house of David, they made Jeroboam son of Nebat king. But Jeroboam drove Israel away from following the Lord. He caused them to commit a great sin.",
      "22": "The people of Israel walked in all the sins which Jeroboam did. They did not turn from them",
      "23": "until the Lord removed Israel from his presence, just as he had said through all his servants the prophets. So Israel went to Assyria, into exile from her homeland to this day.",
      "24": "The king of Assyria brought people from Babylon, Kuthah, Avva, Hamath, and Sepharvaim, and he settled them in the cities of Samaria in the place of the people of Israel. They took possession of Samaria and lived in its cities.",
      "25": "When they began to settle there, they did not fear the Lord, so the Lord sent lions among them. The lions were killing people,",
      "26": "so they said to the king of Assyria, “The peoples whom you deported and settled in the cities of Samaria do not know the customs of the god of the land. That is why he has sent lions among them, and the lions are killing people, because there aren’t any people left who know the customs of the god of the land.”",
      "27": "So the king of Assyria commanded, “Get one of the priests who was exiled from there. He will go and live there and teach the customs of the god of the land.”",
      "28": "So one of the priests who had been exiled from Samaria came and lived in Bethel. He was teaching them how they should fear the Lord.",
      "29": "But each nation was still making its own gods and setting them in the shrines of the high places which the Samaritans had made, each nation in their cities where they were dwelling.",
      "30": "The people from Babylon made Sukkoth Benoth. The people from Kuth made Nergal. The people from Hamath made Ashima.",
      "31": "The people from Avvah made Nibhaz and Tartak. The people from Sepharvaim were burning their sons in the fire to Adrammelek and Anammelek, the gods of Sepharvaim.",
      "32": "They were fearing the Lord, but they were making priests for their high places from all kinds of people, who were serving them in the shrines on the high places.",
      "33": "They were fearing the Lord, but they were also serving their gods according to the customs of the nations from which they had been deported.",
      "34": "To this day they are acting according to their former customs. There are none of them who fear the Lord, and there is no one who acts according to the regulations, ordinances, law, and commands which the Lord had commanded the children of Jacob, to whom he gave the name Israel.",
      "35": "The Lord had made a covenant with them and commanded them, “Do not fear other gods. Do not bow down to them. Do not serve them. Do not sacrifice to them.",
      "36": "Rather fear the Lord, who brought you up out of the land of Egypt with great power and an outstretched arm. Fear him and bow down to him and offer sacrifices to him.",
      "37": "Keep the regulations, ordinances, law, and commands, which he wrote for you, and do not fear other gods.",
      "38": "Do not forget the covenant I made with you, and do not fear other gods.",
      "39": "Fear only the Lord your God. He is the one who will save you from the hand of all your enemies.”",
      "40": "But these nations did not listen. Instead, they acted according to their former customs.",
      "41": "These nations were fearing the Lord, and they were serving their idols. Their children and their grandchildren did just as their fathers had done. They are doing this up to this day."
    },
    "18": {
      "1": "In the third year of Hoshea son of Elah king of Israel, Hezekiah son of Ahaz king of Judah, became king.",
      "2": "He was twenty-five years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother’s name was Abi daughter of Zechariah.",
      "3": "He did what was right in the eyes of the Lord, like everything that his father David had done.",
      "4": "He removed the high places, smashed the sacred memorial stones, cut down the Asherah poles, and broke into pieces the bronze serpent which Moses had made, because until those days the people of Israel had been burning incense to it. They called it Nehushtan.",
      "5": "He trusted in the Lord, the God of Israel, and there was no one like him among the kings of Judah, before him or after him.",
      "6": "He held fast to the Lord. He did not turn aside from following him, but he kept the command which the Lord commanded Moses.",
      "7": "The Lord was with him. Wherever he went, the Lord gave him success. He rebelled against the king of Assyria and did not serve him.",
      "8": "He struck down the Philistines all the way to Gaza and its territory, from watchtower to fortified city.",
      "9": "In Hezekiah’s fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria went up against Samaria and laid siege to it.",
      "10": "They captured it at the end of three years. In the sixth year, which was the ninth year of Hoshea king of Israel, Samaria was captured.",
      "11": "Then the king of Assyria exiled Israel to Assyria. He settled them in Halah and on the Habur River, the river of Gozan, and in the cities of the Medes.",
      "12": "This was because they did not listen to the voice of the Lord their God, but they abandoned his covenant and all that Moses, the servant of the Lord, commanded. They did not listen to it or obey it.",
      "13": "In King Hezekiah’s fourteenth year, Sennacherib king of Assyria came up against all the fortified cities of Judah and seized them.",
      "14": "Then Hezekiah king of Judah sent a message to the king of Assyria at Lachish: “I have done wrong. Withdraw from me. Whatever you impose on me I will pay.” Then the king of Assyria imposed on Hezekiah a penalty of three hundred talents of silver and thirty talents of gold.",
      "15": "So Hezekiah gave him all the silver that was found in the Lord’s house and in the treasuries of the king’s house.",
      "16": "At this time, Hezekiah stripped the gold off the doors of the temple of the Lord and off the doorposts, which Hezekiah king of Judah had overlaid with gold, and he gave it to the king of Assyria.",
      "17": "Then the king of Assyria sent the field commander, the chief of staff, and the herald from Lachish with a large army against King Hezekiah at Jerusalem. They came up to Jerusalem and stood by the watercourse from the upper pool, which is on the way to the washerman’s field.",
      "18": "They summoned the king, so Eliakim son of Hilkiah, who was the palace administrator, Shebna, who was the secretary, and Joah son of Asaph, who was the recorder, went out to meet them.",
      "19": "The herald said to him, “Tell Hezekiah what the great king, the king of Assyria, says.”\nWhat are you relying on?",
      "20": "You say that you have the plan and power for war, but this is only words from your lips. So who are you trusting when you rebel against me?",
      "21": "Tell me, are you really trusting in Egypt as your staff, that splintered reed which will pierce the hand of anyone who leans on it? That’s what Pharaoh king of Egypt is for all those who trust in him.",
      "22": "And if you say to me, “We are trusting in the Lord our God,” didn’t Hezekiah remove his high places and his altars and tell Judah and Jerusalem, “You must bow down before this altar in Jerusalem”?",
      "23": "But now, make a bargain with my lord, the king of Assyria. I will give you two thousand horses if you can provide riders for them.",
      "24": "How will you resist one officer from among the least significant of my lord’s servants? You are trusting in Egypt for chariots and charioteers.",
      "25": "Have I now come up against this place without the Lord? The Lord said to me, “Go up against this land and destroy it.”",
      "26": "Then Eliakim son of Hilkiah, along with Shebna and Joah, said to the herald, “Please speak to your servants in Aramaic, for we understand it. But don’t speak with us in Hebrew in the hearing of the people who are on the wall.”",
      "27": "Then the herald said to them:\nIs it only to your lord and to you that my lord sent me to speak these words? Is it not also to the people who are sitting on the wall, who will have to eat their own excrement and drink their own urine with you?",
      "28": "Then the herald stood up and called out in a loud voice in Hebrew and said the following:\nListen to the words of the great king, the king of Assyria.",
      "29": "This is what the king says. Don’t let Hezekiah deceive you, because he can’t save you from my hand.",
      "30": "And don’t let Hezekiah cause you to trust in the Lord by saying, “The Lord will surely save us! He will not let this city be given into the hand of the king of Assyria.”",
      "31": "Don’t listen to Hezekiah because this is what the king of Assyria says. Make a peace treaty with me and come out to me. Then each of you will eat from his own vine and drink from his own cistern,",
      "32": "until I come and take you to a land like your own land, a land with grain and sweet wine, a land with bread and vineyards, a land with olive oil and honey, so that you may live and not die. Don’t listen to Hezekiah because he is misleading you when he says, “The Lord will save us.”",
      "33": "Have the gods of any nation ever saved their land from the hand of the king of Assyria?",
      "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did they save Samaria from my hand?",
      "35": "Who among all the gods of the lands saved their land from my hand? Will the Lord really save Jerusalem from my hand?",
      "36": "But the people were silent. They did not answer him a word because the king had commanded them not to speak or answer.",
      "37": "Then Eliakim son of Hilkiah, who was the palace administrator, Shebna who was the secretary, and Joah son of Asaph, who was the recorder, went to Hezekiah with their robes torn and told him the words of the herald."
    },
    "19": {
      "1": "When King Hezekiah heard this, he tore his clothes and put on sackcloth. Then he went into the House of the Lord.",
      "2": "He sent Eliakim the palace administrator, Shebna the secretary, and the elders of the priests, dressed in sackcloth, to Isaiah the prophet, the son of Amoz.",
      "3": "They said to him, “This is what Hezekiah says. Today is a day of distress and rebuke and humiliation because children have come to the point of birth, but there is no strength to deliver them.",
      "4": "Perhaps the Lord your God will hear all the words of the herald, whom his lord, the king of Assyria, sent to mock the living God, and he will rebuke him for the words which the Lord your God has heard, and you will lift up a prayer on behalf of the remnant who are left.”",
      "5": "When the servants of King Hezekiah went to Isaiah,",
      "6": "Isaiah said to them, “Say this to your lord: This is what the Lord says. Do not be afraid of these words which you heard, with which the lackeys of the king of Assyria blasphemed me.",
      "7": "See, I am going to put him into such a frame of mind that when he hears a certain report, he will return to his country, and I will make him fall by the sword in his own land.”",
      "8": "Because the herald heard that the king of Assyria had withdrawn from Lachish, he went back and found the king fighting against Libnah.",
      "9": "For he had heard this report about Tirhakah king of Cush: “Watch out! He has come out to fight with you.” So he again sent messengers to Hezekiah",
      "10": "to say this to Hezekiah king of Judah: “Don’t let your God, whom you trust, deceive you, saying, ‘Jerusalem will not be given into the hand of the king of Assyria.’",
      "11": "Listen, you have heard what the kings of Assyria did to all the lands which they completely destroyed. And you expect to be saved?",
      "12": "Did the gods of the nations which my fathers destroyed save them—Gozen and Haran and Rezeph and the people of Eden, who are in Tel Assar?",
      "13": "Where is the king of Hamath and the king of Arpad and the king of the city of Sepharvaim, and Hena and Ivvah?”",
      "14": "Hezekiah took the letter from the hand of the messengers and read it. Then he went up to the House of the Lord, and Hezekiah spread it out before the Lord.",
      "15": "Then Hezekiah prayed before the Lord:\nO Lord, God of Israel, you are seated above the cherubim. You alone are God over all the kingdoms of the earth. You made the heavens and the earth.",
      "16": "Bend your ear, O Lord, and hear. Open your eyes, Lord, and see. Hear Sennacherib’s words, which he sent to taunt the living God.",
      "17": "It is true, Lord, that the kings of Assyria have destroyed these nations and their lands.",
      "18": "They have burned their gods, because they were not gods but only the works of human hands, just wood and stone, so they destroyed them.",
      "19": "But now, O Lord our God, please save us from his hand, so that all the kingdoms of the earth will know that you, O Lord, are God, you alone.",
      "20": "Then Isaiah son of Amoz sent a message to Hezekiah:\nThis is what the Lord, the God of Israel, says. I have heard what you have prayed to me about Sennacherib, the king of Assyria.",
      "21": "This is the message which the Lord has spoken about him:\nThe Virgin Daughter Zion despises you. She jeers at you.\nThe Daughter Jerusalem tosses her head at you.",
      "22": "Whom have you taunted and blasphemed?\nAgainst whom have you lifted up your voice and raised your eyes\n    to heaven?\nAgainst the Holy One of Israel!",
      "23": "By your messengers you have taunted the Lord.\nYou have said, “With my many chariots I have gone up\n    to the heights of the mountains,\n    to the most remote part of Lebanon.\nI cut down its tall cedars and the best of its fir trees.\nI went in to its farthest dwelling place, the most lush of its forests.",
      "24": "I dug wells and drank water in foreign lands.\nI dried up all the streams of Egypt with the soles of my feet.”",
      "25": "Have you not heard?\nFrom long ago I, the Lord, did this.\nFrom days of eternity I formed it,\nand now I have brought it about\n    that fortified cities crash into piles of ruined stones.",
      "26": "Their inhabitants, powerless, are dismayed and ashamed.\nThey are like plants in the field and fresh green grass,\nlike grass on the roof, scorched before it becomes a full-grown stalk.",
      "27": "I know when you sit down, and when you go out,\nand when you come in again, and how you rage against me.",
      "28": "Because you rage against me,\nbecause your arrogance has reached my ears,\nI will put my hook in your nose and my bit in your mouth,\nand I will make you go back by the way you came.",
      "29": "This will be a sign for you:\nThis year you will eat what grows naturally,\nnext year what grows naturally from that,\nbut in the third year, you will sow and harvest.\nYou will plant vineyards and eat their fruit.",
      "30": "The surviving remnant of the house of Judah\n    will again take root below and produce fruit above.",
      "31": "For a remnant will go out from Jerusalem,\nand survivors from Mt. Zion.\nThe zeal of the Lord will do this.",
      "32": "Therefore, this is what the Lord says about the king of Assyria:\nHe will not come into this city.\nHe will not shoot an arrow there.\nHe will not advance against it with a shield,\nand he will not build up a siege ramp against it.",
      "33": "By the same way he came he will go back,\nbut he will not come into this city.\nA declaration of the Lord:",
      "34": "I will protect and save this city for my own sake\nand for the sake of my servant David.",
      "35": "That night, the angel of the Lord went out and struck down one hundred eighty-five thousand men in the camp of Assyria. When it was time to wake up in the morning, there they were—all the dead bodies!",
      "36": "Then Sennacherib king of Assyria broke camp and returned and lived in Nineveh.",
      "37": "One day when he was worshipping in the house of his god Nisrok, his sons Adrammelek and Sharezer killed him with the sword. They fled to the land of Ararat, and his son Esarhaddon became king in his place."
    },
    "20": {
      "1": "In those days Hezekiah became sick and was dying. Then the prophet Isaiah son of Amoz came to him and said, “This is what the Lord says. Give instructions to your house because you are going to die. You will not recover.”",
      "2": "Then Hezekiah turned his face to the wall and prayed to the Lord, saying,",
      "3": "“Please, O Lord, remember how I have walked before you in truth and with a whole heart and have done what is good in your eyes.” Hezekiah wept bitterly.",
      "4": "Isaiah had not yet gone out from the middle courtyard when the word of the Lord came to him:",
      "5": "Go back and tell Hezekiah, the leader of my people, that this is what the Lord, the God of your father David, says. I have heard your prayer, and I have seen your tears. I will certainly heal you. On the third day from now you will go up to the House of the Lord.",
      "6": "I will add fifteen years to your life, and I will rescue you and this city from the hand of the king of Assyria. I will protect this city for my own sake and for the sake of my servant David.",
      "7": "Then Isaiah said, “Get a cake of figs.” So they got it and put it on the infected sore, and Hezekiah recovered.",
      "8": "Then Hezekiah asked Isaiah, “What will be the sign that the Lord will heal me and that I will go up to the House of the Lord on the third day from now?”",
      "9": "Isaiah said, “This will be a sign for you from the Lord that the Lord will do the thing which he said. Shall the shadow extend forward over ten more steps, or shall it move backwards ten steps?”",
      "10": "Hezekiah said, “It’s easy for the shadow to get longer and cover ten more steps. Instead, have it go back ten steps.”",
      "11": "Then the prophet Isaiah called out to the Lord, and he caused the shadow, which had gone down on the steps of Ahaz, to go backwards ten steps.",
      "12": "At that time, Merodak Baladan son of Baladan, the king of Babylon, sent letters and a gift to Hezekiah because he heard that Hezekiah had been sick.",
      "13": "Hezekiah heard the envoys and showed them all his palace treasuries, the silver, the gold, the spices, the fine oil, the armory, and all that was found in his treasuries. There was nothing which Hezekiah did not show them in his palace or in his whole kingdom.",
      "14": "Then Isaiah the prophet came to King Hezekiah and said, “What did these men say, and where did they come from?”\nHezekiah said, “From a distant land—they came from Babylon.”",
      "15": "Then Isaiah asked, “What did they see in your palace?”\nHezekiah said, “They saw everything in my palace. There is nothing in my treasuries which they did not see.”",
      "16": "Then Isaiah said to Hezekiah, “Hear the word of the Lord.",
      "17": "Listen carefully! The days are coming when whatever is in your palace, everything which your fathers have stored up to this day, will be taken to Babylon. Not a thing will be left behind, says the Lord.",
      "18": "And some of your sons, your own descendants, whom you fathered, will be taken away and will become eunuchs in the palace of the king of Babylon.”",
      "19": "Then Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good.” He said, “Won’t there be peace and security in my days?”",
      "20": "As for the rest of Hezekiah’s acts and all his mighty deeds, how he made the pool and the channel and brought water into the city, are they not written in the annals of the kings of Judah?",
      "21": "Hezekiah rested with his fathers. Then his son Manasseh became king in his place."
    },
    "21": {
      "1": "Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem. His mother’s name was Hephzibah.",
      "2": "He did evil in the eyes of the Lord, following the disgusting practices of the nations which the Lord had driven out before the people of Israel.",
      "3": "He rebuilt the high places which his father Hezekiah had destroyed. He erected altars to Baal and made an Asherah pole, just as Ahab king of Israel had done. He bowed down to the whole army of the heavens, and he served them.",
      "4": "He built altars in the House of the Lord, about which the Lord had said, “In Jerusalem I will put my name.”",
      "5": "He built altars to all the army of the heavens in the two courtyards of the House of the Lord.",
      "6": "He made his son pass through the fire. He practiced fortune telling and sought omens and dealt with mediums and spiritists. He greatly increased the evil he did in the eyes of the Lord and provoked him to anger.",
      "7": "He put an image of Asherah, which he had made, into the house about which the Lord said to David and to his son Solomon, “In this house and in Jerusalem, which I have chosen from all the tribes of Israel, I will put my Name forever.",
      "8": "I will not make the feet of Israel wander again from the land which I gave to their fathers, if they will just be careful to do whatever I commanded them and to observe the whole law which my servant Moses commanded them.”",
      "9": "But they did not listen. Manasseh led them astray so that they did more evil than the nations whom the Lord exterminated before the people of Israel.",
      "10": "Then the Lord said through his prophets:",
      "11": "Because Manasseh king of Judah has engaged in these disgusting practices and has done more evil than all that which the Amorites who had gone before him had done, and he has caused Judah to sin with his filthy idols,",
      "12": "therefore, this is what the Lord, the God of Israel, says. Pay attention! I am bringing such disaster on Jerusalem and Judah that the ears of all who hear of it will tingle.",
      "13": "I will stretch out over Israel the plumb line that was stretched out over Samaria and the level used on the house of Ahab. I will wipe away Jerusalem just as someone wipes a bowl clean and turns it upside down.",
      "14": "I will hand over the remnant of my possession and give them into the hand of their enemies, so that they become plunder and spoils for all their enemies,",
      "15": "because they have done what is evil in my eyes and have provoked me to anger from the day when their fathers came out of Egypt until today.",
      "16": "Manasseh also shed so much innocent blood that he filled Jerusalem from end to end. This was in addition to the sin which he caused Judah to commit, so that they did what is evil in the eyes of the Lord.",
      "17": "As for the rest of Manasseh’s acts, everything he did and the sin he committed, are they not written in the annals of the kings of Judah?",
      "18": "Manasseh rested with his fathers, and he was buried in the garden of his palace, in the garden of Uzza. Then his son Amon became king in his place.",
      "19": "Amon was twenty-two years old when he became king and he ruled for two years in Jerusalem. His mother’s name was Meshullemeth daughter of Haruz from Jotbah.",
      "20": "He did what was evil in the eyes of the Lord, just as his father Manasseh had done.",
      "21": "He walked in all the ways in which his father had walked, and he served the filthy idols which his father had served, and he worshipped them.",
      "22": "He abandoned the Lord, the God of his fathers, and he did not walk in the way of the Lord.",
      "23": "Amon’s servants conspired against him, and they killed the king in his palace.",
      "24": "Then the people of the land struck down all those who had conspired against King Amon, and they made his son Josiah king in his place.",
      "25": "As for the rest of Amon’s acts, the things he did, are they not written in the annals of the kings of Judah?",
      "26": "They buried him in his own tomb in the garden of Uzza. Then his son Josiah became king in his place."
    },
    "22": {
      "1": "Josiah was eight years old when he became king, and he ruled for thirty-one years in Jerusalem. His mother’s name was Jedidah daughter of Adaiah from Bozkath.",
      "2": "He did what was right in the eyes of the Lord. He walked in all the ways of his father David. He did not turn aside to the right or to the left.",
      "3": "In King Josiah’s eighteenth year, the king sent the secretary, Shaphan son of Azaliah son of Meshullam, to the House of the Lord, saying,",
      "4": "“Go up to Hilkiah the high priest and have him weigh out the entire amount of silver which has been brought to the House of the Lord, which the gatekeepers have received from the people.",
      "5": "It is to be given to those who are appointed to supervise the work on the House of the Lord. They are to give it to those who are working in the House of the Lord to repair the damage to the temple.",
      "6": "Give it to the craftsmen, builders, and stonemasons so they can buy wood and quarried stone to repair the damage.",
      "7": "But no accounting is to be demanded for the silver which is given to them, because they are acting honestly.”",
      "8": "Then Hilkiah the high priest said to Shaphan the secretary, “I have found the Book of the Law in the House of the Lord.” Hilkiah gave the scroll to Shaphan, and he read it.",
      "9": "Then Shaphan the secretary went to the king and reported: “Your servants have paid out the silver which was found in the temple, and they have given it to those who are appointed to supervise the work on the Lord’s house.”",
      "10": "Shaphan the secretary told the king, “Hilkiah the priest has given me a scroll.” Then Shaphan read it in the presence of the king.",
      "11": "When the king heard the words of the Book of the Law, he tore his clothes.",
      "12": "Then the king commanded Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the secretary, and Asaiah the servant of the king:",
      "13": "“Go and inquire of the Lord for me and for the people and for all of Judah concerning the words of this book, which has been found. For the Lord’s wrath which is burning against us is great, because our fathers did not listen to the words of this book and do everything which was recorded for us.”",
      "14": "Then Hilkiah the priest, with Ahikam, Akbor, Shaphan, and Asaiah, went and spoke to Huldah the prophetess, the wife of Shallum, who was the son of Tikvah, who was the son of Harhas, the keeper of the vestments. She was living in Jerusalem in the Second District.",
      "15": "She gave them this message:\nThis is what the Lord, the God of Israel, says. Tell the man who sent you to me that",
      "16": "this is what the Lord says.\nLook! I am bringing disaster on this place and on its inhabitants, everything written in the book which they read before the king of Judah,",
      "17": "because they have forsaken me and have burned incense and offerings to other gods, so that they provoked me to anger with all the works of their hands. My anger will be poured out on this place. It will not be quenched.",
      "18": "This is what you will say to the king of Judah, who sent you to inquire of the Lord:\nThe Lord, the God of Israel, has spoken the words which you have heard.",
      "19": "But because your heart was repentant and you humbled yourself before the Lord when you heard his words against this place and its inhabitants—that it would be desolate and cursed—and you have torn your clothes and have wept before me, I, even I, have heard you, says the Lord.",
      "20": "Therefore, be aware of this! I will gather you to your fathers. You will be gathered to your grave in peace. Your eyes will not see all the disaster I will bring upon this place and its inhabitants.\nThey brought this message back to the king."
    },
    "23": {
      "1": "Then the king summoned all the elders of Judah and Jerusalem.",
      "2": "The king went up to the House of the Lord, and every man of Judah and all the inhabitants of Jerusalem, the priests and the prophets and all the people from the least to the greatest, went with him. In their hearing he read all the words of the Book of the Covenant, which had been found in the House of the Lord.",
      "3": "Then the king stood before the pillar and made a covenant in the presence of the Lord to follow the Lord, to keep his commandments, his testimony, and his statutes with all his heart, and with all his soul to uphold the words of this covenant, which were written in this book.\nThen all the people affirmed this covenant.",
      "4": "Then the king commanded Hilkiah the high priest, the lower-ranking priests, and the gatekeepers that they should remove from the temple of the Lord all the articles which had been made for Baal, for Asherah, and for the whole army of the heavens. He burned them outside Jerusalem in the fields of the Kidron Valley, and he took the ashes to Bethel.",
      "5": "He removed the idolatrous priests, whom the kings of Judah had appointed to burn incense at the high places in the cities of Judah and in the area around Jerusalem, those who burned incense to Baal, to the sun, to the moon, to the constellations, and to the whole army of the heavens.",
      "6": "He took the Asherah pole from the House of the Lord to the Kidron Valley, outside of Jerusalem. He burned it there. He crushed it to dust and scattered the dust on the graves of the common people.",
      "7": "He tore down the houses of the male shrine prostitutes, which were in the House of the Lord, where women were weaving hangings for Asherah.",
      "8": "Then he brought all the priests from the cities of Judah and defiled the high places where the priests had been burning incense, from Gibeah to Beersheba. He tore down the high places by the gates, which were at the entrance to the Gate of Joshua, who was the official over the city. This gate was to the left of the main gate to the city.",
      "9": "The priests from the high places could not go up to the Lord’s altar in Jerusalem, but they were allowed to eat unleavened bread in the midst of their brothers.",
      "10": "He defiled Tophet, which was in the Valley of the Son of Hinnom, so that no one could make his son or daughter pass through the fire for Molek.",
      "11": "He removed the horses, which the kings of Judah had set up for the sun, from the entrance to the Lord’s house. They were near the office of Nathan Melek, the high official, which was in the temple courtyard. Then he burned the chariots of the sun.",
      "12": "The king tore down the altars that were on the roof of the chamber of Ahaz, which the kings of Judah had made, and the altars that Manasseh had made in the two courtyards of the House of the Lord. He smashed them and threw the dust into the Kidron Valley.",
      "13": "The king defiled the high places which were east of Jerusalem on the south end of the Mount of Corruption, which Solomon king of Israel had made for Ashtarte, the detestable goddess of the Sidonians, and for Chemosh, the detestable god of Moab, and for Milcom, the abomination of the Ammonites.",
      "14": "He smashed the sacred memorial stones to bits, and he cut down the Asherah poles. Then he filled their sites with human bones.",
      "15": "Even the altar which was in Bethel, the high place which Jeroboam son of Nebat had made, which caused Israel to sin—he pulled down even that altar and its high place. Then he burned the high place. He ground the Asherah pole to powder and burned it.",
      "16": "Then Josiah turned and saw the graves that were there on the hill. He sent men and took the bones from the graves and burned them on the altar. So he defiled it in fulfillment of the word of the Lord, which the man of God ⎣proclaimed, when Jeroboam stood by the altar at the feast.\nThen he turned and raised his eyes to the tomb of the man of God⎦ who proclaimed these things,",
      "17": "and he asked, “What is that gravestone which I see over there?”\nThe men of the city told him, “It is the grave of the man of God who came from Judah and proclaimed these things which you are doing against the altar of Bethel.”",
      "18": "Then he said, “Leave him alone. Let no one disturb his bones.” So they spared his bones along with the bones of the prophet who came from Samaria.",
      "19": "Josiah removed all the shrines of the high places which the kings of Israel had made in the cities of Samaria, which provoked the Lord to anger. He did to them just as he did in Bethel.",
      "20": "On the altars he slaughtered all the priests of the high places who were present there, and he burned human bones on the altars. Then he went back to Jerusalem.",
      "21": "Then the king commanded all the people, “Observe the Passover to the Lord your God just as it is written in the Book of the Covenant.”",
      "22": "For they had not observed a Passover like this during the days of the judges who led Israel or during the days of the kings of Israel and the kings of Judah.",
      "23": "But in King Josiah’s eighteenth year, this Passover to the Lord was observed in Jerusalem.",
      "24": "Josiah destroyed the mediums and spiritists, the household gods, the filthy idols, and all the detestable idols which were seen in the land of Judah and in Jerusalem, in order to comply with the words of the law, which were written in the book that Hilkiah the priest had found in the House of the Lord.",
      "25": "Before him there was no king like him who turned to the Lord with all his heart and with all his soul and with all his strength, according to all the Law of Moses, and after him no one like him arose.",
      "26": "But even so, the Lord did not turn from his great wrath which burned against Judah because of all the offenses with which Manasseh had provoked him.",
      "27": "So the Lord said, “I will also remove Judah from my presence just as I removed Israel. I will reject Jerusalem, the city I chose, and the house about which I said, ‘My Name will be there.’”",
      "28": "As for the rest of Josiah’s acts and everything he did, are they not written in the annals of the kings of Judah?",
      "29": "In his days, Pharaoh Neco, king of Egypt, went to join the king of Assyria for war at the Euphrates River. King Josiah went to meet Neco in battle, but Neco killed King Josiah at Megiddo when he faced him.",
      "30": "His servants transported his body from Megiddo to Jerusalem in a chariot, and they buried him in his own tomb. Then the people of the land took Jehoahaz son of Josiah and anointed him. They made him king in his father’s place.",
      "31": "Jehoahaz was twenty-three years old when he became king, and he ruled in Jerusalem for three months. His mother’s name was Hamutal daughter of Jeremiah from Libnah.",
      "32": "He did evil in the eyes of the Lord, like all that his fathers had done.",
      "33": "Pharoah Neco imprisoned him in Riblah, in the land of Hamath, so that he could not rule as king in Jerusalem. Neco levied tribute on the land of one hundred talents of silver and one talent of gold.",
      "34": "Then Pharaoh Neco set up Eliakim son of Josiah as king in place of his father Josiah. But he changed his name to Jehoiakim. Then he took Jehoahaz to Egypt, and Jehoahaz died there.",
      "35": "Jehoiakim gave the silver and the gold to Pharaoh, but he taxed the land to provide the money, as demanded by Pharaoh. From each man according to his worth, he exacted the silver and gold from the people of the land to give it to Pharaoh Neco.",
      "36": "Jehoiakim was twenty-five years old when he became king, and he ruled for eleven years in Jerusalem. His mother’s name was Zebidah daughter of Pedaiah from Ramah.",
      "37": "He did evil in the eyes of the Lord, just like everything that his fathers had done."
    },
    "24": {
      "1": "In the days of Jehoiakim, Nebuchadnezzar king of Babylon came up against the land, and Jehoiakim became his servant for three years, but he then rebelled against Nebuchadnezzar again.",
      "2": "Then the Lord sent bands of Chaldeans, bands of Arameans, bands of Moabites, and bands of Ammonite raiders against Jehoiakim. He sent them into Judah to destroy them according to the word of the Lord, which he had spoken through his servants the prophets.",
      "3": "Surely this happened at the Lord’s command to remove them from his presence because of all the sins Manasseh had committed,",
      "4": "as well as the innocent blood he had shed. He filled Jerusalem with innocent blood, and the Lord was not willing to forgive.",
      "5": "As for the rest of Jehoiakim’s deeds and everything he did, are they not written in the annals of the kings of Judah?",
      "6": "Jehoiakim rested with his fathers. Then his son Jehoiachin became king in his place.",
      "7": "The king of Egypt did not march out from his land again because the king of Babylon had seized everything that had belonged to the king of Egypt, from the Stream of Egypt to the Euphrates River.",
      "8": "Jehoiachin was eighteen years old when he became king, and he ruled for three months in Jerusalem. His mother’s name was Nehushta daughter of Elnathan from Jerusalem.",
      "9": "He did evil in the eyes of the Lord, just like everything that his father had done.",
      "10": "At that time, the officers of Nebuchadnezzar king of Babylon came up against Jerusalem and put the city under siege.",
      "11": "Nebuchadnezzar king of Babylon came to the city while his officers were besieging it.",
      "12": "Then Jehoiachin king of Judah surrendered to the king of Babylon—he and his mother, his officials, his officers, and his eunuchs. In the eighth year of Nebuchadnezzar’s reign, he took Jehoiachin prisoner.",
      "13": "He brought out all the treasures of the House of the Lord and the treasures of the palace of the king. He cut up all the gold articles in the House of the Lord, which Solomon king of Israel had made, just as the Lord had said.",
      "14": "He exiled all Jerusalem and all the officers and all the warriors—ten thousand men went into exile—as well as all the craftsmen and metal workers. No one was left except the poorest people of the land.",
      "15": "He exiled Jehoiachin to Babylon. He also took the king’s mother, the king’s wives, his eunuchs, and the leading citizens of the land into exile from Jerusalem to Babylon.",
      "16": "The king of Babylon also took into exile all the soldiers—seven thousand men—and the craftsmen and metal workers—a thousand men, all strong and trained for war.",
      "17": "Then the king of Babylon made Jehoiachin’s uncle Mattaniah king in his place, but he changed his name to Zedekiah.",
      "18": "Zedekiah was twenty-one years old when he became king, and he ruled in Jerusalem for eleven years. His mother’s name was Hamutal daughter of Jeremiah from Libnah.",
      "19": "He did evil in the eyes of the Lord, just like everything that Jehoiakim had done.",
      "20": "Surely it was because of the Lord’s wrath that all this fell upon Jerusalem and Judah, until he cast them from his presence. Then Zedekiah rebelled against the king of Babylon."
    },
    "25": {
      "1": "In the ninth year of Zedekiah’s reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar king of Babylon and all his army came up against Jerusalem. He laid siege to it and built a rampart around it.",
      "2": "The city was under siege until the eleventh year of King Zedekiah.",
      "3": "By the ninth day of the fourth month, famine gripped the city, and the people of the land had no bread.",
      "4": "Then the city wall was breached, and all the soldiers fled toward the Arabah through the gate that was between the two walls near the king’s garden, while the Chaldeans were surrounding the city.",
      "5": "But the Chaldean army pursued the king. They caught him in the Arabah near Jericho. His whole army was scattered away from him.",
      "6": "So they seized the king. They brought him to the king of Babylon in Riblah, and a sentence was pronounced on him.",
      "7": "They slaughtered Zedekiah’s sons before his eyes, and then Zedekiah was blinded. They bound him with bronze shackles and took him to Babylon.",
      "8": "In the fifth month, on the seventh day of the month, in the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan, the captain of the guard, an officer of the king of Babylon came to Jerusalem.",
      "9": "He burned the Lord’s house and the king’s palace and all the houses of Jerusalem. He burned down every large building.",
      "10": "The whole Chaldean army, which was under the captain of the guard, tore down the walls around Jerusalem.",
      "11": "Nebuzaradan, the captain of the guard, exiled the rest of the people who remained in the city along with those who had previously surrendered to the king of Babylon, and the rest of the crowds.",
      "12": "But the captain of the guard left the poorest people of the land to tend the vineyards and farms.",
      "13": "The Chaldeans broke up the bronze pillars which were in the House of the Lord and the carts and the bronze sea which was in the House of the Lord, and they took the bronze to Babylon.",
      "14": "They took the pots, shovels, snuffers, and bowls and all the bronze utensils with which they served.",
      "15": "The captain of the guard took the fire pans and the bowls—whatever was made of pure gold and pure silver.",
      "16": "The bronze from all these articles—the two pillars, the sea, and the carts which Solomon had made for the House of the Lord—could not be weighed.",
      "17": "The height of one pillar was twenty-seven feet, and the capital on it was bronze. The height of the capital was four and a half feet. Latticework and pomegranates went all around the capital. All this was bronze, and the other pillar with its latticework was the same.",
      "18": "The captain of the guard took Seriah the chief priest and Zephaniah the second-ranking priest and three doorkeepers.",
      "19": "From the city, he took an official who was in charge of the soldiers and five of the king’s close advisors, who were found in the city, as well as the secretary, the army commander who drafted the people of the land, and sixty men from the people of the land, who were found in the city.",
      "20": "Nebuzaradan captain of the guard took them and brought them with him to the king of Babylon in Riblah.",
      "21": "The king of Babylon struck them down and killed them in Riblah in the land of Hamath. So Judah went into exile from her country.",
      "22": "Nebuchadnezzar king of Babylon appointed Gedaliah son of Ahikam, the son of Shaphan, over the people who remained in the land, because he had left some people behind.",
      "23": "All the commanders of the army and their men heard that the king of Babylon had appointed Gedaliah, so they went to Gedaliah at Mizpah. They were Ishmael son of Nethaniah, Johanan son of Kareah, Seriah son of Tanhumeth the Netophathite, Ja’azaniah son of the Ma’akathite, and their men.",
      "24": "Then Gedaliah swore an oath to them and to their men and said, “Don’t be afraid of the officials of the Chaldeans. Return to the land and serve the king of Babylon, and it will go well for you.”",
      "25": "But in the seventh month Ishmael son of Nethaniah, the son of Elishama, who was of royal descent, came with ten men and struck down Gedaliah and killed him along with the men of Judah and the Chaldeans who were with him in Mizpah.",
      "26": "Then all the people from the least to the greatest and the commanders of the army set out and went to Egypt because they were afraid of the Chaldeans.",
      "27": "In the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day of the month, Evil Merodach king of Babylon, in the year he became king, released Jehoiachin king of Judah from prison.",
      "28": "He spoke kindly to him and gave him a seat above the seats of the other kings who were with him in Babylon.",
      "29": "So Jehoiachin changed his prison clothes, and he ate bread continually in the king’s presence all the days of his life.",
      "30": "A regular allowance was given to him from the king, for his daily needs, all the days of his life."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:47.039167-04:00",
    "Translation": "EHV"
  }
}