{
  "2 Samuel": {
    "1": {
      "1": "After the death of Saul, when David had returned from defeating the Amalekites, he stayed at Ziklag for two days.",
      "2": "Then, on the third day, a man arrived from Saul’s camp. His clothing was torn, and there was dirt on his head. When he approached David, he fell to the ground and bowed down to him.",
      "3": "David said to him, “Where are you coming from?”\nHe answered, “I have escaped from the camp of Israel.”",
      "4": "David said to him, “What was the outcome? Tell me!”\nThe man said, “The people fled from the battle. Many of the people were struck down and died. Even Saul and his son Jonathan have died.”",
      "5": "David said to the young man who was talking to him, “How do you know that Saul and his son Jonathan are dead?”",
      "6": "The young man who was talking to him said, “I happened to be on Mount Gilboa. There I saw Saul, leaning on his spear. The chariots and charioteers were closing in on him.",
      "7": "When Saul looked behind him, he saw me and called to me and I answered, ‘I am here.’",
      "8": "“He said to me, ‘Who are you?’\n“I said to him, ‘I am an Amalekite.’",
      "9": "“Saul said to me, ‘Please stand beside me and put me to death. I am losing consciousness, but I am still alive.’",
      "10": "So I stood beside him and ended his life, because I knew that he could not live after being so severely wounded. I took the crown on his head and the armlet on his arm, and I brought them here to my lord.”",
      "11": "David and all the men with him grabbed their clothing and tore it.",
      "12": "Until evening they mourned, wept, and fasted for Saul, for his son Jonathan, for the people of the Lord, and for the house of Israel, because they had fallen by the sword.",
      "13": "David asked the young man who had told him about Saul, “Where are you from?”\nHe said, “I am an Amalekite, who lives here as an alien.”",
      "14": "David asked him, “Why were you not afraid to stretch out your hand to destroy the Lord’s anointed?”",
      "15": "David called to one of the young men, “Come here. Kill him!” He struck him down, and he died.",
      "16": "David said to him, “Your blood will be on your own head, because your own mouth testified against you when you said, ‘I have killed the Lord’s anointed.’”",
      "17": "David mourned with this funeral song about Saul and his son Jonathan.",
      "18": "He gave orders to teach the men of Judah this song, which was named “The Bow,” so it was recorded in the Book of Jashar.",
      "19": "The splendor of Israel has been slain upon your high places.\nHow the mighty warriors have fallen!",
      "20": "You must not tell about it in Gath.\nYou must not publish it in the streets of Ashkelon.\nIf you do, the daughters of the Philistines will rejoice.\nThe daughters of the uncircumcised will celebrate.",
      "21": "You mountains of Gilboa, may no dew or rain fall on you.\nMay your fields produce no special offerings.\nFor there the shield of the mighty was desecrated.\nThe shield of Saul was not anointed with oil.",
      "22": "From the blood of the slain,\nfrom the fat of the mighty warriors,\nthe bow of Jonathan did not turn back,\nand the sword of Saul never returned empty.",
      "23": "Saul and Jonathan were the most loved and admired during their lives,\nand in their deaths they were not separated.\nThey were swifter than eagles.\nThey were stronger than lions.",
      "24": "Daughters of Israel, weep over Saul.\nHe clothed you in scarlet and luxury.\nHe provided gold ornaments for your clothing.",
      "25": "How the mighty warriors have fallen in the midst of battle!\nJonathan lies slain on your high places!",
      "26": "I grieve over you, my brother Jonathan!\nYou were very dear to me.\nYour love was more wonderful to me than the love of women.",
      "27": "How the mighty warriors have fallen!\nThe weapons of war have perished!"
    },
    "2": {
      "1": "After this, David asked the Lord, “Should I go up into one of the cities of Judah?”\nThe Lord said to him, “Go up.”\nDavid said, “Where shall I go up?”\nThe Lord said, “To Hebron.”",
      "2": "So David went there with his two wives, Ahinoam of Jezre’el and Abigail of Carmel, who was Nabal’s widow.",
      "3": "David also brought along the men who were with him, each man together with his household, and they settled in the towns around Hebron.",
      "4": "The men of Judah came there and anointed David to be king over the house of Judah.\nDavid was told, “The men of Jabesh Gilead are the ones who buried Saul.”",
      "5": "So David sent messengers to the men of Jabesh Gilead and said to them, “You are blessed by the Lord because you performed this act of mercy and faithfulness for your master Saul by burying him.",
      "6": "Now may the Lord deal with you with mercy and faithfulness. I also will treat you well because you have done this.",
      "7": "Now let your hands be strong and courageous, for your master Saul is dead, and the house of Judah has anointed me to be king over them.”",
      "8": "However, Abner son of Ner, the commander of Saul’s army, had taken Ishbosheth, the son of Saul, to Mahanaim",
      "9": "and made him king over Gilead, Ashuri, and Jezre’el, and over Ephraim, Benjamin, and all Israel.",
      "10": "Ishbosheth, Saul’s son, was forty years old when he became king over Israel, and he reigned for two years.\nBut the house of Judah followed David.",
      "11": "David was king in Hebron over the house of Judah for seven years and six months.",
      "12": "Abner son of Ner and the followers of Ishbosheth son of Saul went out from Mahanaim to Gibeon.",
      "13": "Joab son of Zeruiah and the followers of David went out and confronted them at the pool of Gibeon. They took up positions on the opposite sides of the pool.",
      "14": "Abner said to Joab, “The young men should get up and compete in front of us.”\nJoab said, “Yes, let them do so.”",
      "15": "So twelve representatives for Benjamin and Ishbosheth son of Saul got up and crossed over to confront twelve representatives for David.",
      "16": "Each one grabbed his opponent’s head and thrust his sword into his side. Together, they all fell. So that place, which is near Gibeon, was called Helkath Hatsurim.",
      "17": "A fierce battle took place that day. Abner and the men of Israel were beaten by the followers of David.",
      "18": "Three sons of Zeruiah were there, namely, Joab, Abishai, and Asahel. Asahel was a fast runner, like one of the gazelles out in the fields.",
      "19": "Asahel pursued Abner and did not turn aside to the right or to the left from his pursuit.",
      "20": "Abner looked behind him and said, “Is that you, Asahel?”\nHe said, “Yes, it is.”",
      "21": "Abner said to him, “Turn to your right hand or to your left and capture one of the young men for yourself and strip off his equipment for yourself.” But Asahel would not turn aside.",
      "22": "So Abner warned him again, “Turn aside. Stop following me. Why should I strike you to the ground? How could I face Joab your brother?”",
      "23": "But Asahel refused to turn aside, so Abner struck him in the stomach with the pointed butt of his spear. The spear came out his back, and he fell down and died right there. Everyone stopped and just stood there when they came to the place where Asahel had fallen and died.",
      "24": "But Joab and Abishai keep pursuing Abner. The sun was going down when they came to the hill of Ammah in front of Giah, on the way to the wilderness of Gibeon.",
      "25": "The Benjaminites rallied together behind Abner, joined in one formation, and took their stand on the top of one hill.",
      "26": "Abner called to Joab, “Will the sword continue to devour? Do you not know that it will be bitter when all this is over? How long will you delay telling the people to stop pursuing their brothers?”",
      "27": "Joab said, “As God lives, if you had not spoken, surely it would have been morning before the people would have given up pursuing their brothers.”",
      "28": "So Joab blew the ram’s horn, and all the people stopped pursuing Israel. They did not continue to fight.",
      "29": "Abner and his men traveled through the Arabah all that night. They crossed the Jordan, marched through the entire region of Bithron, and came to Mahanaim.",
      "30": "Joab returned from pursuing Abner and gathered together all his troops. Besides Asahel, nineteen of David’s men were missing.",
      "31": "The followers of David had struck dead three hundred sixty of Abner’s men from the tribe of Benjamin.",
      "32": "The men of Judah picked up Asahel and buried him in the tomb of his father at Bethlehem.\nJoab and his men marched all night and arrived at Hebron as it was becoming light."
    },
    "3": {
      "1": "The war between the house of Saul and the house of David lasted a long time. David kept getting stronger, and the house of Saul kept getting weaker.",
      "2": "Sons were born to David at Hebron. His firstborn was Amnon, who was born to Ahinoam from Jezre’el.",
      "3": "His second was Kileab, who was born to Abigail, the widow of Nabal from Carmel. The third was Absalom, who was the son of Ma’akah, the daughter of Talmai king of Geshur.",
      "4": "The fourth was Adonijah, the son of Haggith. The fifth was Shephatiah, the son of Abital.",
      "5": "The sixth, Ithream, was born to David’s wife Eglah. These were born to David in Hebron.",
      "6": "While the war was going on between the house of Saul and the house of David, Abner kept gaining power within the house of Saul.",
      "7": "Saul had a concubine named Rizpah daughter of Aiah. Ishbosheth said to Abner, “Why have you gone to the concubine of my father?”",
      "8": "Abner became very angry because of the words of Ishbosheth and said, “Am I a dog’s head that belongs to Judah? To this day I have acted with loyalty toward the house of your father Saul, to his relatives, and to his friends. In addition, I have not handed you over to David, but today you make accusations against me concerning this woman!",
      "9": "May God punish me severely and double it, if I do not do for David what the Lord has sworn about him",
      "10": "by transferring the kingdom from the house of Saul and establishing the throne of David over both Israel and Judah, from Dan to Beersheba.”",
      "11": "Ishbosheth was not able to say anything to Abner anymore because he was afraid of him.",
      "12": "Abner sent messengers on his behalf to David. They said, “Whose land is it? Make a covenant with me. Look, my hand is with you to turn the allegiance of all Israel to you.”",
      "13": "David said, “Good. I will make a covenant with you, but I require one thing from you. You will not see my face unless you bring to me Michal, the daughter of Saul, when you come.”",
      "14": "David sent messengers to Ishbosheth, Saul’s son. They delivered this demand: “Give me my wife Michal, whom I obtained as my wife with a hundred foreskins of the Philistines.”",
      "15": "Ishbosheth sent and took her away from her husband, Paltiel son of Laish.",
      "16": "Her husband accompanied her to Bahurim, weeping all the way, but Abner told him, “Go back,” so he went home.",
      "17": "Abner also delivered the following message to the elders of Israel: “Day after day you have been seeking to have David as king over you.",
      "18": "Now do it, because the Lord said to David, ‘By the hand of my servant David I will rescue my people Israel from the hand of the Philistines and from the hand of all their enemies.’”",
      "19": "Abner also spoke to the tribe of Benjamin. Then he spoke to David in Hebron about everything that Israel and all the house of Benjamin had approved.",
      "20": "Abner and twenty men along with him came to David at Hebron, and David held a feast for Abner and his men.",
      "21": "Abner said to David, “I will go and gather all Israel to my lord the king. They will make a covenant with you. You will rule over all that your heart desires.” David sent Abner away in peace.",
      "22": "Just then the soldiers of David and Joab came back from a raid. They brought a large amount of plunder with them. Abner was no longer with David in Hebron, because David had sent him away in peace.",
      "23": "When Joab and all the army with him arrived, Joab was informed that Abner son of Ner had come to the king and that David had sent him away in peace.",
      "24": "So Joab went to the king and said, “What have you done? Abner came to you. Why have you sent him away? You let him get away!",
      "25": "You know that Abner son of Ner came to deceive you and to learn about your comings and goings and everything that you are doing.”",
      "26": "Joab left David and sent messengers after Abner. They brought him back from the cistern at Sirah without David’s knowledge.",
      "27": "So Abner returned to Hebron, and Joab took him aside into the gatehouse to speak with him. There he stabbed him in the stomach. So Abner was killed because of the blood of Joab’s brother Asahel.",
      "28": "Afterward David heard about it and said, “I and my kingdom are guiltless before the Lord forever concerning the blood of Abner son of Ner.",
      "29": "May his blood splash down on the head of Joab and on the entire house of his father. May the house of Joab never lack a man who has an oozing sore, who is a leper, who holds a spindle, who falls by the sword, or who has no bread.”",
      "30": "Joab and his brother Abishai killed Abner because he had caused the death of their brother Asahel during the battle at Gibeon.",
      "31": "David said to Joab and to all the people who were with him, “Tear your clothing. Put on sackcloth and mourn for Abner.” King David walked behind the stretcher that was carrying his body.",
      "32": "They buried Abner at Hebron, and the king wept loudly at the grave of Abner. All the people also wept.",
      "33": "The king lamented over Abner, “Should Abner have died as a fool dies?",
      "34": "Your hands were not tied up, and your feet were not bound with iron shackles. You have fallen as one falls before the wicked.” All the people continued to weep over him.",
      "35": "All the people came to try to persuade David to eat on that day, but David swore, “May God punish me severely and double it, if I taste bread or anything else before the sun goes down.”",
      "36": "All the people took notice and approved of this, as they approved of everything that the king did.",
      "37": "All the people, all Israel, knew on that day that it was not the king’s idea to kill Abner son of Ner.",
      "38": "The king said to his servants, “Do you not know that a great commander has fallen this day in Israel?",
      "39": "Today I am weak, even though I am the anointed king. These men, the sons of Zeruiah, are too hard for me. I pray that the Lord will pay back the evildoer in proportion to his wickedness.”"
    },
    "4": {
      "1": "When Saul’s son heard that Abner had died at Hebron, he lost his courage, and all Israel panicked.",
      "2": "Saul’s son had two men who were commanders of raiding bands. One was named Ba’anah; the second was Rekab. They were Benjaminites, sons of Rimmon from Be’eroth. (Be’eroth is considered part of Benjamin.",
      "3": "The Be’erothites fled to Gittaim. They have lived there as aliens until the present time.)",
      "4": "Jonathan, the son of Saul, had a son with crippled feet. This son had been five years old when the report had come from Jezre’el about Saul and Jonathan. His caregiver picked him up and fled. While she was hurrying to escape, he fell and became crippled. His name was Mephibosheth.",
      "5": "Ba’anah and Rekab, the sons of Rimmon from Be’eroth, went out during the heat of the day and came to the house of Ishbosheth while he was lying down for his midday rest.",
      "6": "⎣The doorkeeper of the house had been cleaning wheat, but she had grown drowsy and fallen asleep. So Rekab and his brother Ba’anah slipped in.⎦ They came into the inner part of the house as if they were coming to get wheat. They stabbed Ishbosheth in the stomach. Then Rekab and his brother Ba’anah escaped.",
      "7": "They had gone into the house while Ishbosheth was lying on his bed in the room where he rested. They struck him, killed him, and cut off his head. Taking his head with them, they traveled on the Arabah Road all night.",
      "8": "They brought the head of Ishbosheth to David at Hebron, and they said to the king, “Look! Here is the head of Ishbosheth, the son of Saul, your enemy who sought your life. This day the Lord has given my lord the king vengeance on Saul and his offspring.”",
      "9": "David answered Rekab and his brother Ba’anah, the sons of Rimmon from Be’eroth, “As the Lord lives, who has redeemed my life from every evil,",
      "10": "the man who told me, ‘Look! Saul is dead,’ thought that he was bringing good news, but I seized him and killed him at Ziklag. That is what I gave him for his ‘good news.’",
      "11": "So now that wicked men have killed a righteous man in his own house on his own bed, will I not require his blood from your hand! I will wipe you off the face of the earth.”",
      "12": "Then David gave the orders to his young men, and they killed them, cut off their hands and their feet, and hanged them beside the pool at Hebron. They took the head of Ishbosheth and buried it in the tomb of Abner in Hebron."
    },
    "5": {
      "1": "All the tribes of Israel came to David at Hebron. They said, “Look, we are your flesh and blood.",
      "2": "Day after day, even when Saul was king, you were the one leading Israel out to battle and back again. And you are the one to whom the Lord said, ‘You will shepherd my people Israel. You will become leader over Israel.’”",
      "3": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them at Hebron in the presence of the Lord. They anointed David king over Israel.",
      "4": "David was thirty years old when he became king, and he ruled as king for forty years.",
      "5": "He was king over Judah at Hebron for seven years and six months. For thirty-three years he was king over all Israel and Judah at Jerusalem.",
      "6": "The king and his men went to Jerusalem against the Jebusites, who were living in the land. The Jebusites said to David, “You will not get in here, because you could be kept out even by the blind and lame, who say, ‘David will not come in here.’”",
      "7": "Nevertheless, David captured the stronghold of Zion, which became the City of David.",
      "8": "David said on that day, “Anyone who attacks the Jebusites must go up through the water shaft to get at those lame and blind enemies of David.” Therefore the saying came about, “The blind and the lame will not come into the house.”",
      "9": "David lived in the stronghold and called it the City of David. David built up all sides of the stronghold from the Millo inward.",
      "10": "David kept getting greater and greater, because the Lord, the God of Armies, was with him.",
      "11": "Hiram king of Tyre sent representatives to David with cedar logs, carpenters, and stonemasons, and they built a palace for David.",
      "12": "David knew that the Lord had established him as king over Israel and had lifted up his kingdom for the sake of his people Israel.",
      "13": "David took more concubines and wives from Jerusalem after he had come from Hebron, and more sons and daughters were born to David.",
      "14": "These are the names of those born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "15": "Ibhar, Elishua, Nepheg, Japhia,",
      "16": "Elishama, Eliada, and Eliphelet.",
      "17": "The Philistines heard that David had been anointed king over Israel. So all the Philistines went up to search for David. David, however, heard about it and went down to the stronghold.",
      "18": "The Philistines came and spread out in the Valley of Rephaim.",
      "19": "David asked the Lord, “Shall I go up against the Philistines? Will you give them into my hand?”\nThe Lord said to David, “Go up, because I will certainly deliver the Philistines into your hand.”",
      "20": "So David went to Baal Perazim and defeated them there. He said, “The Lord has broken through my enemies before me like a wall of water.” That is why he named that place Baal Perazim.",
      "21": "The Philistines abandoned their idols there, and David and his men carried them away.",
      "22": "The Philistines came up again and spread out in the Valley of Rephaim.",
      "23": "David inquired of the Lord, who said, “Do not go directly at them. Go around to their rear. Come upon them opposite the balsam trees.",
      "24": "When you hear the sound of marching in the tops of the balsam trees, then get ready, because then the Lord has gone out in front of you to strike the army of the Philistines.”",
      "25": "So David did as the Lord commanded him. He struck the Philistines from Gibeon all the way to Gezer."
    },
    "6": {
      "1": "David once again gathered all of the thirty thousand specially chosen men of Israel.",
      "2": "Then David and all the people who were with him set out and went to Baale Judah to bring up the Ark of God, who is called by the name “The Lord of Armies, who sits above the cherubim.”",
      "3": "They transported the Ark of God on a new cart. They brought it out from Abinadab’s house, which was on the hill. Uzzah and Ahio, the sons of Abinadab, were guiding the new cart",
      "4": "⎣⎦ with the Ark of God on it. Ahio was walking in front of the ark.",
      "5": "David and all the house of Israel were celebrating before the Lord with all kinds of instruments, castanets, lyres, harps, hand drums, rattles, and cymbals.",
      "6": "But when they came to the threshing floor of Nakon, Uzzah reached out for the Ark of God and grabbed it because the oxen stumbled.",
      "7": "The anger of the Lord burned against Uzzah, and God struck him there for his irreverence. So he died there beside the Ark of God.",
      "8": "David was angry because the Lord had burst out so violently against Uzzah, and he called that place Perez Uzzah, as it is called to this day.",
      "9": "David was afraid of the Lord on that day. He said, “How can the Ark of the Lord come to me?”",
      "10": "David was not willing to move the Ark of the Lord to himself in the City of David.\nSo David diverted the ark to the house of Obed Edom the Gittite.",
      "11": "The Ark of the Lord remained at the house of Obed Edom the Gittite for three months, and the Lord blessed Obed Edom and his whole household.",
      "12": "David was told, “Because of the Ark of God, the Lord has blessed the house of Obed Edom and all that belongs to him.”\nWith rejoicing, David went and brought up the Ark of God from the house of Obed Edom to the City of David.",
      "13": "When those carrying the Ark of the Lord had gone six paces, David sacrificed an ox and a fattened calf.",
      "14": "David danced with all his might before the Lord. He was wearing a linen vest.",
      "15": "David and the entire house of Israel brought up the Ark of the Lord with shouting and with the sound of a ram’s horn.",
      "16": "When the Ark of the Lord arrived at the City of David, Michal, the daughter of Saul, looked out the window and saw King David leaping and dancing before the Lord, and she despised him in her heart.",
      "17": "They brought the Ark of the Lord and set it in its place inside the tent that David had pitched for it, and David offered burnt offerings and fellowship offerings before the Lord.",
      "18": "When David finished presenting the burnt offerings and the fellowship offerings, he blessed the people in the name of the Lord of Armies.",
      "19": "He distributed one loaf of bread, one cake of dates, and one cake of raisins to all the people, to the whole crowd from Israel, to men and women, to each and every person. Then all the people left. All of them went to their own houses,",
      "20": "and David returned to bless his house.\nMichal, the daughter of Saul, came out to meet David. She said, “How the king of Israel has brought honor to himself today by exposing himself in the sight of his female servants, just as a vulgar person exposes himself!”",
      "21": "David said to Michal, “I did this before the Lord, who chose me above your father and all his house, when he appointed me leader over the people of the Lord, over Israel. I will rejoice before the Lord,",
      "22": "and I will make myself even more lowly than this. I will be humble in my own eyes, but among the servant girls you have spoken about, among them I will be honored.”",
      "23": "Michal, the daughter of Saul, had no child to the day of her death."
    },
    "7": {
      "1": "It happened that when the king was living in his palace, and when the Lord had given him rest from his enemies all around,",
      "2": "the king said to Nathan the prophet, “Look, I live in a house of cedar, but the Ark of God sits under tent curtains.”",
      "3": "Nathan said to the king, “Go and do everything that is in your heart, because the Lord is with you.”",
      "4": "But that night the word of the Lord came to Nathan. He said,",
      "5": "“Go and tell my servant David all these things.”\nThis is what the Lord says. Are you the one to build a house for me to live in?",
      "6": "I have not lived in a house from the day I brought the people of Israel up from Egypt until today. I have been moving around in the Tent and the Dwelling.",
      "7": "I have traveled everywhere with all the people of Israel. Did I ever speak a word to any of the judges of Israel, whom I commanded to shepherd my people, or ask them, “Why have you not built a house of cedar for me?”",
      "8": "You are also to say the following to my servant David.\nThis is what the Lord of Armies says. I took you from the pasture, from following sheep, to be ruler over my people, over Israel.",
      "9": "I have been with you wherever you went. I have cut off all your enemies from before you. I will make your reputation great, like that of the great ones on the earth.",
      "10": "I will set up a place for my people Israel, and I will plant them there. They will dwell there, and they will not be disturbed again. Violent men will not afflict them again as they did at the beginning",
      "11": "and ever since the day I appointed judges over my people Israel. I will give you rest from all your enemies.\nThe Lord also declares to you that the Lord himself will make a house for you.",
      "12": "When your days are complete and you rest with your fathers, I will raise up after you your seed, who will come from your own body. I will establish his kingdom.",
      "13": "He will build a house for my name, and I will establish the throne of his kingdom forever.",
      "14": "I will be his father, and he will be my son. When he sins, I will discipline him with a rod used by men and with blows of the sons of men.",
      "15": "My faithful mercy will not depart from him as I removed it from Saul, whom I removed to make room for you.",
      "16": "Your house will stand firm, and your kingdom will endure forever before you. Your throne will be established forever.",
      "17": "Nathan told David all the words that had been revealed in this vision.",
      "18": "Then King David went and sat before the Lord and said:\nWho am I, Lord God? And what is my house that you have brought me to this point?",
      "19": "Yet this was a small thing in your eyes, Lord God. You have also spoken about the house of your servant for a long time into the future. Is this the law for the man, Lord God?",
      "20": "What more can David say to you? You know your servant, Lord God.",
      "21": "Because of your word and according to the plan of your heart, you have carried out this great thing in order to make your servant aware of it.",
      "22": "Therefore, you are great, Lord God, because there is none like you. There is no God except you, in keeping with everything we have heard with our ears.",
      "23": "Who is like your people Israel, the one people on earth whom God went out to redeem for himself, to make them his people and to make a name for himself? You yourself did great and awe-inspiring things for your land in the presence of your people, whom you redeemed for yourself from Egypt, in the presence of the nations and their gods.",
      "24": "You established your people Israel for yourself to be your people forever. You, Lord, became their God.",
      "25": "Now, Lord God, confirm forever the word that you have spoken concerning your servant and concerning his house, and do as you have spoken.",
      "26": "Your name will be great forever. People will say, “The Lord of Armies is God over Israel.” The house of your servant David will be established before you.",
      "27": "You, Lord of Armies, the God of Israel, have whispered into the ear of your servant, saying, “I will build a house for you.” Therefore, your servant has found the heart to pray to you this prayer.",
      "28": "Now, Lord God, you are God. Your words are truth. You have promised this good thing to your servant.",
      "29": "Now, therefore, please bless the house of your servant, so that it will endure forever in your presence. For you, Lord God, have spoken. With your blessing the house of your servant will be blessed forever."
    },
    "8": {
      "1": "After this, David defeated the Philistines and subdued them. David took Metheg Ha’ammah from the control of the Philistines.",
      "2": "He defeated Moab and measured the men with a length of rope after making them lie down on the ground. He measured two lengths to be put to death and one full length to live. The Moabites became subject to David and brought tribute.",
      "3": "David also defeated Hadadezer son of Rehob, king of Zobah, when he went to restore his control at the river Euphrates.",
      "4": "David captured seventeen hundred charioteers and twenty thousand foot soldiers from him. David hamstrung all the chariot horses, but he left enough horses for a hundred chariots.",
      "5": "Arameans from Damascus came to help Hadadezer king of Zobah, but David killed twenty-two thousand men in Aram.",
      "6": "Then David put garrisons in Damascus in the land of Aram, and the Arameans became subject to David and brought tribute.\nThe Lord gave victory to David everywhere he went.",
      "7": "David took the gold shields that belonged to the officials of Hadadezer and brought them to Jerusalem.",
      "8": "From Betah and Berothai, cities of Hadadezer, King David took large amounts of bronze.",
      "9": "Toi king of Hamath heard that David had defeated the entire army of Hadadezer.",
      "10": "So Toi sent his son Joram to King David to petition him for peace and to bless him because he had fought against Hadadezer and defeated him, because Toi had been at war with Hadadezer. In his hand he brought items made of silver and items of gold and items of bronze.",
      "11": "King David dedicated these things to the Lord along with the silver and gold that he had dedicated from all the nations he had subdued:",
      "12": "from Aram, Moab, the Ammonites, the Philistines, from Amalek, and from the spoils of Hadadezer son of Rehob, king of Zobah.",
      "13": "David made a name for himself when he returned from striking eighteen thousand Edomites in the Valley of Salt.",
      "14": "He put garrisons in Edom, in all of it, and all the Edomites became subject to David.\nThe Lord gave victory to David wherever he went.",
      "15": "David was king over all Israel, and he treated all his people with justice and fairness.",
      "16": "Joab son of Zeruiah was over the army. Jehoshaphat son of Ahilud was the record keeper.",
      "17": "Zadok son of Ahitub and Ahimelek son of Abiathar were priests. Seraiah was the secretary.",
      "18": "Benaiah son of Jehoiada was in charge of the Kerethites and the Pelethites. The sons of David were government ministers."
    },
    "9": {
      "1": "David said, “Is there anyone still left from the house of Saul, to whom I may show kindness for the sake of Jonathan?”",
      "2": "There was a servant of Saul’s house named Ziba, so they summoned him to come to David.\nThe king said to him, “Are you Ziba?” He said, “I am.”",
      "3": "The king said, “Isn’t there still a man left who belongs to the house of Saul, to whom I may show the kindness of God?”\nZiba said to the king, “There is still a son of Jonathan. He has crippled feet.”",
      "4": "The king said to him, “Where is he?”\nZiba said to the king, “He is in the house of Makir son of Ammiel in Lo Debar.”",
      "5": "So King David sent and brought him from the house of Makir son of Ammiel from Lo Debar.",
      "6": "When Mephibosheth, the son of Saul’s son Jonathan, came to David, he bowed facedown to the ground.\nDavid said, “Mephibosheth?” He said, “I am.”",
      "7": "David said to him, “Do not be afraid. I will certainly show kindness to you because of Jonathan, your father. I will return to you all the land of your grandfather Saul, and you will always eat bread at my table.”",
      "8": "He bowed down and said, “What is your servant that you have paid attention to a dead dog like me?”",
      "9": "The king called Ziba, Saul’s servant, and said to him, “Everything that belonged to Saul and to his entire house I am giving to your master’s son.",
      "10": "You are to work the soil for him, you and your sons and your servants. You are to bring in the crops, so your master’s son will have food to eat. Mephibosheth, your master’s son, will always eat bread at my table.”\n(Ziba had fifteen sons and twenty servants.)",
      "11": "Ziba said to the king, “Everything that my lord the king commands his servant, your servant will do.”\nSo Mephibosheth began eating at the king’s table like one of the king’s sons.",
      "12": "Mephibosheth had a young son named Mica. Everyone living in Ziba’s house became servants of Mephibosheth.",
      "13": "So Mephibosheth took up residence in Jerusalem because he was always to eat at the table of the king. He was crippled in both his feet."
    },
    "10": {
      "1": "After this, the king of the Ammonites died, and his son Hanun became king in his place.",
      "2": "David said, “I will show kindness to Hanun son of Nahash, just as his father showed kindness to me.” So David sent his officials to express condolences to Hanun concerning his father. David’s officials arrived in the land of the Ammonites.",
      "3": "But the officials of the Ammonites said to Hanun their master, “Do you really think David was honoring your father when he sent messengers to express his sympathy to you? No, David sent his officials to you in order to gather information about the city and to spy on it, in order to overthrow it.”",
      "4": "So Hanun seized the officials of David, shaved off half of each one’s beard, cut off their clothing up to their buttocks, and sent them away.",
      "5": "David was told about this, and he sent messengers to meet them because the men were deeply humiliated. The king said, “Stay in Jericho until your beards have grown. Then return.”",
      "6": "The Ammonites saw that they had become a digusting stench to David, so they sent and hired twenty thousand foot soldiers from Aram Beth Rehob and Aram Zobah, one thousand men from the king of Ma’akah, and twelve thousand men from Tob.",
      "7": "When David heard about it, he deployed Joab and the entire army, the strong warriors.",
      "8": "The Ammonites went out and lined up in battle formation in front of the entrance to the city gate. Aram Zobah and Aram Rehob, as well as the men of Tob and Ma’akah, were lined up by themselves in the open country.",
      "9": "Joab saw that the battle lines were drawn up against him both in front of him and behind him, so he chose some of the best troops of Israel and lined them up to confront the Arameans.",
      "10": "The rest of the men he placed under the command of his brother Abishai and lined them up to face the Ammonites.",
      "11": "He said, “If Aram is too strong for me, then you are to rescue me. If the Ammonites are too strong for you, I will come to rescue you.",
      "12": "Be strong. We must show ourselves to be strong for our people and for the cities of our God. The Lord will do what is good in his eyes.”",
      "13": "Joab and all the people with him advanced to join battle against the Arameans, and the Arameans fled from him.",
      "14": "When the Ammonites saw that Aram had fled, they also fled from Abishai and entered the city. Then Joab returned from fighting against the Ammonites and came back to Jerusalem.",
      "15": "When the Arameans saw that they had been defeated by Israel, they regrouped.",
      "16": "Hadadezer sent for Arameans from beyond the Euphrates. They came to Helam with Shobak, who was the commander of the army of Hadadezer, at their head.",
      "17": "When David was informed, he gathered all Israel, crossed the Jordan, and came to Helam. The Arameans lined up to confront David and fought against him.",
      "18": "The Arameans fled from Israel. David killed seven hundred Aramean charioteers and forty thousand foot soldiers. Shobak, the commander of their army, was wounded, and he died there.",
      "19": "All the kings who were the subjects of Hadadezer saw that they had been defeated by Israel, so they made peace with Israel and became subject to them. Then the Arameans were afraid to try to rescue the Ammonites anymore."
    },
    "11": {
      "1": "Springtime arrived, the time when kings go out to war. David sent Joab out with his officers and with all Israel. They ravaged the Ammonites and besieged Rabbah. But David stayed in Jerusalem.",
      "2": "One evening David had gotten up from his couch and was walking around on the roof of the palace. From the roof he saw a woman bathing. The woman was very good looking.",
      "3": "David sent to inquire about the woman, and he was told, “Isn’t this Bathsheba daughter of Eliam, the wife of Uriah the Hittite?”",
      "4": "David sent messengers to bring her. She came to him, and he lay down with her. (She had been purifying herself from her ceremonial uncleanness.) She then returned to her house.",
      "5": "The woman became pregnant, so she sent a message and told David, “I am pregnant.”",
      "6": "David sent a message to Joab, “Send Uriah the Hittite to me.” So Joab sent Uriah to David,",
      "7": "and Uriah came to him.\nDavid asked how Joab and the troops were doing, and how the war effort was going.",
      "8": "Then David said to Uriah, “Go down to your house and wash your feet.”\nWhen Uriah went out from the palace, the king sent a gift to him.",
      "9": "But Uriah slept at the entrance to the palace with all the servants of his master. He did not go down to his own house.",
      "10": "David was informed, “Uriah has not gone down to his house.” So David said to Uriah, “Haven’t you come a long distance? Why didn’t you go down to your house?”",
      "11": "Uriah said to David, “The ark and Israel and Judah are living in shelters, and my master Joab and the servants of my master are camped on the bare ground in the open countryside. Should I go to my house to eat and to drink and to lie down with my wife? By your life, as surely as you live, I will not do such a thing.”",
      "12": "Then David said to Uriah, “Stay here today also. Tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next.",
      "13": "David summoned him, and Uriah ate as his guest, and David got him drunk. But in the evening he went and slept on his mat where the servants of his master were. He did not go to his own house.",
      "14": "In the morning David wrote a letter to Joab, and he sent it in the hands of Uriah.",
      "15": "In the letter he wrote, “Station Uriah opposite the fiercest fighting. Then withdraw from behind him so that he will be struck down and die.”",
      "16": "So when Joab was besieging the city, he assigned Uriah to a place where he knew that the enemy’s strongest warriors were.",
      "17": "The men of the city came out and fought against Joab, and some of the troops of David fell. Uriah the Hittite also died.",
      "18": "Joab sent a message to inform David about all the events of the war.",
      "19": "He instructed the messenger, “As you are finishing reporting all the events of the war to the king,",
      "20": "if the king becomes angry and says to you, ‘Why did you go so close to the city to fight? Didn’t you know that they would be shooting from on top of the wall?",
      "21": "Who killed Abimelek son of Jerubbesheth? Didn’t a woman throw an upper millstone from the wall on him, so that he died at Thebez? Why did you go so close to the wall?’ Then you are to say, ‘Your servant Uriah the Hittite also died.’”",
      "22": "The messenger set out. He came and told David everything that Joab had sent him to say.",
      "23": "The messenger said to David, “Their men gained an advantage over us and drove us back into the open country. But then we gained the upper hand and drove them back all the way to the entrance of the city gate.",
      "24": "The archers shot at your troops from the wall. Some of the servants of the king died. And your servant Uriah the Hittite also died.”",
      "25": "David told the messenger, “Say this to Joab: ‘Do not take this too hard, because the sword devours people at random. Strengthen your attack against the city, and overthrow it.’ Encourage Joab.”",
      "26": "The wife of Uriah the Hittite heard that her husband was dead, so she mourned for her husband.",
      "27": "When her mourning was completed, David sent for her and brought her to his house, and she became his wife. She gave birth to a son for him. But what David had done was evil in the eyes of the Lord."
    },
    "12": {
      "1": "So the Lord sent Nathan to David. He came and told him this:\nThere were two men in a city. One was rich and one poor.",
      "2": "The rich man had a large number of flocks and herds.",
      "3": "The poor man did not own anything except one little ewe lamb, which he had bought. He raised it so that it grew up together with him and his children. It ate from his food and drank from his cup. It slept in his arms. It was like a daughter to him.",
      "4": "When a traveler came to the rich man, the rich man was unwilling to take an animal from his flock or from his herd to prepare a meal for the traveler who had come to him. So he took the lamb from the poor man and prepared it for the man who had come to him.",
      "5": "David’s anger flared up against that man. He said to Nathan, “As the Lord lives, the man who has done this is as good as dead.",
      "6": "In place of that lamb, he will restore four lambs, because he did this and had no pity.”",
      "7": "Nathan told David, “You are the man. This is what the Lord, the God of Israel, says.”\nI anointed you king over Israel. I rescued you from the hand of Saul.",
      "8": "I gave the house of your master to you, and I gave the wives of your master into your embrace. I gave you the house of Israel and the house of Judah. If this was too little, I would have added even more.",
      "9": "Why have you despised the word of the Lord by doing evil in his eyes? You have struck down Uriah the Hittite with the sword. You have taken his wife as your own wife. You have killed him with the sword of the Ammonites.",
      "10": "So now the sword will not depart from your house forever, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.",
      "11": "This is what the Lord says. Look! I am raising up disaster against you from your own house. Right in front of your eyes I will take your wives and give them to your neighbor, and he will lie down with your wives in the sight of the sun.",
      "12": "Because you acted in secret, I will do this in front of all Israel in broad daylight.",
      "13": "David said to Nathan, “I have sinned against the Lord.”\nNathan said to David, “The Lord himself has put away your sin. You will not die.",
      "14": "Nevertheless, because by this deed you have treated the Lord with utter contempt, the child that is born to you shall surely die.”",
      "15": "Then Nathan went to his house.\nThe Lord struck the child that Uriah’s wife had borne for David, and the child became sick.",
      "16": "David sought the Lord’s mercy for the child. David fasted and spent the night lying on the ground.",
      "17": "The elders of his household stood beside him to pick him up off the ground, but he was not willing, and he would not eat food with them.",
      "18": "On the seventh day the child died. The servants of David were afraid to tell him that the child was dead, because they said, “Look! When the child was living, we spoke to David, but he did not listen to what we said. How will we speak to him now when the child is dead? He might do something harmful.”",
      "19": "When David saw that his servants were whispering together, he understood that the child was dead. So David said to his servants, “Is the child dead?” They said, “Yes, he is dead.”",
      "20": "Then David got up from the ground, washed, put on lotion, and changed his clothes. He went to the House of the Lord and worshipped. He then went back to his house and asked for food. So they prepared a meal for him, and he ate.",
      "21": "His servants said to him, “What are you doing? While the child was alive, you fasted and wept. But when the child died, you got up and ate food.”",
      "22": "He said, “While the child was alive, I fasted and wept because I said, ‘Who knows? Will the Lord be gracious to me and let my child live?’",
      "23": "Now he has died. Why should I fast? Am I able to return him to life again? I will go to him, but he will not return to me.”",
      "24": "David comforted Bathsheba, his wife. He went to her and lay down with her. She gave birth to a son. David called him Solomon. The Lord loved him,",
      "25": "and the Lord sent a message by the hand of Nathan the prophet that he should be called Jedidiah because of the Lord.",
      "26": "Joab fought against Rabbah of the Ammonites and captured the royal city.",
      "27": "He sent messengers to David and said, “I have fought against Rabbah. I have also captured the city’s water supply.",
      "28": "Now gather the rest of the troops, set up camp against the city, and take it. If you do not, I might take the city, and it will be named after me.”",
      "29": "So David gathered all the troops and went to Rabbah. He fought against it and took it.",
      "30": "He removed the gold crown of their king from his head. It weighed seventy-five pounds, and it had a precious stone. It was placed on the head of David.\nHe brought out large quantities of plunder from the city.",
      "31": "He also brought the people out from it and made them work with saws, with iron picks and axes, and at brickmaking. He did the same to all the cities of the Ammonites. Then David and all the troops returned to Jerusalem."
    },
    "13": {
      "1": "David’s son Absalom had a beautiful sister named Tamar. Some time after this, David’s son Amnon fell in love with her.",
      "2": "Amnon was so worked up that he made himself sick because of his sister Tamar. She was a virgin, and it seemed impossible for Amnon to do anything with her.",
      "3": "Amnon had a friend named Jonadab, who was a son of David’s brother Shimeah. Jonadab was a very clever man.",
      "4": "Jonadab said to Amnon, “Why do you, the king’s son, look so tired every morning? Won’t you tell me?”\nAmnon said to him, “I am in love with Tamar, the sister of my brother Absalom.”",
      "5": "Jonadab said to him, “Lie down on your bed and pretend to be sick. Your father will come to see you. Then you are to say to him, ‘Please! Have my sister Tamar come and give me some food to eat. Have her prepare the food in my presence so that I can watch and eat it from her hand.’”",
      "6": "So Amnon went to bed and pretended to be sick, and the king came to see him. Amnon said to the king, “Please! Have my sister Tamar come and make special flatbread while I am watching. She should make two of them and let me eat them from her hand.”",
      "7": "So David sent a message to Tamar’s house: “Please, go to the house of your brother Amnon and make food for him.”",
      "8": "Tamar went to the house of her brother Amnon, where he was lying down. She took dough, kneaded it, made the flatbread as he was watching, and baked the loaves.",
      "9": "She took the pan and placed it before him, but he refused to eat.\nAmnon said, “Send everyone away from me.” So everyone left.",
      "10": "Then Amnon said to Tamar, “Bring the food into the bedroom and let me eat from your hand.”\nTamar took the flatbread that she had made and brought it into the room to Amnon her brother.",
      "11": "She brought it to him so he could eat.\nHe grabbed her and said to her, “Come, lie down with me, my sister.”",
      "12": "She said to him, “No, my brother. Do not force me, for such a thing is not done in Israel. Do not do such a foolish thing.",
      "13": "And I—how will I get rid of my shame? And you will be like one of the fools in Israel. Now, please speak to the king, for he will not withhold me from you.”",
      "14": "But he would not listen to her. He was stronger than she was, and he forced her to lie down with him.",
      "15": "Then Amnon’s hatred for her was even more intense than the love he had felt for her. Amnon said to her, “Get up. Get out.”",
      "16": "She said to him, “There is no excuse for that. To send me away is a greater wrong than what you already did to me.”\nBut he was not willing to listen to her.",
      "17": "He called the young man who was his servant and said, “Send this woman outside, away from me, and bolt the door behind her.”",
      "18": "She was wearing a special long robe that covered her arms and legs. The virgin daughters of the king wore such robes. His servant put her outside and bolted the door after her.",
      "19": "Tamar put ashes on her head and ripped the robe that she was wearing. She placed her hand on her head, and she went away, weeping loudly as she walked.",
      "20": "Her brother Absalom said to her, “Has Amnon your brother been with you? Now my sister, do not say anything. He is your brother. Do not take this matter to heart.”\nSo Tamar, a devastated woman, stayed in the house of her brother Absalom.",
      "21": "King David heard about all these things, and he was very angry.",
      "22": "Absalom did not speak with Amnon at all, neither anything bad nor anything good. Absalom hated Amnon because he had raped Tamar, his sister.",
      "23": "Two years passed. Absalom’s sheepshearers were at Baal Hazor, which is near Ephraim. Absalom invited all the king’s sons.",
      "24": "Absalom also came to the king and said, “Look! The sheepshearers are now at work for your servant. Will the king and his servants join your servant, please?”",
      "25": "The king said to Absalom, “No, my son. Not all of us will go. We do not want to be a burden to you.”\nAbsalom pressured him, but David was not willing to go, though he did give Absalom a blessing.",
      "26": "So Absalom said, “If not, can Amnon my brother join us, please?” The king said to him, “Why should he go with you?”",
      "27": "But Absalom kept pressuring him, so David sent Amnon and all the sons of the king with him.",
      "28": "Absalom commanded his servants, “Pay attention to me, and when Amnon is feeling good because of the wine, I will say to you, ‘Strike Amnon.’ Then you are to kill him. Do not be afraid. I am the one who has given you the order. Be strong. Be brave.”",
      "29": "Absalom’s servants did to Amnon exactly what Absalom had commanded. Then all the sons of the king got up. Each of them got on his mule and fled.",
      "30": "While they were on the way, news reached David: “Absalom has killed all the king’s sons. There is not one of them left.”",
      "31": "The king got up, ripped his clothing, and lay down on the ground. All his servants who were standing nearby also ripped their clothing.",
      "32": "Jonadab, the son of David’s brother Shimeah, responded, “My lord should not say they have killed all the young men who are sons of the king, for only Amnon is dead. This is what Absalom has been planning from the day Amnon raped Tamar, his sister.",
      "33": "Now my lord the king should pay no attention to the report that says, ‘All the king’s sons are dead,’ because only Amnon is dead.”",
      "34": "Absalom fled.\nThe young man who was serving as the watchman looked up and saw many people coming down the road west of him, along the side of the mountain. ⎣The watchman came and reported to the king, “I see men on the Horonaim road, along the side of the mountain.”⎦",
      "35": "Jonadab said to the king, “Look. The king’s sons have come. It is just as your servant said.”",
      "36": "When he was finished speaking, the king’s sons arrived. They raised their voices and wept loudly. The king and all his servants also wept very bitterly.",
      "37": "Absalom fled. He went to Talmai son of Ammihud, the king of Geshur. King David mourned every day because of his son.",
      "38": "Absalom fled and went to Geshur. He stayed there for three years.",
      "39": "King David longed to reach out to Absalom, because he was no longer mourning for his deceased son Amnon."
    },
    "14": {
      "1": "Joab son of Zeruiah knew that the heart of the king was attached to Absalom.",
      "2": "So Joab sent to Tekoa and brought a wise woman from there. He said to her, “Please act like a mourner and wear mourning clothes. Do not anoint yourself with lotion. Make it look as if you are a woman who has been mourning for the dead for a long time.",
      "3": "Go to the king and tell him whatever I tell you to say.” Then Joab put the words in her mouth.",
      "4": "The woman from Tekoa spoke to the king. She fell down with her face to the ground. She bowed down and said, “Help me, O King.”",
      "5": "The king said to her, “What is wrong?”\nShe said, “It’s terrible. I am a widow. My husband is dead.",
      "6": "Your servant had two sons. The two of them had a fight out in the field, and there was no one there to separate them. The one struck the other and killed him.",
      "7": "Now the entire family has risen up against your servant. They are saying, ‘Turn over the one who struck down his brother, so we can put him to death because of the life of his brother whom he killed. In this way we will destroy the heir also.’ They will put out the fire of the one burning coal that is left for me. My husband will not have a name or anything left on the face of the earth.”",
      "8": "The king said to the woman, “Go to your house. I will issue orders on your behalf.”",
      "9": "The woman from Tekoa said to the king, “On me, my lord the king—let the guilt be on me and on the house of my father. The king and his throne will be guiltless.”",
      "10": "The king said, “Bring to me anyone who speaks against you about this, and he will not contact you again.”",
      "11": "She said, “Please, the king should remember the Lord your God and stop the avenger of blood from multiplying the killing, so that they do not destroy my son.”\nDavid said, “As the Lord lives, not one hair of your son will fall to the ground.”",
      "12": "The woman said, “Please allow your servant to speak a word to my lord the king.”\nHe said, “Speak up.”",
      "13": "The woman said, “Why have you planned something like this against the people of God? By his own words the king convicts himself for not returning his own banished one.",
      "14": "We will certainly die. We are like water spilled onto the ground that cannot be gathered up again. But God does not take life. He devises means to restore to himself the one who has been banished.",
      "15": "Now I have come to say this to my lord the king, because the people have made me afraid. Your servant said, ‘I will speak to the king. Perhaps the king will fulfill the request of his servant,",
      "16": "for the king will listen and deliver his servant from the hand of the man who is trying to destroy both me and my son, to remove us from our inheritance from God.’",
      "17": "Your servant said, ‘Please let the word of my lord the king give me rest, because he is like the angel of God—that is what my lord the king is like. He is able to distinguish good and evil.’ The Lord your God will be with you.”",
      "18": "The king answered the woman, “Please, do not withhold the answer to what I am about to ask you.”\nThe woman said, “My lord the king, please speak.”",
      "19": "The king said, “Is the hand of Joab with you in all this?”\nThe woman answered, “As your soul lives, my lord the king, nothing veers off to the right or to the left from everything my lord the king has said, for your servant Joab is the one who gave me orders. He also put all these words into the mouth of your servant.",
      "20": "Your servant Joab did this in order to change the way things were going. My lord has wisdom, like the wisdom of the Angel of God. He knows everything that goes on in the land.”",
      "21": "The king said to Joab, “All right! I will do this. Go and bring back the young man Absalom.”",
      "22": "Joab fell down with his face to the ground. He bowed down and blessed the king and said, “Today your servant has become aware that I have found favor in your sight, my lord the king, because the king has carried out the request of his servant.”",
      "23": "So Joab got up and went to Geshur and brought Absalom back to Jerusalem.",
      "24": "But the king said, “He must go to his own house. He is not to see me face-to-face.” So Absalom went to his own house, and he did not see the face of the king.",
      "25": "There was not a man in all Israel as handsome as Absalom and so greatly praised. From the sole of his foot to the top of his head there was not a blemish on him.",
      "26": "When he shaved the hair on his head (periodically he cut it off because it became too heavy for him), the hair weighed five pounds.",
      "27": "Three sons and one daughter were born to Absalom. The daughter’s name was Tamar. She was an attractive woman.",
      "28": "Absalom lived in Jerusalem for two years, but he did not see the king face-to-face.",
      "29": "Absalom sent to Joab in order to ask him to go to the king on his behalf, but Joab was not willing to come to him. Absalom sent again, a second time, but Joab was still not willing to come.",
      "30": "So Absalom said to his servants, “See that field of Joab next to mine, where he has barley. Go and set it on fire.” So Absalom’s servants set the field on fire. ⎣Joab’s servants came to him with their clothing torn and said to him, “The servants of Absalom have set your field on fire.”⎦",
      "31": "Joab got up and went to Absalom’s house. He said to him, “Why have your servants set my field on fire?”",
      "32": "Absalom said to Joab, “I sent this message to you: Come here. I want to send you to speak to the king and to say for me, ‘Why did I come from Geshur? It would be better for me to still be there.’ Now I want to see the king face-to-face. If I am guilty of anything, let him put me to death.”",
      "33": "So Joab went to the king and gave him the message.\nThen the king summoned Absalom, and he came to the king. He bowed down to the king with his face to the ground, and the king kissed Absalom."
    },
    "15": {
      "1": "After this, Absalom acquired for himself a chariot, horses, and fifty men to run in front of him.",
      "2": "Absalom would get up early and stand beside the road by the gatehouse. Absalom would call out to every man who had a legal issue to bring before the king for judgment, and he would say, “What city are you from?” The person would say, “Your servant is from such-and-such of the tribes of Israel.”",
      "3": "Absalom would say to him, “Your claims are good and valid, but there is no one from the king to listen to you.”",
      "4": "Then Absalom would say, “I wish someone would make me a judge in the land. Then everyone who has a legal issue or needs a judgment could come to me, and I would give him justice.”",
      "5": "Whenever someone approached to bow down to him, he would reach out, take hold of him, and kiss him.",
      "6": "Absalom acted this way to everyone of Israel who came to the king for judgment. In this way Absalom stole the hearts of the men of Israel.",
      "7": "After four years Absalom said to the king, “Please let me go to Hebron and fulfill my vow, which I have made to the Lord,",
      "8": "because when I was at Geshur in Aram, your servant vowed, ‘If the Lord will really return me to Jerusalem, I will serve the Lord.’”",
      "9": "The king said to him, “Go in peace.” So he set out and went to Hebron.",
      "10": "But Absalom sent agents throughout all the tribes of Israel, saying, “When you hear the sound of the ram’s horn, you are to say, ‘Absalom is king in Hebron.’”",
      "11": "Two hundred men from Jerusalem who had been invited went along with Absalom. They went innocently, since they did not know what was going on.",
      "12": "While he was offering sacrifices, Absalom summoned David’s advisor, Ahithophel of Giloh, to come from Giloh, his hometown. The conspiracy gained strength as more and more people were going over to Absalom.",
      "13": "A messenger came to David and said, “The hearts of the men of Israel are following Absalom.”",
      "14": "So David said to all his servants who were with him at Jerusalem, “Get ready. We must flee, or we will not escape from Absalom. Hurry up and go, so that he does not come quickly, overtake us, bring down disaster on us, and strike the city with the edge of the sword.”",
      "15": "The officials of the king said to him, “Here we are. We, your servants, will do everything our lord the king decides.”",
      "16": "So the king set out with his entire household, but he left ten concubines to watch over the house.",
      "17": "The king and all his people set out. They stopped at a house some distance away.",
      "18": "All his troops were passing by in front of David. All the Kerethites, Pelethites, and Gittites—six hundred men from Gath who had come under his command—were passing by in front of the king.",
      "19": "The king said to Ittai from Gath, “Why are you going with us? Go back and stay with King Absalom, because you are a foreigner and an exile from your home.",
      "20": "You arrived just yesterday. Today should I cause you to wander with us, when I myself do not have a plan as to where I am going? Go back and take your fellow soldiers with you. May the Lord’s mercy and faithfulness be with you.”",
      "21": "Ittai answered the king, “As the Lord lives and as my lord the king lives, wherever my lord the king will be, whether it leads to death or life, there your servant will be.”",
      "22": "David said to Ittai, “Go ahead then. March on.” So Ittai from Gath and all his men and all the dependents who were with them marched by.",
      "23": "All the people of the land wept loudly as all the troops were marching by. The king crossed over the stream bed of the Kidron. All the people kept marching by in the direction of the wilderness.",
      "24": "Next came Zadok and all the Levites with him, who were carrying the Ark of the Covenant of God. They set down the Ark of God, and Abiathar offered up sacrifices until all the people finished passing by, as they left the city.",
      "25": "The king said to Zadok, “Return the Ark of God to the city. If I find favor in the eyes of the Lord, he will bring me back and let me see it in its proper dwelling place.",
      "26": "But if he says, ‘I have no pleasure in you,’ look, here I am. Let him do to me whatever is good in his eyes.”",
      "27": "The king said to Zadok the priest, “Aren’t you a seer? Go back to the city in peace. You two priests, take your sons with you—your son Ahima’az and Abiathar’s son Jonathan.",
      "28": "Listen, I will be waiting at the fords in the wilderness until word comes from you to inform me.”",
      "29": "So Zadok and Abiathar carried the Ark of God back to Jerusalem, and they remained there.",
      "30": "David went up along the ascent to the top of the Mount of Olives. As he walked along with his head covered, he was weeping, and he was walking barefoot. All the people who were with him also covered their heads. As they went up, they were weeping as they walked along.",
      "31": "David had been told, “Ahithophel is among the conspirators with Absalom.” So David said, “Please, Lord, make the advice of Ahithophel foolish.”",
      "32": "David arrived at the summit, where he worshipped God.\nHushai the Arkite was there to meet him. His robe was torn, and he had dirt on his head.",
      "33": "David said to him, “If you cross over with me, you will become a burden to me.",
      "34": "But if you return to the city and you say to Absalom, ‘Let me be your servant, O King. In the past I was a servant of your father. Now I will be your servant,’ then you can defeat the advice of Ahithophel for me.",
      "35": "Are not Zadok and Abiathar, the priests, with you there? Tell every word that you hear in the house of the king to Zadok and Abiathar, the priests.",
      "36": "Their two sons, Zadok’s son Ahima’az and Abiathar’s son Jonathan, are there with them. Through those two, the three of you will be able to send me every word that you hear.”",
      "37": "Hushai, the friend and advisor of David, went to the city, just as Absalom also was entering into Jerusalem."
    },
    "16": {
      "1": "David moved a little beyond the summit. There Ziba, the servant of Mephibosheth, met him with a string of saddled donkeys. On them there were two hundred loaves of bread, one hundred cakes of raisins, one hundred cakes of summer fruit, and a container of wine.",
      "2": "The king said to Ziba, “Why do you have these?”\nZiba said, “The donkeys are for the household of the king to ride on. The bread and fruit are for the young men to eat. The wine is to provide something to drink for those who become exhausted in the wilderness.”",
      "3": "The king said, “So where is the grandson of your master?”\nZiba said to the king, “Well, he is staying in Jerusalem because he said, ‘Today the house of Israel will return the kingdom of my grandfather to me.’”",
      "4": "The king said to Ziba, “All right then. Everything that was Mephibosheth’s belongs to you.”\nZiba said, “I bow down before you. May I find favor in your sight, my lord the king.”",
      "5": "King David came to Bahurim. There he was confronted by a man from the family of the house of Saul. His name was Shimei son of Gera. He was rushing out and calling down curses.",
      "6": "He threw stones at David and at all the servants of King David, as well as at all the people and all the warriors on David’s right and on his left.",
      "7": "This is what Shimei said as he cursed: “Get out! Get out, you bloody, worthless man!",
      "8": "The Lord has avenged upon you all the blood of the house of Saul, whom you replaced as king. The Lord has given the kingdom into the hand of your son Absalom. Just look at you now, sunk in disaster, because you are a bloody man.”",
      "9": "Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Please let me go over and take off his head.”",
      "10": "The king said, “What do you and I have in common, you sons of Zeruiah? If he is cursing because the Lord has told him, ‘Curse David,’ then who can say, ‘Why have you done this?’”",
      "11": "Then David said to Abishai and to all his followers, “Listen to me! My son, who came from my own body, is seeking my life. How much more now, this Benjaminite! Leave him alone. Let him curse. Perhaps the Lord has told him to do so.",
      "12": "Perhaps the Lord will look on my misery and will return something good to me in exchange for his cursing this day.”",
      "13": "So David and his men kept traveling down the road, and Shimei kept following along, on the side of the hill opposite him, walking along, cursing, throwing stones, and flinging dirt at him.",
      "14": "The king and all the people who were with him traveled until they became exhausted, and then they stopped in order to recover.",
      "15": "Absalom and all the people, the men of Israel, arrived at Jerusalem. Ahithophel was with him.",
      "16": "When Hushai the Arkite, David’s confidant, came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”",
      "17": "Absalom said to Hushai, “Is this your loyalty for your friend? Why didn’t you go with your friend?”",
      "18": "Hushai said to Absalom, “No. The person who has been chosen by the Lord, by this people, and by all the men of Israel—this is the one with whom I will be and with whom I will remain.",
      "19": "Besides, whom should I serve if not the king’s son? As I have served your father, so I will serve you.”",
      "20": "Absalom said to Ahithophel, “Give us your advice. What should we do?”",
      "21": "Ahithophel said to Absalom, “Go to your father’s concubines, whom he has left to watch over the palace. Let all Israel hear that you have become disgusting to your father, so that the hands of all who are with you may be strengthened.”",
      "22": "So they pitched a tent on the roof for Absalom, and Absalom went to his father’s concubines in the sight of all Israel.",
      "23": "In those days the advice that Ahithophel gave was viewed as if it had come from God. All the advice of Ahithophel was viewed that way, both by David and also by Absalom."
    },
    "17": {
      "1": "Ahithophel said to Absalom, “Let me choose twelve thousand men. I will set out to pursue David tonight.",
      "2": "I will come upon him when he is tired and weak and cause him to panic. All the people with him will flee. Then I will strike down only the king.",
      "3": "I will bring back the rest of the people to you. The life of the man whom you are seeking will gain the return of all of them. All the rest of the people will be safe.”",
      "4": "Ahithophel’s plan seemed good to all the elders of Israel.",
      "5": "But Absalom said, “Call Hushai the Arkite. We should also hear what he has to say.”",
      "6": "So Hushai came to Absalom, and Absalom said to him, “This is what Ahithophel has said. Shall we do it? If you disagree, speak up.”",
      "7": "Hushai said to Absalom, “This time the advice Ahithophel has given is not good.”",
      "8": "Hushai continued, “You know your father and his men. They are fierce warriors, like an enraged bear in the open country who has lost her cubs. Your father is a fighter. He will not spend the night with the people.",
      "9": "Certainly, by now he has hidden himself in one of the caves or in some other place. What if he attacks and some of our men fall first? Whoever hears about it will say, ‘There has been a slaughter among the followers of Absalom.’",
      "10": "Even the very brave, whose hearts are like the heart of a lion, will melt with fear, because all Israel knows that your father is a fierce warrior, and that those who are with him are brave men.",
      "11": "So, I advise you to gather all Israel to you from Dan to Beersheba, as many as the sand beside the sea, and that you personally lead them into battle.",
      "12": "We should attack the king in whatever place he is found. We will come down on him like the dew that falls upon the ground. There will not even be one survivor from him and from all the men with him.",
      "13": "If he withdraws into a city, all Israel should bring ropes to that city. We will drag it into the valley until there will not be even one pebble found there.”",
      "14": "Absalom and all the men of Israel said, “The advice of Hushai the Arkite is better than the advice of Ahithophel.”\nThe Lord had arranged to defeat the good advice of Ahithophel, so that the Lord could bring disaster upon Absalom.",
      "15": "Then Hushai told Zadok and Abiathar, the priests, “This is what Ahithophel advised Absalom and the elders of Israel. But this is what I have advised.",
      "16": "Now send a message quickly and tell David, ‘Do not stay tonight at the fords in the wilderness. Also, be sure to cross over the river, or the king and all the people who are with him will be swallowed up.’”",
      "17": "Jonathan and Ahima’az were to wait at En Rogel because they could not risk being seen going into the city. A female servant was to go out and inform them. Then they could go and tell King David.",
      "18": "However, a young man saw them and told Absalom. So the two of them quickly went to the house of a man at Bahurim. He had a well in his courtyard, and they climbed down into it.",
      "19": "His wife took a cover, spread it over the mouth of the well, and scattered grain on it. Nobody knew that she did it.",
      "20": "Absalom’s servants came to the woman at the house and said, “Where are Ahima’az and Jonathan?”\nThe woman said to them, “They have passed by toward the river.” Absalom’s servants pursued them but did not find them, so they returned to Jerusalem.",
      "21": "When they left, Ahima’az and Jonathan climbed out of the well. They went and reported to King David, and they said to him, “Get up and cross over the river quickly because this is what Ahithophel advised against you.”",
      "22": "So David and all the people who were with him set out and crossed the Jordan, beginning at the first light of day and continuing until everyone had crossed over the Jordan.",
      "23": "When Ahithophel saw that his advice had not been followed, he saddled his donkey, set out, went to his house in his hometown, and set his household in order. Then he hanged himself. He died, and he was buried in the tomb of his father.",
      "24": "David went to Mahanaim, and Absalom crossed over the Jordan with all the men of Israel.",
      "25": "Absalom had put Amasa in command of the army instead of Joab. (Amasa was the son of a man named Ithra, an Ishmaelite who had gone to Abigal, the daughter of Nahash, the sister of Zeruiah, the mother of Joab.)",
      "26": "Israel and Absalom set up camp in the land of Gilead.",
      "27": "When David came to Mahanaim, Shobi son of Nahash from Rabbah of the Ammonites, Makir son of Ammiel from Lo Debar, and Barzillai the Gileadite from Rogelim",
      "28": "brought beds, basins, pottery, wheat, barley, flour, roasted grain, beans, lentils,",
      "29": "honey, cheese curds, sheep, and cheese from cow’s milk for David and for the people with him to eat, because they said, “The people are hungry, tired, and thirsty in the wilderness.”"
    },
    "18": {
      "1": "David organized the troops who were with him. He appointed leaders over units of a thousand and units of a hundred.",
      "2": "Then David sent the troops out: one third under the command of Joab; one third under the command of Abishai, who was the son of Zeruiah and the brother of Joab; and one third under the command of Ittai from Gath.\nThe king said to the troops, “I myself will definitely also go with you.”",
      "3": "But the troops said, “You will not go, because if we flee, they will not target us. Even if half of us die, they will not target us, for there are ten thousand others like us. No. It is better now that you support us from the city.”",
      "4": "So the king said to them, “Whatever seems best to you, I will do.”\nThe king stood beside the city gate. All the troops marched out by units of a hundred and a thousand.",
      "5": "The king gave orders to Joab, Abishai, and Ittai: “For my sake, act gently with the young man Absalom.” All the troops heard the king giving orders to the leaders concerning Absalom.",
      "6": "The troops went out into the countryside to confront Israel. The battle took place in the Forest of Ephraim.",
      "7": "The men of Israel were defeated there by the followers of David. There was a great slaughter there on that day—twenty thousand.",
      "8": "The battle was spread over the entire area. The forest devoured more people than the sword did on that day.",
      "9": "Absalom encountered the forces of David. As Absalom was riding on his mule, the mule went under the thick branches of a large terebinth tree, and Absalom’s head caught in the terebinth. He was caught between heaven and earth, and the mule he was riding kept going.",
      "10": "A man noticed Absalom and told Joab, “Listen! I saw Absalom hanging in a terebinth tree!”",
      "11": "Joab said to the man who had told him, “What! You saw him! Why didn’t you strike him to the ground right there? Then I would have given you ten shekels of silver and a belt.”",
      "12": "But the man said to Joab, “Even if I had one thousand shekels of silver weighed out into my hands, I would not reach my hand out against the king’s son. We heard the king command you, Abishai, and Ittai, ‘Watch out for the young man Absalom for me.’",
      "13": "If I had acted irresponsibly with my life—and nothing is hidden from the king—you would not have stood by me.”",
      "14": "Joab said, “I will not waste time with you like this.” He took three small spears in his hand, and he hurled them into Absalom’s heart while he was still alive in the middle of the terebinth tree.",
      "15": "Ten young men, the ones carrying Joab’s armor and weapons, surrounded Absalom and struck and killed him.",
      "16": "Then Joab blew the ram’s horn, and the people turned back from pursuing Israel, because Joab restrained them.",
      "17": "They took Absalom and threw him into a large pit in the forest. They raised a huge pile of stones over him.\nAll Israel fled, everyone to his own tent.",
      "18": "During his lifetime Absalom had set up a monument for himself in the Valley of the King, because he said, “I do not have a son to keep my name alive in people’s memory.” He named the monument after himself, and it is called Absalom’s Monument to this day.",
      "19": "Ahima’az son of Zadok said, “Let me run and carry the good news to the king that the Lord has delivered him from the power of his enemies.”",
      "20": "But Joab said to him, “You are not the man to carry the news today. You may carry the news some other day, but today you should not carry the news, because the king’s son is dead.”",
      "21": "Joab then told a Cushite, “Go, tell the king what you saw.”\nThe Cushite bowed down to Joab and then set out running.",
      "22": "But Ahima’az son of Zadok said to Joab again, “No matter what, I really want to run behind the Cushite.”\nJoab said, “Why do you want to do this? My son, there is no good news that will bring you any gain for running.”",
      "23": "But Ahima’az said, “No matter what, let me run.” So Joab said to him “All right, run then.” Ahima’az ran on the road that followed the plain, and he passed the Cushite.",
      "24": "David was sitting between the inner and outer gates of the city. The watchman went up onto the roof of the gatehouse next to the wall. While he was standing watch, he saw a man running all by himself.",
      "25": "The watchman called out and told the king. The king said, “If he is alone, he is bringing good news.” The man kept coming and got closer.",
      "26": "Then the watchman saw another man running. The watchman called down to the gatekeeper, “Look! There is another man running all by himself!”\nThe king said, “This one also is bringing good news.”",
      "27": "The watchman said, “The way the first man is running looks like the way Ahima’az son of Zadok runs.” The king said, “He is a good man. He is coming with good news.”",
      "28": "Ahima’az called out to the king, “Peace.” Then he bowed down to the king with his face to the ground and said, “Blessed is the Lord your God, who delivered up the men who raised their hand against my lord the king.”",
      "29": "The king asked, “Is the young man Absalom safe?”\nAhima’az said, “I saw a great uproar at the time when Joab sent the other servant of the king and me, your servant. I do not know what it was about.”",
      "30": "The king said, “Step aside. Stay here.” So he stepped aside and just stood there.",
      "31": "The Cushite arrived and said, “There is good news for my lord the king, because the Lord has delivered you this day from the power of all who rose up against you.”",
      "32": "The king asked the Cushite, “Is the young man Absalom safe?”\nThe Cushite said, “May the enemies of my lord the king and all who rise up against you with evil intentions be like that young man.”",
      "33": "The king was shocked. He went up to the room over the gatehouse. As he was going, he wept and said, “My son Absalom, my son, my son! O Absalom, I wish I had died instead of you. O Absalom, my son, my son.”"
    },
    "19": {
      "1": "Joab was told, “The king is weeping and mourning over Absalom.”",
      "2": "The victory that day became an occasion for mourning for all the people, because that day the people heard that the king was mourning for his son.",
      "3": "That day the people were sneaking into the city quietly, the way people who are ashamed of fleeing from the battle would sneak in quietly.",
      "4": "The king covered his face and cried with a loud voice, “My son Absalom, Absalom, my son, my son.”",
      "5": "Joab came to the king at the house and said, “Today you have put to shame all your followers, who today have saved your life, the lives of your sons and daughters, and the lives of your wives and concubines.",
      "6": "You love those who hate you and hate those who love you. You have demonstrated clearly today that your officers and followers are nothing to you. Today I have no doubt that if Absalom were alive and all of us were dead, you would be pleased.",
      "7": "Now get up. Go out. Speak to the hearts of your followers. For by the Lord, I swear that if you do not go out, not a man will remain with you tonight, and this disaster will be greater for you than all the disasters that have come upon you from your youth until now.”",
      "8": "So the king got up and took his seat by the gate. All the people were told, “Look! The king is sitting in the gate.” So all the people came into the presence of the king.\nIsrael had fled, every man to his own home.",
      "9": "All the people in all the tribes of Israel were quarreling and saying, “The king delivered us from the hand of our enemies. He saved us from the hand of the Philistines. Now he has fled out of the land from Absalom.",
      "10": "But Absalom, whom we anointed over us, has died in battle. Now why are you silent about bringing back the king?”",
      "11": "King David sent a message to Zadok and Abiathar, the priests. He said, “Speak to the elders of Judah. Ask them, ‘Why will you be the last to bring the king back to his palace?’ The plan that all Israel has been discussing has been reported to the king at his house.",
      "12": "You are my brothers. You are my flesh and blood. Why will you be the last to bring back the king?”",
      "13": "He also said, “Say to Amasa, ‘Are you not my flesh and blood? May God punish me severely and double it, if you are not the permanent commander of my army in place of Joab.’”",
      "14": "David turned the hearts of all the men of Judah as if they were one man. They sent to the king and said, “Return, you and all your servants.”",
      "15": "So the king returned and came to the Jordan. The men of Judah came out to Gilgal to meet the king and to bring the king across the Jordan.",
      "16": "Shimei son of Gera, the Benjaminite from Bahurim, hurried and came down with the men of Judah to meet King David.",
      "17": "One thousand men from Benjamin were with him. Also, Ziba, the manager of the house of Saul, came, along with his fifteen sons and his twenty servants. They rushed down to the Jordan ahead of the king.",
      "18": "They crossed over the ford to escort the household of the king across and to make a good impression on the king.\nShimei son of Gera bowed down before the king when he was crossing over the Jordan.",
      "19": "He spoke to the king: “My lord, do not consider me guilty. Do not remember the wrong your servant did on the day that my lord the king went out from Jerusalem, and do not take it to heart,",
      "20": "for I, your servant, know that I have sinned. Look! I have come today, the first one from the whole house of Joseph to come down to welcome my lord the king.”",
      "21": "Abishai son of Zeruiah answered, “Shouldn’t Shimei be put to death because he cursed the anointed of the Lord?”",
      "22": "But David said, “What do we have in common, you sons of Zeruiah? For today you are my adversaries. Should any man in Israel be put to death today? Do I not know that today I am king over Israel?”",
      "23": "The king said to Shimei, “You will not die.” The king took an oath concerning him.",
      "24": "Mephibosheth, grandson of Saul, also came down to welcome the king. He had not taken care of his feet or his beard and had not washed his clothing from the day the king departed until the day he came back in safety.",
      "25": "When he came from Jerusalem to meet the king, the king said to him, “Why didn’t you go with me, Mephibosheth?”",
      "26": "Mephibosheth answered, “Your servant said, ‘Because I am crippled, I need to have the donkey saddled so that I can ride on it and go with the king.’ But, my lord the king, my servant deceived me.",
      "27": "He has slandered your servant to my lord the king. However, my lord the king is like an angel of God. Do what is right in your eyes.",
      "28": "All the house of my father deserved death from my lord the king, but you included your servant among those who eat at your table. What further right do I have to cry out again to the king?”",
      "29": "The king said to him, “Why say more about your situation? I say that you and Ziba are to divide the land.”",
      "30": "Mephibosheth said to the king, “Let him take everything, now that my lord the king has come safely to his house.”",
      "31": "Barzillai the Gileadite came down from Rogelim. He crossed over the Jordan, escorting the king back over the Jordan.",
      "32": "Barzillai was very old, eighty years old. He had provided food for the king during his stay at Mahanaim because he was a very wealthy man.",
      "33": "The king said to Barzillai, “Cross over with me. I will provide for you as my guest in Jerusalem.”",
      "34": "But Barzillai said to the king, “How many years am I going to be alive? Why should I go up with the king to Jerusalem?",
      "35": "Today I am eighty years old. Can I tell the difference between good and bad? Can your servant taste what I eat and what I drink? Can I still hear the voice of the male and female singers? Why should your servant become a further burden to my lord the king?",
      "36": "Let your servant cross over the Jordan with the king for a short distance. Why will the king pay me back with such a reward?",
      "37": "Please, let your servant return and die in my own city near the grave of my father and my mother. But look! Here is your servant Kimham. Let him cross over with my lord the king. Do for him whatever seems good to you.”",
      "38": "So the king said, “Kimham shall go over with me, and I will do for him whatever seems good to you. All that you want from me, I will do for you.”",
      "39": "So all the people crossed over the Jordan, and the king also crossed over. Then he kissed Barzillai and blessed him. Barzillai then returned to his own home.",
      "40": "The king went over to Gilgal, and Kimham crossed over with him.\nAll the people of Judah, as well as half the people of Israel, escorted the king over.",
      "41": "But suddenly all the men of Israel came and said to the king, “Why have our brothers, the men of Judah, stolen you and brought the king and his household over the Jordan, along with all the men of David?”",
      "42": "All the men of Judah responded to the men of Israel, “It is because the king is closely related to us! Why has this angered you? Have we eaten at the king’s expense? Or have we received anything for ourselves?”",
      "43": "The men of Israel responded to the men of Judah, “Ten shares of the king belong to us! That is more of David than you have the right to. Why do you despise us? Were we not the first to speak about bringing our king back?”\nBut the response of the men of Judah was even harsher than the words of the men of Israel."
    },
    "20": {
      "1": "A worthless troublemaker named Sheba son of Bikri, a Benjaminite, was present. He blew the ram’s horn and said, “We have no share with David, and no inheritance with the son of Jesse. Every man to his own tent, Israel!”",
      "2": "So all the men of Israel deserted David and followed Sheba son of Bikri. But the men of Judah stuck with their king and accompanied him from the Jordan to Jerusalem.",
      "3": "David arrived at his palace in Jerusalem. The king took the ten concubines whom he had left to take care of the house and put them in a residence that was under guard. He provided for them but did not go to them anymore. They were confined until the day of their death—a life of widowhood.",
      "4": "The king said to Amasa, “You have three days to bring all the men of Judah to me and to be here yourself.”",
      "5": "So Amasa went to summon Judah, but he took longer than the time that David had set for him.",
      "6": "So David said to Abishai, “Now Sheba son of Bikri will do more damage to us than Absalom. You take the soldiers of your lord. Pursue Sheba, so that he does not find fortified cities for himself, and we lose him.”",
      "7": "So Joab’s men, the Kerethites, the Pelethites, and all the elite troops followed Abishai. They went out from Jerusalem to pursue Sheba son of Bikri.",
      "8": "When they were by the large stone that is at Gibeon, Amasa came to meet them. Joab was wearing his battle dress and had a belt with a sheathed dagger fastened around his waist. As he went forward, the dagger fell out.",
      "9": "Joab said to Amasa, “How are you, my brother?” With his right hand Joab grabbed Amasa’s beard to kiss him.",
      "10": "Amasa was not on guard against the dagger that was in Joab’s other hand. With it Joab struck Amasa in the abdomen, and Amasa’s intestines spilled out on the ground. It did not take another blow to kill him.\nJoab and his brother Abishai resumed their pursuit of Sheba son of Bikri.",
      "11": "One of Joab’s young officers stood beside Amasa. He said, “Who favors Joab? Who is for David? Follow Joab.”",
      "12": "Amasa was still wallowing in his blood in the middle of the highway. Someone saw that all the people were stopping when they came upon Amasa and saw him, so he dragged Amasa off the highway into the field and threw a garment over him.",
      "13": "When Amasa was removed from the highway, everyone followed Joab to pursue Sheba son of Bikri.",
      "14": "Sheba passed through all the tribes of Israel to Abel Beth Ma’akah, and all the Berites were gathered together and they followed him.",
      "15": "All the men who were with Joab besieged Sheba in Abel Beth Ma’akah. They constructed a siege ramp against the rampart of the city, and they started battering the wall to make it fall down.",
      "16": "A wise woman called out from the city, “Listen! Listen! Please tell Joab, ‘Come here and let me speak to you.’”",
      "17": "He approached her, and the woman said, “Are you Joab?”\nHe said, “I am.”\nShe said to him, “Listen to the words of your servant.”\nHe said, “I am listening.”",
      "18": "She said, “In former times they always said, ‘Let them ask in Abel.’ That is how they settled things.",
      "19": "I am one of the peaceful, faithful people of Israel. You are seeking to put to death a whole city that is a mother in Israel. Why do you want to swallow up the inheritance of the Lord?”",
      "20": "Joab answered, “May I be cursed, yes, cursed, if I am here to swallow up or destroy.",
      "21": "That is not the case. The fact is, a man from the hill country of Ephraim, whose name is Sheba son of Bikri, lifted up his hand against King David. Just give him up, and I will withdraw from the city.”\nThe woman said to Joab, “Certainly! His head will be thrown over the wall to you.”",
      "22": "So the woman went to all the people with her wisdom, and they cut off the head of Sheba son of Bikri and threw it to Joab. Then he blew the ram’s horn, and they dispersed from the city, every man to his tent. Joab then returned to the king in Jerusalem.",
      "23": "Joab was over the whole army of Israel. Benaiah son of Jehoiada was over the Kerethites and the Pelethites.",
      "24": "Adoram was in charge of forced labor. Jehoshaphat son of Ahilud was the record keeper.",
      "25": "Sheva was the secretary, and Zadok and Abiathar were the high priests.",
      "26": "Also Ira the Jairite was a government minister for David."
    },
    "21": {
      "1": "There was a famine in the days of David for three years in a row.\nDavid sought the favor of the Lord, and the Lord said, “There is blood guilt on Saul and on his house because he put the Gibeonites to death.”",
      "2": "So the king summoned the Gibeonites and spoke to them.\n(The Gibeonites were not related to the people of Israel, but they were a remnant of the Amorites. The Israelites had given them a sworn promise, but Saul had sought to kill them in his zeal for the people of Israel and Judah.)",
      "3": "David said to the Gibeonites, “What shall I do for you? How will I make atonement to you so you will bless the heritage of the Lord?”",
      "4": "The Gibeonites said to him, “The issue between us and Saul and his house cannot be settled with silver and gold. Nor is it up to us to put anyone in Israel to death.”\nSo David said, “Well then, what are you saying I should do for you?”",
      "5": "They said to the king, “From the man who consumed us and who planned to destroy us so that we would have no place in all the territory of Israel,",
      "6": "we ask you to give us seven of his male descendants. Allow us to hang them up before the Lord in Gibeah of Saul, who was the chosen of the Lord.”\nThe king said, “I will grant it.”",
      "7": "The king spared Mephibosheth, the son of Saul’s son Jonathan, because of the oath of the Lord between David and Jonathan, the son of Saul.",
      "8": "The king took Armoni and Mephibosheth, the two sons of Saul to whom Rizpah daughter of Aiah had given birth, and the five sons of Merab, the daughter of Saul, to whom she gave birth for Adriel son of Barzillai, the Meholathite.",
      "9": "David handed them over to the Gibeonites, and they hanged them on the mountain before the Lord. The seven of them died together. They were put to death in the first days of the harvest, at the beginning of the barley harvest.",
      "10": "Rizpah daughter of Aiah took sackcloth and spread it out for herself near the rock. From the beginning of the grain harvest until rain started falling on them from the sky, she did not allow the birds of the air to come upon them by day nor the wild animals by night.",
      "11": "David was informed about what Rizpah daughter of Aiah, the concubine of Saul, had done.",
      "12": "So David went and got the bones of Saul and the bones of Saul’s son Jonathan from the citizens of Jabesh Gilead, who had stolen them from the public square of Beth Shan, where the Philistines had hanged them on the day when the Philistines killed Saul at Gilboa.",
      "13": "He brought the bones of Saul and the bones of his son Jonathan from there. They also gathered the bones of the men who had been hanged.",
      "14": "Then they buried the bones of Saul and Saul’s son Jonathan in the land of Benjamin at Zela in the tomb of Kish, Saul’s father. They did everything the king commanded. After that, God responded to the prayers for the land.",
      "15": "War occurred again between the Philistines and Israel. So David went down with his troops and fought against the Philistines. David became very tired.",
      "16": "Ishbi Benob was one of the descendants of Rapha the giant. His bronze spear weighed more than seven pounds, and he was equipped with a new weapon. He said that he was going to kill David.",
      "17": "Abishai son of Zeruiah came to David’s aid. He attacked the Philistine and killed him. Then David’s men swore to him, “You are not to go out to battle with us anymore, so that you do not put out the lamp of Israel.”",
      "18": "After this, there was another battle with the Philistines at Gob, in which Sibbecai the Hushathite killed Saph, who was also descended from Rapha the giant.",
      "19": "There was yet another battle with the Philistines at Gob. Elhanan son of Jair, the Bethlehemite, killed the brother of Goliath the Gittite, whose spear shaft was like a weaver’s beam.",
      "20": "There was war again in Gath. There was a very tall man who had six fingers on each hand and six toes on each foot, twenty-four in all. He also was descended from Rapha the giant.",
      "21": "When he taunted Israel, Jonathan son of Shimeah, the brother of David, killed him.",
      "22": "These four were descended from Rapha the giant in Gath. They fell at the hand of David and his servants."
    },
    "22": {
      "1": "David spoke the words of this song to the Lord on the day when the Lord had delivered him from the grasp of all his enemies, even from the grasp of Saul.",
      "2": "He said:\nThe Lord is my rocky cliff,\nmy stronghold, and my deliverer.",
      "3": "My God is my rock. I take refuge in him.\nHe is my shield and the horn of my salvation,\nmy high fortress, my refuge, and my savior.\nYou save me from violence.",
      "4": "I call to the Lord, who is worthy of praise,\nand I am saved from my enemies.",
      "5": "The waves of death swirled around me.\nFloodwaters of destruction rolled over me.",
      "6": "The ropes of the grave wrapped around me.\nThe traps of death threatened me.",
      "7": "In my distress I called to the Lord.\nTo my God I cried out.\nHe heard my voice from his temple.\nMy cry for help reached his ears.",
      "8": "Then the earth shook and quaked,\nand the foundations of the heavens trembled.\nThey shook because the Lord was angry.",
      "9": "Smoke rose from his nostrils,\nand fire out of his mouth devoured.\nCoals were set on fire by it.",
      "10": "Then he tore open the heavens and came down.\nA dark cloud was under his feet.",
      "11": "He rode upon a cherub, and he flew.\nHe soared on the wings of the wind.",
      "12": "He made the darkness around him his shelter,\nthe dark rain clouds of the sky.",
      "13": "From the brightness in front of him, coals of fire burned.",
      "14": "Then the Lord thundered in the heavens.\nThe Most High raised his voice.",
      "15": "Then he shot his arrows and scattered the enemy.\nHe hurled great bolts of lightning and routed them.",
      "16": "Then the sources of the sea were revealed,\nand the foundations of the world were uncovered\n    by the rebuke of the Lord,\n    by the breath of wind from his nostrils.",
      "17": "He reached down from on high and took hold of me.\nHe drew me out of deep waters.",
      "18": "Because they were too strong for me,\nhe rescued me from my powerful enemies,\nfrom those who hate me.",
      "19": "They confronted me on the day of my disaster,\nbut the Lord supported me.",
      "20": "Then he brought me out into a wide open space.\nHe rescued me because he delighted in me.",
      "21": "The Lord has dealt with me according to my righteousness.\nAccording to the cleanness of my hands, he has repaid me,",
      "22": "because I have kept the ways of the Lord.\nI have not done evil and departed from my God.",
      "23": "So all his just decrees remain before me,\nand I have not turned away from his statutes.",
      "24": "I have been blameless with him.\nI have kept myself from guilt.",
      "25": "The Lord has repaid me according to my righteousness,\naccording to the cleanness of my hands in his sight.",
      "26": "To the merciful you reveal yourself as merciful.\nTo the blameless person you reveal yourself as blameless.",
      "27": "To the pure you reveal yourself as pure,\nbut to the crooked you reveal yourself as crafty.",
      "28": "Yes, you save humble people,\nbut your eyes are on the proud, and you bring them down.",
      "29": "Yes, you are my lamp, O Lord.\nThe Lord turns my darkness to light.",
      "30": "For with you I can charge against a battalion,\nand with my God I can jump over a wall.",
      "31": "This God—his way is blameless.\nThe speech of the Lord is pure.\nHe is a shield for all who take refuge in him.",
      "32": "For who is God besides the Lord?\nAnd who is the Rock except our God?",
      "33": "This God wraps me with strength\nand makes my way smooth.",
      "34": "By making my feet like those of a deer,\n    he enables me to stand on high places.",
      "35": "Because he trains my hands for battle,\n    my arms can draw a bronze bow.",
      "36": "Then you give me the shield of your salvation.\nYour response makes me great.",
      "37": "You widen the path under my feet,\nso that my ankles do not give way.",
      "38": "I pursued my enemies, and I destroyed them.\nYes, I did not turn back until they were wiped out.",
      "39": "I wiped them out. I crushed them.\nThey could not rise again.\nThey fell beneath my feet.",
      "40": "You wrapped me with strength for battle.\nYou made those who rose up against me bow down to me.",
      "41": "You made my enemies turn their backs and flee.\nI destroyed those who hate me.",
      "42": "They cried for help, but there was no one to save them.\nThey cried to the Lord, but he did not answer them.",
      "43": "So I ground them as fine as dust of the earth.\nI scattered them and trampled them down like mud in the streets.",
      "44": "You delivered me from the accusations of my people.\nYou preserved me as the head of nations.\nA people I did not know serve me.",
      "45": "Foreigners cringe before me.\nAs soon as they hear me, they obey me.",
      "46": "Foreigners fall exhausted.\nThey come trembling from their strongholds.",
      "47": "The Lord lives! Blessed be my Rock!\nMay God, the Rock who saves me, be exalted!",
      "48": "This God, who avenges me, subdues peoples under me.",
      "49": "You delivered me from my enemies.\nYes, you exalted me above those who rose against me.\nYou rescued me from the violent man.",
      "50": "Therefore, I will thank you among the nations, Lord.\nTo your name I will make music.",
      "51": "By providing great salvation for his King,\nhe shows mercy to his Anointed One,\nto David and to his Seed forever."
    },
    "23": {
      "1": "These are the last words of David,\nthe oracle of David, the son of Jesse,\nthe oracle of the man raised up high,\nthe man anointed by the God of Jacob,\nthe pleasant singer of Israel’s songs.",
      "2": "The Spirit of the Lord speaks by me.\nHis word is on my tongue.",
      "3": "The God of Israel has spoken.\nTo me the Rock of Israel has said,\n“The one who rules over people with righteousness,\nwho rules in the fear of God,",
      "4": "he is like the light of the morning when the sun rises,\nlike a morning without clouds,\nlike brightness after rain, which produces grass from the earth.”",
      "5": "But my house is not like this with God.\nNevertheless, he has made an everlasting covenant with me,\n    completely ordered and secure.\nCertainly he will make it spring up for my salvation, to fulfill my desires.",
      "6": "Worthless, wicked men are all like thorns to be thrown away.\nNo one even picks them up with his hand.",
      "7": "Anyone who touches them uses an iron tool or the shaft of a spear.\nThey are completely burned up in the fire, right where they are.",
      "8": "These are the names of the elite warriors of David:\nJashobeam son of Hakmon was leader among the Three. He lifted up his spear and killed eight hundred at once.",
      "9": "After him came Eleazar son of Dodo, the Ahohite. As one of the three elite warriors, he was with David when they defied the Philistines gathered there for battle. The men of Israel retreated,",
      "10": "but he took a stand and struck down the Philistines until his hand got tired and froze to the sword. The Lord brought about a great victory on that day. The people of the army returned to Eleazar but only to strip the fallen.",
      "11": "After him came Shamma son of Agee, the Hararite. The Philistines were gathered at Lehi. In that location there was a parcel of land full of lentils. The people fled from the Philistines,",
      "12": "but Shamma took his stand in the middle of that parcel of ground and defended it. He struck down the Philistines, and the Lord brought about a great victory.",
      "13": "Three of the Thirty went down and came to David at the Cave of Adullam at the time of the grain harvest. A band of Philistines was camping in the Valley of Rephaim.",
      "14": "David was then in the stronghold, and the garrison of the Philistines was in Bethlehem.",
      "15": "David expressed a deep craving, “Who will give me water to drink from the well of Bethlehem, which is by the gate?”",
      "16": "So the three elite warriors broke through the camp of the Philistines and drew water from the well of Bethlehem, which is by the gate. They took it and brought it to David, but he was not willing to drink it, so he poured it out to the Lord.",
      "17": "He said, “May I be cursed, Lord, if I would do this. This is the blood of the men who went at the risk of their lives!” He would not drink it. These are the things the three elite warriors did.",
      "18": "Abishai, the brother of Joab, the son of Zeruiah, was the leader of the Thirty. He wielded his spear against three hundred, all of whom were killed. His reputation equaled that of the Three.",
      "19": "In fact, he was praised more than the Three, and he became their commander, but he did not belong to the Three.",
      "20": "Benaiah son of Jehoiada, an energetic warrior from Kabze’el, performed great deeds. He struck the two Lions of God from Moab. He also went down and killed a lion in the middle of a cistern on a snowy day.",
      "21": "He killed an impressive Egyptian, who was armed with a spear. Benaiah went down against him with a staff, snatched the spear from the hand of the Egyptian, and killed him with his own spear.",
      "22": "These were the accomplishments of Benaiah son of Jehoiada. His reputation equaled that of the Three.",
      "23": "He was praised more than the Thirty, but he did not belong to the Three. David placed him over his bodyguard.",
      "24": "Among the Thirty were:\nAsahel, the brother of Joab,\nElhanan son of Dodo from Bethlehem,",
      "25": "Shammah the Harodite,\nElika the Harodite,",
      "26": "Helez the Paltite,\nIra son of Ikkesh from Tekoa,",
      "27": "Abiezer from Anathoth,\nMebunnai the Hushathite,",
      "28": "Zalmon the Ahohite,\nMaharai the Netophathite,",
      "29": "Heleb son of Ba’anah the Netophathite,\nIttai son of Ribai from Gibeah in Benjamin,",
      "30": "Benaiah a Pirathonite,\nHiddai from the ravines of Ga’ash,",
      "31": "Abi-Albon the Arbathite,\nAzmaveth the Barhumite,",
      "32": "Eliahba the Sha’albonite,\nthe sons of Jashen,\nJehonathan,",
      "33": "Shammah the Hararite,\nAhiam son of Sharar the Ararite,",
      "34": "Eliphelet son of Ahasbai\nthe son of the Ma’akathite,\nEliam son of Ahithophel the Gilonite,",
      "35": "Hezro the Carmelite,\nPa’arai the Arbite,",
      "36": "Igal son of Nathan from Zobah,\nBani the Gadite,",
      "37": "Zelek the Ammonite,\nNaharai of Be’eroth, the armor bearer of Joab son of Zeruiah,",
      "38": "Ira the Ithrite,\nGareb the Ithrite,",
      "39": "Uriah the Hittite.\nIn all there were thirty-seven."
    },
    "24": {
      "1": "The anger of the Lord burned against Israel again, and he incited David against them so that he said, “Go count Israel and Judah.”",
      "2": "The king said to Joab, the commander of his army, “Travel through all the tribes of Israel from Dan to Beersheba and register the fighting men. Then I will know how many there are.”",
      "3": "Joab said to the king, “The Lord your God will make the people a hundred times larger, however many they may be, and the eyes of my lord the king will see it. But why does my lord the king have such a strong desire to do this?”",
      "4": "But the word of the king overruled Joab and the commanders of the army. So Joab and the commanders of the army went out from the presence of the king to register Israel.",
      "5": "They crossed the Jordan and camped in Aroer on the south side of the city that is in the middle of the canyon. Next they went to Gad and then to Jazer.",
      "6": "Then they came to Gilead and to the land of Tahtim Hodshi. After that, they came to Dan Ja’an and around to Sidon.",
      "7": "Then they came to the fortress of Tyre and all the cities of the Hivites and the Canaanites. After that they went out to the Negev of Judah at Beersheba.",
      "8": "So they went throughout all the land, and then came back to Jerusalem at the end of nine months and twenty days.",
      "9": "Joab reported the numbers from the registration of the fighting men to the king. Israel had eight hundred thousand soldiers who could draw a sword. Judah had five hundred thousand men.",
      "10": "David had a guilty conscience after he had counted the fighting men. So David said to the Lord, “I have sinned greatly in what I have done. But, Lord, please take away the guilt of your servant, because I have acted very foolishly.”",
      "11": "When David got up in the morning, the word of the Lord came to Gad the prophet, David’s seer. The Lord said,",
      "12": "“Go tell David, ‘This is what the Lord says. I am laying out three choices before you. Choose one of them for yourself, and I will carry it out against you.’”",
      "13": "So Gad went to David and told him about this. He said, “Shall seven years of famine in your land come upon you, or three months of fleeing with your enemies pursuing you, or three days of plague in your land? Now consider this and decide what answer I should return to the one who sent me.”",
      "14": "David said to Gad, “This puts me in a difficult position. Please! Let us fall into the hand of the Lord, for his mercy is great. But do not let me fall into the hands of man.”",
      "15": "So the Lord sent a plague against Israel from the next morning until the appointed time. Seventy thousand people from Dan to Beersheba died.",
      "16": "The angel stretched out his hand toward Jerusalem to destroy it, but the Lord relented and did not bring the disaster. He said to the angel who was carrying out the destruction among the people, “Enough. Now hold back your hand.”\nThe angel of the Lord was near the threshing floor of Araunah the Jebusite.",
      "17": "David said to the Lord, as he was watching the angel striking the people, “Look! I am the one who sinned. I am guilty. But these sheep—what have they done? Please! Let your hand be against me and against the house of my father.”",
      "18": "Gad came to David on that day and said to him, “Go up and build an altar to the Lord on the threshing floor of Araunah the Jebusite.”",
      "19": "So David went up and obeyed Gad’s instructions as the Lord had commanded.",
      "20": "Araunah looked up and saw the king and his servants coming toward him. So Araunah went out and bowed down to the king with his face to the ground,",
      "21": "and he said, “Why has my lord the king come to his servant?”\nDavid said, “To purchase the threshing floor from you, in order to build an altar to the Lord, so the plague will be held back from the people.”",
      "22": "Araunah said to David, “My lord the king can take it and offer whatever seems good to him. Here are oxen for the burnt offering, as well as the threshing sledges and the yokes of the oxen for the wood.",
      "23": "O King, Araunah is giving all this to the king.” Araunah also said to the king, “The Lord your God will accept you.”",
      "24": "But the king said to Araunah, “No. I insist on purchasing it from you for what it is worth. I will not offer to the Lord my God burnt offerings that I did not pay for.”\nSo David purchased the threshing floor and the oxen for fifty shekels of silver.",
      "25": "He built an altar to the Lord and offered burnt offerings and fellowship offerings there. The Lord heard the requests for the land, and the plague was held back from Israel."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:44.536406-04:00",
    "Translation": "EHV"
  }
}