{
  "2 Timothy": {
    "1": {
      "1": "Paul, an apostle of Christ Jesus by the will of God, in accordance with the promise of life, which is in Christ Jesus,",
      "2": "To Timothy, my child, whom I love:\nGrace, mercy, and peace from God the Father and Christ Jesus our Lord.",
      "3": "I thank God, whom I serve with a clean conscience as my ancestors did, as I constantly remember you in my prayers night and day.",
      "4": "When I remember your tears, I long to see you, so that I may be filled with joy.",
      "5": "I remember your sincere faith, which first lived in your grandmother Lois and your mother Eunice, and I am convinced that it also lives in you.",
      "6": "For this reason I am reminding you to fan into flame the gift of God, which is in you through the laying on of my hands.",
      "7": "For God did not give us a timid spirit, but a spirit of power and love and sound judgment.",
      "8": "So do not be ashamed of the testimony about our Lord or of me his prisoner. Instead, join with me in suffering for the gospel while relying on the power of God.",
      "9": "He saved us and called us with a holy calling, not because of our works, but because of his own purpose and grace. This grace was given to us in Christ Jesus before time began,",
      "10": "and it has now been revealed through the appearance of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel.",
      "11": "For this gospel I was appointed a herald, apostle, and teacher of the Gentiles,",
      "12": "and that is why I am suffering these things. But I am not ashamed, because I know the one in whom I have believed, and I am convinced that he is able to guard what I have entrusted to him until that day.",
      "13": "Hold fast to the pattern of sound words that you heard from me, with faith and love in Christ Jesus.",
      "14": "Through the Holy Spirit, who lives in us, guard the good deposit that was entrusted to you.",
      "15": "You know that everyone in the province of Asia turned away from me, including Phygelus and Hermogenes.",
      "16": "May the Lord grant mercy to the household of Onesiphorus, because he refreshed me many times and was not ashamed of my chains.",
      "17": "On the contrary, after he arrived in Rome, he searched diligently for me and found me.",
      "18": "May the Lord grant that he will find mercy from the Lord on that day. And you know very well how much he did when he served in Ephesus."
    },
    "2": {
      "1": "You then, my son, be strong in the grace that is in Christ Jesus.",
      "2": "Entrust the things you heard from me, in the presence of many witnesses, to faithful men who will also be able to teach others.",
      "3": "Share hardships as a good soldier of Christ Jesus.",
      "4": "No one serving as a soldier gets entangled in the affairs of everyday life. If he does, he will not please the one who enlisted him.",
      "5": "Also, if someone competes as an athlete, he does not receive a crown unless he competes according to the rules.",
      "6": "The hardworking farmer should receive a share of the crops first.",
      "7": "Think about what I am saying, because the Lord will give you understanding in everything.",
      "8": "Remember Jesus Christ, risen from the dead, a descendant of David, in accordance with my gospel,",
      "9": "for which I am suffering, even to the point of being chained like a criminal. But the word of God is not chained.",
      "10": "For this reason I endure all things for the sake of the elect, so that they also may obtain the salvation that is in Christ Jesus, along with eternal glory.",
      "11": "This saying is trustworthy:\nIndeed, if we have died with him, we will also live with him;",
      "12": "If we endure, we will also reign with him;\nIf we deny him, he will also deny us;",
      "13": "If we are faithless, he remains faithful,\n    because he cannot deny himself.",
      "14": "Remind people of these things, as you solemnly charge them in the presence of God not to fight about words, which does no good and only ruins those who listen.",
      "15": "Make every effort to present yourself to God as one who is approved, a worker who has no need to be ashamed, correctly handling the word of truth.",
      "16": "As for pointless chatter, avoid it, for it will lead to an ever greater measure of godlessness,",
      "17": "and their message will spread like gangrene. This includes Hymenaeus and Philetus,",
      "18": "who have veered away from the truth, saying that the resurrection has already happened. They are overturning the faith of some.",
      "19": "Nevertheless, God’s foundation stands firm, having this seal: “The Lord knows those who are his,” and “Let everyone who calls on the name of the Lord keep away from wickedness.”",
      "20": "In a large house there are articles not only of gold and silver, but also of wood and clay—some for honorable use and some for dishonorable use.",
      "21": "So if anyone cleanses himself thoroughly from these things, he will be an instrument for honorable use, set apart as holy, useful to the master, and prepared to do every good work.",
      "22": "Flee from the lusts young people have and pursue righteousness, faith, love, and peace, together with those who call on the Lord from a pure heart.",
      "23": "But avoid foolish and ignorant arguments, since you know they breed quarrels.",
      "24": "It is necessary that a servant of the Lord not quarrel but be kind toward everyone, able to teach, able to bear evil without resentment,",
      "25": "and gentle in correcting those who oppose him. God may grant them repentance, leading to the knowledge of the truth,",
      "26": "and they may come to their senses and escape from the Devil’s trap, after they were captured by him to do his will."
    },
    "3": {
      "1": "But know this: In the last days there will be terrible times.",
      "2": "For people will be lovers of themselves, lovers of money, boastful, arrogant, blasphemous, disobedient to their parents, ungrateful, unholy,",
      "3": "unloving, not able to reconcile with others, slanderous, without self-control, savage, haters of what is good,",
      "4": "treacherous, reckless, puffed up with conceit, lovers of pleasure rather than lovers of God,",
      "5": "holding to an outward form of godliness but denying its power. Turn away from such people.",
      "6": "For some of them are people who worm their way into households and gain control over vulnerable women who are overwhelmed with sins, led astray by various evil desires,",
      "7": "always learning but never able to come to the knowledge of the truth.",
      "8": "Just as Jannes and Jambres opposed Moses, so also these people oppose the truth. They are people of depraved minds, disqualified in regard to the faith.",
      "9": "But they will not get very far, because their foolishness will be quite clear to everyone, just as it was in the case of Jannes and Jambres.",
      "10": "But you have faithfully followed my teaching, my way of life, my purpose, my faith, my patience, my love, my steadfast endurance,",
      "11": "my persecutions, my sufferings—the kind that happened to me in Antioch, Iconium, and Lystra, the kind of persecutions I endured—and the Lord rescued me from all of them.",
      "12": "Indeed, everyone who wants to live a godly life in Christ Jesus will be persecuted,",
      "13": "while evil people and impostors will go from bad to worse, deceiving and being deceived.",
      "14": "As for you, continue in the things you have learned and about which you have become convinced. You know from whom you learned them",
      "15": "and that from infancy you have known the Holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus.",
      "16": "All Scripture is God breathed and is useful for teaching, for rebuking, for correcting, and for training in righteousness,",
      "17": "so that the man of God may be complete, well equipped for every good work."
    },
    "4": {
      "1": "I solemnly charge you in the presence of God and Christ Jesus, who is going to judge the living and the dead, and in view of his appearing and his kingdom:",
      "2": "Preach the word. Be ready whether it is convenient or not. Correct, rebuke, and encourage, with all patience and teaching.",
      "3": "For there will come a time when people will not put up with sound doctrine. Instead, because they have itching ears, they will accumulate for themselves teachers in line with their own desires.",
      "4": "They will also turn their ears away from the truth and will turn aside to myths.",
      "5": "As for you, keep a clear head in every situation. Bear hardship. Do the work of an evangelist. Fulfill your ministry.",
      "6": "You see, I am already being poured out like a drink offering, and the time of my departure has come.",
      "7": "I have fought the good fight; I have finished the race; I have kept the faith.",
      "8": "From now on, there is reserved for me the crown of righteousness. The Lord, the righteous Judge, will give it to me on that day, and not only to me but also to everyone who loved his appearing.",
      "9": "Make every effort to come to me quickly,",
      "10": "for Demas, because he loved this present world, has forsaken me and gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia.",
      "11": "Only Luke is with me. Get Mark and bring him with you, because he is useful to me for ministry.",
      "12": "I have sent Tychicus to Ephesus.",
      "13": "When you come, bring the cloak I left in Troas with Carpus, and the scrolls, especially the parchments.",
      "14": "Alexander the coppersmith did me a great deal of harm. The Lord will pay him back for what he did.",
      "15": "You be on your guard against him also, because he vehemently opposed our message.",
      "16": "At my first hearing, no one came to my defense, but everyone deserted me. May it not be counted against them.",
      "17": "But the Lord stood by me and strengthened me, so that through me the message would be fully proclaimed and all the Gentiles would hear it, and I was rescued from the lion’s mouth.",
      "18": "The Lord will rescue me from every evil work and will bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen.",
      "19": "Greet Prisca and Aquila and the household of Onesiphorus.",
      "20": "Erastus remained in Corinth, and I left Trophimus in Miletus because he was sick.",
      "21": "Make every effort to come before winter. Eubulus greets you, as do Pudens, Linus, Claudia, and all the brothers.",
      "22": "The Lord be with your spirit. Grace be with you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:34.049009-04:00",
    "Translation": "EHV"
  }
}