{
  "Amos": {
    "1": {
      "1": "The words of Amos, who was among the sheep breeders from Tekoa. He saw a vision concerning Israel during the days of Uzziah king of Judah and during the days of Jeroboam son of Joash, king of Israel, two years before the earthquake.",
      "2": "He said:\n    The Lord roars from Zion.\n    From Jerusalem he sends out his voice.\n    The pastures of the shepherds dry up,\n    and the top of Mount Carmel withers.",
      "3": "This is what the Lord says:\n    Because of three sins of Damascus,\n    because of four, I will not hold back judgment,\n    because they cut up Gilead with iron threshing boards.",
      "4": "So I will send fire against the house of Hazael,\n    and it will consume the fortresses of Ben Hadad.",
      "5": "I will break the bars of the gates of Damascus,\n    and I will cut off the one seated in the Valley of Aven,\n    and the one who holds a scepter in Beth Eden.\n    So the people of Aram will go into exile toward Kir.\n    The Lord has spoken.",
      "6": "This is what the Lord says:\n    Because of three sins of Gaza,\n    because of four, I will not hold back judgment,\n    because they sold an entire population into exile,\n    handing them over to Edom.",
      "7": "So I will send fire against the city wall of Gaza,\n    and it will consume her citadels.",
      "8": "I will cut off the one seated in Ashdod,\n    and the one who holds a scepter in Ashkelon.\n    I will also turn my hand against Ekron,\n    and what is left of the Philistines will perish.\n    The Lord God has spoken.",
      "9": "This is what the Lord says:\n    Because of three sins of Tyre,\n    because of four, I will not hold back judgment,\n    because they delivered over an entire population and exiled them to Edom,\n    and they did not remember a treaty of brotherhood.",
      "10": "So I will send fire against the city wall of Tyre,\n    and it will consume her citadels.",
      "11": "This is what the Lord says:\n    Because of three sins of Edom,\n    because of four, I will not hold back judgment,\n    because he pursued his brother with a sword,\n    and he had no compassion.\n    His anger kept tearing Israel apart,\n    and his fury raged without stopping.",
      "12": "So I will send fire against Teman,\n    and it will consume the citadels of Bozrah.",
      "13": "This is what the Lord says:\n    Because of three sins of the Ammonites,\n    because of four, I will not hold back judgment,\n    because they ripped open the pregnant women of Gilead in order to enlarge their own territory.",
      "14": "So I will ignite a fire against the city wall of Rabbah,\n    and it will consume her citadels\n        with a battle cry on the day of war,\n        with a strong wind on the day of the storm.",
      "15": "Then their king will go into exile,\n    he and his officials together.\n    The Lord has spoken."
    },
    "2": {
      "1": "This is what the Lord says:\nBecause of three sins of Moab,\n    because of four, I will not hold back judgment,\n    because they burned the bones of the king of Edom to make lime.",
      "2": "So I will send fire against Moab,\n    and it will consume the citadels of Kerioth.\n    Moab will die in an uproar,\n    with a battle cry, with a blast of a ram’s horn.",
      "3": "I will cut off the judge from her midst,\n    and I will kill all her officials with him.\n    The Lord has spoken.",
      "4": "This is what the Lord says:\n    Because of three sins of Judah,\n    because of four, I will not hold back judgment,\n    because they rejected the law of the Lord,\n    and they did not keep his statutes.\n    Their lying idols led them astray,\n    the idols that their fathers followed.",
      "5": "So I will send fire against Judah,\n    and it will consume the citadels of Jerusalem.",
      "6": "This is what the Lord says:\n    Because of three sins of Israel,\n    because of four, I will not hold back judgment,\n    because they sell the righteous for silver\n    and the needy for a pair of sandals.",
      "7": "They trample the heads of the poor into the dust of the earth,\n    and they turn aside the claims of the oppressed.\n    A man and his father go to the same young woman.\n    In this way they profane my holy name.",
      "8": "They stretch themselves out beside every altar\n        on pieces of clothing they seized as collateral.\n    In the temple of their gods they drink wine obtained through fines.",
      "9": "I was the one who destroyed the Amorites in front of them,\n    the Amorites, who were as tall as cedars,\n    who were as strong as oaks.\n    I destroyed their fruit above and their roots below.",
      "10": "I myself brought you up from the land of Egypt,\n    and I led you in the wilderness for forty years,\n        so that you would take possession of the land of the Amorites.",
      "11": "I raised up some of your sons to be prophets,\n    and some of your best young men to be Nazirites.\n    Is this not so, you people of Israel? declares the Lord.",
      "12": "But you made the Nazirites drink wine,\n    and you commanded the prophets, “You must not prophesy!”",
      "13": "Look, I am weighed down under you,\n    just as a cart is weighed down when it is loaded with sheaves of grain.",
      "14": "There will be no escape for the swift runner.\n    The powerful man will not be able to exert his strength,\n    and the strong warrior will not be able to save his own life.",
      "15": "The archer will not stand his ground.\n    The swift runner will not save himself,\n    and the horseman will not save his own life.",
      "16": "The most courageous among the warriors will flee naked on that day,\n    declares the Lord."
    },
    "3": {
      "1": "People of Israel, listen to this word that the Lord has spoken concerning you, concerning the entire family of clans that I brought up from the land of Egypt:",
      "2": "You alone have I chosen from all the clans of the earth.\n    Therefore I will inflict punishment on you for all your guilt.",
      "3": "Can two people walk together without agreeing to do so?",
      "4": "Does a lion roar in the forest if it does not have prey?\n    Does a young lion growl from its den if it has not caught anything?",
      "5": "Does a bird fall into a trap on the ground if there is no bait?\n    Does a trap spring up from the ground when nothing has tripped it?",
      "6": "If a ram’s horn is sounded in a city, the people become alarmed, don’t they?\n    If a disaster takes place in a city, is it not the Lord who has done it?",
      "7": "Certainly the Lord God does not do anything\n        without revealing his plan to his servants the prophets.",
      "8": "A lion has roared! Who can avoid being terrified?\n    The Lord God has spoken! Who can hold back from prophesying?",
      "9": "Make this known to the citadels in Ashdod\n    and to the citadels in the land of Egypt.\n    Tell them, “Gather yourselves together on the mountains of Samaria.\n    See the great confusion there\n    and the oppression in her midst.”",
      "10": "They do not know how to do what is right, declares the Lord.\n    They are storing up violence and destruction in their citadels.",
      "11": "Therefore, this is what the Lord God says:\n    An enemy is all over the land.\n    He will strip your strength from you,\n    and your citadels will be plundered.",
      "12": "This is what the Lord says:\n    Just as a shepherd rescues two legs or a tip of an ear\n    from the mouth of a lion,\n    so the Israelites who live in Samaria will be rescued\n    with only a corner of a bed or a piece of cloth from a couch.",
      "13": "Listen and testify against the house of Jacob,\n    declares the Lord God, the God of Armies.",
      "14": "Indeed, on the day when I punish the rebellious deeds of Israel,\n    I will punish the altars of Bethel.\n    The horns of the altar will be cut off,\n    and they will fall to the ground.",
      "15": "I will strike the winter house\n    along with the summer house.\n    The houses decorated with ivory will be destroyed,\n    and the great houses will come to an end,\n    declares the Lord."
    },
    "4": {
      "1": "Listen to this, you cows of Bashan,\nwho are on the mountain of Samaria,\n    you women who are oppressing the poor,\n    who are crushing the needy,\n    who say to your husbands, “Bring us more drinks!”",
      "2": "The Lord God swears by his holiness:\n    The days are surely coming against you,\n    when they will drag you away with hooks,\n    every last one of you with fishhooks.",
      "3": "You will go out through the broken-down walls.\n    Each woman will go straight ahead,\n    and you will be thrown out toward Harmon,\n    declares the Lord.",
      "4": "Go to Bethel and rebel.\n    Rebel even more at Gilgal.\n    Bring your sacrifices every morning,\n    your tithes every third day.",
      "5": "Burn some leavened bread as a thank offering,\n    and proclaim voluntary offerings—announce them!\n    For you love to do this, you people of Israel,\n    says the Lord God.",
      "6": "I am the one who gave to you clean teeth in all of your cities,\n    and lack of food in all your places,\n    but you did not return to me,\n    declares the Lord.",
      "7": "I am the one who withheld the rain from you\n    while there were still three months before the harvest.\n    I would send rain on one city,\n    but on another city I would not send rain.\n    One plot of ground would receive rain,\n    but another plot, on which it did not rain, would dry up.",
      "8": "Whenever people from two or three cities staggered to another city to get water to drink,\n    they would not have enough,\n    but you did not return to me,\n    declares the Lord.",
      "9": "I struck you with blight and mildew.\n    Your many gardens, your vineyards, your fig trees,\n    and your olive trees were devoured by locusts,\n    but you did not return to me,\n    declares the Lord.",
      "10": "I sent plagues against you like the plagues in Egypt.\n    I killed your best soldiers with the sword,\n    together with your captured horses.\n    I made the stench of your camp rise up into your nostrils,\n    but you did not return to me,\n    declares the Lord.",
      "11": "I overthrew some of you,\n    just as God overthrew Sodom and Gomorrah,\n    and you became like a burning stick snatched from the fire,\n    but you did not return to me,\n    declares the Lord.",
      "12": "Therefore, this is what I will do to you, Israel.\n    Yes, this is what I will do to you:\n    Prepare to meet your God, O Israel!",
      "13": "Indeed, he who forms mountains and who creates wind,\n    who declares his thoughts to mankind,\n    who turns dawn into darkness,\n    and who treads down the high places of the earth,\n    the Lord, the God of Armies, is his name."
    },
    "5": {
      "1": "Listen to this word that I am raising against you as a lament, O house of Israel:",
      "2": "Virgin Israel has fallen, and she will not rise again.\n    She is abandoned on her own soil.\n    There is no one to lift her up.",
      "3": "For this is what the Lord God says:\n    A city that marches out with a thousand will have a hundred left.\n    A city that marches out with a hundred will have ten left for the house of Israel.",
      "4": "Listen, this is what the Lord says to the house of Israel:\n    Seek me and live!",
      "5": "But do not seek Bethel.\n    Do not go to Gilgal.\n    Do not travel to Beersheba,\n    because Gilgal surely will go into exile,\n    and Bethel will become nothing.",
      "6": "Seek the Lord and live,\n    or he will rush upon the house of Joseph like fire.\n    The fire will consume, and no one will extinguish it for Bethel.",
      "7": "There are some who turn justice into wormwood,\n    who throw righteousness to the ground.",
      "8": "There is one who made the Pleiades and Orion,\n    who turns the shadow of death into morning,\n    who darkens day into night,\n    who summons the waters of the seas,\n    who pours them out upon the face of the earth—\n    the Lord is his name.",
      "9": "He causes destruction to flash against a stronghold,\n    and destruction comes upon a fortress.",
      "10": "There are those who hate an arbitrator in the city gate.\n    They despise anyone who speaks honestly.",
      "11": "That is why you trample on the poor,\n    and you collect taxes on their grain.\n    You have built houses of cut stones,\n    but you will not live in them.\n    You have planted choice vineyards,\n    but you will not drink their wine.",
      "12": "For I know that your rebellious deeds are many,\n    and your sins are numerous,\n    you who are enemies of a righteous man,\n    you who take bribes.\n    They thrust away needy people in the city gate.",
      "13": "That is why a prudent man will be silent in that time,\n    because it is an evil time.",
      "14": "Seek good and not evil, so that you may live,\n    and then it will be like this for you:\n    The Lord, the God of Armies, will be with you, as you claim.",
      "15": "Hate evil and love good.\n    Establish justice in the city gate.\n    Perhaps the Lord, the God of Armies,\n        will be gracious to the remnant of Joseph.",
      "16": "Therefore, this is what the Lord says,\n    the God of Armies, who is the Lord:\n    In the city squares there will be grief,\n    and in the streets they will say, “Woe, woe!”\n    They will summon the farmer to mourn\n    and the professional mourners to sing laments.",
      "17": "In all the vineyards there will be grief,\n    because I will pass through your midst, says the Lord.",
      "18": "Woe to those who long for the Day of the Lord!\n    What good will the Day of the Lord be for you?\n    It will be darkness and not light.",
      "19": "It will be as if a man flees from a lion,\n    but a bear meets him,\n    or he enters a house and rests his hand on a wall,\n    but a snake bites him.",
      "20": "Will not the Day of the Lord be darkness and not light,\n    gloom without a trace of brightness?",
      "21": "I hate, I reject, your festivals!\n    I do not delight in the aroma of the sacrifices at your sacred convocations.",
      "22": "Even if you offer up to me your whole burnt offerings and your grain offerings,\n    I will not accept them.\n    I will not pay any attention to your fellowship offerings of fattened calves.",
      "23": "Get the noise of your songs away from me!\n    I will not listen to the music of your harps.",
      "24": "But let justice roll like the waters,\n    and righteousness like an ever-flowing stream.",
      "25": "Did you bring me sacrifices and grain offerings in the wilderness for forty years, O house of Israel?",
      "26": "You lifted up images of Sakkuth, your king,\n    and of Kiyyun, your star god, which you made for yourselves.",
      "27": "So I will exile you beyond Damascus,\n    says the Lord, whose name is the God of Armies."
    },
    "6": {
      "1": "Woe to you who are complacent in Zion,\nyou who feel secure on Mount Samaria,\n    you distinguished people of the leading nation,\n    to whom the house of Israel comes.",
      "2": "Travel to Kalneh and look.\n    Go from there to Hamath Rabbah,\n    and go down to Gath of the Philistines.\n    Are you better than those kingdoms?\n    Are their territories greater than your territory?",
      "3": "You who are trying to put off the evil day,\n    you bring near the session for violence!",
      "4": "Those who lie on ivory beds,\n    sprawling upon their couches,\n    eating lambs from the flock\n    and calves straight from the stall,",
      "5": "improvising tunes on the lyre,\n    composing music for themselves on musical instruments like David,",
      "6": "drinking large bowls of wine—\n    they slather themselves with the most expensive perfumed oils,\n    but they do not grieve over the ruin of Joseph.",
      "7": "That is why they will go into exile as the first of the exiles.\n    Those who sprawl out at their feasts for the dead will depart.",
      "8": "The Lord God swears by himself,\n    declares the Lord, the God of Armies:\n    I detest the pride of Jacob,\n    and I hate his citadels,\n    so I will hand over the city and everything in it.",
      "9": "If ten men happen to survive in one house, they will die.",
      "10": "When a relative who burns the bodies comes to take away the bones from the house, he will say to whoever remains in the recesses of the house, “Is there anyone else still with you?” And they will say, “No one.” And he will say, “Silence! For you must not invoke the name of the Lord!”",
      "11": "Look, the Lord is indeed giving a command, and he will smash the largest house into fragments and the smallest house into splinters.",
      "12": "Do horses run on a rocky cliff?\n    Does anyone plow the sea with an ox?\n    Yet you turn justice into poison\n    and the fruit of righteousness into wormwood.",
      "13": "You are rejoicing over Lo Debar.\n    You are saying, “Was it not by our strength that we captured Karnaim for ourselves?”",
      "14": "Indeed, I am about to raise up a nation against you, O house of Israel,\n    declares the Lord, the God of Armies.\n    They will oppress you from Lebo Hamath to the Canyon of the Arabah."
    },
    "7": {
      "1": "This is what the Lord God showed me: I saw that he was forming a locust swarm at the time when the late crops were beginning to sprout—the crops that were planted after the cuttings of hay for the king.",
      "2": "When the swarm had finished consuming the vegetation of the land, I said, “Lord God, please forgive! How can Jacob stand? Look, he is so small!”",
      "3": "The Lord changed his decree about this. “It will not happen,” said the Lord.",
      "4": "This is what the Lord God showed me: I saw the Lord God calling for a trial by fire, which devoured the great deep and started to consume the land.",
      "5": "I said, “Lord God, please stop! How can Jacob stand? Look, he is so small!”",
      "6": "The Lord changed his decree about this. “This will not happen,” said the Lord God.",
      "7": "This is what he showed me: I saw the Lord standing by a wall that had been constructed with a plumb line. He had a plumb line in his hand.",
      "8": "The Lord said to me, “What do you see, Amos?”\nI said, “A plumb line.”\nThen the Lord said:\n    Look, I am about to set up a plumb line next to my people Israel.\n    I will no longer overlook their sin.",
      "9": "The high places of Isaac will be desolate,\n    and the sanctuaries of Israel will be ruined.\n    I will rise up against the house of Jeroboam with the sword.",
      "10": "Then Amaziah, the priest of Bethel, sent a message to Jeroboam king of Israel:\nAmos has conspired against you in the midst of the house of Israel. The land is not able to endure all of his words.",
      "11": "This is what Amos says: “Jeroboam will die by the sword, and Israel will certainly go into exile away from its own soil.”",
      "12": "Then Amaziah said to Amos, “You seer, get out of here! Flee to the land of Judah. You may eat food and prophesy there.",
      "13": "But you must never again prophesy at Bethel, for it is the sanctuary of the king and the national temple.”",
      "14": "Then Amos responded to Amaziah:\nI was not a prophet, nor was I a son of a prophet. Rather, I was a sheep breeder and I took care of sycamore fig trees.",
      "15": "But the Lord took me from tending flocks, and the Lord said to me, “Go, prophesy to my people Israel.”",
      "16": "But now, hear the word of the Lord, you who are saying, “Do not prophesy against Israel” and “Do not preach against the house of Isaac.”",
      "17": "This is what the Lord says: “Your wife will be a prostitute in the city, and your sons and your daughters will fall by the sword. Your land will be parceled out with a measuring line, and as for you, you will die upon unclean soil. And Israel will certainly go into exile far away from its own soil.”"
    },
    "8": {
      "1": "This is what the Lord God showed me: I saw a basket of ripe summer fruit.",
      "2": "Then he asked, “What do you see, Amos?”\nI said, “A basket of ripe summer fruit.”\nThen the Lord said to me, “The end is coming upon my people Israel. I will no longer overlook their sin.",
      "3": "The singing women of the palace will wail on that day, declares the Lord God. Many corpses—all over! Silence!”",
      "4": "Listen to this, you who trample on the needy\n        to wipe out the oppressed from the land,",
      "5": "who say, “When will the New Moon be over so that we can sell grain?\n    When will the Sabbath end so that we can open the grain bins?\n    Then we will make the bushel smaller and make the shekel weight heavier.\n    We will cheat with dishonest scales.",
      "6": "We will buy the poor for silver\n    and the needy for a pair of sandals.\n    We will sell the chaff with the grain.”",
      "7": "The Lord swears by the Pride of Jacob,\n    “I will never forget any of their deeds!”",
      "8": "Because of this, the land will shake,\n    and everyone living in it will mourn.\n    The whole land will rise up like the Nile.\n    It will surge and sink down again like the Nile of Egypt.",
      "9": "Here is what will happen on that day, declares the Lord God:\n    I will make the sun set at noon,\n    and I will bring darkness on the earth when it should be light.",
      "10": "I will turn your festivals into mourning\n    and all of your songs into a lamentation.\n    I will put sackcloth on all your waists\n    and baldness on every head.\n    I will make that day like the mourning for an only son,\n    and it will end like a bitter day.",
      "11": "Look, the days are coming, declares the Lord God,\n    when I will send a famine into the land—\n    not a famine of bread\n    nor a thirst for water,\n    but rather a famine of hearing the words of the Lord.",
      "12": "People will stumble from sea to sea\n    and from north to east.\n    They will roam back and forth seeking the word of the Lord,\n    but they will not find it.",
      "13": "On that day the beautiful virgins will faint,\n    and the young men will grow weak from thirst.",
      "14": "Those who swear by the shameful guilt of Samaria,\n    those who say, “As your god lives, Dan,”\n    or, “The way of Beersheba lives”—\n    they will fall, and they will never rise again."
    },
    "9": {
      "1": "I saw the Lord standing by the altar, and he said:\n    Strike the capitals on top of the pillars so that the thresholds shake.\n    Cut them off so that they fall on the heads of all the people,\n    and those who survive I will kill with the sword.\n    No one who flees from there will get away,\n    and not a single fugitive from among them will escape.",
      "2": "Even if they dig down to hell,\n    from there my hand will seize them.\n    And even if they ascend to heaven,\n    from there I will bring them down.",
      "3": "Even if they hide themselves on the top of Mount Carmel,\n    from there I will search for them, and I will seize them.\n    Even if they hide themselves from my sight at the bottom of the sea,\n    from there I will command the serpent, and it will bite them.",
      "4": "Even if they go into captivity in the presence of their enemies,\n    from there I will command the sword, and it will kill them.\n    And I will set my eye upon them for disaster and not for good.",
      "5": "The Lord God of Armies is the one who touches the earth, so that it melts.\n    All who dwell on it mourn.\n    All of it rises like the Nile,\n    and like the Nile of Egypt it sinks down again.",
      "6": "He is the one who builds his upper chambers in heaven.\n    He set the foundation for his vault upon the earth.\n    He is the one who summons the waters of the sea\n    and pours them out over the face of the earth—\n    the Lord is his name.",
      "7": "Are you not like Cushites to me, you children of Israel?\n    declares the Lord.\n    Did I not bring Israel up from the land of Egypt\n    and the Philistines from Caphtor\n    and the Arameans from Kir?",
      "8": "Look, the eyes of the Lord God are on the sinful kingdom,\n    and I will destroy it from the face of the earth.\n    But I will never completely destroy the house of Jacob,\n    declares the Lord.",
      "9": "Listen! I am giving a command,\n    and among all the nations I will shake the house of Israel\n        as the contents of a sieve are shaken,\n    and not even one pebble will fall out to the ground.",
      "10": "By a sword, all the sinners among my people will die,\n    those who are saying, “Disaster will not overtake us. It will not confront us.”",
      "11": "In that day I will raise up the fallen shelter of David.\nI will repair the broken parts of its walls,\nand I will raise up its ruins.\nI will rebuild it as in days of old,",
      "12": "so that they will possess what remains of Edom,\nthat is, all the nations who are called by my name,\ndeclares the Lord, who is doing this.",
      "13": "Look, days are coming, declares the Lord,\nwhen the plowman will catch up with the reaper,\nand the one who tramples grapes will catch up with the one sowing the seed.\nThe mountains will drip sweet wine,\nand all the hills will wave with grain.",
      "14": "I will restore the fortunes of my people Israel,\nand they will rebuild the desolate cities and dwell in them.\nThey will plant vineyards and drink their wine,\nand they will make gardens and eat their fruit.",
      "15": "I will plant them in their soil,\nand they will never again be uprooted from the soil\nthat I have given to them,\nsays the Lord your God."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:13.935100-04:00",
    "Translation": "EHV"
  }
}