{
  "Colossians": {
    "1": {
      "1": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,",
      "2": "To the holy and faithful brothers in Christ at Colossae:\nGrace to you and peace from God our Father.",
      "3": "We always thank God, the Father of our Lord Jesus Christ, when we pray for you,",
      "4": "because we have heard of your faith in Christ Jesus and the love that you have for all the saints",
      "5": "because of the hope that is stored up for you in heaven. You have already heard about this in the word of truth, the gospel",
      "6": "that is present with you now. The gospel is bearing fruit and growing in the entire world, just as it also has been doing among you from the day you heard it and came to know the grace of God in truth.",
      "7": "You learned this from Epaphras, our dear fellow servant, who is a faithful minister of Christ on your behalf.",
      "8": "He is the one who told us about your love in the Spirit.",
      "9": "For this reason, from the day we heard about your love, we also have not stopped praying for you. We keep asking that you would be filled with the knowledge of his will in all wisdom and spiritual understanding,",
      "10": "so that you might live in a way that is worthy of the Lord. Our goal is that you please him by bearing fruit in every kind of good work and by growing in the knowledge of God,",
      "11": "as you are being strengthened with all power because of his glorious might working in you. Then you will have complete endurance and patience, joyfully",
      "12": "giving thanks to the Father, who qualified us to share in the inheritance of the saints in the kingdom of light.",
      "13": "The Father rescued us from the domain of darkness and transferred us into the kingdom of the Son he loves,",
      "14": "in whom we have redemption, the forgiveness of sins.",
      "15": "He is the image of the invisible God, the firstborn over all creation,",
      "16": "for in him all things were created, in heaven and on earth, things seen and unseen, whether thrones or dominions or rulers or authorities; all things have been created through him and for him.",
      "17": "He is before all things, and all things hold together in him.",
      "18": "He is also the head of the body, the church. He is the beginning, the firstborn from the dead, so that in all things he might have the highest rank.",
      "19": "For God was pleased to have all his fullness dwell in him,",
      "20": "and through him to reconcile all things to himself (whether things on earth or in heaven) by making peace through the blood of his cross.",
      "21": "At one time, you were alienated from God and hostile in your thinking as expressed through your evil deeds.",
      "22": "But now Christ reconciled you in his body of flesh through death, in order to present you holy, blameless, and faultless before him—",
      "23": "if you continue steadfast and firm in faith, without being moved away from the hope of the gospel. This is the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, have become a minister.",
      "24": "Now I rejoice in my sufferings on your behalf, and in my flesh I am filling up what is lacking in the afflictions of Christ on behalf of his body, which is the church.",
      "25": "I became a minister of the church for your benefit when God gave me the task of fully proclaiming the word of God,",
      "26": "namely, the mystery that was hidden for past ages and generations, but now has been revealed to his saints.",
      "27": "God wanted to make known to them what is the wealth of the glory of this mystery among the Gentiles—this mystery, which is Christ in you, the hope of glory.",
      "28": "We proclaim him as we admonish and teach everyone with all wisdom, so that we might present everyone perfect in Christ.",
      "29": "This is the goal I am laboring to reach, striving with his strength, which is powerfully at work in me."
    },
    "2": {
      "1": "Indeed, I want you to know how much I am struggling for you and for those in Laodicea, and for all those who have not seen me personally.",
      "2": "I am doing this so that their hearts may be encouraged as they are brought together in love, and into all the wealth of assurance that understanding brings, into the knowledge of the mystery of God, which is Christ.",
      "3": "All the treasures of wisdom and knowledge are hidden in him.",
      "4": "I say this so that no one deceives you with persuasive speech that sounds reasonable.",
      "5": "For though I am absent bodily, I am with you in spirit, rejoicing to see your orderliness and the firmness of your faith in Christ.",
      "6": "Therefore, just as you received Christ Jesus as Lord, continue to walk in him,",
      "7": "by being rooted and built up in him, and strengthened in the faith just as you were taught, while you overflow in faith with thanksgiving.",
      "8": "See to it that no one takes you captive through philosophy and empty deceit, which are in accord with human tradition, namely, the basic principles of the world, but not in accord with Christ.",
      "9": "For all the fullness of God’s being dwells bodily in Christ.",
      "10": "And you have been brought to fullness in him. Christ is the head over every ruler and authority.",
      "11": "You were also circumcised in him, with a circumcision not done by human hands, in the putting off of the body of flesh, in the circumcision of Christ,",
      "12": "when you were buried with Christ in baptism. And in baptism you were also raised with him through the faith worked by the God who raised Christ from the dead.",
      "13": "Even when you were dead in your trespasses and the uncircumcision of your flesh, God made you alive with Christ by forgiving us all our trespasses.",
      "14": "God erased the record of our debt brought against us by his legal demands. This record stood against us, but he took it away by nailing it to the cross.",
      "15": "After disarming the rulers and authorities, he made a public display of them by triumphing over them in Christ.",
      "16": "Therefore, do not let anyone judge you in regard to food or drink, or in regard to a festival or a New Moon or a Sabbath day.",
      "17": "These are a shadow of the things that were coming, but the body belongs to Christ.",
      "18": "Do not let anyone who enjoys false humility and the worship of angels tell you that you are disqualified from the prize. This person goes into detail about what he has seen. He is puffed up for no reason by the attitude of his sinful flesh.",
      "19": "He does not hold on to the head, from whom the whole body grows with the growth that comes from God as it is supported and held together by its sinews and ligaments.",
      "20": "If you died with Christ to the basic principles of the world, why do you submit to its rules, as if you were still living in the world?",
      "21": "“Do not touch!” “Do not taste!” “Do not handle!”",
      "22": "All of these rules end in destruction when they are used, because they are in accord with human commands and teachings.",
      "23": "While such rules have the appearance of wisdom with self-chosen religion, which consists of humiliation and severe treatment of the body, they have no value at all in checking the self-indulgence of the sinful flesh."
    },
    "3": {
      "1": "Therefore, because you were raised with Christ, seek the things that are above, where Christ is seated at the right hand of God.",
      "2": "Set your mind on things above, not on earthly things.",
      "3": "For you died, and your life is hidden with Christ in God.",
      "4": "When Christ, who is your life, appears, then you also will appear with him in glory.",
      "5": "So put to death whatever is worldly in you: sexual immorality, uncleanness, lust, evil desire, and greed, which is idolatry.",
      "6": "It is because of these things that the wrath of God is coming on the sons of disobedience.",
      "7": "You too once walked in these things, when you were living in them.",
      "8": "But now, you too are to rid yourselves of all of these: wrath, anger, malice, slander, and filthy language from your mouth.",
      "9": "Do not lie to each other since you have put off the old self with its practices,",
      "10": "and put on the new self, which is continually being renewed in knowledge, according to the image of its Creator.",
      "11": "Here there is no Greek or Jew, circumcision or uncircumcision, barbarian, Scythian, slave or free, but rather Christ is all and is in all.",
      "12": "Therefore, as God’s elect, holy and loved, clothe yourselves with heartfelt compassion, kindness, humility, gentleness, and patience.",
      "13": "Bear with one another and forgive each other if anyone has a complaint against anyone else. Forgive, just as Christ forgave you.",
      "14": "And, in addition to all these things, put on love, which ties things together in perfect unity.",
      "15": "Let the peace of Christ control your hearts, to which you were also called, in one body. And be thankful.",
      "16": "Let the word of Christ dwell in you richly, as you teach and admonish one another with all wisdom, singing psalms, hymns, and spiritual songs, with gratitude in your hearts to God.",
      "17": "And everything you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.",
      "18": "Wives, submit to your husbands, as is fitting in the Lord.",
      "19": "Husbands, love your wives and do not treat them harshly.",
      "20": "Children, obey your parents in everything, for this is pleasing in the Lord.",
      "21": "Fathers, do not embitter your children, so that they do not become discouraged.",
      "22": "Slaves, obey your human masters in everything, not just when they are watching you, like people-pleasers, but with a sincere heart, out of respect for the Lord.",
      "23": "Whatever you do, keep working at it with all your heart, as for the Lord and not for people,",
      "24": "because you know that you will receive an inheritance from the Lord as a reward. Keep serving the Lord Christ!",
      "25": "Indeed, the one who does what is wrong will be repaid for what he did wrong, and there is no favoritism."
    },
    "4": {
      "1": "Masters, show justice and fairness to your slaves, because you know that you also have a Master in heaven.",
      "2": "Be persistent in prayer, and as you pray, be alert and thankful.",
      "3": "At the same time, pray for us too, that God might open a door for our message, so that we can tell the mystery about Christ, for which I am in prison.",
      "4": "Pray that I may make it known clearly, as it is necessary for me to speak.",
      "5": "Walk in wisdom in the way you act toward those on the outside, making the most of your opportunity.",
      "6": "Let your speech always be gracious, seasoned with salt, so that you know how you are to answer each person.",
      "7": "Tychicus, my dear brother and faithful minister and fellow servant in the Lord, will tell you everything about me.",
      "8": "I am sending him to you for this very reason, that you may know how we are, and that he may comfort your hearts.",
      "9": "I am sending him along with Onesimus, our faithful and dear brother, who is one of you. They will tell you everything that is going on here.",
      "10": "Aristarchus, my fellow prisoner, greets you, as does Mark, the cousin of Barnabas. You received instructions about him. If he comes to you, welcome him.",
      "11": "Jesus, who is called Justus, also greets you. These are my only fellow workers for the kingdom of God who are circumcised, and who have been a source of comfort to me.",
      "12": "Epaphras greets you. He is one of you and is a servant of Christ. He is always struggling in prayer for you, praying that you may stand complete and fully assured in all the will of God.",
      "13": "Indeed, I can testify about him that he has worked very hard in your place, in the place of those in Laodicea, and in the place of those in Hierapolis.",
      "14": "Luke, the dearly loved doctor, greets you, as does Demas.",
      "15": "Greet the brothers in Laodicea. Greet Nympha and the church at her house.",
      "16": "When this letter has been read among you, make sure that it is also read in the church of the Laodiceans. And make sure that you also read the letter from Laodicea.",
      "17": "Tell Archippus, “See to it that you fulfill the ministry that you received in the Lord.”",
      "18": "This greeting is written by me, Paul, with my own hand. Remember my chains. Grace be with you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:31.592517-04:00",
    "Translation": "EHV"
  }
}