{
  "Daniel": {
    "1": {
      "1": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it.",
      "2": "The Lord gave Jehoiakim king of Judah into Nebuchadnezzar’s hand, along with some of the vessels of the House of God, and he brought them to the land of Shinar, into the house of his god. He brought the vessels into the treasury of his god.",
      "3": "The king told Ashpenaz, the chief of his court officials, to bring some young Israelite men from the royal family or from the nobility.",
      "4": "He was to choose young men who had no blemish, who were good looking, who had insight into all kinds of wisdom, who possessed knowledge, understanding, and learning, and who were capable of serving in the king’s palace, in order to teach them the literature and language of the Chaldeans.",
      "5": "The king assigned them daily rations from the special royal food and from the king’s own wine. He ordered that they should be trained for three years. At the end of training they were to serve the king.",
      "6": "In this group of young men were the Judeans Daniel, Hananiah, Mishael, and Azariah.",
      "7": "The chief of the officials gave them new names. He gave Daniel the name Belteshazzar, Hananiah the name Shadrak, Mishael the name Meshak, and Azariah the name Abednego.",
      "8": "Daniel made up his mind that he would not defile himself with the special food of the king or with the wine that he drank. So he sought permission from the chief official, so that he would not have to defile himself.",
      "9": "God made the chief of the officials favorable and sympathetic toward Daniel.",
      "10": "Then the chief of the officials said to Daniel, “I am afraid of my lord the king, who assigned your food and your drink. Why should he see your faces looking less healthy than those of the other young men who are your age? You put my life at risk before the king.”",
      "11": "Daniel said to the superintendent whom the chief of the officials had placed over Daniel, Hananiah, Mishael, and Azariah,",
      "12": "“Please test your servants for ten days. Tell them to give us only vegetables, and we will eat them and drink water.",
      "13": "Observe our appearance and the appearance of the young men who eat the special royal food. Then deal with your servants based on what you see.”",
      "14": "So he listened to what they said about this and tested them for ten days.",
      "15": "At the end of ten days, their appearance was noticeably better than that of the others. They were healthier than any of the young men who had been eating the special royal food.",
      "16": "So the superintendent permanently took away the special royal food and the wine they were to drink and gave them only vegetables.",
      "17": "As for these four young men, God gave them knowledge and insight into all kinds of literature, as well as wisdom. In addition, Daniel also understood every kind of vision and dream.",
      "18": "At the end of the time which the king had set for them to be brought to him, the chief of the officials brought them before Nebuchadnezzar.",
      "19": "The king spoke with them, and none of the others were found to be comparable to Daniel, Hananiah, Mishael, and Azariah. So they served the king.",
      "20": "In every matter concerning wisdom and understanding that the king sought from them, he found them ten times better than all the magicians and spell casters in his entire kingdom.",
      "21": "So Daniel remained there until the first year of King Cyrus."
    },
    "2": {
      "1": "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had a dream. His spirit was troubled, but he fell back to sleep again.",
      "2": "The king gave orders to summon the magicians, the spell casters, the sorcerers, and the astrologers to relate the king’s dream to him. So they came and stood before the king.",
      "3": "The king said to them, “I had a dream, and my spirit was troubled because I did not understand the dream.”",
      "4": "The astrologers said to the king in Aramaic, “Your Majesty, may you live forever! Tell the dream to your servants, and we will explain its meaning.”",
      "5": "The king answered the astrologers, “My decision is final. If you do not tell me the dream and what it means, your body shall be cut to pieces, and your houses will be made into a pile of rubble.",
      "6": "However, if you explain the dream and its meaning, you will receive gifts, a reward, and great honor from me. So, explain to me the dream and its meaning!”",
      "7": "They responded a second time and said, “Let the king tell the dream to his servants, and we will explain its meaning.”",
      "8": "The king answered, “Now I know for sure that you are buying time because you see that my decision is final.",
      "9": "If you do not make the dream known to me, there is only one decree for you. You have conspired to give me a lying and cheating response until the situation changes. So, tell me the dream, and I will know that you are also able to explain its meaning to me.”",
      "10": "The astrologers responded to the king, “There is no person on earth who is able to reveal what the king wants. No great and powerful king has ever asked for a thing like this from any magician, spell caster, or astrologer.",
      "11": "The thing that the king is asking is difficult. There is no one who can reveal it to the king except the gods, who do not dwell with mortal flesh.”",
      "12": "Because of this the king became very angry. He was enraged and gave orders to put the wise men of Babylon to death.",
      "13": "The decree was issued that all the wise men were to be executed. So executioners looked for Daniel and his companions to execute them.",
      "14": "Then Daniel responded with good judgment and tact to Ariok, the chief of the king’s executioners, who had gone out to execute the wise men of Babylon.",
      "15": "He said to Ariok, the king’s officer, “Why is the decree from the king so harsh?” So Ariok explained the situation to Daniel.",
      "16": "Daniel then entered the court and asked the king to give him time so that he could reveal the interpretation to the king.",
      "17": "Next, Daniel went to his house and explained the situation to Hananiah, Azariah, and Mishael, his companions.",
      "18": "They were to seek mercy from the God of Heaven concerning this mystery, so that Daniel and his companions would not be put to death with the rest of the wise men of Babylon.",
      "19": "Then the mystery was revealed to Daniel in a vision at night, and Daniel blessed the God of Heaven.",
      "20": "Daniel said,\nMay the name of God be blessed forever and ever,\nbecause wisdom and power are his.",
      "21": "He changes times and eras.\nHe removes kings,\nand he brings kings to power.\nHe gives wisdom to the wise\nand knowledge to those who have good judgment.",
      "22": "He reveals deep things and hidden things.\nHe knows what is in the dark,\nand the light dwells with him.",
      "23": "To you, God of my fathers, I give thanks and praise, because you have given me wisdom and power. Now you have made known to me what we requested from you, because you have made known to us the thing the king asked about.",
      "24": "As a result of this, Daniel went to Ariok, whom the king had assigned to put the wise men of Babylon to death. Daniel went and said this to him: “Do not put the wise men of Babylon to death. Bring me before the king, and I will explain the meaning to the king.”",
      "25": "Then Ariok immediately brought Daniel before the king. This is what Ariok said to the king: “I have found a man from among the Judean exiles who will make the interpretation known to the king.”",
      "26": "The king said to Daniel (whose name was Belteshazzar), “Are you able to make known to me the dream that I saw and its meaning?”",
      "27": "Daniel answered the king, “The mystery that the king is asking about, no wise men, spell casters, magicians, or diviners are able to explain it to the king.",
      "28": "However, there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will happen in the latter days. This is your dream; the visions in your head while you were on your bed were this:",
      "29": "For you, Your Majesty, while you were on your bed, thoughts arose about things that will come after this, and the Revealer of Mysteries made known to you what will happen.",
      "30": "But the reason that this mystery was revealed to me was not because I have more wisdom in me than any other living being. Rather, it was revealed to me so that the meaning could be made known to Your Majesty and so that you may know the thoughts of your heart.",
      "31": "You, Your Majesty, were looking, and there was a very great statue. That statue, which was large and extremely bright, was standing in front of you. Its appearance was frightening.",
      "32": "The statue looked like this: Its head was fine gold, its chest and its arms were silver, its abdomen and its thighs were bronze,",
      "33": "its shins were iron, and its feet were partly iron and partly fired clay.",
      "34": "You continued to watch until a stone was cut, but not by human hands. It struck the statue on its feet that were iron and clay, and it smashed them.",
      "35": "Then all at once the iron, the clay, the bronze, the silver, and the gold were crushed and became like the chaff on the threshing floors of summer. The wind carried them away, and no trace of them could be found. However, the stone that struck the statue became a great mountain and filled the entire earth.",
      "36": "This is the dream.\nSo now we will interpret its meaning for Your Majesty.",
      "37": "You, Your Majesty, are the king of kings to whom the God of Heaven has given a kingdom, power, strength, and glory.",
      "38": "Wherever there are people, wild animals, and birds of the air, God has given them into your hand, and he has made you ruler over all of them. You are the head of gold.",
      "39": "After you another kingdom will arise that will be inferior to yours. Then another kingdom, a third kingdom of bronze will arise. This kingdom will rule the entire earth.",
      "40": "A fourth kingdom will be as strong as iron, since iron crushes and shatters everything. So, like iron that smashes, it will crush and smash all of these other kingdoms.",
      "41": "Because you saw feet and toes partly of potter’s clay and partly of iron, this will be a divided kingdom. It will have some of the hardness of iron, because you saw iron mixed with common clay.",
      "42": "What is more, the toes of the feet were partly iron and partly clay. This means that part of the kingdom will be strong and part of it will be brittle.",
      "43": "You saw iron mixed with common clay. This means that the different parts of the kingdom will be a mixture of different races of people, and they will not remain united to one another, just as iron does not mix with clay.",
      "44": "In the days of those kings, the God of Heaven will establish a kingdom that will never be destroyed, and this kingdom will not be left to another race of people. It will crush and put an end to all of these kingdoms, but it will stand forever,",
      "45": "just as you saw that a stone was cut from the mountain, but not by human hands, and it crushed the iron, the bronze, the clay, the silver, and the gold. A great God has made known to Your Majesty what will happen after this. The dream is sure, and its interpretation is certain.",
      "46": "Then King Nebuchadnezzar fell facedown and paid homage to Daniel. He commanded that a sacrificial gift and incense be offered to him.",
      "47": "The king said, “Truly your God is the God of Gods, the Lord of Kings, and the Revealer of Mysteries, because you were able to reveal this mystery.”",
      "48": "Then the king promoted Daniel to a high position and gave him many valuable gifts. He made him ruler over the entire province of Babylon and chief prefect over all the wise men of Babylon.",
      "49": "When Daniel requested it, the king appointed Shadrak, Meshak, and Abednego over the administration of the province of Babylon. Daniel remained in the royal court."
    },
    "3": {
      "1": "King Nebuchadnezzar made a golden statue. It was ninety feet tall and nine feet wide. He set it up in the plain of Dura in the province of Babylon.",
      "2": "King Nebuchadnezzar sent word to assemble the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates, and all of the rulers of the provinces to come to the dedication of the statue that King Nebuchadnezzar had set up.",
      "3": "Then the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates, and all of the rulers of the provinces assembled for the dedication of King Nebuchadnezzar’s statue. They stood in front of the statue that Nebuchadnezzar had set up.",
      "4": "The herald called out loudly, “To you peoples, nations, and languages, this command is given:",
      "5": "When you hear the sound of the horn, the flute, the lyre, the harp, the triangular harp, the drum, and all kinds of musical instruments, you will fall down and worship the gold statue that King Nebuchadnezzar set up.",
      "6": "Whoever does not fall down and worship will immediately be thrown into the blazing fiery furnace.”",
      "7": "Therefore, when all the peoples heard the sound of the horn, the flute, the lyre, the harp, the triangular harp, and all kinds of musical instruments, all the peoples, nations, and languages fell down and worshipped the golden statue that King Nebuchadnezzar had set up.",
      "8": "At that time, some Chaldeans approached the king and maliciously accused the Jews.",
      "9": "They said to King Nebuchadnezzar, “Your Majesty, may you live forever!",
      "10": "You, Your Majesty, gave an order that everyone who hears the sound of the horn, the flute, the lyre, the harp, the triangular harp, the drum, and all kinds of musical instruments must fall down and worship the golden statue,",
      "11": "and whoever does not fall down and worship will be thrown into the blazing fiery furnace.",
      "12": "There are Jews whom you appointed over the administration of the province of Babylon, namely, Shadrak, Meshak, and Abednego. These men do not pay attention to you, Your Majesty. They do not serve your gods, and they do not worship the gold statue that you set up.”",
      "13": "Then in a furious rage Nebuchadnezzar said to bring Shadrak, Meshak, and Abednego. So these men were brought before the king.",
      "14": "Nebuchadnezzar said to them, “Is it true, Shadrak, Meshak, and Abednego, that you do not serve my gods and that you do not worship the golden statue that I set up?",
      "15": "Now, if you are ready, at the time when you hear the sound of the horn, the flute, the lyre, the harp, the triangular harp, the drum, and all kinds of musical instruments, you must fall down and worship the statue I made. But if you do not worship, you will immediately be thrown into the blazing fiery furnace. What god will be able to save you from my hands?”",
      "16": "Shadrak, Meshak, and Abednego answered King Nebuchadnezzar, “We have no need to answer you about this matter.",
      "17": "Since our God, whom we serve, does exist, he is able to save us from the blazing fiery furnace. So, he may save us from your hand, Your Majesty.",
      "18": "But if he does not, you should know, Your Majesty, that we will not serve your gods, and we will not worship the golden statue that you set up.”",
      "19": "Then Nebuchadnezzar was filled with rage, and the expression on his face changed against Shadrak, Meshak, and Abednego. He said to heat the furnace seven times hotter than it was usually heated.",
      "20": "He ordered some men, who were soldiers from his army, to bind Shadrak, Meshak, and Abednego in order to throw them into the blazing fiery furnace.",
      "21": "So these men were bound in their coats, their pants, their turbans, and their other clothing, and they were thrown into the middle of the blazing fiery furnace.",
      "22": "Because the king’s order was urgent and the furnace was extremely hot, those men who carried Shadrak, Meshak, and Abednego were killed by the intense heat of the fire.",
      "23": "But these three men, Shadrak, Meshak, and Abednego, who had been tied up, fell into the blazing fiery furnace.",
      "24": "Then King Nebuchadnezzar was startled and immediately stood up. He said to his advisors, “Didn’t we throw three men, who had been tied up, into the middle of the fire?”\nThey answered the king, “Certainly, Your Majesty.”",
      "25": "He said, “Look! I see four men, who are untied and walking around in the middle of the fire, unharmed. What is more, the appearance of the fourth is like a son of the gods.”",
      "26": "Then Nebuchadnezzar approached the door of the blazing fiery furnace. He said, “Shadrak, Meshak, and Abednego, servants of the Most High God, come out!” Then Shadrak, Meshak, and Abednego came out from the middle of the furnace.",
      "27": "The satraps, the prefects, the governors, and the royal advisors gathered together and looked at these men. The fire had no power over their bodies. Not a hair on their head was singed, their robes were not damaged, and the smell of fire had not stuck to them.",
      "28": "Nebuchadnezzar said, “Blessed be the God of Shadrak, Meshak, and Abednego, who sent his angel and saved his servants, who trusted in God and ignored the king’s command. They gave up their bodies and did not pay homage or worship any god except their God.",
      "29": "So I have issued an order that every people, nation, and language that speaks any blasphemy against the God of Shadrak, Meshak, and Abednego shall be cut to pieces, and his house shall be turned into a pile of rubble, because there is no other god who is able to save like this.”",
      "30": "Then the king promoted Shadrak, Meshak, and Abednego in the province of Babylon."
    },
    "4": {
      "1": "From King Nebuchadnezzar:\nTo all peoples, nations, and languages that dwell on the entire earth:\nMay your peace and prosperity increase.",
      "2": "It seemed good to me to declare the signs and wonders that the Most High God did for me.",
      "3": "How great are his signs!\n    How mighty are his wonders!\n    His kingdom is an eternal kingdom,\n    and his dominion extends from generation to generation.",
      "4": "When I, Nebuchadnezzar, was carefree in my house and prospering in my palace,",
      "5": "I saw a dream that frightened me. The images I saw while I was on my bed and the visions in my head alarmed me.",
      "6": "So I issued a decree to bring before me all of the wise men of Babylon so that they could give the interpretation of the dream and make it known to me.",
      "7": "Then the magicians, the spell casters, the astrologers, and the diviners came, and I told them the dream. However, they could not make its meaning known to me.",
      "8": "Afterward, Daniel came before me (whose name is Belteshazzar, like the name of my god, and a spirit of the holy gods dwells in him), and I told him the dream.",
      "9": "Belteshazzar, chief of the magicians, because I know that a spirit of the holy gods dwells in you, and no mystery is too difficult for you, take a look at the dream I saw and interpret it for me.",
      "10": "I was seeing visions in my head while I was on my bed:\nThere was a tree standing in the middle of the earth, and its height was great.",
      "11": "The tree grew and became strong. Its height reached to heaven, and it was visible to the ends of the whole earth.",
      "12": "Its leaves were beautiful, and its fruit was plentiful. On it there was enough food for all. Under the tree the wild animals had shade, and the birds of the air lived in its branches. All living creatures fed themselves from it.",
      "13": "I was on my bed, watching the visions in my head, and I saw a watcher, who was a holy one, come down from heaven.",
      "14": "He called out loudly, and this is what he said:\nChop down the tree and cut off its branches. Strip its leaves and scatter its fruit. Let the animals flee from under it, and the birds from its branches.",
      "15": "However, leave the stump with its root in the ground, with an iron and bronze band around it. Leave it with the grass of the field, and let it be wet with the dew from the sky. Let its place be with the animals among the plants of the earth.",
      "16": "Let its mind be changed from that of a human, let the mind of an animal be given to it, and let seven times pass over it.",
      "17": "The proclamation is a decree of the watchers, and the matter is a command of the holy ones, so that all the living may know that the Most High rules the kingdoms of men. He gives them to whomever he wishes, and he appoints the lowliest men over them.",
      "18": "This is the dream that I, King Nebuchadnezzar, saw. Now, you, Belteshazzar, tell me what it means, because none of the wise men of my kingdom are able to make the meaning known to me. But you are able, because a spirit of the holy gods is in you.",
      "19": "Then Daniel, whose name was Belteshazzar, was horrified for a moment, and his thoughts troubled him. The king said, “Belteshazzar, do not let the dream and its meaning trouble you.”\nBelteshazzar answered, “My Lord, if only the dream were about your enemies and its meaning about your foes!”",
      "20": "The tree which you saw grew and became strong. Its height reached to heaven, and it was visible to the whole earth.",
      "21": "Its leaves were beautiful, and its fruit was abundant. On it there was food for all. The wild animals lived under it, and the birds of the air lived in its branches.",
      "22": "You are the tree, Your Majesty. For you have grown, and you have become great. Your greatness has increased and reached to heaven. Your dominion reaches to the ends of the earth.",
      "23": "And you, Your Majesty, saw a watcher, who was a holy one, coming down from heaven, and he said, “Chop down the tree and destroy it. However, leave the stump with its roots in the ground, with an iron and bronze band around it. Let it be with the grass of the field. Let it be wet with the dew from the sky. Its place will be with the wild animals, until seven times pass over it.”",
      "24": "This is the interpretation, Your Majesty:\nIt is a decree of the Most High that has come upon my lord, the king.",
      "25": "You will be driven away from humans, and your dwelling will be with the wild animals. You will have to eat plants as bulls do, and you will be wet with the dew from the sky. Seven times will pass over you until you know that the Most High rules the kingdoms of men, and he gives them to whomever he wishes.",
      "26": "Because they said to leave the stump with the roots of the tree, your kingdom will remain yours when you acknowledge that Heaven rules.",
      "27": "Therefore, Your Majesty, let my advice be pleasing to you. Break away from your sins with righteousness and from your guilty deeds by showing mercy to the poor. Perhaps your prosperity will be extended.",
      "28": "All this happened to King Nebuchadnezzar.",
      "29": "At the end of twelve months he was walking on top of the palace of his kingdom in Babylon.",
      "30": "The king said, “Isn’t this the great Babylon that I built for a royal residence by my mighty power and my majestic glory?”",
      "31": "While the word was still in the king’s mouth, a voice came down from heaven. It said, “It is announced to you, King Nebuchadnezzar: The kingdom has been taken away from you.",
      "32": "You will be driven away from humans, and your dwelling will be with the wild animals. Grass will be fed to you as grass is fed to bulls, and seven times will pass over you until you know that the Most High rules the kingdoms of men, and he gives them to whomever he wishes.”",
      "33": "Immediately the word was fulfilled against Nebuchadnezzar, and he was driven away from humans. So he ate grass as bulls do, and his body was wet with the dew from the sky until his hair grew long like eagles’ feathers and his nails like birds’ claws.",
      "34": "At the end of the set time, I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me. So I blessed the Most High, and I praised and glorified the one who lives forever, because his dominion is an eternal dominion, and his kingdom lasts forever and ever.",
      "35": "All of the inhabitants of the earth are considered to be nothing, and he does as he wishes with the army of heaven and the inhabitants of the earth. So there is no one who can hold back the hand of the Most High and say to him, “What have you done?”",
      "36": "At that time my reason returned to me, and my splendor and glory returned to me for the honor of my kingdom. So my advisors and nobles looked for me. I was reinstated over my kingdom, and I became even more majestic than I was before.",
      "37": "Now, I, Nebuchadnezzar, praise, exalt, and honor the King of Heaven, because all his works are true, and his ways are just. All those who walk in arrogance he is able to humble."
    },
    "5": {
      "1": "King Belshazzar made a great feast for a thousand of his nobles, and in front of the thousand he drank wine.",
      "2": "When he had tasted the wine, Belshazzar said to bring the gold and silver vessels that his father Nebuchadnezzar had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines could drink from them.",
      "3": "Then they brought the gold vessels that they had taken from the temple, that is, the House of God in Jerusalem. So the king and his nobles, his wives and his concubines drank from them.",
      "4": "They drank wine and praised the gods of gold and silver, of bronze, iron, wood, and stone.",
      "5": "At that moment the fingers of a human hand appeared and wrote on the plaster of the wall of the king’s palace, opposite the lampstand, and the king saw the back of the hand that was writing.",
      "6": "Then the king’s cheerful appearance changed, his face grew pale, and his thoughts troubled him. His legs went limp, and his knees knocked together.",
      "7": "The king called out loudly to bring the spell casters, the astrologers, and the diviners. The king said to the wise men of Babylon, “Whoever is able to read this writing and explain its meaning will be clothed in purple, with a gold chain around his neck, and he will rule as third highest in the kingdom.”",
      "8": "Then all the king’s wise men came in, but they were not able to read the writing or tell the king what it meant.",
      "9": "Then King Belshazzar was really terrified. He grew even paler, and his nobles were perplexed.",
      "10": "The queen came to the drinking party because of the words of the king and his nobles. The queen said, “Your Majesty, may you live forever! Do not let your thoughts trouble you, and do not look so frightened.",
      "11": "There is a man in your kingdom in whom is a spirit of the holy gods. In the days of your father, enlightenment, insight, and wisdom like the wisdom of the gods were found in him. So King Nebuchadnezzar your father, your father the king, appointed him chief of the magicians, spell casters, astrologers, and diviners,",
      "12": "because an outstanding spirit and knowledge and insight in interpreting dreams and explaining riddles and solving knotty problems were found in this Daniel, whom the king named Belteshazzar. Now let Daniel be summoned, and he will explain the meaning of the writing.”",
      "13": "Then Daniel was brought before the king. The king said to Daniel, “Are you Daniel, one of the Judean exiles whom my father the king brought from Judah?",
      "14": "I have heard about you that a spirit of the gods is in you, and enlightenment and insight and outstanding wisdom are found in you.",
      "15": "Now, those wise men who are the spell casters were brought before me to read this writing and to make its meaning known to me, but they were not able to explain the meaning of the message.",
      "16": "Yet I have heard about you that you are able to explain meanings clearly and to solve knotty problems. Therefore, if you are able to read the writing and make its meaning known to me, you will be clothed in purple, with a gold chain around your neck, and you will rule as the third in the kingdom.”",
      "17": "Then Daniel answered the king:\nKeep your gifts for yourself, or give your rewards to someone else! Nevertheless, I will read the writing to the king, and I will make its meaning known to him.",
      "18": "As for you, Your Majesty—the Most High God gave the kingdom, greatness, splendor, and glory to Nebuchadnezzar, your father.",
      "19": "So because of the greatness that he gave him, all peoples, nations, and languages trembled and were afraid in his presence. He killed whomever he wanted, and he let live whomever he wanted. Also, he promoted anyone he wanted, and he demoted anyone he wanted.",
      "20": "But when he thought too much of himself, and his spirit became hardened in pride so that he acted arrogantly, he was deposed from the throne of his kingdom, and his splendor was taken away from him.",
      "21": "He was driven away from humans, and his mind was changed to that of an animal. So his dwelling was with the wild donkeys. He was fed grass as bulls are fed, and his body was wet with dew from the sky, until he knew that the Most High God rules the kingdoms of men, and he raises up over them anyone he desires.",
      "22": "But you, his son, Belshazzar, did not humble your heart although you knew all this.",
      "23": "Instead, you lifted yourself against the Lord of Heaven. The vessels from his house were brought before you, and you and your nobles, your wives and your concubines drank wine from them. Then you praised the gods of silver, gold, bronze, iron, wood, and stone, who do not see and do not hear and do not know. But you did not honor the God who holds your breath in his hand and who controls all your ways.",
      "24": "So the back of the hand was sent by him, and this writing was inscribed.",
      "25": "Now this is the writing that was inscribed:\nmene mene tekel and parsin",
      "26": "This is the meaning of the message:\nMene means that God has counted up your kingdom and paid it out or spent it.",
      "27": "Tekel means that you have been weighed in the scales, and you are too light.",
      "28": "Parsin means that your kingdom has been broken in two and given to the Medes and the Persians.",
      "29": "Then Belshazzar spoke, and they dressed Daniel in purple, with a gold chain around his neck, and they made him the third highest ruler in the kingdom.",
      "30": "That very night, King Belshazzar the Chaldean was killed.",
      "31": "Then Darius the Mede received the kingdom, when he was about sixty-two years old."
    },
    "6": {
      "1": "It seemed like a good plan to Darius to appoint one hundred twenty satraps over the kingdom. They were to rule throughout the kingdom.",
      "2": "Above them there would be three supervisors (Daniel was one of them) to whom these satraps would report, so that the king would not suffer any loss.",
      "3": "It came about that this Daniel distinguished himself above the supervisors and satraps, because there was an outstanding spirit in him. So the king intended to promote him so that he would be in charge of the entire kingdom.",
      "4": "Then the supervisors and satraps kept trying to find a basis for an accusation against Daniel in regard to his administration of the kingdom. However, they were unable to come up with an accusation or any evidence of corruption, because he was trustworthy and no neglect of duty or evidence of corruption could be found against him.",
      "5": "Then these men said, “We will not find any accusation to bring against this Daniel unless we find something against him concerning the law of his God.”",
      "6": "So these supervisors and satraps came as a group to the king and said this to him, “Darius, Your Majesty, may you live forever!",
      "7": "All the supervisors of the kingdom, the prefects and the satraps, the advisors and the governors advise the king to establish and enforce a decree that prohibits anyone to pray a prayer to any god or person for thirty days except to you, Your Majesty. Anyone who does so will be thrown into the den of lions.",
      "8": "Now Your Majesty, please establish the decree and sign a document that cannot be changed, according to the law of the Medes and the Persians that cannot be revoked.”",
      "9": "That is why King Darius signed the written decree.",
      "10": "Now, when Daniel learned that the document had been signed, he went to his house. It had windows on its upper story that opened toward Jerusalem. Three times each day he would get on his knees and pray and offer praise before his God. He continued to do that, just as he had been doing before this.",
      "11": "Then these men came as a group and found Daniel praying and seeking favor from his God.",
      "12": "They then went and asked the king about the decree. “Your Majesty, did you not sign a decree that anyone who prays to any god or person for thirty days except to you, Your Majesty, would be thrown into the den of lions?”\nThe king answered, “Indeed I did. The order is established as a law of the Medes and the Persians that cannot be revoked.”",
      "13": "Then they responded to the king, “Daniel, who is one of the exiles from Judah, does not pay attention to you, Your Majesty, or to the decree that you signed. Instead, three times each day he is praying his prayers.”",
      "14": "When the king heard this report, he was very upset about it, but he was determined to save Daniel. So until sunset he worked hard to rescue him.",
      "15": "Then these men came as a group to the king and kept saying to the king, “You know, Your Majesty, that it is the law of the Medes and the Persians that every decree or statute that the king establishes cannot be changed.”",
      "16": "Then the king gave the order, and Daniel was brought and thrown into the lions’ den. The king said to Daniel, “May your God, whom you serve continually, rescue you.”",
      "17": "A stone was brought and placed over the mouth of the pit. The king sealed it with his signet ring and the signet rings of his nobles so that nothing could be changed with regard to Daniel’s situation.",
      "18": "Then the king went to his palace. He spent the night without food, and no entertainment was brought before him. But he could not sleep.",
      "19": "At dawn the king arose as soon as it was light and hurried to the lions’ den.",
      "20": "As he came near the pit, he cried out in a fearful voice. The king said to Daniel, “Daniel, servant of the living God, was your God, whom you serve continually, able to rescue you from the lions?”",
      "21": "Then Daniel spoke with the king. “Your Majesty, may you live forever!",
      "22": "My God sent his angel and shut the mouth of the lions. They have not hurt me because he found me innocent in his presence. Also before you, Your Majesty, I have committed no crime.”",
      "23": "Then the king was very glad and said that Daniel should be brought up from the pit. So Daniel was brought up from the pit, and he was unharmed because he trusted in his God.",
      "24": "The king gave the order, and those men who maliciously accused Daniel were brought and thrown into the lions’ den—they, their children, and their wives. They had not reached the bottom of the pit when the lions overpowered them and crushed all their bones.",
      "25": "Then King Darius wrote to all the peoples, nations, and languages that dwell in the entire earth:\n    May your peace and prosperity increase.",
      "26": "I give this command throughout my royal dominion:\n    People should continually tremble and be afraid before the God of Daniel,\n    because he is the living God, who endures forever.\n    His kingdom will not be destroyed,\n    and his dominion is eternal.",
      "27": "He rescues and he saves.\n    He works signs and wonders in heaven and on earth.\n    So he saved Daniel from the power of the lions.",
      "28": "So this Daniel prospered during the reign of Darius, that is, during the reign of Cyrus the Persian."
    },
    "7": {
      "1": "In the first year of King Belshazzar of Babylon, Daniel had a dream. When he was on his bed, he saw visions in his head. Then he wrote down the dream by recording the main points.",
      "2": "Daniel said:\nDuring my visions at night, I was watching and saw the four winds of heaven churning up the great sea.",
      "3": "Four large beasts were coming out of the sea, each one different from the others.",
      "4": "The first was like a lion. It had wings like an eagle. I kept watching until its wings were plucked off. Then it was lifted up from the earth so that it stood on its feet like a man, and a man’s mind was given to it.",
      "5": "Then another appeared, a second beast that looked like a bear. It was raised up on one side. Three ribs were in its mouth between its teeth. This is what was being said to it: “Arise, devour much flesh.”",
      "6": "After this, I kept watching and another beast appeared which was like a leopard. It had four bird wings on its back. The beast had four heads, and dominion was given to it.",
      "7": "After this, I kept watching the night visions, and another beast appeared. The fourth beast was frightening and terrifying and very strong. It had large iron teeth. It devoured and crushed. With its feet it trampled whatever was left. Now it was different from all the beasts that came before it. It had ten horns.",
      "8": "I was thinking about the horns when suddenly another horn, a little one, came up among them. Three of the horns that had already been there were uprooted to make room for it. I noticed eyes like human eyes on that horn, and it had a mouth which was speaking boastfully.",
      "9": "I continued to watch until thrones were set up, and the Ancient of Days was seated. His clothing was white as snow, and the hair on his head was like pure wool. His throne was flames of fire. Its wheels were blazing fire.",
      "10": "A river of fire flowed out from his presence. Thousands upon thousands served him, and ten thousand times ten thousand stood before him. The court was seated, and books were opened.",
      "11": "I kept paying attention to the sound of the boastful words that the horn was speaking. I kept watching until the beast was killed, and its body was destroyed and thrown into the burning fire.",
      "12": "As for the rest of the beasts, their dominion had been taken away, but their lives were prolonged for a set period of time.",
      "13": "I kept watching the night visions, and there, in the clouds of heaven, I saw one like a son of man coming. He came to the Ancient of Days, and he was brought before him.",
      "14": "To him was given dominion, honor, and a kingdom. All peoples, nations, and languages will worship him. His dominion is an eternal dominion that will not pass away, and his kingdom is one that will not be destroyed.",
      "15": "I, Daniel—my spirit was distressed within my body, and the visions in my head disturbed me.",
      "16": "I approached one of those standing there, and I asked him for the truth about all this. So he spoke to me and made the meaning of these visions clear to me.",
      "17": "“These great beasts are four kings who will arise from the earth.",
      "18": "But the saints of the Most High will receive the kingdom, and they will possess the kingdom forever—yes, forever and ever.”",
      "19": "Then I wanted to be certain about that fourth beast that was different from all the others. It was very frightening. Its teeth were iron, and its claws were bronze. It devoured and crushed, and whatever was left it trampled with its feet.",
      "20": "I also wanted to be certain about the ten horns on its head, about the other horn that came up, and about the three horns that fell to make room for it. What is more, that horn had eyes and a mouth that was speaking boastful things. Its appearance was greater than that of the other horns that were with it.",
      "21": "I kept watching, and that horn made war against the saints and prevailed over them,",
      "22": "until the Ancient of Days came, and judgment was rendered in favor of the saints of the Most High. Then the time came, and the saints took possession of the kingdom.",
      "23": "So this is what he said to me:\nThe fourth beast is the fourth kingdom that will come on the earth. It will be different from all the kingdoms. It will devour the entire earth, trample it, and smash it.",
      "24": "As for the ten horns—ten kings will arise from that kingdom, and another king will arise after them. He will be different from the previous ones, and he will humble three kings.",
      "25": "He will speak words against the Most High so that he will wear down the saints of the Most High. Moreover, he has plans to change times and the law. So the saints will be given into his hand for a time, times, and half a time.",
      "26": "Then the court will be seated, and the horn’s dominion will be taken away in order to destroy it and wipe it out forever.",
      "27": "But the kingdom and the dominion and the greatness of the kingdoms under all the heavens will be given to the people, to the saints of the Most High. His kingdom is an eternal kingdom, and all dominions will worship and obey him.",
      "28": "This was the end of the matter. I, Daniel—my thoughts troubled me greatly. My appearance changed and my face became pale, but I kept the matter to myself."
    },
    "8": {
      "1": "In the third year of the reign of King Belshazzar, a vision appeared to me—I, Daniel—after the one that appeared to me previously.",
      "2": "I saw the vision, and as I watched, I was in the citadel of Susa, which is in the province of Elam. I saw in the vision that I was beside the Ulai Canal.",
      "3": "I looked up and right there in front of me I saw a ram standing beside the canal. He had two horns. The two horns were large. One, however, was larger than the other, but the larger one had grown up later.",
      "4": "I saw the ram pushing toward the west, north, and south, and no beast was able to stand in his way. Nothing could rescue anyone from his power. So he did as he pleased and made himself great.",
      "5": "As I was thinking about this, I saw a male goat coming from the west, moving across the surface of the whole earth without touching the ground. The goat had a conspicuous horn between his eyes.",
      "6": "He came up to the ram with the two horns that I saw standing beside the canal, and he ran at him with fierce anger.",
      "7": "I saw him coming up to the ram, and he was enraged against him. He struck the ram and broke his two horns. The ram had no power to stand up against him, so the goat threw the ram to the ground and trampled him. There was no one who could rescue the ram from his power.",
      "8": "The male goat made himself very great. But as he became strong, his large horn was broken, and four conspicuous horns grew up in its place toward the four winds of heaven.",
      "9": "Then from one of these horns a single horn came up. It began small, but it became very large toward the south and the east and toward the beautiful land.",
      "10": "It exalted itself against the army of heaven. It made some of that army and some of the stars fall to earth, and it trampled them.",
      "11": "It exalted itself against the Prince of the Army. It deprived him of the continual sacrifice, and the place of his sanctuary was thrown down.",
      "12": "The army and the continual sacrifice will be handed over to the horn during the rebellion, and it will throw truth to the ground. It will succeed in doing this.",
      "13": "Then I heard a holy one speaking, and another holy one said to the one speaking, “How long is the vision about the continual sacrifice and the rebellion that causes desolation going to last—this handing over of both the Holy Place and the army to be trampled?”",
      "14": "He said to him, “Until two thousand three hundred evenings and mornings, and then the Holy Place will be consecrated.”",
      "15": "When I, Daniel, had seen the vision, I tried to understand it. Then suddenly there was someone standing in front of me who had the appearance of a man.",
      "16": "I heard a human voice coming from between the banks of the Ulai. It called out and said, “Gabriel, make this man understand the vision.”",
      "17": "So he came beside the spot where I stood, and when he came, I was terrified and fell facedown. He said to me, “Understand, son of man, that the vision concerns the time of the end.”",
      "18": "When he had spoken with me, I fell into a deep sleep, facedown on the ground. He touched me and made me stand up.",
      "19": "He said, “Listen, I am about to make known to you what will happen during the last part of the furious anger, because this concerns the appointed time of the end.",
      "20": "“The ram that you saw had two horns, the kings of Media and Persia.",
      "21": "The male goat is the king of Greece, and the large horn between his eyes is the first king.",
      "22": "He is the one who was broken, and four others arose in his place. Four kingdoms will arise from his nation, but not with the same power he had.",
      "23": "“In the latter part of their kingdom, when the rebels have reached their full measure, a merciless king who understands intrigue will arise.",
      "24": "His power will be very great, but not from his own power. He will destroy wonderful things, and he will succeed in doing this. He will destroy mighty men and the people of the saints.",
      "25": "Through his cunning, he will deceive in order to succeed by his power and will also exalt himself in his heart. He will destroy many who are at ease, and he will rise up against the Prince of Princes. However, he will be broken, but not by human power.",
      "26": "The vision of the evenings and the mornings that was spoken is true. But you—seal the vision, because it concerns a time many days in the future.”",
      "27": "I, Daniel, was exhausted and sick for days. Then I got up and carried out the king’s business. I was stunned by the vision, but I did not understand it."
    },
    "9": {
      "1": "In the first year of Darius son of Xerxes, who was a Mede by descent and who was made king over the kingdom of the Chaldeans—",
      "2": "in the first year of his reign, I, Daniel, understood from the scrolls that, according to the word of the Lord given to the prophet Jeremiah, the number of years it would take to complete the devastation of Jerusalem was seventy years.",
      "3": "With fasting, sackcloth, and ashes I turned my face to the Lord God to seek him in prayer and to plead for grace.",
      "4": "I prayed to the Lord, my God, and I made confession.\nPlease, Lord, you are the great God, who is to be feared, who keeps the covenant, and who shows mercy to those who love him and keep his commands.",
      "5": "We have sinned. We have been guilty. We have acted wickedly. We have rebelled and turned aside from your commands and standards.",
      "6": "We did not listen to your servants the prophets, who spoke in your name to our kings, officials, and fathers and to all the people of the land.",
      "7": "Righteousness is yours, Lord, but we are filled with shame this day—we the people of Judah, the inhabitants of Jerusalem, and all Israel, both near and far, in all the lands where you have banished them because of the treachery with which they betrayed you.",
      "8": "Lord, we are filled with shame—our kings, our officials, and our fathers, who sinned against you.",
      "9": "Acts of compassion and forgiveness belong to the Lord our God, even though we have rebelled against him.",
      "10": "We did not listen to the voice of the Lord our God by walking according to his laws that he set before us through the hand of his servants, the prophets.",
      "11": "All Israel violated your law and turned away by not listening to your voice. So you poured out the curse on us and fulfilled the oath that is written in the Law of Moses, the servant of God, because we sinned against him.",
      "12": "God has fulfilled the words that he spoke against us and against our judges by bringing such a great disaster upon us. What was done in Jerusalem has never been done under all of heaven.",
      "13": "As it is written in the Law of Moses, all this disaster came upon us, but we did not seek the favor of the Lord our God to turn from our guilt and to gain insight into your truth.",
      "14": "Therefore, the Lord watched over the disaster and brought it upon us, because the Lord our God is righteous in everything he does, but we did not listen to his voice.",
      "15": "And now, Lord our God, you who brought your people out of the land of Egypt with a mighty hand and who made a name for yourself to this very day, we have sinned, we have acted wickedly.",
      "16": "Lord, according to all your righteous acts, let your anger and wrath turn away from your city Jerusalem, your holy mountain, although, because of our sins and the guilt of our fathers, Jerusalem and your people are viewed with contempt by everyone around us.",
      "17": "Now listen, our God, to the prayer of your servant and to his plea for grace, and let your face shine upon your desolate sanctuary for your sake, my Lord.",
      "18": "My God, turn your ear toward us and listen. Open your eyes and see the desolation that is upon us and the city that is called by your name. No, it is not because of our righteous acts that we are casting our plea for grace before you, but because of your great acts of compassion.",
      "19": "Lord, listen! Lord, forgive! Lord, pay attention! Act, and do not delay—for your sake, my God, because your city and your people are called by your name.",
      "20": "While I was still speaking, praying, confessing my sin and the sin of my people Israel, I was casting my prayer for grace, concerning the holy mountain of my God, before the Lord my God,",
      "21": "while I was still speaking in prayer, the man Gabriel, whom I had seen in the first vision, touched me. I was completely exhausted. It was about the time of the evening sacrifice.",
      "22": "He instructed me, “Daniel, now I have come to give you insight with understanding.",
      "23": "At the beginning of your plea for grace, a word went out, and I came to declare it to you, because you are very treasured. So pay attention to the word and understand the vision.”",
      "24": "Seventy sevens are determined concerning your people and your holy city:\n    to end rebellion,\n    to finish sin,\n    and to atone for guilt,\n    to bring everlasting righteousness,\n    to seal up prophetic vision,\n    and to anoint a most holy one.",
      "25": "You should know and have insight. From the going out of a word to restore and rebuild Jerusalem until an anointed one, a ruler, comes, there will be seven sevens and sixty-two sevens. Jerusalem will be rebuilt with public squares and a moat, but during troubled times.",
      "26": "Then after the sixty-two sevens, the anointed one will be cut off and have nothing. Both the city and the holy place will be destroyed by the people of a ruler who is coming, and its end will be with a flood. There will be war until the end, and desolations have been decreed.",
      "27": "He will confirm a covenant for the many during one seven. In the middle of the seven, he will cause sacrifice and offering to cease.\nOn the wing of abominations is one who causes desolation, until the decreed end is poured out on the one who causes desolation."
    },
    "10": {
      "1": "In the third year of Cyrus, king of Persia, a message was revealed to Daniel, whose name was Belteshazzar. Now the message was true. It was about a great war. He understood the message, and understanding came to him through the vision.",
      "2": "In those days I, Daniel, was mourning for three whole weeks.",
      "3": "I ate no expensive food, and no meat or wine entered my mouth. I did not anoint myself at all until the completion of three whole weeks.",
      "4": "On the twenty-fourth day of the first month, I was beside the Great River, that is, the Tigris.",
      "5": "I looked up, and there, right in front of me, I saw a man dressed in linen. Around his waist he was wearing a belt made from gold of Uphaz.",
      "6": "His body was like topaz, and his face looked like lightning. His eyes were like burning torches, and his arms and feet were like polished bronze. The sound of his words was like the sound of an army.",
      "7": "Only I, Daniel, saw the vision. The men who were with me did not see the vision, but they were overwhelmed by fear and trembling, so they ran away to hide.",
      "8": "I was left alone, and I saw this great vision. No strength was left in me. My appearance changed for the worse. I became very pale, and I had no strength.",
      "9": "I heard the sound of his words, but as I heard the sound of his words, I was in a deep sleep, facedown, with my face to the ground.",
      "10": "Then a hand touched me and pulled me up, trembling, to my hands and knees.",
      "11": "He said to me, “Daniel, you are a highly valued man. Understand the words that I am speaking to you. Stand up where you are, because now I have been sent to you.” When he spoke this word to me, I stood up, shaking.",
      "12": "He said to me, “Do not be afraid, Daniel, because from the first day that you began to commit your heart to gaining understanding and to humbling yourself before your God, your words have been heard, and I have come in response to your words.",
      "13": "However, an officer of the kingdom of Persia was standing against me for twenty-one days. Yet Michael, one of the chief officers, came to help me, for I had been left there against the kings of Persia.",
      "14": "I have come to explain to you what will happen to your people in the latter days, because the vision concerns days still to come.”",
      "15": "As he spoke these words to me, I pressed my face to the ground and was silent.",
      "16": "Then someone whose form was like a son of man was touching my lips. So I opened my mouth and spoke and said to the one standing in front of me, “My lord, pain has come upon me in the vision, and I have no strength left in me.",
      "17": "How can this servant of my lord speak with my lord? And I, from now on—no strength remains in me, and no breath is left in me.”",
      "18": "The one whose appearance was like a man touched me again and strengthened me.",
      "19": "He said to me, “Do not be afraid, you highly valued man. Peace to you. Be strong! Be strong!”\nAs he spoke with me I was strengthened, and I said, “Keep speaking, my lord, because you strengthen me.”",
      "20": "He said, “Do you know why I have come to you? Now I will return to fight against the official of Persia. But after I leave that battle, the prince of Greece will come.",
      "21": "Nevertheless, I will tell you what is inscribed in the Book of Truth. No one is supporting me against these enemies except Michael, your prince."
    },
    "11": {
      "1": "In the first year of Darius the Mede, I stood up to strengthen and protect him.”",
      "2": "Now I will tell you the truth: Look, three more kings will arise for Persia. Then the fourth one will gain great riches, more than anyone else. As he becomes strong through his riches, he will stir everyone up against the kingdom of Greece.",
      "3": "A warrior king will arise. He will rule a great dominion and will do as he pleases.",
      "4": "But as he rises, his kingdom will be broken and be divided to the four winds of heaven, but it will not be passed on to his descendants. It will not be ruled with the same ruling power with which he ruled, because his kingdom will be uprooted and given to others besides these.",
      "5": "The King of the South will become strong, but one of his commanders will become stronger than he and rule a dominion greater than his.",
      "6": "After some years, they will make an alliance. The daughter of the King of the South will come to the King of the North and make a fair agreement. However, she will not keep the strength of her arm, and he and his arm will not endure. She will be given up—she and those who brought her, the one who fathered her, and the one who strengthened her during these times.",
      "7": "But one who is a branch from her root will arise in his place. He will come against the army and come into the fortress of the King of the North. He will make war with them and win.",
      "8": "He will also take their gods captive to Egypt with their cast images and with their valuable silver and gold vessels. For some years he will leave the King of the North alone.",
      "9": "But the King of the North will come into the kingdom of the King of the South. Then he will return to his own land.",
      "10": "His sons will stir themselves up and will gather a huge force of many armies, which will keep coming like an overflowing flood. They will stir themselves up again as far as his fortress.",
      "11": "The King of the South will be enraged. He will go out and fight with the King of the North. The King of the North will raise up a great army, but the army will be handed over to the King of the South.",
      "12": "When the King of the North’s army is swept away, and the King of the South becomes arrogant, though he will cause tens of thousands to fall, he will not win.",
      "13": "The King of the North will again raise an army, which will be greater than the first army, and after some years he will keep coming with a great army and many supplies.",
      "14": "In those times, many will rise up against the King of the South. Violent men from your own people will lift themselves up in fulfillment of this vision, but they will fail.",
      "15": "The King of the North will come and build siege works and capture a fortified city. The forces of the south will not stand, not even its best troops, because they will have no strength to stand.",
      "16": "The one who comes against him will do as he pleases, and no one will stand in his way. He will stand in the beautiful land, and it will be completely in his power.",
      "17": "He will be determined to come with the power of his entire kingdom and to bring a treaty with him, which he will enforce. He will give his daughter to the King of the South in marriage in order to destroy the southern kingdom. But his plan will not succeed or turn out to his advantage.",
      "18": "He will focus his attack on the coastlands and capture many. However, a commander will put an end to his insolence. Moreover, he will make him pay for his insolence.",
      "19": "Then the King of the North will turn his face toward the fortresses of his land. He will stumble and fall and not be found.",
      "20": "Then one will arise in his place who will send an oppressive tax collector for the glory of his kingdom. However, in a few days he will be broken, but not in anger or battle.",
      "21": "A despicable person will arise in his place, but they will not confer the royal majesty upon him. He will come when the kingdom is at ease and seize it through smooth, slippery talk.",
      "22": "A powerful force will be overpowered by him and broken, together with a leader of the covenant.",
      "23": "After an alliance is made with the leader of the covenant, the despicable person will act deceitfully. He will rise up and become powerful with a small nation.",
      "24": "He will come to the richest parts of the province when it is at ease, and he will do what his fathers and his fathers’ fathers did not do. He will distribute plunder and property to them. He will come up with plans against strongholds, but only for a time.",
      "25": "He will awaken his power and his courage against the King of the South with a great army. The King of the South will stir himself up for battle with a very great and powerful army, but he will not succeed because schemes will be plotted against him.",
      "26": "Those who eat his special royal food will try to break him, and his army will be swept away. Many will fall, struck down in battle.",
      "27": "The two kings, whose hearts are bent to evil, will sit at one table and lie to each other, but this scheming will not succeed, because the end is still set for an appointed time.",
      "28": "The King of the North will return to his land with a lot of captured possessions and with his heart set against the holy covenant. He will take action and then return to his own land.",
      "29": "At the appointed time he will return and come into the South again, but this later invasion will not turn out like the first invasion.",
      "30": "Ships from Kittim will come against him, and he will be humbled.\nThen he will turn and become furious against the holy covenant and take action. He will return and show favor to those who abandon the holy covenant.",
      "31": "His forces will arise, profane the temple fortress, abolish the continual daily sacrifice, and set up the abominable thing that causes desolation.",
      "32": "So he will corrupt wicked men of the covenant with smooth talk, but a people who know their God will be strong and take action.",
      "33": "Those of the people who have insight will make many understand, but they will fall by the sword, and to flames, captivity, and plunder for some time.",
      "34": "However, when they stumble, they will be aided by a little help, and many will join them insincerely.",
      "35": "Some of those who have insight will stumble so that they may be refined, purified, and made white until the time of the end, for it is still set for an appointed time.",
      "36": "The king will do as he pleases. He will exalt himself and magnify himself over every god, and he will speak amazing things against the God of Gods. He will prosper until furious anger is completed, because what has been determined shall be done.",
      "37": "He will not favor the God of his fathers. He also will not favor the desire of women or any god, because he will exalt himself above all of them.",
      "38": "He will honor a god of fortresses in their place. He will honor a god whom his fathers did not know with gold, silver, precious stones, and very valuable things.",
      "39": "He will deal with strong fortresses with the help of a foreign god. To all who acknowledge him, he will give great honor and make them rulers over many people. What is more, he will parcel out land for a price.",
      "40": "Then, at the time of the end, the King of the South will wage war against him, and the King of the North will storm out against him with chariots, horsemen, and many ships. He will enter countries like a flood and overflow them.",
      "41": "He will enter the beautiful land, and many will stumble. However, these nations will be delivered from his power: Edom, Moab, and the best of the Ammonites.",
      "42": "He will seek to harm countries, and the land of Egypt will not be one that escapes.",
      "43": "He will rule over the treasures of gold and silver and over all of the very valuable things of Egypt. Libyans and Cushites will be within his grasp.",
      "44": "However, reports from the east and from the north will terrify him. He will go out in great anger to destroy and to completely wipe out many.",
      "45": "He will pitch his royal tents between the seas toward the beautiful holy mountain. Yet he will come to his end, and there will be no one to help him."
    },
    "12": {
      "1": "Then at that time, Michael, the great prince who stands over your people, will arise. There will be a time of distress that has not happened from the first time that there was a nation until that time.\nAt that time your people will be delivered, everyone who is found written in the book.",
      "2": "Many who are sleeping in the dusty ground will awake, some to everlasting life, and some to shame, to everlasting contempt.",
      "3": "Those who have insight will shine like the brightness of the sky, and those who bring many to righteousness will shine like the stars forever and ever.",
      "4": "Now you, Daniel, close up the words and seal the scroll until the time of the end. Many will continue running back and forth, and knowledge will increase.",
      "5": "I, Daniel, looked, and there were two others standing there, one on the near bank of the river and the other on the far bank of the river.",
      "6": "Someone said to the man dressed in linen, who was above the waters of the river, “How long until the end of these amazing things?”",
      "7": "Then I heard the man dressed in linen, who was above the waters of the river. He raised his right hand and his left hand to heaven and swore by him who lives forever that it would be for a time, times, and half a time, and then, when the rejection of the holy people is finished, all these things will be finished.",
      "8": "I myself heard, but I did not understand. So I said, “Lord, what will be the end result of these things?”",
      "9": "He said:\nGo, Daniel, because the words are closed up and sealed until the time of the end.",
      "10": "Many will be purified, made white, and refined, but the wicked will act wickedly. None of the wicked will understand, but those who have insight will understand.",
      "11": "From the time when the regular daily offering is removed and an abominable thing that causes desolation is set up, there will be one thousand two hundred ninety days.",
      "12": "Blessed is the one who waits and reaches one thousand three hundred thirty-five days.",
      "13": "But you, go on your way to the end. You will rest and rise to your assigned inheritance at the end of the days."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:11.485965-04:00",
    "Translation": "EHV"
  }
}