{
  "Deuteronomy": {
    "1": {
      "1": "These are the words that Moses spoke to all Israel in the area beyond the Jordan, in the wilderness, in the Arabah opposite Suph, between Paran on one side and Tophel, Laban, Hazeroth, and Di Zahab on the other.",
      "2": "(It is an eleven-day journey from Horeb to Kadesh Barnea by the Mount Seir road.)",
      "3": "In the fortieth year, in the eleventh month, on the first of the month, Moses spoke to the people of Israel everything that the Lord had commanded him concerning them.",
      "4": "This was after he had defeated Sihon king of the Amorites, who lived in Heshbon, and he had defeated Og king of Bashan, who lived in Ashtaroth, at Edrei.",
      "5": "In the area east of the Jordan, in the land of Moab, Moses took on the task of explaining clearly this law as follows. This is what he said:",
      "6": "The Lord our God spoke to us at Horeb. He said, “You have stayed at this mountain long enough.",
      "7": "Turn in the other direction, start traveling, and go to the hill country of the Amorites and to all the people living in the Arabah, in the hill country, in the Shephelah, and in the Negev, and in the coastland by the sea (the land of the Canaanites) and the Lebanon range, up to the Great River (the River Euphrates).",
      "8": "Look now, I have given you the land that is ahead of you. Go and take possession of the land that the Lord swore to give to your fathers, to Abraham, Isaac, and Jacob, promising to give it to them and to their descendants after them.”",
      "9": "So I said to you at that time, “I am not able to carry you by myself.",
      "10": "The Lord your God has increased your number, and here you are today, as numerous as the stars in the heavens.",
      "11": "May the Lord, the God of your fathers, add to you a thousand times as many as you are now, and may he bless you, just as he promised you.",
      "12": "But how can I manage by myself to carry the burden that you have become and the load that you are—especially your disputes?",
      "13": "Provide for yourselves, tribe by tribe, men who are wise and perceptive and with known ability, and I will appoint them as your leaders.”",
      "14": "Then you answered me, “What you propose to do is good.”",
      "15": "So I took the heads of your tribes, men who were wise and of known ability, and I appointed them as heads over you, commanders of thousands and commanders of hundreds and commanders of fifties and commanders of tens, as well as officers for your tribes.",
      "16": "I gave these orders to your judges at that time: “Listen to disputes among your brothers, and judge righteously between a man and his brother Israelite, as well as with the alien who resides with him.",
      "17": "Do not show partiality in judgment. Provide a hearing for the small and the great alike. Do not be motivated by fear of any person, because judgment belongs to God. Any case that is too difficult for you, bring it before me and I will hear it.”",
      "18": "So I gave you orders at that time about everything that you should do.",
      "19": "Then we journeyed from Horeb, and we walked through that whole vast and terrifying wilderness that you saw on the road to the hill country of the Amorites, as the Lord our God had commanded us to do. When we came to Kadesh Barnea,",
      "20": "I said to you, “You have come to the hill country of the Amorites, which the Lord our God is giving us.",
      "21": "Look now, the Lord your God has given you the land ahead of you. Go up, take possession of it, as the Lord, the God of your fathers, has said to you. Do not be afraid and do not be overwhelmed.”",
      "22": "Then all of you approached me and said, “Let us send out some of our men so that they can scout the land for us and bring us a report about the route that we should take and the cities that we will reach.”",
      "23": "The plan seemed good to me, so I selected from you twelve men, one man from each tribe.",
      "24": "They set out and went up to the hill country and came to the area of the Valley of Eshcol and spied on it.",
      "25": "They took in their hands some of the fruit of the land and brought it back to us and brought us a report that said, “The land that the Lord our God is giving us is good.”",
      "26": "Still you were not willing to go up, and you rebelled against the order of the Lord your God.",
      "27": "You complained in your tents and said, “Because the Lord hates us, he brought us out of the land of Egypt to hand us over to the Amorites so they could destroy us.",
      "28": "Where are we going? Our brothers have made our hearts melt by saying, ‘People there are stronger and taller than we are! There are large cities with fortified walls up to the skies! Also, we have seen the descendants of Anak there!’”",
      "29": "So I said to you, “Do not be overwhelmed and do not be afraid of them.",
      "30": "The Lord your God, who is going ahead of you, will fight for you, exactly as he did for you in Egypt, right before your very eyes,",
      "31": "and just as he did in the wilderness, where you saw that the Lord your God carried you as a man carries his son, on the entire way that you walked until you came to this place.”",
      "32": "Yet even with this, you did not believe the Lord your God,",
      "33": "who went ahead of you on the journey to search out a place for you to camp. He showed you the way that you should travel, by fire during the night and by a cloud during the day.",
      "34": "When the Lord heard the tone of your words, he was angry, and he swore an oath:",
      "35": "“Not one of these people from this evil generation will see the good land that I swore to give to your fathers,",
      "36": "except Caleb son of Jephunneh. He will see it, and I will give the land on which he walked to him and his children, because he has fully followed the Lord.”",
      "37": "The Lord was angry with me too because of you. He said, “You also will not enter there.",
      "38": "Joshua son of Nun, who is standing before you, will enter there. Strengthen him, because he will lead Israel to possess it.",
      "39": "Your toddlers, who you said would become plunder of war, and your children, who today do not yet know good and evil, will enter there. I will give it to them and they will take possession of it.",
      "40": "But you, turn around and travel into the wilderness toward the Red Sea.”",
      "41": "Then you answered me, “We have sinned against the Lord. We will go up and fight, just as the Lord our God commanded us to do.” So each man among you strapped on his weapons of war, and you thought it would be easy to go up to the hill country.",
      "42": "But the Lord instructed me: “Say to them, ‘Do not go up and fight, because I will not be among you to keep you from being struck down by your enemies.’”",
      "43": "So I spoke to you, but you did not listen. You rebelled against the command of the Lord and acted presumptuously by going up to the hill country anyway.",
      "44": "Then the Amorites living in the hill country went out to meet you. They pursued you like bees, and they struck you down in Seir all the way to Hormah.",
      "45": "Then you returned and you cried out before the Lord, but the Lord did not pay attention to the noise you made. He did not listen to you.",
      "46": "So you stayed in Kadesh many days—those well-known days that you stayed there."
    },
    "2": {
      "1": "Then we turned and traveled toward the wilderness on the road to the Red Sea, as the Lord had told me, and we traveled for many days to get around the area of Mount Seir.",
      "2": "Then the Lord said to me,",
      "3": "“You have been traveling around this mountainous region long enough. Turn north",
      "4": "and command the people, ‘You are about to pass through the territory of your brothers, the people of Esau, who are living in Seir, and they will be afraid of you. So be very careful.",
      "5": "Do not wage war against them because I am not going to give you any of their land, not even an area the size of a footprint, because I have given the Mount Seir region to Esau as a possession.",
      "6": "You may buy food from them with money so you can eat, and you may purchase water from them with money so you can drink.",
      "7": "For the Lord your God has blessed you in all the work of your hands. He knows your trek through this vast wilderness. These forty years the Lord your God has been with you. You have not lacked anything.’”",
      "8": "So we passed by the territory of our brothers, the people of Esau, who were living in Seir. After leaving the Arabah Road, Elat, and Ezion Geber behind us, we turned and we traveled along the road of the Wilderness of Moab.",
      "9": "Then the Lord said to me, “Do not be hostile toward Moab and do not wage war against them in battle, because I am not going to give you any of their land as a possession, since I have given Ar to the people of Lot as a possession.”",
      "10": "(The Emites formerly lived in it, a strong, numerous people and tall like the Anakites.",
      "11": "They, like the Anakites, are also considered to be Rephaim, but the Moabites call them Emites.",
      "12": "The Horites also lived in Seir formerly, but the people of Esau took possession of their land and destroyed them from their midst. They settled there in their place, just as Israel did in the land that the Lord gave to them as their possession.)",
      "13": "Then the Lord told us: “Now get ready and cross the Zered Canyon.” So we crossed over the Zered Canyon.",
      "14": "The time that we traveled from Kadesh Barnea until we crossed over the Zered Canyon was thirty-eight years, until that whole generation of fighting men were eliminated from the camp, just as the Lord had sworn to them.",
      "15": "Yes indeed, the hand of the Lord was against them to destroy them from the camp until they were eliminated.",
      "16": "Just as soon as all those fighting men were eliminated from the people by their death,",
      "17": "the Lord spoke to me:",
      "18": "“Today you are going to cross the border of Moab at Ar.",
      "19": "When you come near the people of Ammon, do not be hostile toward them and do not wage war against them, because I am not going to give any of the land of the people of Ammon to you as a possession, since I have given it to the people of Lot as a possession.”",
      "20": "(It also is considered to be the land of the Rephaim. The Rephaim lived in it formerly, but the Ammonites call them Zamzumites.",
      "21": "They are a strong and numerous people and as tall as the Anakites. But the Lord destroyed the Rephaim from among the Ammonites. The Ammonites took possession of their land and lived there in their place.",
      "22": "The Lord had done the same things for the people of Esau, who live in Seir, when he destroyed the Horites before them, and they took possession of their land and settled there in their place and remain there to this day.",
      "23": "Now the Caphtorites, who came out of Caphtor, destroyed the Avvites who were living in villages as far as Gaza and settled in their place.)",
      "24": "Then the Lord told us: “Get ready to travel and cross over the Arnon Canyon. See, I have given into your hands Sihon the Amorite, king of Heshbon, and his land. Start to take possession of it and wage war against him.",
      "25": "This very day I will begin to put dread and fear of you on the faces of the people everywhere under heaven, so that they will hear reports about you and they will tremble, and they will be shaking because of you.”",
      "26": "So I sent messengers from the Wilderness of Kedmoth to Sihon king of Heshbon with an offer of peace. I said,",
      "27": "“Let us pass through your land. We will proceed only on the road. We will not turn aside to the right or to the left.",
      "28": "You can sell us food in exchange for money so we can eat, and you can give us water in exchange for money so we can drink. Only let us pass through on foot,",
      "29": "as did the people of Esau living in Seir and the Moabites living in Ar, until we can cross over the Jordan into the land that the Lord our God is giving us.”",
      "30": "But Sihon king of the Amorites was not willing to let us pass through on the road, because the Lord your God gave him a stubborn attitude by making his heart obstinate, in order to give him over into your hands, as is now the case today.",
      "31": "Then the Lord said to me, “Look now, I have begun to give you Sihon and his land. Start taking action to take possession of his land.”",
      "32": "Then Sihon and all of his people went out to meet us in battle at Jahaz.",
      "33": "The Lord our God gave him to us, and we struck him down, as well as his sons and all his people.",
      "34": "So we captured each of his cities at that time. We devoted each city to destruction, with the men, women, and children. We did not leave a survivor.",
      "35": "We took only the livestock as plunder for ourselves, as well as the spoils of war from the cities that we captured.",
      "36": "From Aroer, which is on the edge of the Arnon Canyon, from the city that is in the canyon, all the way up to Gilead, there was not a city that was out of reach for us. The Lord our God gave us everything.",
      "37": "But it was only the land of the people of Ammon that you did not approach: the land along both sides of the Jabbok Canyon, the cities of the hill country, and everything that the Lord our God had forbidden us to take."
    },
    "3": {
      "1": "Then we turned and went up on the road to Bashan, and Og the king of Bashan came out to confront us. He and all his people came for war at Edrei.",
      "2": "But the Lord said to me, “Do not be afraid of him, because I have given him into your hands, as well as all of his people and his land. Do to him as you did to Sihon king of the Amorites, who lived at Heshbon.”",
      "3": "So the Lord our God gave into our hands also Og king of Bashan and all his people. We struck them down until they had no survivor remaining.",
      "4": "So we took all of his cities at that time. There was not a city that we did not take from them—sixty cities, the whole area of Argob, the kingdom of Og in Bashan.",
      "5": "All of these were fortified cities with high walls, gates, and bars, besides very many small unwalled towns.",
      "6": "We devoted them to destruction, just as we had done to Sihon king of Heshbon. There was a total destruction of every city, of men, women, and children,",
      "7": "but all of the cattle and the plunder of the cities we took as spoils for ourselves.",
      "8": "So at that time we took the land out of the hands of the two kings of the Amorites who were east of the Jordan, from the Arnon Canyon to Mount Hermon.",
      "9": "(The Sidonians call Hermon Sirion, but the Amorites call it Senir.)",
      "10": "We took all the cities of the tableland and all of Gilead and all of Bashan, up to Salecah and Edrei, cities of the kingdom of Og in Bashan.",
      "11": "(Only Og king of Bashan had remained from what was left of the Rephaim. His bed, a bed of iron, is it not in Rabbah of the people of Ammon? Its length is thirteen feet, and its width is six feet, according to the standard measure.)",
      "12": "So we took possession of this land at that time. I gave to Reuben and to Gad the land starting at Aroer, which is at the Arnon Canyon, and half of the hill country of Gilead, as well as its cities.",
      "13": "I gave to the half tribe of Manasseh the remainder of Gilead and all of Bashan, the kingdom of Og, all the territory of Argob (all that part of Bashan is called the land of the Rephaim).",
      "14": "Jair, the descendant of Manasseh, took all the territory of Argob up to the border of the Geshurites and the Ma’acathites, and he named the villages of Bashan after himself, Havvoth Jair, as they are called to this day.",
      "15": "I gave Gilead to Makir.",
      "16": "To the Reubenites and to the Gadites I gave the land of Gilead from the Arnon Canyon (that is, from the middle of the canyon), which served as one of their borders, up to the Jabbok Canyon, which served as their border with the people of Ammon.",
      "17": "Also the Arabah and the Jordan served as their border from the Sea of Kinneret to the Sea of the Arabah, that is, the Salt Sea, under the slopes of Pisgah on the east.",
      "18": "I gave you a command at that time: “The Lord your God gave you this land as a possession. All of your soldiers, armed for battle, are to cross over before your brother Israelites.",
      "19": "Only your wives and your children and your livestock (I know that you have a lot of livestock) may stay in your cities that I have given you,",
      "20": "until the Lord gives rest to your brothers as he has to you, and they also have taken possession of the land that the Lord your God is giving them on the other side of the Jordan. After that you may return, each man to his possession that I have given you.”",
      "21": "I also gave a command to Joshua at that time: “With your own eyes you have been observing everything that the Lord your God has done to these two kings. The Lord will do the same to all the kingdoms to which you are crossing.",
      "22": "Do not be afraid of them, because the Lord your God himself is fighting for you.”",
      "23": "I also begged the favor of the Lord at that time:",
      "24": "“My Lord God, you have begun to show your servant your greatness and your strong hand. Indeed, what god in heaven or on earth is there that has done anything like your works and your mighty deeds?",
      "25": "Let me cross over, please, and let me see the good land on the other side of the Jordan—this good hill country and the mountains of Lebanon.”",
      "26": "But the Lord was furious with me because of you, and he did not listen to me but said to me, “Enough from you! Do not continue to speak to me anymore about this matter.",
      "27": "Go up to the top of Pisgah and lift up your eyes toward the west and the north and the south and the east. Take a good look, because you will not be crossing over this Jordan.",
      "28": "But commission Joshua for duty and strengthen him and encourage him, because he will cross over in front of these people, and he will enable them to take possession of the land that you will only see.”",
      "29": "So we stayed in the valley opposite Beth Peor."
    },
    "4": {
      "1": "So now, Israel, listen to the statutes and the ordinances that I am teaching you, and carry them out so that you may live and so that you may enter the land that the Lord, the God of your fathers, is giving to you and take possession of it.",
      "2": "Do not add to the word that I am commanding you, and do not subtract from it, so that you keep the commandments of the Lord your God that I am commanding you.",
      "3": "With your own eyes you have been observing what the Lord did at Baal Peor. Indeed, the Lord your God destroyed from among you every man who followed the Baal of Peor.",
      "4": "But all of you, who are clinging to the Lord your God, are still alive today.",
      "5": "Note well now, I have taught you statutes and ordinances, as the Lord my God commanded me, so that you may carry them out also in the land that you are entering to take as a possession.",
      "6": "Keep them and put them into practice, because in this way your wisdom and your understanding will be recognized by all the people who hear about all these statutes; and they will say, “This great nation is certainly a wise and understanding people,”",
      "7": "because what other great nation is there that has a god as close to it as the Lord our God is to us whenever we call on him?",
      "8": "What other great nation is there that has statutes and ordinances as righteous as this entire law that I am presenting to you today?",
      "9": "But guard yourselves and guard your whole being diligently, so that you do not forget the things that your eyes have seen and so that those things do not disappear from your heart all the rest of the days of your life. Make them known to your children and to your children’s children.",
      "10": "Tell about the day that you stood before the Lord your God at Horeb when the Lord said to me, “Bring the people near to me and I will make sure that they hear my words, so that they may learn to fear me all the days that they are living in the land, and so that they may teach their children.”",
      "11": "So you drew near and you stood under the mountain while the mountain was burning with fire up to the very heavens. There was darkness, a thick cloud, and gloom.",
      "12": "Then the Lord your God spoke to you from the middle of the fire. You heard the sound of the words, but you did not see a form. You only heard the sound.",
      "13": "He declared to you his covenant that he commanded you to carry out, namely, the Ten Commandments. Then he wrote them on two tablets of stone.",
      "14": "At that time the Lord commanded me to teach you the statutes and ordinances for you to carry out in the land that you are entering in order to occupy it.",
      "15": "So guard your hearts very carefully, because you did not see any form on the day that the Lord your God spoke to you at Horeb from the middle of the fire.",
      "16": "Do this so that you do not act corruptly and make for yourselves an idol of any form. Do not make an image of a male or female,",
      "17": "an image of any animal that walks on the earth, an image of any bird that flies in the sky,",
      "18": "an image of anything that creeps on the ground, or an image of any fish that swims in the water below the earth.",
      "19": "Beware so that you do not lift up your eyes to the heavens and see the sun and the moon and the stars, all the vast army of the heavens, and you are lured away, and you bow down to them and worship them—things that the Lord your God has allotted to all the nations under all the heavens.",
      "20": "But you are the ones that the Lord has chosen and has brought out of the iron furnace of Egypt, to be a nation that is his possession, as is the case today.",
      "21": "But the Lord was angry with me because of your words, and he swore that I would not cross the Jordan and would not come into the good land that the Lord your God is giving you as an inheritance.",
      "22": "I will die in this land without crossing over the Jordan, but you will cross over and take possession of this good land.",
      "23": "Be on guard so that you do not forget the covenant that the Lord your God made with you and so that you do not make an idol for yourselves in the form of anything that the Lord your God prohibited.",
      "24": "For the Lord your God is a consuming fire, a jealous God.",
      "25": "But when you become the father of children, and you have grandchildren, and you have grown old in the land, if you then act corruptly by making an idol of any form, and you do evil in the eyes of the Lord your God, provoking him to anger,",
      "26": "I today call the heavens and the earth as witnesses against you, that you will most certainly perish quickly from the land that you are crossing the Jordan to possess. You will not live many days in it, because you will most certainly be destroyed.",
      "27": "The Lord will scatter you among the peoples, and you will be left as a people that are few in number among the nations where the Lord your God will force you to go.",
      "28": "There you will worship gods, the work of human hands, made of wood and stone—things that do not see or hear or eat or smell.",
      "29": "But from there you will seek the Lord your God, and you will find him when you search for him with all your heart and with all your soul.",
      "30": "When you experience misery and all these things have happened to you in future days, then you will return to the Lord your God, and you will be obedient to his voice.",
      "31": "For the Lord your God is a compassionate God. He will not leave you or destroy you or forget the covenant that he promised to your fathers with an oath.",
      "32": "So ask now about the former days, long before your time, beginning from the day when God created man on the earth. Search from one end of the heavens to the other. Has there ever been anything like this great event, or has anything like it ever been heard?",
      "33": "Has a people ever heard the voice of God speaking from the middle of fire as you heard and yet continued to live?",
      "34": "Or has a god ever tried to go and take for himself a nation from inside another nation by tests, signs, and warnings, or by war, by a strong hand and an outstretched arm, and by great awe-inspiring acts like all those that the Lord your God did for you in Egypt in front of your very eyes?",
      "35": "You yourselves were shown this so that you could know that the Lord—he is God! There is none except him alone.",
      "36": "He let you hear his voice from the heavens to discipline you, and on earth he let you see his great fire, and you heard his words from the middle of the fire.",
      "37": "Yes, because he loved your fathers and chose their descendants after them, he brought you out of Egypt by the great power of his Presence,",
      "38": "driving out from your presence nations greater and stronger than you are, to bring you in, to give you their land as an inheritance, as it is this day.",
      "39": "Therefore know this today and again take it to heart that the Lord is God in the heavens above and on the earth below. There is no other.",
      "40": "Keep his statutes and his commandments that I am commanding you today, so that it may go well for you and for your children after you, and so that you may live long on the land that the Lord your God is giving you for all time.",
      "41": "Then Moses set aside three cities in the region east of the Jordan, the place where the sun rises,",
      "42": "so that someone who killed a man could flee to them, that is, someone who killed his neighbor unintentionally and who did not previously hate him—he could flee to one of these cities and remain alive:",
      "43": "Bezer in the wilderness in the tableland belonging to the Reubenites, Ramoth in Gilead belonging to the Gadites, and Golan in Bashan belonging to the Manassites.",
      "44": "This is the Law that Moses set before the people of Israel.",
      "45": "These are the testimonies and statutes and ordinances that Moses spoke to the people of Israel when they went out of Egypt,",
      "46": "in the region east of the Jordan opposite Beth Peor in the land of Sihon king of the Amorites, who lived in Heshbon, whom Moses and the children of Israel struck down when they came out of Egypt.",
      "47": "So they took possession of his land as well as the land of Og king of Bashan, the two kings of the Amorites who were in the region east of the Jordan, where the sun rises.",
      "48": "They took possession from Aroer, which is on the edge of the Arnon Canyon, all the way to Mount Siyon, that is, Mount Hermon,",
      "49": "including all of the Arabah on the east side of the Jordan, up to the Sea of the Arabah below the slopes of Pisgah."
    },
    "5": {
      "1": "Moses called together all Israel and said this to them: Listen, Israel, to the statutes and ordinances that I am speaking in your hearing today so that you learn them and are conscientious about carrying them out.",
      "2": "The Lord our God made a covenant with us at Horeb.",
      "3": "The Lord did not make this covenant with our fathers, but with us, with those who are here today, all of us who are living today.",
      "4": "Face-to-face the Lord spoke with you at the mountain from the middle of the fire.",
      "5": "At that time I was standing between the Lord and you to relate to you the word of the Lord, because you were afraid of the fire and you did not go up on the mountain.\nThen the Lord said:",
      "6": "I am the Lord your God, who brought you out from the land of Egypt, where you were slaves.",
      "7": "You shall have no other gods beside me.",
      "8": "You shall not make any carved image for yourself or a likeness of anything in heaven above, on the earth below, or in the waters under the earth.",
      "9": "Do not bow down to them or be subservient to them, for I the Lord your God am a jealous God. I follow up on the guilt of the fathers with their children, their grandchildren, and their great-grandchildren if they also hate me.",
      "10": "But I show mercy to thousands who love me and keep my commandments.",
      "11": "You shall not misuse the name of the Lord your God, for the Lord will not permit anyone who misuses his name to escape unpunished.",
      "12": "Observe the Sabbath day by setting it apart as holy, just as the Lord your God commanded you.",
      "13": "Six days you are to serve and perform all of your regular work,",
      "14": "but the seventh day is a sabbath rest to the Lord your God. You are not to do any regular work, you or your son or your daughter or your male servant or your female servant or your ox or your donkey or any of your livestock or the alien who resides inside your gates, in order that your male servant and your female servant may rest like you.",
      "15": "Remember that you were slaves in the land of Egypt and that the Lord your God brought you out from there with a strong hand and an outstretched arm. Therefore the Lord your God commanded you to keep the day of rest.",
      "16": "Honor your father and your mother, just as the Lord your God commanded you, so that you may prolong your days and so that it may go well for you on the land that the Lord your God is giving you.",
      "17": "You shall not commit murder.",
      "18": "You shall not commit adultery.",
      "19": "You shall not steal.",
      "20": "You shall not give lying testimony against your neighbor.",
      "21": "You shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house or his field, his male servant or his female servant, his ox or his donkey, or anything that belongs to your neighbor.",
      "22": "These are the words the Lord spoke to your whole assembly at the mountain from the middle of the fire, the thick cloud, and the gloom, with a loud voice, and he did not add anything. He wrote them on two tablets of stone and gave them to me.",
      "23": "When you heard the voice from the middle of the darkness while the mountain was burning with fire, you approached me—all the heads of your tribes and your elders.",
      "24": "Then you said, “See how the Lord our God has shown us his glory and his greatness, and we have heard his voice from the middle of the fire. Today we have seen that a man can live even though God has spoken to him.",
      "25": "But now, why should we die, because this great fire will consume us? If we continue to hear the voice of the Lord our God any longer, we will die.",
      "26": "For who of all flesh has ever heard the voice of the living God speaking from the middle of fire as we have and has lived?",
      "27": "You go near and listen to everything that the Lord our God says, and then you speak to us everything that the Lord our God speaks to you, and we will hear and do it.”",
      "28": "The Lord heard what you said when you spoke to me. So the Lord said to me, “I heard what these people said when they spoke to you. Everything that they spoke to you is good.",
      "29": "If only this would be in their hearts—to fear me and to keep all my commandments always, so that it might go well for them and for their children continually.",
      "30": "Go and say to them, ‘Go back to your tents.’",
      "31": "As for you, stand here with me and I will speak to you all the commands and the statutes and the ordinances that you are to teach them and that they are to do in the land that I am giving them as a possession.",
      "32": "Tell them: ‘Be conscientious about doing just as the Lord your God commanded you. Do not turn aside to the right or to the left.",
      "33": "Walk in every way the Lord your God has commanded you, so that you may live and it may be good for you and you may live long in the land that you will possess.’”"
    },
    "6": {
      "1": "Moses spoke as follows:\nNow this is the body of commands, and these are the statutes and the ordinances that the Lord your God commanded me to teach you, so you may carry them out in the land to which you are crossing over to receive as a possession,",
      "2": "so that you may fear the Lord your God by keeping all his statutes and his commandments, which I am commanding to you, as well as to your children and grandchildren, all the days of your life, and so that your days may be long.",
      "3": "Listen, O Israel, and be conscientious about doing those things, so it may go well for you and so you may increase greatly in a land flowing with milk and honey, just as the Lord, the God of your fathers, promised you.",
      "4": "Hear, O Israel! The Lord is our God. The Lord is one!",
      "5": "Love the Lord your God with all your heart and with all your soul and with all your might.",
      "6": "These words that I am commanding you today are to be on your heart.",
      "7": "Teach them diligently to your children, and speak about them when you sit in your house and when you walk on the road, when you lie down and when you get up.",
      "8": "Tie them as a sign on your wrists, and they will serve as symbols on your forehead.",
      "9": "Write them on the doorposts of your houses and on your gates.",
      "10": "When the Lord your God brings you to the land about which he swore to your fathers, to Abraham, Isaac, and Jacob, that he would give it to you, he will bring you to great and good cities that you did not build,",
      "11": "to houses full of all kinds of good things that you did not fill, to wells that you did not dig, and to vineyards and olives that you did not plant. Then, when you eat and are full,",
      "12": "watch yourself, so that you do not forget the Lord, who brought you out of the land of Egypt, where you were slaves.",
      "13": "Fear the Lord your God, serve him, and swear by his name.",
      "14": "Do not go after other gods from among the gods of the peoples around you.",
      "15": "If you do, the Lord your God will be a jealous God in your midst, and the anger of the Lord your God will burn against you, and he will destroy you from the face of the earth.",
      "16": "Do not put the Lord your God to the test the way you tested him at Massah.",
      "17": "Be very conscientious about keeping the commandments of the Lord your God and his testimonies and his statutes, which he commanded you.",
      "18": "Do what is right and good in the eyes of the Lord, so that it may go well for you and you may go and take possession of the good land that the Lord promised to your fathers with an oath,",
      "19": "driving out all your enemies from your presence, as the Lord promised.",
      "20": "When your son asks you in the future, “What are these testimonies and statutes and ordinances that the Lord our God has commanded for you?”",
      "21": "then you are to say to your son, “We were slaves of Pharaoh in Egypt, but the Lord brought us out of Egypt with a strong hand.",
      "22": "Right before our eyes the Lord gave great, devastating signs and wonders in Egypt against Pharaoh and against his whole household.",
      "23": "Then he brought us out of there to bring us in and give us the land that he promised to our fathers with an oath.”",
      "24": "Then the Lord commanded us to carry out all of these statutes, to fear the Lord our God for our own lasting good, to keep us alive, even as we are today.",
      "25": "Righteousness will be ours when we are conscientious about carrying out this entire set of commands in the presence of the Lord our God as he commanded us."
    },
    "7": {
      "1": "When the Lord your God brings you into the land that you are entering to take as a possession, and when he clears away many nations before you (the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and stronger than you),",
      "2": "and when the Lord your God has given them over to you and he has struck them down, you are to devote them to destruction. Do not make a treaty with them, and do not show mercy to them.",
      "3": "Do not form marriage alliances with them. Do not give your daughters to their sons, and do not take their daughters for your sons,",
      "4": "because they will turn your sons away from following me, and they will serve other gods. The anger of the Lord will burn against you, and then he will destroy you quickly.",
      "5": "Instead, this is the way you must deal with them: Break down their altars. Smash their sacred memorial stones. Cut down their Asherah poles. Burn their idols with fire.",
      "6": "For you are a people that is holy to the Lord your God, because the Lord your God has chosen you to belong to him as a people that is his treasured possession, chosen from all the peoples that are on the face of the earth.",
      "7": "The Lord became attached to you by love and has chosen you, not because you were more numerous than all the peoples. Actually you were the fewest of all the peoples.",
      "8": "But because of the Lord’s love for you and because he was keeping the oath that he swore to your fathers, that is why the Lord brought you out by a strong hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt.",
      "9": "He did this so that you would know that the Lord your God, yes, he is God, the faithful God who maintains both his covenant and his mercy for those who love him and keep his commandments, to a thousand generations.",
      "10": "But he also repays the ones who hate him to their face by destroying them. He will not delay repaying anyone who hates him. To his face he will fully repay him.",
      "11": "So you are to be careful to keep the set of commandments and the statutes and the ordinances that I am commanding you today.",
      "12": "When you obey these ordinances and are careful to keep them, the Lord your God will keep for your benefit the covenant and the mercy that he promised to your fathers with an oath.",
      "13": "He will love you and bless you and multiply you. He will bless the fruit from your womb and the fruit from your soil, your grain and your new wine and your fresh olive oil, the offspring of your cattle and the young of your flock upon the land that he swore to your fathers that he would give you.",
      "14": "You will be blessed beyond all the peoples. There will not be an infertile male or infertile female among you or among your livestock.",
      "15": "The Lord will remove from you all sickness, and he will not place on you all of the diseases of Egypt, the calamities that you experienced. Instead he will put them on all those who hate you.",
      "16": "You will consume all the peoples that the Lord your God is giving to you. Your eye is not to look with compassion on them. You are not to serve their gods, because that would be a snare to you.",
      "17": "If you say in your heart, “These nations are more numerous than we are. How are we able to take possession of their land?”",
      "18": "do not be afraid of them. Be sure to remember what the Lord your God did to Pharaoh and to all the Egyptians.",
      "19": "The great test which your eyes saw and the signs and the wonders and the strong hand and the outstretched arm by which the Lord your God brought you out—that is what the Lord your God will do to all the peoples that you fear.",
      "20": "The Lord your God will also send the hornet against them until those who are left and are hiding from you have been destroyed.",
      "21": "Do not be overwhelmed before them, because the Lord your God is right among you, a great and awe-inspiring God.",
      "22": "The Lord your God, the God before you, will clear away the nations little by little. You will not succeed in finishing them off too quickly, so that the wild animals do not become too numerous for you.",
      "23": "But the Lord your God will give them over to you, and he will throw these peoples into complete confusion until they are destroyed.",
      "24": "He will give their kings into your hands, and he will cause their names to die out under the heavens, because none of them will be able to hold their ground against you until you have destroyed them.",
      "25": "Burn the images of their gods with fire, and do not covet the silver and gold on them or take it for yourself, so that you are not snared by it, because it is an abomination to the Lord your God.",
      "26": "Do not bring a detestable thing to your house and in that way become devoted to destruction just like it. Detest it and regard it as an utterly disgusting thing, because it is devoted to destruction."
    },
    "8": {
      "1": "Be conscientious about carrying out the entire body of commands that I am giving you today so that you may thrive and increase and you may go in and possess the land that the Lord promised by oath to give to your fathers.",
      "2": "Remember the whole journey on which the Lord your God led you these forty years in the wilderness, in order to humble you and to test you, in order to know what was in your heart, whether or not you would keep his commandments.",
      "3": "So he humbled you and allowed you to be hungry. Then he fed you manna, which neither you nor your fathers had known before, in order to teach you that man does not live by bread alone, but man lives by every word that comes from the mouth of the Lord.",
      "4": "The clothes you wore did not wear out, and your feet did not swell these forty years.",
      "5": "So know in your heart that just as a man disciplines his son, so the Lord your God disciplines you.",
      "6": "Therefore you are to keep the commandments of the Lord your God by walking in his ways and by revering him.",
      "7": "For the Lord your God is bringing you into a good land, a land of gullies filled with water, a land with springs and groundwater that flows out into the valleys and down the mountains,",
      "8": "a land with wheat and barley and vines and fig trees and pomegranates, a land of olive trees for oil, and honey,",
      "9": "a land where you can eat bread and not be poor, where you will not lack anything, a land whose rocks are iron and from whose mountains you can mine copper.",
      "10": "Then you will eat, and you will be filled, and you will praise the Lord your God for the good land that he has given you.",
      "11": "Be very careful so that you do not forget the Lord your God by not keeping his commandments and ordinances and his statutes that I am commanding you today.",
      "12": "When you eat and are satisfied, and you build nice houses and move into them,",
      "13": "and your herds and your flocks multiply, and your silver and gold increase, and everything that you have prospers,",
      "14": "watch out so that your heart does not become arrogant and forget the Lord your God, who brought you out of the land of Egypt, where you were slaves.",
      "15": "Do not forget the Lord, who led you in the great and terrifying wilderness, where there were venomous snakes and scorpions, where the thirsty ground had no water, but the Lord made water come out of a flint rock for you.",
      "16": "Do not forget the Lord, who in the wilderness fed you manna, which your fathers had not known before, to humble you and to test you so that it would be good for you later on.",
      "17": "You might say in your heart, “My ability and the power of my hand have earned this wealth for me.”",
      "18": "But then you are to remember that the Lord your God is the one who gives you the ability to produce wealth, to confirm his covenant that he promised to your fathers with an oath, as he does to this day.",
      "19": "But if you ever do forget the Lord your God and you follow other gods, and if you serve them and bow down to them, I testify against you today that you will certainly perish.",
      "20": "Just like the nations that the Lord is about to destroy in front of you, you also will perish, because you would not listen to the voice of the Lord your God."
    },
    "9": {
      "1": "Listen, Israel, today you are about to cross the Jordan to go in and to take possession of nations larger and stronger than you, nations with large cities that have fortified walls reaching up to the skies,",
      "2": "with people strong and tall, the Anakites, whom you know and about whom you have heard it said: “Who can stand up against the descendants of Anak?”",
      "3": "So know today that the Lord your God himself is crossing over in front of you. Like a consuming fire he will destroy them, and he will subdue them before you. You will take possession of their land and destroy them quickly, just as the Lord promised you.",
      "4": "When the Lord your God has driven them out before you, do not say in your heart, “Because of my righteousness the Lord brought me in to take possession of this land,” when actually it is because of the wickedness of these nations that the Lord is handing over their land to you.",
      "5": "You are not entering to take possession of their land because of your righteousness or the uprightness of your heart, but because of the wickedness of these nations. The Lord your God is handing over their land to you, in order to confirm the promise that the Lord swore to your fathers, to Abraham, Isaac, and Jacob.",
      "6": "Know, then, that it is not because of your righteousness that the Lord your God is giving you this good land to possess, because a stiff-necked people is what you are.",
      "7": "Remember and do not forget how you made the Lord your God angry in the wilderness. From the day that you went out of the land of Egypt until your arrival at this place, you have been rebels against the Lord.",
      "8": "Even at Horeb you made the Lord angry. Yes, the Lord was angry enough at you to destroy you.",
      "9": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant that the Lord made with you, I stayed on the mountain forty days and forty nights. I did not eat bread and I did not drink water.",
      "10": "Then the Lord gave me the two tablets of stone written with the finger of God, and on them were all the words that the Lord had spoken with you from the middle of the fire on the mountain, on the day of the assembly.",
      "11": "At the end of the forty days and forty nights, the Lord gave me the two tablets of stone, the tablets of the covenant.",
      "12": "Then the Lord said to me, “Get moving and go down quickly from here because your people, whom you led out of Egypt, have acted corruptly. They have turned away quickly from the way that I commanded them. They have made for themselves a thing of molten metal.”",
      "13": "The Lord also said to me, “I have seen these people, and what a stiff-necked people they are!",
      "14": "Leave me alone, and I will destroy them. I will blot out their name from under the heavens, and I will make you into a nation stronger and more numerous than they.”",
      "15": "So I turned and went down the mountain with the two tablets of the covenant in my two hands, while the mountain was burning with fire.",
      "16": "I saw how you were sinning against the Lord your God by making for yourselves a calf from molten metal and by quickly turning aside from the way that the Lord your God had commanded you to go.",
      "17": "I grabbed the two tablets and I threw them from my two hands and I shattered them right before your eyes.",
      "18": "Then I lay facedown before the Lord forty days and forty nights like the first time. I did not eat bread and I did not drink water, because of all the sin that you committed by doing evil in the eyes of the Lord and making him angry.",
      "19": "I was afraid of the heated anger of the Lord, who was angry enough at you to destroy you, but the Lord listened to me again at that time.",
      "20": "The Lord was even angry enough with Aaron to destroy him. So I prayed also for Aaron at that time.",
      "21": "Then I took that wicked thing that you had made, the calf. I burned it with fire and crushed it by grinding it until it was as fine as dust. Then I threw its dust into the gully that goes down from the mountain.",
      "22": "Again and again, at Taberah and at Massah and at Kibroth Hatta’avah, you made the Lord angry.",
      "23": "Then, when the Lord sent you from Kadesh Barnea, and he said, “Go up and take possession of the land that I have given to you,” you rebelled against the command of the Lord your God. You did not put your faith in him, and you did not obey him.",
      "24": "You have been rebels against the Lord ever since I have known you.",
      "25": "So I lay facedown before the Lord for forty days and forty nights. I lay facedown because the Lord said he would destroy you.",
      "26": "So I prayed to the Lord and said, “Lord God, do not destroy your people, your inheritance that you have redeemed by your greatness, whom you brought out of Egypt with a strong hand.",
      "27": "“Remember your servants Abraham, Isaac, and Jacob. Do not look at the stubbornness of these people and at their wickedness and their sin.",
      "28": "Otherwise the land out of which you brought us will say, ‘This happened because the Lord did not have the power to bring them to the land that he had promised to them, or this happened because he hated them and brought them out to kill them in the wilderness.’",
      "29": "“But they are your people and your possession, whom you brought out by your great power and by your outstretched arm.”"
    },
    "10": {
      "1": "At that time the Lord said to me, “Cut out two tablets of stone like the first ones, and come up to me on the mountain, and make an ark out of wood.",
      "2": "Then I will write on the tablets the same words that were on the first ones that you shattered, and you are to put them in the ark.”",
      "3": "So I made an ark of acacia wood and I cut out two tablets of stone like the first ones, and I went up the mountain with the two tablets in my hands.",
      "4": "He wrote on the tablets the same writing as on the first tablets, the Ten Commandments that the Lord had spoken to you on the mountain from the middle of the fire, on the day of the assembly. Then the Lord gave them to me.",
      "5": "I turned and came back down the mountain, and I put the tablets in the ark that I had made. There they are kept, as the Lord commanded me to do.",
      "6": "The people of Israel traveled from Be’eroth Bene Ja’akan to Moserah. Aaron died there, and he was buried there, and Eleazar his son served as priest in his place.",
      "7": "From there they traveled to Gudgodah, and from Gudgodah to Jotbathah, a land of gullies filled with water.",
      "8": "At that time the Lord set apart the tribe of Levi to carry the Ark of the Covenant of the Lord, to stand before the Lord and to serve him, and to pronounce a blessing in his name, as they do to this day.",
      "9": "That is why Levi did not have an allotment of land and an inheritance with his brothers. The Lord himself is their inheritance, as the Lord your God promised him.",
      "10": "I had stayed on the mountain for forty days and forty nights like the first time, and the Lord listened to me again on this second occasion. The Lord agreed not to destroy you.",
      "11": "So the Lord said to me, “Set out and continue the journey at the head of the people, and they will enter and take possession of the land that I promised to give them with an oath to their fathers.”",
      "12": "So now, Israel, what is the Lord your God asking of you but to fear the Lord your God, to walk in all his ways, and to love him and to serve the Lord your God with all your heart and with all your soul,",
      "13": "to keep the commandments of the Lord and his statutes that I am commanding you today for your own good.",
      "14": "Indeed, the heavens and the heaven of heavens, the earth and everything that is on it—these belong to the Lord your God.",
      "15": "Still, the Lord attached himself to your fathers, loved them, and he chose their descendants after them (that’s you!) from all peoples, as it is today.",
      "16": "So cut away the tough shell of your sinful nature, and do not be stubborn any longer.",
      "17": "The Lord your God is God of Gods and Lord of Lords, the great God, the mighty one and the awesome one, who does not show favoritism and does not take a bribe.",
      "18": "He carries out justice for the fatherless and widows. He loves the alien who dwells among you and gives him food and clothing.",
      "19": "So you are to love the alien, because you were aliens in the land of Egypt.",
      "20": "Fear the Lord your God, serve him, cling to him, and take your oaths in his name.",
      "21": "He is your glory. He is your God, who performed for you these great and awesome things that your own eyes have seen.",
      "22": "When your fathers went down to Egypt, they numbered seventy people, but now the Lord your God has made you as numerous as the stars of the sky."
    },
    "11": {
      "1": "Love the Lord your God and always carry out his requirements, his statutes, his ordinances, and his commandments.",
      "2": "Know this today! I am not addressing your children, who have not known and seen all these things:\nthe discipline of the Lord your God;\nhis greatness, his strong hand, and his outstretched arm;",
      "3": "his signs and his deeds that he performed in Egypt\n    against Pharaoh king of Egypt and against all his land;",
      "4": "what he did to the army of Egypt and its horses and chariots;\nhow he caused the water of the Red Sea to flow over their heads\n    when they pursued you;\nhow the Lord has destroyed them to this day;",
      "5": "what he did for you in the wilderness until you came to this place;",
      "6": "what he did to Dathan and Abiram, the sons of Eliab son of Reuben;\nhow the earth opened its mouth and swallowed them\nwith their households, their tents,\nand every living thing that was at their feet,\nin the middle of all Israel.",
      "7": "Know today it is your own eyes that have seen every deed that the Lord your God performed.",
      "8": "Therefore, keep the whole set of commands that I am giving you today so that you may have the strength to enter and take possession of the land that you are about to cross into and possess,",
      "9": "and so that you may live for a long time on the land that the Lord your God swore to give to your fathers and to their descendants, a land flowing with milk and honey.",
      "10": "The land that you are about to enter and possess is not like that land of Egypt that you left, where you were accustomed to sow your seed and water it by hand like a vegetable garden.",
      "11": "But the land you are entering to possess is a land of mountains and valleys. It drinks water provided by rain from the heavens.",
      "12": "It is a land that the Lord your God takes care of. The eyes of the Lord your God are continually on it, from the start to the end of the year.",
      "13": "If you faithfully listen to my commandments that I am giving you today, to love the Lord your God and to serve him with all your heart and with all your soul,",
      "14": "then I will provide rain for your land in season, early fall rain and late spring rain, and you will gather your grain and your new wine and your fresh oil.",
      "15": "I will provide grass in your field for your livestock, and you will eat and be satisfied.",
      "16": "Be careful, or your heart will be deceived and you will turn away and serve other gods and bow down to them.",
      "17": "Then the anger of the Lord will burn against you, and he will close up the heavens. There will be no rain, the ground will not produce crops, and you will perish quickly from the good land that the Lord is giving you.",
      "18": "Put these words of mine in your hearts and in your soul, and tie them on your wrists as signs and as symbols on your forehead.",
      "19": "Teach them to your children by talking about them when you sit in your house and when you travel on the road, when you lie down and when you get up.",
      "20": "Write them on the doorframes of your houses and on your gates,",
      "21": "so that your days and the days of your children may be many on the land that the Lord promised to your fathers with an oath, as many as the days that the heavens remain over the earth.",
      "22": "If you carefully keep the whole set of commandments that I am giving you, loving the Lord your God, walking in all his ways, and clinging to him,",
      "23": "then the Lord will drive out all these nations before you, and you will take possession of nations larger and stronger than you.",
      "24": "Every place where the sole of your foot walks will be yours. From the Wilderness to Lebanon, from the River—the River Euphrates—to the Mediterranean Sea, all of it will be your territory.",
      "25": "No one will be able to stand up to you. The Lord your God will put the fear and dread of you over the whole land on which you walk, just as he promised you.",
      "26": "You see, I am placing before you today a blessing and a curse:",
      "27": "the blessing, if you listen to the commandments of the Lord your God that I am giving you today,",
      "28": "or the curse, if you do not listen to the commandments of the Lord your God and you turn away from the path that I am commanding you today by walking after other gods whom you did not know.",
      "29": "When the Lord your God brings you into the land you are about to enter and possess, you are to pronounce the blessing on Mount Gerizim and the curse on Mount Ebal.",
      "30": "As you know, they are on the other side of the Jordan, beyond the west road, toward the setting sun, in the land of the Canaanites that live in the Arabah, opposite Gilgal, by the oaks of Moreh.",
      "31": "You are about to cross over the Jordan to go in and take the land that the Lord your God is giving you. You will take it and live in it.",
      "32": "But be careful to carry out all the statutes and the ordinances that I am giving you today."
    },
    "12": {
      "1": "These are the statutes and the ordinances that you are to be conscientious about keeping in the land that the Lord, the God of your fathers, has given to you to possess all the days that you live in the land:",
      "2": "Completely destroy all the places where the nations that you are driving out serve their gods, whether on the high mountains or on the hills or under every beautiful green tree.",
      "3": "Tear down their altars! Smash their sacred memorial stones! Burn their Asherah poles with fire, and cut down the carved images of their gods! In this way you will destroy their names from those places.",
      "4": "Do not serve the Lord your God in the way that they worship,",
      "5": "but seek out and go to the site that the Lord your God will choose from within all your tribes to place his name and his dwelling place.",
      "6": "There you are to bring your burnt offerings and your sacrifices, your tithes and the elevated offerings from your hands, your offerings to fulfill a vow, your voluntary offerings, and the firstborn of your herd and your flock.",
      "7": "Eat there in the presence of the Lord your God, and rejoice in everything you do, you and your household, because the Lord your God has blessed you.",
      "8": "Do not in any way do what we are doing here today, that is, each person doing whatever is right in his own eyes,",
      "9": "because you have not yet come to your place of rest, the inheritance that the Lord your God is giving to you.",
      "10": "But you will cross over the Jordan and settle in the land that the Lord your God is giving you as an inheritance, and he will give you rest from all your enemies all around you, so that you will live in safety.",
      "11": "Then go to the place that the Lord your God chooses as the place to establish his name. There you are to bring everything that I am commanding you: your burnt offerings and your sacrifices, your tithes, the offerings from your hands, and all the best voluntary offerings that you vow to the Lord.",
      "12": "You will rejoice before the Lord your God, you and your sons and your daughters, and your male servants and your female servants, and the Levites who live within the gates of your cities, because they do not have an allotted inheritance among you.",
      "13": "Be careful that you do not offer up your burnt offering in just any place that you see fit,",
      "14": "but only in the place that the Lord will choose in one of your tribes. That is where you are to offer up your burnt offerings and where you are to do everything that I am commanding you.",
      "15": "But in any town you may butcher and eat meat to your heart’s content, as the Lord your God has blessed you. The unclean and the clean person alike may eat it as they would a gazelle or a deer,",
      "16": "but you must never eat the blood. Pour it on the ground like water.",
      "17": "You are not to eat the tithe from your grain, your new wine, or your fresh oil in your towns. The same applies to the firstborn of your herd and your flock, or anything you vow, or your voluntary offerings, or your special elevated offerings.",
      "18": "Eat those things before the Lord your God in the place that the Lord your God will choose—you and your sons and your daughters, your male servants and your female servants, and the Levites within your cities. Rejoice before the Lord your God in everything that you are doing.",
      "19": "Be careful that you do not neglect the Levites as long as you live on your land.",
      "20": "When the Lord your God expands your territory as he promised you, and you say, “I would like to eat meat,” because you are hungry for meat, then you may eat it to your heart’s content.",
      "21": "If the place that the Lord your God will choose to establish his name is too far away for you, then you may slaughter animals from your herd and flock which the Lord has given you, just as I commanded you, and you may eat within your cities as you desire.",
      "22": "Yes, just as gazelle and deer are eaten, you may eat it. The unclean and the clean person alike may eat it.",
      "23": "Only be very sure not to eat the blood, because the blood is the life, and you must not eat the life together with the flesh.",
      "24": "Do not eat it. Pour it out on the ground like water.",
      "25": "Do not eat it, so that it may go well for you and for your children after you when you do what is right in the eyes of the Lord.",
      "26": "But as for the holy things that you have and your voluntary offerings, gather them up and take them to the place that the Lord will choose.",
      "27": "Offer your burnt offerings, both the flesh and the blood, on the altar of the Lord your God. The blood of the sacrifice is to be poured out on the altar of the Lord your God, but the meat you may eat.",
      "28": "Be careful that you obey all these words that I am commanding you so that it may go well for you and for your children after you in the distant future when you do what is good and right in the eyes of the Lord your God.",
      "29": "When the Lord your God cuts off the nations where you are going and drives them out before you, and when you take possession of their land and settle in it,",
      "30": "be careful that you are not snared after they have been destroyed before you. Do not inquire about their gods and ask, “How did these people serve their gods? I also want to do the same thing.”",
      "31": "Do not serve the Lord your God in the way that they worship, because they do for their gods every detestable thing that the Lord hates. They even burn their sons and daughters in fire for their gods.",
      "32": "Be careful to do everything that I am commanding you. Do not add to it, and do not subtract from it."
    },
    "13": {
      "1": "If a prophet or an interpreter of dreams arises among you, and he predicts a sign or wonder for you,",
      "2": "and the sign or wonder that he promised you comes true, and he says, “Let’s go after other gods that you do not know, and let’s serve them,”",
      "3": "do not listen to the words of that prophet or that interpreter of dreams, because the Lord your God is testing you to see whether you really love the Lord your God with all your heart and with all your soul.",
      "4": "Follow the Lord your God, fear him, keep his commandments, listen to his voice, serve him, and cling to him.",
      "5": "That prophet or that interpreter of dreams is to be put to death because he advised you to turn against the Lord your God, who brought you out of the land of Egypt and redeemed you from the house of slavery, in order to draw you away from the path on which the Lord your God commanded you to walk. Purge the evil from among you.",
      "6": "If your full brother or your mother’s son, your son or your daughter, the wife you embrace, or your closest friend tempts you by saying secretly, “Let’s go and serve other gods,”—gods that neither you nor your fathers have known,",
      "7": "from among the gods of the peoples around you, either near or far from you, anywhere from one end of the land to the other—",
      "8": "do not be influenced by him and do not listen to him. Your eye is not to look on him with compassion. Do not spare him and do not pardon him,",
      "9": "but kill him. Your hand is to be the first one on him when putting him to death, and afterward the hands of all the other people.",
      "10": "Stone him to death, because he tried to pull you away from the Lord your God, who led you out of the land of Egypt, where you were slaves.",
      "11": "Then all of Israel will hear and fear, and such an evil thing as this will not be done among you again.",
      "12": "If you hear in one of your cities, which the Lord your God is giving you so that you can live in them,",
      "13": "men of worthless character have gone out from among you and have pulled the inhabitants of their city away from the Lord, saying, “Let’s go and serve other gods,” gods whom you have not known,",
      "14": "then investigate, search out the truth, and inquire diligently. If it becomes established truth that this abomination has been done among you,",
      "15": "you are to strike down the inhabitants of that city with the blade of the sword. Devote it and everything in it to complete destruction by the blade of the sword, including its cattle.",
      "16": "Gather all its plunder at the center of its town square. Then burn the city and all its plunder as a whole burnt offering to the Lord your God. It is to be a permanent mound of ruins, never to be rebuilt.",
      "17": "Let nothing that has been devoted to destruction stick to your hands, so that the Lord will turn away from his anger and show you compassion. In his compassion he will increase your population, as he swore to your fathers,",
      "18": "if you obey the voice of the Lord your God by keeping all of his commandments that I am commanding you today, by doing what is right in the eyes of the Lord your God."
    },
    "14": {
      "1": "You are the children of the Lord your God.\nDo not cut yourselves or make a bald spot on your forehead for a dead person,",
      "2": "because you are set apart as holy people for the Lord your God, and the Lord your God has chosen you out of all the people that are on the face of the earth, to be his people that are his treasured possession.",
      "3": "Do not eat any detestable thing.",
      "4": "These are the animals that you may eat: cattle, sheep, and goats;",
      "5": "deer, gazelle, roebuck, wild goat, ibex, antelope, and mountain sheep.",
      "6": "Every animal that has divided hoofs with splits in the middle and that rechews its food among the animals—you may eat them.",
      "7": "But these you are not to eat from among those that either rechew their food or have divided hoofs with splits in the middle: the camel, the hare, and the rock badger, because even though they rechew their food, their hoofs are not divided. They are unclean for you.",
      "8": "The pig, because it has divided hoofs but does not rechew its food, is unclean for you. You are not to eat their flesh and you are not to touch their carcasses.",
      "9": "These you may eat of all the creatures that live in the water: Any that have fins and scales you may eat.",
      "10": "Any that do not have fins and scales you are not to eat. They are unclean for you.",
      "11": "Any clean bird you may eat.",
      "12": "But you are not to eat the following: the eagle, the black vulture, and the bearded vulture,",
      "13": "the red kite, the black kite, and falcons of every kind,",
      "14": "ravens and crows of every kind,",
      "15": "the eagle owl, the short-eared owl, the long-eared owl, all species of hawks,",
      "16": "the tawny owl, the fisher owl, the screech owl,",
      "17": "the white owl, and the scops owl, the osprey,",
      "18": "the stork and herons of every kind, the hoopoe, and the bat.",
      "19": "Any swarming insect that flies is unclean for you. None of them are to be eaten.",
      "20": "Any clean winged creature you may eat.",
      "21": "Do not eat the carcass of any animal that is found dead. You may give it to the alien who resides in your town, and he may eat it or sell it to a foreigner, but you are a people who are set apart as holy for the Lord your God.\nDo not boil a baby goat in its mother’s milk.",
      "22": "Give a tenth of all the yield from your seed that comes out of the field every year.",
      "23": "Eat the tithe in the presence of the Lord your God in the place that he will choose to establish his name—the tenth of your grain, your new wine, and your fresh oil, as well as the firstborn of your herd and flock, so that you may learn to fear the Lord your God always.",
      "24": "When the Lord your God blesses you, if the distance of your journey is so long that you cannot carry the tithe with you, because the place that the Lord your God will choose to establish his name is far away from you,",
      "25": "then you may exchange the tithe for silver and take the silver in your hand and travel to the place that the Lord your God will choose for himself.",
      "26": "There exchange the silver for anything that you desire—animals from the herd or the flock, or wine or beer, or anything that you may want. Then eat it there before the Lord your God and rejoice, both you and your household.",
      "27": "But you must not neglect the Levites who reside within the gates of your cities, because they do not have an allotted inheritance among you.",
      "28": "At the end of every third year, bring out the entire tithe of your produce from that year and store it in your towns.",
      "29": "Then the Levites may come, because they do not have an allotted inheritance among you, and also the aliens and the fatherless and the widows within your towns, and they may eat and be satisfied, so that the Lord your God may bless you in all the work that your hands perform."
    },
    "15": {
      "1": "At the end of seven years grant a release.",
      "2": "This is how the release is to be done: Every creditor is to release what he has loaned to his neighbor. He must not exact it from his neighbor or from his brother Israelite, because the Lord’s release has been proclaimed.",
      "3": "You may exact it from a foreigner, but your hand is to release whatever your brother Israelite owes you.",
      "4": "However, there should be no poor people among you, because the Lord will greatly bless you in the land that the Lord your God is giving you as an inheritance for you to possess,",
      "5": "if you obey the voice of the Lord your God by carefully carrying out all of this command that I am giving you today.",
      "6": "For the Lord your God will bless you, just as he has promised you, and you will lend to many nations, but you will not borrow; you will rule over many nations, but they will not rule over you.",
      "7": "However, if there is a poor person among you, any one of your fellow Israelites within the gates of your towns in the land that the Lord your God is giving you, do not harden your heart and shut your hand against your poor brother.",
      "8": "Rather, open up your hand to him and freely lend him enough of whatever he needs for himself.",
      "9": "Be careful that you do not harbor this wicked thought: Year seven, the year of release, is near! So as a result you have a harsh attitude toward your poor brother and do not give him anything. Then he will cry out to the Lord against you, and you will be guilty of sin.",
      "10": "Give freely to him, and do not feel resentful about giving to him, because on account of your giving, the Lord your God will bless you in all your work and whatever you put your hand to.",
      "11": "Since there will never cease to be poor people in the land, I command you, open up your hand to your brother in your land, to the afflicted and the poor among you.",
      "12": "If your brother, that is, a Hebrew man or woman, sells himself to you, he is to serve you for six years. But in the seventh year you are to set him free.",
      "13": "When you set him free, do not send him out empty-handed.",
      "14": "Provide for him generously from your flock and from your threshing floor and from your winepress. Give to him from the blessings that the Lord your God has given to you.",
      "15": "You should remember that you yourself were a slave in the land of Egypt, but the Lord your God redeemed you. Therefore I am commanding this procedure to you today.",
      "16": "But he might say to you, “I don’t want to leave you,” because he loves you and your household, and he is well off with you.",
      "17": "In that case you are to take an awl and bore through his ear into the door, and he will be a slave to you permanently. Do the same in the case of your female slave.",
      "18": "When you do set a servant free, it should not seem like a hardship to you, because for six years he has earned for you double the income that a hired worker would. The Lord your God will bless you in everything that you do.",
      "19": "Set apart for the Lord your God every firstborn male from your herd and your flock. Do not work the firstborn of your oxen, and do not shear the firstborn of your flock.",
      "20": "You and your household are to eat the firstborn in the presence of the Lord each year, in the place that the Lord will choose.",
      "21": "But if it has a defect (if it is lame or blind, or if it has any other serious defect), you must not sacrifice it to the Lord your God.",
      "22": "You may eat it within the gates of your towns. The unclean and the clean person alike may eat it, as you would a gazelle or a deer.",
      "23": "But you must not eat its blood. You are to pour it out on the ground like water."
    },
    "16": {
      "1": "Observe the month of Abib and keep the Passover for the Lord your God, because it was in the month of Abib that the Lord your God brought you out of Egypt at night.",
      "2": "As a Passover sacrifice to the Lord your God, slaughter an animal from the flock or herd at the place where the Lord will choose to establish his name.",
      "3": "Do not eat leavened bread with it. For seven days eat unleavened bread, the bread of affliction, because you went out of the land of Egypt in a hurry. Do this so that you may remember the day that you went out from the land of Egypt for all the days of your life.",
      "4": "No yeast or leaven is to be found among you for seven days, and none of the meat that you sacrifice on the evening of the first day is to be left until morning.",
      "5": "You are not allowed to sacrifice the Passover inside the gates of any of the cities that the Lord your God is giving you.",
      "6": "Rather, it is at the place where the Lord your God will choose to establish his name that you are to sacrifice the Passover, in the evening at the setting of the sun, the time of day that you went out of Egypt.",
      "7": "Cook it and eat it at the place that the Lord your God will choose. In the morning return to your tents.",
      "8": "Six days you are to eat unleavened bread, and on the seventh day there is to be a special convocation to the Lord your God. Do not do any regular work.",
      "9": "Count off seven weeks. As the starting point of the seven weeks, mark the time that the sickle first strikes the standing grain.",
      "10": "Then observe the Festival of Weeks for the Lord your God and give a voluntary offering of as much as you can afford, in keeping with how much the Lord has blessed you.",
      "11": "Rejoice before the Lord your God, you and your son and your daughter, your male servant and your female servant, the Levite who is within the gates of your city, and the alien and the fatherless and the widow who are among you. Do this in the place where the Lord your God will choose to establish his name.",
      "12": "Remember that you were a slave in the land of Egypt, so you are to be careful to carry out these statutes.",
      "13": "After you have gathered in the produce from your threshing floor and your winepress, celebrate the Festival of Shelters for seven days.",
      "14": "Rejoice in your festival, you and your son and your daughter, and your male servant and your female servant, and the alien and the orphan and the widow within your gates.",
      "15": "For seven days celebrate to the Lord your God in the place that the Lord will choose, because the Lord your God will bless you in all of your crops and in all the work of your hands, and you will most certainly be joyful.",
      "16": "Three times a year all of your males are to present themselves before the Lord your God at the place that he will choose: at the Festival of Unleavened Bread, at the Festival of Weeks, and at the Festival of Shelters. They are not to present themselves before the Lord empty-handed,",
      "17": "but each person is to have in his hand a gift that is in keeping with the blessing that the Lord your God has given you.",
      "18": "Appoint judges and officers for your tribes to serve at the gates of all the cities that the Lord your God is giving you. They are to judge the people with righteous judgment.",
      "19": "Do not distort justice. Do not show partiality. Do not take a bribe, because a bribe blinds the eyes of wise people and twists the actions of righteous people.",
      "20": "Justice! You are to pursue justice, so that you may live and possess the land that the Lord your God is giving you!",
      "21": "Do not set up any kind of wooden Asherah pole beside the altar of the Lord your God that you have made for yourself.",
      "22": "Do not set up for yourself a sacred memorial stone, which is something that the Lord your God hates."
    },
    "17": {
      "1": "Do not sacrifice to the Lord your God any ox or sheep that has any kind of defect or serious flaw, because that is something detestable to the Lord your God.",
      "2": "If there is found among you (within the gates of one of your cities that the Lord your God is giving you) a man or a woman who is doing something that is evil in the eyes of the Lord your God by transgressing his covenant,",
      "3": "or a man or a woman who is going and serving other gods and bowing down to them or to the sun or to the moon or to any of the army of the heavens, something that I have not commanded,",
      "4": "and you are told about it and you listen and investigate diligently, and it is established that the charge is true and that this abomination has been committed in Israel,",
      "5": "then you are to bring that man or that woman who has committed this evil out to your city gate, and you are to stone that person to death, whether man or woman.",
      "6": "A person is to be put to death on the basis of the testimony of two or three witnesses. No one is to be put to death based on the testimony of one witness.",
      "7": "The hands of the witnesses are to be the first ones raised against him when putting him to death, and after that the hands of all the other people. In that way you are to purge the evil from among you.",
      "8": "If a case is too difficult for you to make a decision, whether it involves a homicide, a lawsuit, or an assault, or any matters of controversy within the gates of your cities, then proceed by going up to the place that the Lord your God will choose.",
      "9": "Go to the priests, who are from the tribe of Levi, and to the presiding judge at that time and lay out the case. They will declare the verdict to you.",
      "10": "Then you are to act according to the verdict that they will declare to you from the place that the Lord will choose, and you are to be careful to carry out everything that they instruct you to do.",
      "11": "Act according to the instructions they give you and according to the judgment that they speak to you. Do not turn to the right or to the left from the word that they declare to you.",
      "12": "Any man who acts presumptuously by not listening to the priest, who presides and serves the Lord your God there, or by not listening to the judge, that man is condemned to die. In that way you will purge the evil from Israel.",
      "13": "Then all the people will hear and fear and not act presumptuously anymore.",
      "14": "When you have entered the land that the Lord your God is giving you, and you have taken possession of it and settled in it, and you say, “I am determined to set a king over me, like all the nations that are around me,”",
      "15": "you may set a king over yourself, one whom the Lord your God will choose. You may set over yourself a king who is from among your brother Israelites. You must not set a foreigner over you, one who is not your brother.",
      "16": "But the king must not accumulate more and more horses for himself, and he must not send people back to Egypt in order to accumulate more horses, because the Lord has said to you, “You must not go back that way again.”",
      "17": "He must not accumulate more and more wives for himself, or his heart may go astray. He must not accumulate excessive silver and gold for himself.",
      "18": "When he sits on his royal throne, he is to have a copy of this law written for him on a scroll in the presence of the priests, who are from the tribe of Levi.",
      "19": "It is to remain with him, and he is to read it all the days of his life so that he learns to fear the Lord his God by being careful to carry out all the words of this law and these statutes,",
      "20": "so that his heart does not grow haughty toward his brothers and turn away from this set of commands, either to the right or the left, so that the days of his royal reign in Israel, as well as that of his sons, may be many."
    },
    "18": {
      "1": "The priests, who are Levites, as well as the whole tribe of Levi, will not have any allotted inheritance with Israel. They will eat from the offerings made to the Lord by fire, which is their inheritance.",
      "2": "So they will not have an inheritance among their brothers. The Lord is their inheritance, as he promised them.",
      "3": "This then will be the prescribed allotment for the priests from the people who offer sacrifices, whether an ox or a sheep: They are to give to the priests the shoulder, both cheeks, and the stomach.",
      "4": "You are also to give them the firstfruits from your grain, your new wine, your fresh oil, and the first fleece from your flock.",
      "5": "For the Lord your God has chosen them from all of your tribes to stand in service in the name of the Lord—them and their sons for all time.",
      "6": "When a Levite comes from any of your towns throughout Israel where he resides, and whenever he follows his heart’s desire and comes to the place that the Lord will choose,",
      "7": "and he serves in the name of the Lord your God, standing there before the Lord like all of his fellow Levites,",
      "8": "then he may eat the same portion, regardless of any income he received from selling family property.",
      "9": "When you enter the land that the Lord your God is giving you, do not learn to practice anything like the abominations of those nations.",
      "10": "Let no one be found among you who makes his son or his daughter pass through fire, or who uses divination, or who engages in fortune telling, or who observes omens, or who practices witchcraft,",
      "11": "or who casts a magic spell, or who consults a ghost or a familiar spirit, or who inquires of the dead.",
      "12": "Anyone doing these things is detestable to the Lord, and because of these abominations, the Lord your God is driving them out before you.",
      "13": "You are to be blameless with the Lord your God.",
      "14": "It is true that those nations whose land you are taking listen to fortune tellers and diviners, but the Lord your God has not permitted you to do things like that.",
      "15": "The Lord your God will raise up for you a prophet like me from among you, from your brother Israelites. Listen to him.",
      "16": "That is exactly what you asked from the Lord your God at Horeb on the day of the assembly. You said, “Do not let me hear the voice of the Lord my God anymore, and do not let me see this great fire again, or I will die.”",
      "17": "Then the Lord said to me, “They have done well by saying what they said.",
      "18": "I will raise up a prophet for them from among their brothers, like you, and I will put my words in his mouth, and he will speak to them everything that I command him.",
      "19": "Anyone who will not listen to my words that the prophet speaks in my name, I myself will call him to account.",
      "20": "Any prophet who presumes to speak something in my name that I have not commanded him to speak or who speaks something in the name of other gods—that prophet shall die.”",
      "21": "What if you ask yourselves, “How can we know that the Lord has not spoken that word?”",
      "22": "If a prophet speaks in the name of the Lord, and the thing does not come about and does not come true, the Lord has not spoken that word. The prophet has spoken it presumptuously. Do not be afraid of him."
    },
    "19": {
      "1": "When the Lord your God has cut down the nations whose land the Lord your God is giving you, and you have taken possession of their land and settled in their cities and houses,",
      "2": "set aside three cities within the land that the Lord your God is giving you to possess.",
      "3": "Prepare roads for yourselves, and divide the land that the Lord your God is giving you as an inheritance into three parts, so that anyone who has killed a person will be able to flee to one of these cities.",
      "4": "Now this is an example of a person who has killed someone who may flee there and live: someone who has struck down his friend unintentionally, without being hateful toward him beforehand.",
      "5": "For instance, someone goes with his friend into the forest to cut down trees, and when his hand swings the ax to cut down the tree, the iron ax head slips off the wooden handle and strikes his friend, who then dies—that person may flee to one of these cities and live.",
      "6": "Otherwise, the avenger of blood might pursue the one who has killed someone, because the avenger is hot with anger. Then because of the long distance to the city of refuge, the avenger may overtake the man and strike him down fatally. His death would not be just, because he had not been hateful toward the other one beforehand.",
      "7": "Therefore I am commanding you this: Set aside for yourselves three cities.",
      "8": "When the Lord your God expands your territory, as he swore to your fathers, and he gives you the entire land that he promised to give your fathers,",
      "9": "if you carefully keep this whole set of commands that I am commanding you today, by loving the Lord your God and by walking in his ways always, then add for yourselves three more cities in addition to these three.",
      "10": "Then innocent blood will not be poured out within your land that the Lord your God is giving you as an inheritance, nor will you be guilty of bloodshed.",
      "11": "But if there is a person who is hateful toward another, and he lies in ambush for him and springs up on him and strikes him so he dies, and the killer flees to one of the cities of God,",
      "12": "then the elders of his home city are to send for him and take him from there. They are to hand him over to the avenger of blood, and he is to be put to death.",
      "13": "Your eye is not to look with compassion on him. You are to purge the blood of the innocent person from Israel so that it may go well for you.",
      "14": "Do not move your neighbor’s boundary marker, which the first generation of occupants set up as a boundary for your inherited property in the land that the Lord your God is giving you to possess.",
      "15": "A single witness does not have legal standing to convict a person of any guilt or sin in connection with any wrongful action he may have committed. A case is to have standing only on the testimony of two or three witnesses.",
      "16": "If a malicious witness rises up against a person to testify against him about a legal offense,",
      "17": "and if the two people involved in the dispute stand before the Lord and before the priests and the judges who preside at that time,",
      "18": "the judges are to investigate diligently. If the person is a dishonest witness because he has falsely accused his brother,",
      "19": "then you are to do to him just as he had plotted to do to his brother. So you will purge the evil from among you.",
      "20": "The rest of the people will hear, and they will fear, and they will not do an evil thing like this among you again.",
      "21": "Your eye is not to look with compassion. The principle is life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    "20": {
      "1": "When you go out for battle against your enemies, and you see the horses and chariots of a people more numerous than you are, do not be afraid of them, because the Lord your God, who brought you up from the land of Egypt, is with you.",
      "2": "When you are approaching the battle, the priest is to come forward and speak to the people.",
      "3": "He will say to them, “Listen, Israel, you are approaching the battle against your enemies. Do not let your heart become weak. Do not be afraid. Do not tremble. Do not dread them,",
      "4": "because the Lord your God is going with you to do battle for you against your enemies, to save you.”",
      "5": "The officers also are to speak to the people and say, “Whoever has built a new house but has not dedicated it, let him go and return to his house so that he does not die in the battle and another man dedicates it.",
      "6": "“Whoever has planted a vineyard but has not yet removed it from sacred status, let him go and return to his house so that he does not die in the battle and another man is the first to eat from it.",
      "7": "“Whoever is pledged in marriage to a woman but has not consummated the marriage, let him go and return to his house so that he does not die in the battle and another man takes her in marriage.”",
      "8": "Then the officers are to speak again to the people and say, “Whoever is afraid and fainthearted may go and return to his house, so that the hearts of his brother Israelites do not melt in cowardice like his heart.”",
      "9": "When the officers finish speaking to the people, they are to appoint army commanders at the head of the people.",
      "10": "When you approach a city to fight against it, call out to it, asking for a peaceful surrender.",
      "11": "If the city answers you, “Peace,” and it opens up its gates for you, then all the people found in it will become forced labor for you and they will serve you.",
      "12": "But if it does not make peace with you, and it makes war against you, then lay siege against it.",
      "13": "The Lord your God will deliver it into your hands, and you will strike down all the males with the edge of the sword.",
      "14": "But the women and the children, and the cattle and everything that is in the city—all its plunder—take as spoils of war for yourself. You may make use of the plunder of your enemies that the Lord your God gives you.",
      "15": "Do this to all the cities that are very far away from you, which are not cities of the nations around here.",
      "16": "However, from the cities of these people that the Lord your God is giving to you as your inheritance, do not keep alive anything that breathes.",
      "17": "Devote them completely to destruction—the Hittites and the Amorites, the Canaanites and the Perizzites, the Hivites and the Jebusites—just as the Lord your God has commanded you,",
      "18": "so that they do not teach you to commit all of the abominations that they commit for their gods, with the result that you sin against the Lord your God.",
      "19": "When you lay siege against a city for a long time, as you fight against it in order to capture it, do not destroy its trees by swinging axes against them, because you will be able to eat what the trees bear, so do not cut them down. For is a tree in the field something human that you should besiege it?",
      "20": "Only trees that you know are not food-producing trees may be destroyed. You may cut them down to build siege works against the city that makes war against you, until it falls."
    },
    "21": {
      "1": "In the land that the Lord your God is giving you to possess, if a person who has been killed is found lying in the open country and it is not known who struck him down,",
      "2": "then your elders and your judges are to go out and measure the distance from the person who was killed to each of the surrounding towns.",
      "3": "The elders of the city that is closest to the person who was killed are to take a heifer that has not been worked and has not pulled with a yoke.",
      "4": "The elders of that city are to bring the heifer down to a gully that has a flowing stream and that has not been plowed and sown, and they are to break the neck of the heifer there in the gully.",
      "5": "Then the priests, the descendants of Levi, are to come near, because the Lord your God has chosen them to serve and to bless you in the name of the Lord, and every dispute and every case of assault is to be decided according to their ruling.",
      "6": "Then all the elders of the city closest to the person who was killed are to wash their hands over the heifer whose neck was broken in the gully.",
      "7": "Then they are to testify by saying, “Our hands did not pour out this blood, and our eyes did not observe it.",
      "8": "Atone, Lord, for your people whom you have redeemed, and do not charge us with taking innocent life among your people Israel.” Then their bloodguilt will be atoned for.",
      "9": "In this way you will purge away from among you the guilt of shedding the blood of an innocent person by doing what is right in the eyes of the Lord.",
      "10": "When you go out for battle against your enemies and the Lord your God gives them into your hands, if you take some of them as captives,",
      "11": "and you see in that group of captives a beautiful woman, and you are attracted to her and would like to take her as your wife,",
      "12": "then you will bring her into your house. She is to shave her head and trim her nails.",
      "13": "She also is to remove the clothing she wore when she was captured and to stay in your house and weep for her father and her mother for a month. After that you may come to her and become her husband and she will become your wife.",
      "14": "Then if you are no longer pleased with her, you are to let her go as she desires. You must not sell her for money. You are not to deal with her as a slave, because you have humiliated her.",
      "15": "If a man has two wives, and one is loved and one is not loved, and both the loved one and the unloved one have borne children for him, and the firstborn son belongs to the unloved wife,",
      "16": "then on the day that he bequeaths what he owns to his sons, he cannot declare the son of the loved wife as his firstborn in preference to the son of the unloved wife, who is the true firstborn.",
      "17": "He must acknowledge the son of the unloved wife as the firstborn by giving him a double portion of everything that is recognized as his. Because that son is the beginning of his father’s virility, the legal right of the firstborn belongs to him.",
      "18": "If a man has a stubborn and rebellious son who does not obey the voice of his father and his mother, and they discipline him, but he will not listen to them,",
      "19": "then his father and his mother are to take hold of him and bring him out to the elders of his city and to the gate of his hometown.",
      "20": "Then they will say to the elders of his city, “This son of ours is stubborn and rebellious. He does not obey us. He is a worthless glutton and a drunkard.”",
      "21": "Then all the men of his city are to stone him to death, and so you will purge the evil from among you, and all Israel will hear and fear.",
      "22": "If there is a man whose sin justly deserves a death sentence, and he is put to death, and you hang him on a tree,",
      "23": "his dead body is not to remain on the tree overnight. You must bury him on the same day, because a person left hanging on a tree is cursed by God. You are not to defile your ground that the Lord your God is giving you as an inheritance."
    },
    "22": {
      "1": "If you see an ox or a sheep that belongs to your brother Israelite going astray, do not ignore it. Return it to your brother.",
      "2": "If your brother Israelite does not live nearby and you are not acquainted with him, bring it to your own house and keep it with you until your brother comes looking for it. Then return it to him.",
      "3": "Do the same with his donkey, the same with his clothing, and the same with anything your brother has lost and you have found. You are not allowed to do nothing.",
      "4": "If you see the donkey or ox that belongs to your brother Israelite and it has fallen on the road, do not ignore it. Help him lift it up.",
      "5": "A woman must not wear the attire of a man, and a man is not to put on the clothing of a woman, because anyone doing these things is detestable to the Lord your God.",
      "6": "If you happen to see a bird’s nest along the road, whether in a tree or on the ground, and it has young ones or eggs in it, and the mother is sitting over the young or on the eggs, do not take the mother along with the young birds.",
      "7": "You may take the young birds for yourself, but be sure to set the mother free, so that it may go well for you and you may have a long life.",
      "8": "When you build a new house, you are to make a railing for your roof so you do not bring bloodguilt on your house if someone should fall from it.",
      "9": "Do not plant your vineyard with two kinds of seed. If you do, the whole yield becomes unusable—both the seed that you sow and the produce from the vineyard.",
      "10": "Do not plow with an ox and a donkey together.",
      "11": "Do not wear fabric that is a mixture of wool and linen.",
      "12": "Make tassels on the four corners of your clothing that you use to cover yourself.",
      "13": "If a man marries a woman and goes to her, and afterward he hates her",
      "14": "and accuses her with unfounded charges and defames her and says, “I married this woman, but when I approached her I found that she did not have evidence of virginity,”",
      "15": "then the father and mother of the girl are to produce evidence of the girl’s virginity and bring it to the elders of the city at the gate.",
      "16": "The father of the girl shall say to the elders, “I gave my daughter to this man as a wife, and afterward he hated her,",
      "17": "so he has accused her with unfounded charges by saying, ‘I have found that your daughter does not have evidence of virginity,’ but here is the evidence of my daughter’s virginity.” Then they are to spread out the bed covering in front of the elders of the city.",
      "18": "Then the elders of that city will take the man and discipline him.",
      "19": "They will fine him a hundred pieces of silver and give them to the father of the girl because the man defamed a virgin of Israel. She shall continue to be his wife. He is not allowed to divorce her as long as he lives.",
      "20": "But if the accusation proves to be the truth because evidence of the girl’s virginity was not found,",
      "21": "then they will bring the girl out to the entrance of her father’s house, and the men of her city will pelt her with stones until she dies, because she did a disgraceful thing in Israel by shaming the house of her father with her sexual immorality. In this way you will purge the evil from among you.",
      "22": "If a man is found lying down with a married woman, both of them are to die: the man lying with the woman, and also the woman. In that way you will purge the evil from Israel.",
      "23": "If there is a virgin pledged in marriage to a man, and another man comes upon her in the city and lies down with her,",
      "24": "take both of them out to the gate of that city and pelt them with stones until they die—the girl, because she did not cry out for help in the city, and the man, because he violated the wife of another man. In that way you will purge the evil from your midst.",
      "25": "But if a man comes upon a girl who has been pledged in marriage and they are out in the countryside, and he grabs her and lies down with her, then only the man that lay with her must die.",
      "26": "Do not do anything to the girl. There is no sin worthy of death on her part, because this is like a case in which a man attacks another person and kills him.",
      "27": "He came upon her in the open country, and the girl who was pledged in marriage cried out for help, but she had no one to rescue her.",
      "28": "If a man finds a virgin who is not pledged in marriage and he grabs her and lies down with her and they are caught,",
      "29": "the man lying down with her must give the father of the girl fifty pieces of silver, and she will become his wife. Because he violated her, he is not allowed to divorce her as long as he lives.",
      "30": "A man must not marry the wife of his father; that is, he is not to remove the skirt that is reserved for his father."
    },
    "23": {
      "1": "No man whose testicles are crushed or who has a severed penis is to come within the assembly of the Lord.",
      "2": "A child born of an incestuous relationship is not to come within the assembly of the Lord. Even in the tenth generation his descendant is not to come within the assembly of the Lord.",
      "3": "An Ammonite or a Moabite is not to come within the assembly. Even in the tenth generation their descendants may never come within the assembly of the Lord,",
      "4": "because they did not meet you with food and water on your journey after you came out of Egypt, and because they hired Balaam son of Beor from Pethor of Aram Naharaim to curse you.",
      "5": "But the Lord your God was not willing to listen to Balaam, and the Lord your God turned the curse into a blessing for you, because the Lord your God loved you.",
      "6": "Do not seek their peace and prosperity as long as you live.",
      "7": "Do not detest an Edomite, because he is your brother. Do not detest an Egyptian, because you were an alien in his land.",
      "8": "Their children may come within the assembly of the Lord in the third generation.",
      "9": "When you go out on a campaign against your enemies, you must guard yourselves against anything evil.",
      "10": "If there is a man among you who is unclean because of an emission during the night, he must go outside the camp. He must not come inside the camp.",
      "11": "Toward evening he is to bathe himself in water, and when the sun sets, he may re-enter the camp.",
      "12": "You are to have a designated area outside the camp where you can go.",
      "13": "In addition to your weapon, you must have a scraper with you so that when you squat out there, you can dig a hole with it and then proceed to cover up what comes out.",
      "14": "Since the Lord your God is moving within your camp to save you and to defeat your enemies before you, your camp is to be holy. Do not let him see anything indecent among you so that he turns away from you.",
      "15": "Do not return a slave who escaped to you from his master.",
      "16": "Let him live with you, among your people, in the place he chooses within one of your cities that he thinks is good for him. Do not mistreat him.",
      "17": "The daughters of Israel must not become female temple prostitutes, and neither are the sons of Israel to become male temple prostitutes.",
      "18": "Do not bring the fee earned by a whore or the pay earned by a “dog” to the house of the Lord your God to fulfill any vow, because it is an abomination to the Lord. Yes, both of them are.",
      "19": "Do not make your brother Israelite pay interest, whether interest of money or of food, or of anything that may be loaned out for interest.",
      "20": "You may charge interest to a foreigner, but to your brother you are not to charge interest, so that the Lord your God may bless you in everything you do in the land that you are coming to possess.",
      "21": "When you make a vow to the Lord your God, do not delay fulfilling it, because the Lord your God will require it of you and you will be guilty.",
      "22": "But if you do not make a vow at all, you will not be guilty.",
      "23": "Whatever has passed from your lips you must be careful to do, because with your own mouth you vowed to make an offering to the Lord your God with your mouth.",
      "24": "When you come into your neighbor’s vineyard, you may eat grapes to satisfy your appetite, but you must not put any into your container.",
      "25": "When you come into a field of standing grain belonging to your neighbor and you pluck the heads of grain with your hand, you are not allowed to use a sickle to cut his standing grain."
    },
    "24": {
      "1": "When a man takes a woman and marries her, if she is not pleasing to him because he has found something indecent about her, and he writes her a divorce document and hands it to her and sends her out of his house,",
      "2": "and she leaves and moves on and becomes the wife of another man,",
      "3": "and then that second man hates her and writes her a divorce document and hands it to her and sends her out of his house, or perhaps the second man that took her as a wife dies,",
      "4": "in these circumstances her first husband, who sent her away, cannot take her again as his wife after she was stigmatized as impure, because that would be detestable to the Lord. You must not attach guilt to the land that the Lord your God is giving you as an inheritance.",
      "5": "When a man takes a new wife, he must not go out with the army, and no one is to impose any duty on him. He is to be freed from duty for one year for the sake of his homelife so that he may make the woman whom he has married happy.",
      "6": "No person is to hold as security a mill or an upper millstone, because he would be holding someone’s livelihood as security.",
      "7": "If a man is caught kidnapping a fellow Israelite and enslaving him or selling him, that kidnapper must die, and you will purge the evil from among you.",
      "8": "Be careful during an outbreak of an impure skin disease by being very conscientious about doing everything that the priests, who are Levites, instruct you to do. Take care to do exactly as I have commanded them.",
      "9": "Remember what the Lord your God did to Miriam on your journey after coming out of Egypt.",
      "10": "When you make a loan to your neighbor, a loan of any kind, do not go into his house to take his security pledge.",
      "11": "Stand outside, and the man to whom you are making the loan will bring the pledged object out to you.",
      "12": "If he is a poor man, do not sleep in a garment he has pledged as security.",
      "13": "You are certainly to return the pledged object to him at sundown so he can sleep in his garment and bless you. Righteousness will be yours before the Lord your God.",
      "14": "Do not oppress a hired person who is poor and needy, whether he is one of your brother Israelites or one of the aliens who reside in your land inside your gates.",
      "15": "Each day, before the sun goes down, pay him his wages, because he is poor and his life depends on it. If you do not, he will cry out against you, and you will be guilty of sin.",
      "16": "Fathers are not to be put to death because of their sons, and sons are not to be put to death because of their fathers. Each man is to be put to death because of his own crime.",
      "17": "Do not neglect justice for an alien who lives among you or for a fatherless child, and do not take the clothing of a widow as a pledge.",
      "18": "Remember that you were a slave in Egypt, but the Lord your God redeemed you from there. Therefore I am commanding you to do this.",
      "19": "When you harvest the crops in your field and you forget a bundle in the field, do not return to get it. It will be for the benefit of the resident alien, the fatherless, and the widow, so that the Lord your God may bless you in everything your hands do.",
      "20": "When you beat your olives off the tree, do not strip the boughs clean of olives. Some are to be left for the benefit of the alien, the fatherless, and the widow.",
      "21": "When you cut grapes from your vineyard, do not go over it again. Leave some for the benefit of the alien, the fatherless, and the widow.",
      "22": "Remember that you were a slave in the land of Egypt. That is why I am commanding you to do this."
    },
    "25": {
      "1": "When there is a dispute between men and they go to court and a verdict is reached, and they have acquitted the innocent person and convicted the guilty one,",
      "2": "if the guilty one is to be flogged, the judge is to make him lie down, and he will order him to be flogged in his presence with the number of blows that is proportionate to his guilt.",
      "3": "He may have him struck forty times, but no more, so that your brother does not become degraded in your eyes by receiving a severe beating that goes beyond this number.",
      "4": "You are not to muzzle an ox when it is threshing.",
      "5": "When brothers live together and one of them dies without having children, the wife of the deceased brother is not to marry a stranger from outside the family. Her brother-in-law is to come and take her as his wife and perform for her the duty of a brother-in-law.",
      "6": "The firstborn that she bears will be recognized as a son who carries on the name of his deceased brother, so his name will not be erased from Israel.",
      "7": "But if a man does not want to marry his sister-in-law, his sister-in-law is to go to the city gate where the elders preside and say, “My brother-in-law refuses to establish a name in Israel for his brother. He does not want to perform the duty of a brother-in-law for me.”",
      "8": "Then the elders of his city are to call him and talk to him. If he stands firm and says, “I do not want to marry her,”",
      "9": "his sister-in-law is to approach him in the sight of the elders. She is to pull the sandal off his foot, spit in his face, and testify by saying, “This is what is done to the man who will not build up the house of his brother!”",
      "10": "Then the name that he will go by in Israel is “the house of a man whose sandal was pulled off.”",
      "11": "If two men are fighting each other, a man and his neighbor, and the wife of one comes up to rescue her husband from the hands of the one striking him, and she reaches out her hand and she grabs hold of his testicles,",
      "12": "you are to cut off her hand. Your eye is not to look on her with compassion.",
      "13": "Do not have two alternate sets of stone weights in your bag, larger and smaller.",
      "14": "Do not have alternate measures in your house, larger and smaller.",
      "15": "You must have a full and honest set of weights. You must have a full and honest set of measures, so that you may have a long life in the land that the Lord your God is giving you.",
      "16": "For anyone doing such things, anyone who acts dishonestly, is detestable to the Lord your God.",
      "17": "Remember what the Amalekites, without any fear of God, did to you on your journey after you came out of Egypt.",
      "18": "Remember how they confronted you on the way, when you were weak and tired, and they cut off all the stragglers among you, the ones who were lagging behind.",
      "19": "When the Lord your God gives you rest from all your enemies that are around you in the land the Lord your God is giving you to possess as an inheritance, wipe away the memory of Amalek from under the heavens. Do not forget!"
    },
    "26": {
      "1": "When you enter the land that the Lord your God is giving you as an inheritance, and you take possession of it and settle in it,",
      "2": "take some of the first ripe produce that you harvest from the soil of the land that the Lord your God is giving you. Put it in a basket, and go to the place where the Lord your God will choose to establish his name.",
      "3": "Go to the priest who is presiding at that time and say to him, “Today I declare before the Lord your God that I have come to the land that the Lord swore to our fathers to give to us.”",
      "4": "The priest will take the basket from your hand and set it down in front of the altar of the Lord your God.",
      "5": "Then you will respond and say in the presence of the Lord your God, “My father was a wandering Aramean. He went down to Egypt and lived there as an alien with just a few people, but there he became a great, strong, and populous nation.",
      "6": "The Egyptians mistreated and afflicted us. They imposed hard labor on us.",
      "7": "We cried out to the Lord, the God of our fathers, and the Lord heard our voice, and he saw our affliction, our labor, and oppression.",
      "8": "The Lord brought us out of Egypt with a strong hand and an outstretched arm and with great awe-inspiring acts and signs and wonders.",
      "9": "He brought us to this place and gave us this land, a land flowing with milk and honey.",
      "10": "So now, look as I bring the firstfruits of the soil that you have given me, Lord.”\nThen set the basket down before the Lord your God and bow down before the Lord your God.",
      "11": "Then you, as well as the Levite and the alien who resides among you, will rejoice in all the good things that the Lord your God has given to you and your household.",
      "12": "When you have finished tithing a tenth of all your produce in the third year, the year of tithing, and you have given it to the Levite, the alien, the fatherless, and to the widow so that they may eat within the gates of your cities and be satisfied,",
      "13": "then say before the Lord your God, “I have completely removed the holy portion from my house, and I have also given it to the Levite, the alien, the fatherless, and to the widow just as you have commanded me. I have neither transgressed nor forgotten your commandments.",
      "14": "I have not eaten any of it while I was mourning, and I have not removed any of it while I was unclean or given any of it for the dead. I have obeyed the voice of the Lord my God. I have done just as you have commanded me.",
      "15": "Look down from your holy dwelling place, from the heavens, and bless your people Israel and the soil that you have given us, as you swore to our fathers, a land flowing with milk and honey.”",
      "16": "The Lord your God commands you this day to carry out these statutes and commandments, and to be careful to do them with all your heart and soul.",
      "17": "You have declared today that the Lord is your God and that you will walk in his ways and keep his statutes and commandments and his ordinances and obey his voice.",
      "18": "The Lord has declared today, just as he promised you, that you are his treasured people who are to carry out all of his commandments,",
      "19": "and that he will set you up in praise, fame, and splendor, high above all the nations that he has made, and that you will be set apart as a holy people to the Lord your God, just as he promised."
    },
    "27": {
      "1": "Moses and the elders of Israel gave the following orders to the people: Keep the entire set of commands that I am giving you today.",
      "2": "At the time that you cross the Jordan into the land that the Lord your God is giving to you, set up large stones and coat them with lime plaster.",
      "3": "Write on them all the words of this law when you cross over to enter the land that the Lord your God is giving you, a land flowing with milk and honey, just as the Lord, the God of your fathers, promised you.",
      "4": "When you cross over the Jordan, set up these stones on Mount Ebal and coat them with lime plaster, as I am commanding you today.",
      "5": "Build an altar there to the Lord your God, an altar made of stones. Do not shape them with an iron tool.",
      "6": "Build the altar of the Lord your God with whole, uncut stones, and offer whole burnt offerings on it to the Lord your God.",
      "7": "Sacrifice fellowship offerings and eat there, and rejoice before the Lord your God.",
      "8": "Write clearly and carefully all of the words of this law on the stones.",
      "9": "Moses and the priests, who are Levites, also spoke the following to all Israel:\nBe silent and listen, Israel! Today you have become the people of the Lord your God.",
      "10": "Obey the voice of the Lord your God and carry out his commandments and statutes that I am giving you today.",
      "11": "Then Moses gave this command to the people that day:",
      "12": "The following tribes will stand on Mount Gerizim to bless the people when you cross the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.",
      "13": "The following will stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.",
      "14": "The Levites will testify to every person of Israel with a loud voice:",
      "15": "Cursed is the man that makes a carved image or a molten metal image, an abomination to the Lord, a work of the hands of a craftsman, and sets it up secretly.\n    All the people will say, “Amen!”",
      "16": "Cursed is anyone who dishonors his father or his mother.\n    All the people will say, “Amen!”",
      "17": "Cursed is anyone who moves the boundary marker of his neighbor.\n    All the people will say, “Amen!”",
      "18": "Cursed is anyone who leads astray a blind man on his way.\n    All the people will say, “Amen!”",
      "19": "Cursed is anyone who perverts the justice due to an alien who resides among you, or justice due to the fatherless or a widow.\n    All the people will say, “Amen!”",
      "20": "Cursed is any man who lies down with his father’s wife, because he has removed the skirt that is reserved for his father.\n    All the people will say, “Amen!”",
      "21": "Cursed is anyone who lies down with any animal.\n    All the people will say, “Amen!”",
      "22": "Cursed is any man who lies down with his sister, either the daughter of his father or the daughter of his mother.\n    All the people will say, “Amen!”",
      "23": "Cursed is any man who lies down with his mother-in-law.\n    All the people will say, “Amen!”",
      "24": "Cursed is anyone who strikes down his neighbor secretly.\n    All the people will say, “Amen!”",
      "25": "Cursed is anyone who takes payment to strike down an innocent person.\n    All the people will say, “Amen!”",
      "26": "Cursed is anyone who does not uphold the words of this law by doing them.\n    All the people will say, “Amen!”"
    },
    "28": {
      "1": "If you fully obey the voice of the Lord your God by carefully carrying out all his commandments that I am giving you today, then the Lord your God will set you high above all the nations of the earth.",
      "2": "All of the following blessings will come upon you and overtake you, if you listen to the voice of the Lord your God:",
      "3": "You will be blessed in the city and blessed in the fields.",
      "4": "You will be blessed in the fruit of your womb, in the fruit of your soil, and in the fruit of your animals: the calves of your cattle and the lambs of your flock.",
      "5": "You will be blessed in your basket and in your kneading trough.",
      "6": "You will be blessed when you come in, and you will be blessed when you go out.",
      "7": "The Lord will cause your enemies who rise up against you to be defeated before you. From one direction they will come out against you, but they will flee from you in seven directions.",
      "8": "The Lord will command a blessing on you in your storehouses and in regard to every action of your hand, and he will bless you in the land that the Lord your God is giving you.",
      "9": "The Lord will establish you as his holy people, just as he swore to you, if you keep the commandments of the Lord your God and you walk in his ways.",
      "10": "Then all the people of the earth will see that the name of the Lord has been proclaimed over you, and they will fear you.",
      "11": "The Lord will cause you to be overflowing with good things: with the fruit of your womb, the fruit of your animals, and the fruit of the soil of the land that the Lord swore to your fathers to give you.",
      "12": "The Lord will open for you his good storehouse, the heavens, by giving rain for your land in its season and by blessing all the work of your hand.\nThen you will cause many nations to borrow from you, but you yourself will not borrow.",
      "13": "The Lord will make you the head and not the tail, and you will be only at the top and never at the bottom, if you conscientiously obey the commandments of the Lord your God that I am commanding you today to carry out,",
      "14": "and if you do not turn away to the right or to the left from all the words that I am commanding you today, to walk after other gods and serve them.",
      "15": "If you do not listen to the voice of the Lord your God and do not carefully carry out all of his commandments and statutes that I am commanding you today, then all these curses will come upon you and overtake you.",
      "16": "You will be cursed in the city, and you will be cursed in the fields.",
      "17": "You will be cursed in your basket and in your kneading trough.",
      "18": "You will be cursed in the fruit of your womb and in the fruit of your soil, in the calves of your cattle and in the lambs of your flock.",
      "19": "You will be cursed when you come in, and you will be cursed when you go out.",
      "20": "The Lord will send on you a curse and confusion and opposition in every undertaking of your hand that you carry out, until you are destroyed and until you quickly perish, because of the evil you have done by forsaking me.",
      "21": "The Lord will cause epidemics to cling to you until he has removed you from your land that you are going to possess.",
      "22": "The Lord will strike you with wasting diseases, fever, and inflammation, with intense heat and with drought, and with blight and with mildew. They will pursue you until you perish.",
      "23": "The skies over your head will become bronze, and the earth under you will become iron.",
      "24": "The Lord will turn the rain of your land to dust. From the heavens it will come down on you until you are destroyed.",
      "25": "The Lord will cause you to be defeated before your enemies. In one direction you will go out against them, but in seven directions you will flee from them, and you will become a horrible sight to all the kingdoms of the earth.",
      "26": "Your dead bodies will become food for every bird of the sky and every animal of the earth, and there will not be anyone to scare them away.",
      "27": "The Lord will strike you with the boils of Egypt, with tumors, scabs, and itch, from which you cannot be healed.",
      "28": "The Lord will strike you with insanity and with blindness and with a confused mind.",
      "29": "You will grope at noon as a blind person gropes in the dark, and you will not prosper in your ways.\nYou will be cheated and robbed all the time, and there will be no one to rescue you.",
      "30": "You will be pledged in marriage to a woman, but another man will violate her.\nYou will build a house, but you will not live in it. You will plant a vineyard, but you will not enjoy its fruit.",
      "31": "Your ox will be slaughtered in front of your eyes, but you will not eat of it. Your donkey will be seized right in front of your face, and it will not return to you. Your flock will be given to your enemies, but there will be no one to help you.",
      "32": "Your sons and your daughters will be given to another people, and your eyes will grow weak as you look longingly for them all day long, but your hands will be powerless.",
      "33": "A people that you do not know will eat what your soil and all your work produces.\nYou will be squeezed and crushed throughout the days",
      "34": "until you go insane from the sights that your eyes will see.",
      "35": "The Lord will strike you on your knees and legs with distressing boils from which you cannot be healed, from the sole of your foot to the crown of your head.",
      "36": "The Lord will lead you and the king, whom you will set over you, to a nation that you and your fathers have not known, and there you will serve other gods of wood and stone.",
      "37": "You will become an object of horror, the subject of proverbs, and the butt of sarcastic taunts among all the people to whom the Lord will send you.",
      "38": "You will take a lot of seed out to the field, but you will harvest little, because locusts will finish it off.",
      "39": "You will plant and tend vineyards, but you will not drink the wine and store it, because worms will eat them up.",
      "40": "You will have olive trees covering your whole property, but you will not anoint yourselves with oil, because your olives will fall off the trees.",
      "41": "You will produce sons and daughters, but they will not remain yours, because they will go into captivity.",
      "42": "Locusts will take possession of all of your trees and all the fruit of your land.",
      "43": "The alien who resides among you will ascend higher and higher over you, and you will descend lower and lower.",
      "44": "He will cause you to borrow, but you will not cause him to borrow. He will become the head, and you will become the tail.",
      "45": "All of these curses will come upon you, and they will pursue you and overtake you until you are destroyed, because you did not listen to the voice of the Lord your God by keeping his commandments and his statutes that he commanded you.",
      "46": "They will be signs and wonders against you and your descendants perpetually.",
      "47": "Because you would not serve the Lord your God with joy and gladness in your heart flowing from the abundance of everything he gave you,",
      "48": "you will serve your enemies that the Lord will unleash against you in hunger and thirst, in nakedness and a lack of everything, and he will put an iron yoke on your neck until he has destroyed you.",
      "49": "He will bring a nation from far away against you, from the end of the earth, as fast as an eagle soars through the air, a nation whose language you do not understand,",
      "50": "a fierce nation that does not show any regard for the old or any mercy to the young.",
      "51": "That nation will eat the produce from your animals and the fruit from your soil until you are destroyed. It will leave you no grain, no new wine, no fresh oil, no calves of your cattle or lambs from your flock until it has caused you to perish.",
      "52": "That nation will besiege you in all of your cities until the high, fortified walls that you were trusting collapse throughout your land. When that nation besieges you in all of the cities throughout your whole land that the Lord your God is giving you,",
      "53": "you will eat the fruit of your womb, the flesh of your sons and daughters, whom the Lord your God has given you, because of the siege and distress that your enemy will inflict on you.",
      "54": "The most sensitive and refined man among you will be so begrudging against his brother, against the wife he embraces, and against any of his children who still survive,",
      "55": "that he will not give to any one of them some of the flesh of his children that he is eating, because then he would have nothing left for himself, because of the siege and distress that your enemy will inflict on you in all of your cities.",
      "56": "The most sensitive and refined woman among you, so refined and sensitive that she would not venture to touch the sole of her foot to the ground, will begrudge the husband she embraces and her son and daughter",
      "57": "the afterbirth that goes out from between her legs and the babies that she gives birth to, because she plans to eat them secretly since she has nothing else, as a result of the siege and the distress that your enemy will inflict on you in all of your cities.",
      "58": "If you are not careful to carry out all the words of this law that are written in this book, to fear this honored and awesome Name, the Lord your God,",
      "59": "then the Lord will bring extraordinary plagues on you and your descendants: severe, long-lasting plagues and distressing, long-lasting sicknesses.",
      "60": "Then he will bring back on you all the sicknesses of Egypt that you feared, and they will cling to you.",
      "61": "More than that, the Lord will bring on you all other sicknesses and plagues that are not written in this Book of the Law, until you are destroyed.",
      "62": "Then you will be left as just a few people instead of being as numerous as the stars in the heavens, because you did not listen to the voice of the Lord your God.",
      "63": "Just as the Lord delighted in making you prosperous and making you many in number, likewise the Lord will delight in causing you to perish and in destroying you. You will be torn away from your land that you are going to possess.",
      "64": "The Lord will scatter you among all the peoples from one end of the earth to the other, and there you will serve other gods, gods made of wood and stone, gods that you and your fathers have not known.",
      "65": "Still, among those nations you will find no peace, nor will the sole of your foot find a place to rest. There the Lord will give you a trembling heart and longing eyes and a despairing soul.",
      "66": "Your life will be hung out in front of you. Night and day you will live in dread, and you will not expect to survive.",
      "67": "In the morning you will say, “If only it were evening!” In the evening you will say, “If only it were morning!” because of the dread you feel in your heart and because of what your eyes see.",
      "68": "The Lord will send you back to Egypt in ships on a journey that I said you would never again experience. There you will try to sell yourselves to your enemies as male and female slaves, but there will be no buyer."
    },
    "29": {
      "1": "These are the words of the covenant that the Lord commanded Moses to make with the people of Israel in the land of Moab, in addition to the covenant that he had made with them at Horeb.",
      "2": "Moses summoned all Israel and spoke to them as follows:\nYou have seen everything that the Lord did before your eyes in the land of Egypt, to Pharaoh, to all his officials, and to his whole land:",
      "3": "the great trials that your eyes saw, those great signs and wonders.",
      "4": "Yet the Lord to this very day has not given you a heart to understand, or eyes to see, or ears to hear.",
      "5": "“I led you through the wilderness for forty years. Your clothing did not wear out on you, nor did the sandals on your feet.",
      "6": "You did not eat bread, and you did not drink wine and beer. I did all this so you would know that I am the Lord your God.”",
      "7": "When you came to this place, and Sihon king of Heshbon and Og king of Bashan came out to meet us in battle, we struck them down.",
      "8": "We took their land and gave it as an inheritance to the Reubenites, the Gadites, and half of the tribe of Manasseh.",
      "9": "Therefore you are to keep the words of this covenant and carry them out so that you may succeed in all that you do.",
      "10": "You are standing today before the Lord your God, all of you—your tribal heads, your elders, your officers, and men of every rank in Israel,",
      "11": "your children, your wives, and the aliens who reside in your camp, whether as wood cutters or water carriers.",
      "12": "You are standing here so that you may enter into the covenant of the Lord your God, which is sealed by the oath that the Lord your God is making with you today,",
      "13": "in order to establish you today as his people and himself as your God, just as he promised you and just as he swore to your fathers, to Abraham, Isaac, and Jacob.",
      "14": "Today I am not making this covenant and its oath only with you,",
      "15": "but also with everyone who is standing here with us before the Lord our God, and also with those who are not here with us today.",
      "16": "You yourselves know how we lived in the land of Egypt and how we passed through the midst of the various nations we encountered.",
      "17": "You saw their detestable things and their filthy idols of wood and stone and silver and gold that were with them.",
      "18": "Make sure that there is not among you a man, a woman, a family, or a tribe whose heart today is turning away from the Lord our God to go and serve the gods of those nations. Make sure that there is among you no root that is producing a poison plant and bitter wormwood.",
      "19": "When such a person hears the words of this oath, he might congratulate himself in his heart and say, “I’ll be safe, even though I’m proceeding in my stubborn way.” By acting this way he will destroy the watered ground as well as the parched.",
      "20": "The Lord will not be willing to forgive him, but rather the anger and jealousy of the Lord will smoke against that man, and all the curses written in this document will come to rest on him, and the Lord will wipe away his name from under the heavens.",
      "21": "The Lord will single him out from all the tribes of Israel for disaster, in keeping with all the curses of the covenant that are written in this Book of the Law.",
      "22": "And when the next generation, your children who will come after your time, and the foreigner who will come from a distant land have seen the plagues on that land and the sicknesses with which the Lord struck it, they will say,",
      "23": "“Sulfur and salt, conflagration for all of its land! No planting, no sprouting, no maturing crop in it! It will be like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the Lord overthrew in his fierce anger!”",
      "24": "Then all the nations will say, “Why did the Lord do something like that to this land? What is the reason for this burning, this fierce anger?”",
      "25": "Then they will say, “It is because they forsook the covenant of the Lord, the God of their fathers, which he made with them when he brought them out of the land of Egypt.",
      "26": "They went and served other gods and bowed down to them, gods that they had not known and that he had not allotted to them.",
      "27": "So the anger of the Lord burned against that land to bring on it the entire curse written in this book.",
      "28": "The Lord uprooted them from their land in anger, in rage, and in his great wrath, and he hurled them into another land, as it is to this day.”",
      "29": "The hidden things belong to the Lord our God, but the revealed things belong to us and to our children forever, so that we carry out all the words of this law."
    },
    "30": {
      "1": "When all these things come upon you, both the blessing and the curse that I have given you, and you take them to heart while you are among all the nations to which the Lord your God has banished you,",
      "2": "and when you return to the Lord your God and listen to his voice with all your heart and soul, in every way that I am commanding you today, you and your children,",
      "3": "then the Lord your God will restore you from your captivity. He will have compassion on you, and he will gather you together again out of all the peoples where the Lord your God has scattered you.",
      "4": "Even if your banished people are at the end of the heavens, the Lord your God will gather you together there and take you away from there.",
      "5": "The Lord your God will bring you back to the land that your fathers possessed, and then you will possess it. He will make you more prosperous and numerous than your fathers.",
      "6": "The Lord your God will circumcise your hearts and the hearts of your descendants, so that you love the Lord your God with all your heart and with all your soul, with the result that you will live.",
      "7": "Then the Lord your God will place all these curses on your enemies and on those who hated you and persecuted you.",
      "8": "Once again you will listen to the voice of the Lord, and you will carry out all of his commands that I am giving you today.",
      "9": "The Lord your God will cause you to be overflowing with good things from all the work of your hands, in the fruit of your womb, in the fruit of your animals, and in the fruit of your soil. Once again he will rejoice over your prosperity, just as he rejoiced over your fathers,",
      "10": "when you obey the voice of the Lord your God by keeping his commandments and his statutes written in this Book of the Law, when you return to the Lord your God with all your heart and with all your soul.",
      "11": "Certainly, this commandment that I am giving you today is not too difficult for you, and it is not far away.",
      "12": "It is not up in the heavens, so that you have to say, “Which one of us will go up to the heavens and get it for us so we can listen to it and carry it out?”",
      "13": "It is not across the sea, so that you have to say, “Which one of us will cross over to the other side of the sea and get it for us so we can listen to it and carry it out?”",
      "14": "Instead, the word is very near you. It is in your mouth and in your heart, so you can obey it.",
      "15": "See now, today I have set before you life and prosperity, death and disaster.",
      "16": "This is what I am commanding you today: Love the Lord your God, walk in his ways, and keep his commandments, his statutes, and his ordinances. Then you will live and increase in number, and the Lord your God will bless you in the land that you are going to possess.",
      "17": "But if your heart turns away, and you do not listen, and you are lured away, and you bow down to other gods and serve them,",
      "18": "then I declare to you today that you will most certainly perish. You will not live a long life on the land that you are about to enter and possess by crossing over the Jordan.",
      "19": "I call the heavens and the earth to witness against you today that I have set before you life and death, a blessing and a curse. Choose life so that you and your descendants may live",
      "20": "by loving the Lord your God, by listening to his voice, and by clinging to him, because that means life for you, and you will live a long life on your land that the Lord swore to give to your fathers, to Abraham, Isaac, and Jacob."
    },
    "31": {
      "1": "Moses came and spoke the following words to all Israel.",
      "2": "He said to them:\n“I am now one hundred twenty years old. I can no longer go out and come back. The Lord has said to me, ‘You will not cross over this Jordan.’",
      "3": "“The Lord your God himself will cross over before you. He will destroy those nations before you, and you will take possession of their land. Joshua is the one who will cross over before you, as the Lord promised.",
      "4": "The Lord will do to them as he did to Sihon and Og, kings of the Amorites, and as he did to their lands when he destroyed them.",
      "5": "The Lord will hand them over to you, and you are to deal with them according to the whole set of commands that I gave you.",
      "6": "“Be strong and courageous. Do not be afraid and do not be terrified before them, because the Lord your God is going with you. He will not abandon you and he will not forsake you.”",
      "7": "Moses called Joshua and said to him in the view of all Israel:\n“Be strong and courageous, because you will go with this people into the land that the Lord promised to your fathers with an oath, and you will divide it among them as their possession.",
      "8": "The Lord himself will go ahead of you. He will be with you. He will not abandon you, and he will not forsake you. Do not be afraid and do not be overwhelmed.”",
      "9": "Then Moses wrote down this law, and he gave it to the priests, the sons of Levi who carry the Ark of the Covenant of the Lord, and to all the elders of Israel.",
      "10": "Moses commanded them:\n“At the end of seven years, at the appointed time of the year of the release, at the Festival of Shelters,",
      "11": "when all Israel comes to appear in the presence of the Lord your God at the place that he will choose, you are to read this law before all Israel in their hearing.",
      "12": "Gather the people—the men, the women, the children, and the alien who resides within your gates—so that they may hear it and learn to fear the Lord your God and to be careful to carry out all the words of this law.",
      "13": "Their children also, who do not know the law, are to hear it and learn to fear the Lord your God all the time that you live on the land that you are crossing the Jordan to possess.”",
      "14": "Then the Lord said to Moses, “The time is approaching for you to die. Summon Joshua and stand at the Tent of Meeting, and I will commission him.”\nSo Moses and Joshua went and stood at the Tent of Meeting.",
      "15": "Then the Lord appeared at the tent in a pillar of cloud, and the pillar of cloud stood over the entrance to the tent.",
      "16": "The Lord said to Moses:\n“You are about to lie down with your fathers, but this people will rise up and prostitute themselves to the foreign gods among them in the land they are about to enter. They will forsake me and break my covenant that I made with them.",
      "17": "My anger will burn against them on that day, and I will forsake them and hide my face from them. They will be on the verge of being devoured, and many evils and distresses will find them. They will say on that day, ‘Haven’t these evil things found us because our God is not among us?’",
      "18": "Yet I will hide my face on that day because of all the evil they have done by turning to other gods.",
      "19": "“So now, write down this song and teach it to the people of Israel. Put it in their mouths so this song will be my witness against the people of Israel.",
      "20": "When I bring them into the land flowing with milk and honey that I promised by oath to their fathers, and they eat and are satisfied and grow fat, and they then turn to other gods and serve them, when they despise me and break my covenant,",
      "21": "and many evils and distresses find them, then this song will testify against them as a witness, because it will not be forgotten or gone from the mouths of their descendants. I certainly know the inclination that they are developing today before I bring them to the land that I have promised on oath.”",
      "22": "So Moses wrote down this song on that day and taught it to the people of Israel.",
      "23": "Then the Lord commissioned Joshua son of Nun and said to him:\n“Be strong and courageous, because you will bring the people of Israel into the land that I have promised to them with an oath, and I will be with you.”",
      "24": "When Moses had finished writing the words of this law in a book,",
      "25": "he gave this command to the Levites, who carry the Ark of the Covenant of the Lord:",
      "26": "“Take this Book of the Law, and place it beside the Ark of the Covenant of the Lord your God, and let it remain there as a witness against you.",
      "27": "I certainly know how rebellious and stubborn you are. Even while I am still alive and among you today, you are rebels against the Lord. So how much more after my death!",
      "28": "Assemble all the elders of your tribes and your officials before me, and I will speak all these words in their hearing, and I will call the heavens and the earth to witness against them.",
      "29": "I know that after my death you will act corruptly and turn from the way that I have commanded you, and that evil will come on you in future days when you do evil in the sight of the Lord by provoking him to anger by the work of your hands.”",
      "30": "Then Moses spoke the words of this song in the hearing of the whole assembly of Israel, from beginning to end:"
    },
    "32": {
      "1": "Give ear, O heavens, and I will speak.\nLet the earth hear the sayings from my mouth.",
      "2": "Let my teaching drop down like rain,\nand let my sayings distill like dew,\nlike raindrops on grass,\nlike showers on green plants.",
      "3": "Yes, I will proclaim the name of the Lord.\nAscribe greatness to our God.",
      "4": "He is the Rock! Perfect is his work.\nIndeed all of his ways are justice.\nHe is a faithful God. He does no wrong.\nRighteous and upright is he.",
      "5": "Israel acted corruptly against him.\nThey are not his children.\nThat is their fault.\nThey are a twisted and crooked generation.",
      "6": "Is this how you repay the Lord,\nyou foolish people, who are not wise?\nIs he not your father, who created you,\nwho made you and established you?",
      "7": "Remember the days of the distant past.\nConsider the years of many generations.\nAsk your father and he will tell you about it.\nAsk your elders and they will describe it to you.",
      "8": "When the Most High gave the nations their inheritance,\nwhen he separated the children of Adam,\nhe established the boundaries for peoples\n    according to the number of the sons of Israel.",
      "9": "But the allotment for the Lord is his people.\nJacob is the territory that is his possession.",
      "10": "The Lord found Jacob in a wild land,\nin a desolate land, in a howling wasteland.\nHe encircled him. He cared for him.\nHe guarded him like the pupil of his eye.",
      "11": "As an eagle rises from its nest\nand hovers over its young,\nthen spreads its wings to catch them\nand carries them on the edge of its wings,",
      "12": "so the Lord alone led Israel.\nThere was no foreign god with him.",
      "13": "He caused them to ride over the high places of the land,\nand they ate the produce from the fields.\nHe caused them to suck honey from the rocks\nand olive oil from the hardest flint.",
      "14": "He fed them with curds from the cattle and milk from the flocks,\nwith fat lambs, rams, and goats from Bashan,\nwith the very best wheat,\nand they drank foaming wine, the blood of the grape.",
      "15": "Jeshurun grew fat and kicked.\nYou grew fat, you were stout, you were stuffed.\nThen he abandoned the God who made him,\nand he mocked the Rock who saved him.",
      "16": "They made him jealous with strange gods.\nThey provoked him with abominations.",
      "17": "They sacrificed to demons that are not gods,\nto gods they had not known,\nto newcomers from their neighbors,\ngods whom your fathers did not fear.",
      "18": "You failed to remember the Rock who conceived you.\nYou forgot the God who gave you birth.",
      "19": "The Lord saw this and rejected them,\nbecause his sons and daughters had provoked him.",
      "20": "So the Lord said:\n    I will hide my face from them,\n    until I see what their final condition will be,\n    because they are a twisted generation,\n    children who cannot be trusted.",
      "21": "They have made me jealous with their non-gods.\nThey have provoked me with their useless things.\nSo I will make them jealous by a non-people.\nBy a foolish nation I will provoke them.",
      "22": "For a fire has been ignited by my anger,\nand it burns to the depths of hell.\nIt devours the earth and its produce.\nIt sets the foundations of the mountains on fire.",
      "23": "I will pile up disasters for them.\nI will use up all my arrows on them.",
      "24": "They will be sucked dry by hunger and burned up by fever.\nI will send them bitter destruction.\nWild animals will sink their teeth into them\n    with the burning venom of snakes that crawl in the dust.",
      "25": "In the street the sword will take away their children.\nInside the houses terror will fill young man and\n    young woman alike,\nthe nursing child, together with the gray-haired old man.",
      "26": "I would have said, “I will cut them to pieces.\nI will erase their memory from mankind,”",
      "27": "if I had not dreaded the taunting of the enemy.\nI did not want their adversaries to misunderstand.\nI did not want them to say,\n“Our hand is high-and-mighty,\nand the Lord has not done any of this.”",
      "28": "For they are a nation that never takes advice,\nand they understand nothing.",
      "29": "If only they had been wise,\nthey would have comprehended this.\nThey would have understood\nwhat the final outcome would be.",
      "30": "How could one pursue a thousand,\nand two chase away ten thousand,\nunless their Rock had sold them,\nand the Lord had handed them over?",
      "31": "Yes, their rock is not like our Rock,\nas our enemies themselves recognize.",
      "32": "For their vine grows from the vine of Sodom\nand from the fields of Gomorrah.\nTheir grapes are poison grapes.\nThey have bitter clusters.",
      "33": "Their wine is burning snake venom\nand the deadly poison of cobras.",
      "34": "Do I not have all this stored up with me?\nIs this not sealed up in my storehouses?",
      "35": "To me belongs vengeance and repayment.\nIt will come at the time when their foot slips.\nIndeed, the day of their disaster is near,\nand their impending doom is coming quickly.",
      "36": "Yes, the Lord will judge his people,\nbut he will change his course of action toward his servants\nwhen he sees that their strength is exhausted,\nand that there are none left, either as prisoners or still free.",
      "37": "Then he will say:\nWhere are their gods,\nthe rock in which they sought refuge,",
      "38": "the gods that ate the fat of their sacrifices\n    and drank the wine of their drink offerings?\n    Let them rise up and help you.\n    Let them be a shelter over you.",
      "39": "Now see that I, only I, am he,\n    and there is not a god comparable to me.\n    I put to death and I make alive.\n    I wound and I heal.\n    There is no one who can deliver out of my hand.",
      "40": "For I lift up my hand to heaven,\n    and I swear: “As I live forever,",
      "41": "if I sharpen the lightning, which is my sword,\n    and my hand grabs hold of judgment,\n    I will take revenge against my adversaries,\n    and I will repay those who hate me.",
      "42": "I will make my arrows drunk with blood,\n    and my sword will devour flesh\n    from the blood of the slain and the captives,\n    from the long-haired heads of the enemy.”",
      "43": "Shout out with a cry of joy, you nations, because of his people,\nfor he will avenge the blood of his servants,\nand he will return vengeance to his adversaries,\nbut he will atone for the ground, for his people.",
      "44": "Moses came along with Hoshea son of Nun and spoke all the words of this song in the hearing of the people.",
      "45": "Then when Moses had finished speaking all of these words to all Israel,",
      "46": "he also said to them:\n“Direct your heart to all the words that I am calling as a witness against you today. Instruct your children with them so that they may be careful to carry out all the words of this law,",
      "47": "for it is not empty talk for you, because it is your life. By this word you will live long on the land that you are crossing the Jordan to possess.”",
      "48": "On this same day the Lord spoke to Moses:",
      "49": "“Go up to Mount Nebo, this mountain of the Abarim range, which is in the land of Moab opposite Jericho, and view the land of Canaan that I am giving to the people of Israel as a possession,",
      "50": "and die on the mountain that you are about to ascend and be gathered to your people, just as Aaron your brother died on Mount Hor and was gathered to his people.",
      "51": "This will happen because you broke faith with me among the people of Israel at the waters of Meribah Kadesh in the Wilderness of Zin, by not treating me as holy among the people of Israel.",
      "52": "You may view the land from a distance, but you will not go into the land that I am giving to the people of Israel.”"
    },
    "33": {
      "1": "The following is the blessing with which Moses, the man of God, blessed the people of Israel before his death.",
      "2": "He said:\nThe Lord came from Sinai,\nand from Seir he rose like the sun for them.\nHe was shining from Mount Paran,\nand he came with ten thousand holy ones.\nFrom his right hand a fiery law flew at them.",
      "3": "Indeed, you love the peoples.\nAll his holy ones are in your hand.\nThey are seated at your feet.\nEach one rises after hearing your words.",
      "4": "Moses commanded a law for us\nas a possession for the assembly of Jacob.",
      "5": "The Lord was King in Jeshurun,\nwhen the heads of the people gathered\ntogether with the tribes of Israel.",
      "6": "May Reuben live and not die,\nbut may his men be few in number.",
      "7": "Concerning Judah he said this:\nHear, O Lord, the voice of Judah,\nand bring him to his people.\nWith his own hands he fights for them,\nand you will be a help against his enemies.",
      "8": "Concerning Levi he said:\nYour Thummim and your Urim belong to your favored man,\nwhom you tested at Massah,\nwith whom you contended at the waters of Meribah.",
      "9": "He said about his father and mother,\n“I do not recognize them.”\nHe did not show regard for his own brother.\nHe did not acknowledge his own children.\nInstead he protected your word,\nand he guarded your covenant.",
      "10": "The Levites will teach your judgments to Jacob.\nThey will teach your law to Israel.\nThey will burn incense for you to smell.\nThey will offer whole offerings upon your altar.",
      "11": "Bless, O Lord, his strength,\nand accept the work of his hands.\nCripple those who rise against him.\nPrevent those who hate him from rising against him.",
      "12": "Concerning Benjamin he said:\nThose loved by the Lord will dwell with him safely.\nHe will be a canopy over them all day.\nThey will rest securely against his chest.",
      "13": "Concerning Joseph he said:\nHis land is blessed by the Lord:\nblessed with the best gifts from the heavens,\nblessed with dew and with the deep waters hidden below,",
      "14": "blessed with the best gifts produced by the sun,\nblessed with the best gifts yielded by the seasons,",
      "15": "blessed with the best crops from the ancient mountains,\nblessed with the best gifts from the everlasting hills,",
      "16": "blessed with the best gifts of the earth and its fullness,\nblessed with the favor of the one who was dwelling in\n    the burning bush.\nMay all these come on the head of Joseph,\non the forehead of the one set apart from his brothers.",
      "17": "Like a firstborn bull, he has majesty,\nand his horns are the horns of a wild ox.\nWith them he will gore the peoples,\nall the peoples, to the ends of the earth.\nSuch are the ten thousands of Ephraim.\nSuch are the thousands of Manasseh.",
      "18": "Concerning Zebulun he said:\nRejoice, Zebulun, when you go out.\nRejoice, Issachar, in your tents.",
      "19": "They will call people to the mountain.\nThere they will sacrifice righteous offerings.\nIndeed they will nurse on the abundance from the seas\nand on the treasures hidden in the sand.",
      "20": "Concerning Gad he said:\nBlessed is the one who enlarges Gad.\nLike a lioness he settles down.\nHe tears off arms and even heads.",
      "21": "He selected the best portion for himself,\nthe portion reserved for the ruler.\nHe came with heads of the people\nto carry out the righteousness of the Lord,\nto carry out his judgments along with Israel.",
      "22": "Concerning Dan he said:\nDan is a lion cub.\nHe leaps out from Bashan.",
      "23": "Concerning Naphtali he said:\nNaphtali is abounding with favor.\nHe is full of the blessing of the Lord.\nTake possession of the west and south.",
      "24": "Concerning Asher he said:\nThe most blessed of sons is Asher.\nMay he be pleasing to his brothers.\nMay he bathe his feet in olive oil.",
      "25": "Your door bolts are iron and bronze.\nMay your strength be as long-lasting as all your days.",
      "26": "There is no one like the God of Jeshurun,\nwho rides through the heavens to help you.\nIn his majesty he rides through the clouds.",
      "27": "The everlasting God is a dwelling place,\nand his eternal arms are under you.\nHe drove out the enemy in front of you,\nand he said, “Destroy!”",
      "28": "So Israel settled down in safety.\nJacob dwelt in security\nin a land of grain and fresh wine,\nand, yes, its heavens dropped down dew.",
      "29": "How blessed are you, O Israel!\nWho is like you?\nYou are a people saved by the Lord,\nthe shield who gives you help,\nthe sword who gives you majesty.\nYour enemies will come cringing before you,\nand you will trample on their high places."
    },
    "34": {
      "1": "Moses went up from the Plains of Moab to Mount Nebo, to the top of Pisgah, opposite Jericho, and the Lord showed him the whole land: the territory of Gilead as far as Dan,",
      "2": "all of Naphtali, the land of Ephraim and Manasseh, the whole land of Judah as far as the Mediterranean Sea,",
      "3": "the Negev, and the Kikkar as far as Zoar (that is, the plain in the valley around Jericho, the City of Palms).",
      "4": "Then the Lord said to him, “This is the land that I swore to give to Abraham, Isaac, and Jacob, when I said I will give it to your descendants. I have let you see it with your eyes, but you will not cross over to it.”",
      "5": "So Moses, the servant of the Lord, died there in the land of Moab as the Lord had said.",
      "6": "The Lord buried him in the valley in the land of Moab opposite Beth Peor, but no one knows his burial place to this day.",
      "7": "Moses was one hundred twenty years old at his death. His eyes had not grown dim, and his vigor had not declined.",
      "8": "So the children of Israel wept for Moses in the Arabah of Moab for thirty days. Then the days of weeping and mourning for Moses came to an end.",
      "9": "Now Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him, so the people of Israel listened to him and did just as the Lord had commanded Moses.",
      "10": "Never again has a prophet risen in Israel like Moses, who knew the Lord face-to-face.",
      "11": "Moses performed all the signs and wonders that the Lord sent him to do in the land of Egypt against Pharaoh and against all his officials and his whole land.",
      "12": "No other prophet ever displayed all of the mighty power and the great, awesome deeds that Moses did in the sight of all Israel."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:38.329507-04:00",
    "Translation": "EHV"
  }
}