{
  "Ecclesiastes": {
    "1": {
      "1": "The words of Ecclesiastes, David’s son, king in Jerusalem.",
      "2": "“Nothing but vapor,” Ecclesiastes said. “Totally vapor. Everything is just vapor that vanishes.”",
      "3": "What does anyone gain by all his hard work, at which he works hard under the sun?",
      "4": "A generation goes and a generation comes, but the earth keeps standing forever.",
      "5": "The sun rises and the sun sets. It hurries back, panting and out of breath, to its starting point, where it rises again.",
      "6": "The wind goes round and round. Blowing south, then blowing north, the wind keeps going around in circles.",
      "7": "All streams keep flowing to the sea, but the sea is never full. The streams keep coming back to the same place, and then they flow out again.",
      "8": "Everything is tedious and tiresome, more than one can tell. No eye ever sees enough, and no ear ever gets its fill of hearing.",
      "9": "Whatever has been is what will be again, and whatever has already been done is what will be done again. There is nothing new under the sun.",
      "10": "Is there a single thing about which one can say, “Look, this is new”? It was already here ages ago, long before us.",
      "11": "No one remembers the people who came before us, and as for those who are coming—after they are gone, no one will remember them either.",
      "12": "I, Ecclesiastes, have been king over Israel in Jerusalem.",
      "13": "I applied my heart to seek out and explore with wisdom everything done under the sky. (What a burdensome task God has given the children of Adam to keep them busy!)",
      "14": "I have seen all the actions done under the sun, and, look, it is all nothing but vapor. It is all chasing the wind.",
      "15": "Whatever is crooked cannot be straightened. Whatever is not there cannot be counted.",
      "16": "I thought in my heart, “Look, I have become great and accumulated more wisdom than anyone ruling over Jerusalem before me. My mind has absorbed so much wisdom and knowledge.”",
      "17": "I applied my heart to understand wisdom and knowledge, madness and stupidity. I realized that this too is chasing the wind.",
      "18": "In fact, with much wisdom comes much frustration. The more knowledge, the more pain!"
    },
    "2": {
      "1": "I thought in my heart, “Go ahead, test yourself with pleasure to see what is good.” But, oh, that too is vapor.",
      "2": "About laughter, I said, “Madness!” About pleasure, “What good is it?”",
      "3": "As my heart kept guiding me with wisdom, I put it to work researching how to relax my body with wine and how to grasp why people do stupid things. My goal was to see what was good for people to do under the sky, during the few days of their lives.",
      "4": "I undertook great projects. I built houses for myself. I planted vineyards for myself.",
      "5": "I made gardens and parks for myself, and I planted every kind of fruit tree in them.",
      "6": "I made reservoirs of water for myself to irrigate a forest of sprouting trees.",
      "7": "I acquired male and female servants. I also had slaves that were born in my own house. Livestock too! I had more herds and flocks than anyone before me in Jerusalem.",
      "8": "I piled up silver and gold for myself, as well as treasures from kings and provinces. I acquired male singers and female singers for myself, and what gives great pleasure to men—one concubine after another.",
      "9": "So I became great, and I surpassed all who were in Jerusalem before me. Nevertheless, my wisdom still stayed with me.",
      "10": "Whatever my eyes desired I did not withhold from them. I did not hold my heart back from any pleasure. My heart even took pleasure in all my hard work. This was what I got from all my hard work.",
      "11": "But when I turned my attention to everything that my hands had done and to how hard I had worked for it—note this—it was all vapor, all chasing the wind. There was no benefit under the sun.",
      "12": "I turned my attention to consider wisdom, madness, and stupidity—for what will the man do who will succeed the king? Only what has already been done.",
      "13": "I saw wisdom is better than stupidity, as light is better than darkness.",
      "14": "The wise man has eyes in his head, but the fool walks in darkness. Yet I also knew that one fate meets them all.",
      "15": "So I said in my heart, “The same fate that meets the fool will also meet me. So why then have I been overly wise?” So I said in my heart, “This too is just vapor.”",
      "16": "No one will remember the wise man or the fool for long. In days to come, all of them will already be forgotten. How does the wise man die? Just like the fool.",
      "17": "So I hated life, because the work done under the sun was so frustrating for me, because everything is vapor and chasing the wind.",
      "18": "I also hated all the results of my hard work, for which I worked so hard under the sun, since I must leave it all to the man who comes after me.",
      "19": "And who knows—will he be wise, or a fool? Yet he will have control over all the results of my hard work, for which I worked so hard and so wisely, under the sun. This too is vapor that vanishes.",
      "20": "So I changed my course, and my heart began to despair over all my hard work at which I worked so hard under the sun.",
      "21": "Sure, there may be a man who has worked hard—wisely, aptly, and skillfully. But he must hand over whatever he accumulated by all his hard work to a man who has not worked hard for it. This too is vapor. It’s so unfair!",
      "22": "For what does a man gain through all his hard work, through all the turmoil in his heart, as he works so hard under the sun?",
      "23": "Pain fills all his days. His occupation is frustration. Even at night his heart does not rest. This too is vapor.",
      "24": "There is nothing better for a man than to eat and to drink and to find joy in his work. This too, I saw, is from God’s hand.",
      "25": "For who can eat or enjoy himself apart from him?",
      "26": "Yes, God gives wisdom, knowledge, and happiness to the man whom he considers good, but to the person who goes on sinning God gives the task of gathering and collecting, but only so that he can give it all to a person whom God considers good. This too is vapor, nothing but chasing wind."
    },
    "3": {
      "1": "For everything there is an appointed time.\nThere is an appropriate time for every activity under heaven:",
      "2": "a time to give birth and a time to die,\na time to plant and a time to uproot plants,",
      "3": "a time to kill and a time to heal,\na time to tear down and a time to build,",
      "4": "a time to weep and a time to laugh,\na time to mourn and a time to dance,",
      "5": "a time to scatter stones and a time to gather stones,\na time to embrace and a time not to embrace,",
      "6": "a time to search and a time to stop searching,\na time to keep and a time to throw away,",
      "7": "a time to rip and a time to sew,\na time to be silent and a time to speak,",
      "8": "a time to love and a time to hate,\na time for war and a time for peace.",
      "9": "What does the worker gain from his hard work?",
      "10": "I have seen the task which God has given the children of Adam to keep them busy.",
      "11": "He has made everything beautiful in its time. Yes, he has also put eternity in their hearts, yet it is not possible for man to understand the work that God has done from beginning to end.",
      "12": "I know that there is nothing better for them than to be happy and enjoy good things while they live.",
      "13": "Also, when anyone eats, drinks, and experiences the good things that his hard work leads to—this is God’s gift.",
      "14": "I know that everything God does will last forever. Nothing can be added to it or taken away from it. God acts so that people will fear him.",
      "15": "Whatever exists now has already been, and whatever will be has already been. God makes whatever has already passed come again.",
      "16": "I saw something else under the sun: In the place where justice should be, there was wickedness, and in the place for righteousness, there was wickedness.",
      "17": "I said in my heart, “God will judge the righteous and the wicked. Yes, there will be a time for every case to be settled before God.”",
      "18": "So I said in my heart, “This is done so that God can test the children of Adam, so that they can see what animals they are if left to themselves.”",
      "19": "For the outcome for the children of Adam and the outcome for animals is the same. One dies just like the other. All have the same breath. Mankind has no advantage over animals, because everything is vapor.",
      "20": "All go to the same place. All were from the dust, and to the dust all return.",
      "21": "Who knows whether the spirit of the man goes upward, and the spirit of the animal goes down into the earth?",
      "22": "So I saw that there is nothing better for man than to be happy in his activities, since that is his reward. For who will show him what there will be after him?"
    },
    "4": {
      "1": "I looked again, and I saw all the acts of oppression being done under the sun. Just look at the tears of the oppressed, who have no one to comfort them! Their violent oppressors had the upper hand, and there was no one to comfort them.",
      "2": "So I congratulate the dead, who already have died, more than the living, who are still alive.",
      "3": "But better than either of them is the one who has never existed, who has never seen the evil done under the sun.",
      "4": "I also saw that all hard work and all accomplishment are the result of a person’s envy of his neighbor. This too is vapor and chasing the wind.",
      "5": "The fool idly folds his hands and eats his own flesh.",
      "6": "Better one handful with relaxation, than two handfuls with hard work and chasing the wind.",
      "7": "I looked again and saw another example of meaningless vapor under the sun:",
      "8": "There was a single person all alone, without even a son or a brother, and there was no end to all his hard work. His eyes also were not satisfied with wealth. “So for whom am I working so hard,” he asks, “and depriving myself of enjoyment?” This too is vapor and a miserable task.",
      "9": "Two are better than one, because they have a good reward for their hard work.",
      "10": "If one of them falls, his companion can lift him up. Pity the person who falls and has no one else to lift him up.",
      "11": "What’s more, if two lie down, they can keep warm, but how can one person keep warm alone?",
      "12": "Though an attacker can overpower one person, two people together can stand up against him. A rope with three strands is not quickly snapped.",
      "13": "Better a poor but wise child than an old but foolish king, who no longer knows enough to pay attention to a warning,",
      "14": "for he came out of prison to rule as king, even though he had been born poor in the land that became his kingdom.",
      "15": "I saw that all the living, all those people walking under the sun, sided with the king’s successor, the child who took his place.",
      "16": "There was no end to all the people who were before them. Yet people who come later will not be pleased with him. This too is vapor and chasing the wind."
    },
    "5": {
      "1": "Watch your step when you go to the house of God. Go near to listen, rather than to give the kind of sacrifice fools give, for they do not know that they are doing wrong.",
      "2": "Do not be hasty with your mouth, and in your heart do not be in a hurry to bring a matter before God, because God is in heaven and you are on earth, so let your words be few.",
      "3": "As too much busyness leads to dreams, too many words lead to foolish talk.",
      "4": "When you make a vow to God, do not delay in fulfilling it, for he takes no delight in fools. Fulfill whatever you have vowed.",
      "5": "Better that you do not vow, than that you do make a vow and do not fulfill it.",
      "6": "Do not let your mouth lead you into sin, and do not say to the temple official that the vow was a mistake. Why should God be angry because of what you say and ruin the work your hands have done?",
      "7": "A lot of dreaming produces a lot of vapor. So does a lot of words. Instead, fear God.",
      "8": "If you see the poor being oppressed, and you see the province being robbed of justice and fairness, do not be shocked about the situation, because one high official is watched by a higher one, and higher ones are over them!",
      "9": "All officials take their cut of the profit from the land; even the king benefits from the fields.",
      "10": "Anyone who loves money is never satisfied with money, and anyone who loves wealth is never satisfied with his income. This too is vanishing vapor.",
      "11": "When goods increase, so do those who eat them. What profit, then, does the owner get, except to see these things with his eyes?",
      "12": "The worker’s sleep is sweet, whether he eats little or much, but a rich person’s abundant possessions allow him no sleep.",
      "13": "I have seen a sickening evil under the sun—wealth hoarded by its owner to his own harm,",
      "14": "or wealth that is lost in a bad investment. Or a man fathers a son, but he has nothing left in his hand to give him.",
      "15": "As he came out from his mother’s womb, so he will go again, naked as he came. From his hard work he can pick up nothing that he can carry away in his hand.",
      "16": "This too is a sickening evil: Just as he came, so he will go. So what does he gain, he who works for the wind?",
      "17": "Besides this, during all his days he eats in darkness, with great frustration, sickness, and anger.",
      "18": "So then, here is what I have seen to be good: It is beautiful to eat, to drink, and to look for good in all a person’s hard work which he has done under the sun, during the few days of his life that God has given him, for that is his reward.",
      "19": "Likewise, for everyone to whom God has given wealth and riches, if God has also given him ability to eat from it, to enjoy his reward, and to rejoice in the results of his hard work—this is a gift of God,",
      "20": "for the man seldom reflects on the days of his life, since God keeps him busy with the joy in his heart."
    },
    "6": {
      "1": "There is an evil that I have seen under the sun, a common burden that people bear:",
      "2": "God gives somebody wealth, riches, and honor, so that he lacks nothing of everything that he craves, but God does not give him the opportunity to eat it. Instead, a stranger eats it. This is vapor, and a sickening evil.",
      "3": "A man may father a hundred children and live many years, but if his soul is not satisfied with good things and he does not even have a proper burial, no matter how many days he lives, I say, “A stillborn baby is better off than he is.”",
      "4": "Why? Because that baby comes like a vapor and leaves in darkness, and its name gets covered in darkness.",
      "5": "The baby does not see the sun or know it, but it enjoys more peaceful rest than that man does,",
      "6": "even if that man would live a thousand years two times without enjoying good things. They all go to the same place, don’t they?",
      "7": "All of a man’s hard work is to feed his mouth, but his appetite never feels satisfied.",
      "8": "So what advantage does a wise man have over a fool? What advantage does a poor man gain, who knows how to keep walking among the living?",
      "9": "Better to have eyes that look at what is actually there than desires that roam. This too is vapor and chasing the wind.",
      "10": "Whatever exists already has its name, and it is already known what man is. He is not able to win in court against one who is stronger than he is.",
      "11": "Yes, the more words, the more vapor. What advantage does a man have?",
      "12": "For who knows what is good for a man in life, in the few days of his life, that vanishes like vapor, that passes like a shadow? Who will tell the man what will be after him, under the sun?"
    },
    "7": {
      "1": "A good reputation is better than the best perfume, and the day of one’s death is better than the day of his birth.",
      "2": "Better to go to a funeral than to a feast, since death is the final destination for all mankind. The living must take this to heart!",
      "3": "Grief is better than laughter, because a sad face does a heart good.",
      "4": "The hearts of the wise think about the funeral, but the hearts of fools think about the feast.",
      "5": "It is better to hear a rebuke from a wise man than to listen to a happy song from fools,",
      "6": "for the fool’s laughter sounds like thorns crackling under a cooking pot. This too is vapor.",
      "7": "To be sure, oppressing others turns a wise man into a fool, and a bribe corrupts his heart.",
      "8": "It is better to finish something than to begin something. A patient spirit is better than a proud spirit.",
      "9": "Do not be quick to lose your temper, for outrage is embraced by fools.",
      "10": "Do not say, “Why were the former days better than these?” Wisdom would not lead you to ask such a question.",
      "11": "Wisdom along with an inheritance is good. It is an advantage for those who see the sun,",
      "12": "because wisdom gives shade as money gives shade, but the advantage of knowledge is that wisdom keeps its owner alive.",
      "13": "Look at the work of God. Indeed, who can straighten what he has bent?",
      "14": "On a good day, enjoy the good, but on a bad day, consider carefully. God has made the one as well as the other, so no man can find out about anything that will come later.",
      "15": "During my days that vanish like vapor, I have seen it all. For instance, a righteous man perishes despite being righteous, while an evil man lives for a long time in spite of his evil.",
      "16": "Do not be overly righteous. Do not trust too much in wisdom. Why ruin yourself?",
      "17": "Do not be overly wicked, either, and do not be a fool. Why die before your time?",
      "18": "It is good that you hang on to one alternative, but do not let go of the other, for one who fears God will avoid both extremes.",
      "19": "Wisdom makes one wise man stronger than ten rulers who are in the city.",
      "20": "There is surely not a righteous man on earth who does good and does not sin.",
      "21": "Furthermore, do not take to heart all the words people say, so that you do not hear your servant cursing you.",
      "22": "Yes, you know in your heart that many times you too have cursed others.",
      "23": "All this I tested with wisdom. I said, “I will be wise,” but it was out of reach for me.",
      "24": "What has already happened is out of reach, and deeper than deep. Who can find it?",
      "25": "I turned my heart to know, to investigate, and to seek wisdom, and to find out how things fit together, and to know that wickedness is foolishness and stupidity is madness.",
      "26": "I kept finding out that a woman whose heart is a trap is more bitter than death. Her heart is a hunter’s net. Her hands are chains. The man whom God recognizes as good will escape from her, but the sinner gets trapped by her.",
      "27": "“Look,” says Ecclesiastes, “this is what I found by adding one thing to another in my attempts to find how things fit together—",
      "28": "this is something my soul keeps seeking but has not found. One man out of a thousand I have found, but a woman among all these I have not found.",
      "29": "“Look, I have found only this: I have found that God made mankind upright, but they have gone off looking for many schemes.”"
    },
    "8": {
      "1": "Who is such a wise man? And who knows how to explain a situation? A man’s wisdom makes his face shine and softens the hard look on his face.",
      "2": "Obey the king’s command because of your oath before God.",
      "3": "Do not quickly leave his presence. Do not stand up for a bad cause, for he will do whatever he pleases.",
      "4": "For a king’s word is supreme, and who will say to him, “What are you doing?”",
      "5": "Whoever obeys a command will experience no harm, and a wise heart will know the right time and the right way to act,",
      "6": "because for each situation there is a right time and a right way to act, although evil may weigh a man down.",
      "7": "But no one knows what will be. Indeed, who can tell him what will be?",
      "8": "As no one has power to restrain the wind, there is no power over the day of death. No discharge is granted during war, and wickedness will not deliver those who practice it.",
      "9": "All this I saw while I was applying my heart to every work done under the sun, during this time when one man has power over another to harm him.",
      "10": "While doing this, I have seen wicked people buried. They had come and gone from the holy place, and they were praised in the city where they had done so! This too is vapor.",
      "11": "When the sentence for a crime is not carried out quickly, people’s hearts are emboldened to do evil.",
      "12": "Though a sinner commits a hundred crimes and lives for a long time, I nevertheless know that it will turn out well for those who fear God, who stand in awe before him.",
      "13": "But it will not be good for the wicked. Such a man will not lengthen his days like a shadow, since he does not stand in fear before God.",
      "14": "Another example of vapor that appears on the earth is when righteous people get what the wicked deserve for their actions, and wicked people get what the righteous deserve for their actions. I said, “This too is vapor.”",
      "15": "So I sang the praises of pleasure, because there is nothing better for a person under the sun than to eat, drink, and enjoy life. Such joy will stay with him during his hard work, throughout the days of his life which God has given him under the sun.",
      "16": "When I applied my heart to know wisdom and to observe the tiresome business done on the earth (even though it keeps a person from sleeping day or night),",
      "17": "I saw everything that God has done, but no man can grasp all the work that is done under the sun. No matter how hard a man works to explore it, he cannot discover it all. Even if the wise man claims to know it, he cannot find it."
    },
    "9": {
      "1": "Nevertheless, as I pondered all this in my heart, I wanted to make all this clear—that the righteous, the wise, and their works are in God’s hand. Will there be love or hate? No one knows anything that is ahead of him.",
      "2": "Everything turns out the same for everyone. One destination waits for the righteous and the wicked, and the good, the ceremonially clean and the unclean, the one who brings sacrifices and the one who does not. As it will be for the good, so it will be for the sinner. As it will be for the one who swears an oath, so it will be for the one who is afraid to take an oath.",
      "3": "This is an evil that infects everything done under the sun. Yes, they all share one fate. What’s more, people’s hearts are full of evil, and madness is in their hearts as long as they live. After that they go to the dead.",
      "4": "Now, whoever is still joined to all the living has hope, because a living dog is better than a dead lion.",
      "5": "At least the living know that they will die, but the dead know nothing. They have no further reward, because all memory of them is forgotten.",
      "6": "Their love, their hate, and their envy have already perished, and they will never again take part in anything done under the sun.",
      "7": "Go ahead, eat your food with joy, and drink your wine with a happy heart, for God is already pleased with what you do.",
      "8": "Wear white clothes all the time. Always put lotion on your head.",
      "9": "Enjoy life with the wife you love all the days of your life, that vanishes like vapor, the life which God has given you under the sun, all the days that vanish like vapor, for that is your portion in life and your reward from all the hard work at which you worked so hard under the sun.",
      "10": "Whatever your hand finds to do, do it with all your strength, for there is no work, planning, knowledge, or wisdom in the grave, where you are heading.",
      "11": "I looked again and saw that under the sun the race is not won by the swift, nor the battle by the strong. Food is not given to the wise, nor is wealth given to those who have good judgment, nor is success given to those who have knowledge, because time and chance come upon all of them.",
      "12": "Certainly, no man knows his time. Like fish caught in a deadly net and like birds caught in a trap, people are trapped at an evil time which falls on them suddenly.",
      "13": "I also saw this example of wisdom under the sun, and it impressed me.",
      "14": "There was a small city that had few men in it. A great king came against it, surrounded it, and built great siege works against it.",
      "15": "A poor man who was wise was found in it, and he saved the city by his wisdom, but no one remembered that poor man.",
      "16": "So I said, “Wisdom is better than might, but the wisdom of the poor man gets despised, and his words are not heeded.”",
      "17": "Words of the wise, spoken quietly, should be heeded more than the rant of a ruler among fools.",
      "18": "Wisdom is better than weapons of war, but one sinner destroys much good."
    },
    "10": {
      "1": "Dead flies make perfumed oil ferment and stink, just as a little stupidity outweighs wisdom and honor.",
      "2": "A wise man’s heart heads right, but a fool’s heart heads left.",
      "3": "Even when a fool is walking down the road, he does not know where he is going, and he advertises to everyone that he is a fool.",
      "4": "If a ruler’s anger rises against you, do not abandon your post, because keeping calm puts serious sins to rest.",
      "5": "There is an evil I have seen under the sun. What a mistake rulers make!",
      "6": "Stupidity is placed in many high places, but the rich are seated in low positions.",
      "7": "I have seen slaves on horses, while princes walk on the ground like slaves.",
      "8": "A person who digs a pit might fall into it, and one who breaks through a wall might be bitten by a snake.",
      "9": "A person who quarries stones may be hurt by them. Someone who splits logs may be endangered by them.",
      "10": "If the ax is dull and no one sharpens its edge, the person chopping must apply more strength, but an advantage of wisdom is that it gives success.",
      "11": "If the snake bites before it is charmed, there is no advantage to having a charmer.",
      "12": "Words from a wise man’s mouth bring favor, but a fool’s lips swallow him up.",
      "13": "The fool starts out by saying stupid things, but he ends up speaking wicked madness.",
      "14": "The fool multiplies words.\nNo one knows what will be in the future, and who can tell him what will come after him?",
      "15": "The hard work of fools wears them out so much that they no longer know their way to town.",
      "16": "How unfortunate you are, O land, when your king once was a servant, and your officials overeat in the morning.",
      "17": "How blessed you are, O land, when your king is a son of nobles, and your officials eat at the right time—to get stronger, not to get drunk.",
      "18": "Because of laziness, roof beams sag. Because of idle hands, the house leaks.",
      "19": "Food is made for pleasure. Wine makes life happy, but money is the answer for everything.",
      "20": "Do not curse the king even in your thoughts, and do not curse a rich person in your bedroom, for a bird in the skies might carry your voice, or a bird in flight might reveal the matter."
    },
    "11": {
      "1": "Cast your bread on the surface of the water. Then, after many days you will find it again.",
      "2": "Put part of your investment into seven or even into eight ventures, for you do not know what disaster might come upon the land.",
      "3": "If the clouds are full, they pour out rain on the earth. Whether a tree falls to the south or to the north, wherever it falls, there it will lie.",
      "4": "Whoever keeps watching the wind will never sow, and anyone who keeps looking at the clouds will never reap.",
      "5": "Just as you do not know the path of the wind, or how bones form in the womb of a pregnant woman, so you do not know the work of God, who makes everything.",
      "6": "In the morning sow your seed, and at evening do not let your hand rest, for you do not know which effort will succeed, this one or that, or if both of them will be equally good.",
      "7": "Light is sweet, and it is good for eyes to see the sun.",
      "8": "Yes, even if a man lives many years, in all of them let him find joy, but let him keep in mind the days of darkness, for they will be many. Everything that is to come is vapor.",
      "9": "Young man, be happy while you are a child, and let your heart make you glad during the days of your youth. Walk down the roads on which your heart leads you and on the way your eyes see—but know that for all these, God will bring you into judgment.",
      "10": "Put frustration out of your mind, and ignore the troubles of your body, because youth and the dawn of life are vapor."
    },
    "12": {
      "1": "So remember your Creator in the days of your youth,\nbefore the bad days come and the years arrive when you will say,\n    “I have no delight in them,”",
      "2": "before the sun and the light of the moon and the stars are darkened,\nbefore the clouds return after the rain,",
      "3": "before the day when the watchmen of the house tremble,\nand the strong men are bent over,\nand the women who grind grain cease because they are few,\nand those watching through the windows can barely see.",
      "4": "Then the double doors to the street are shut,\n    as the grinding of the mill grows quiet.\nA person wakes up at the sound of a bird,\nbut all the sounds of music are muffled.",
      "5": "Then they fear heights and terrors along the road.\nThe almond blossoms become white.\nThe grasshopper drags himself along,\nand the caperberry has no effect.\nWhy? Because the man is heading to his eternal home.\nThen the wailing mourners will go around in the street.",
      "6": "Remember your Creator\n    before the silver cord is snapped,\n    and the golden bowl is broken,\n    before the jar is shattered by the spring,\n    and the waterwheel is broken by the well,",
      "7": "and the dust goes back into the ground—just as it was before,\n    and the spirit goes back to God who gave it.",
      "8": "“Nothing but vapor,” said Ecclesiastes, the speaker. “It is all vapor.”",
      "9": "Besides being wise, Ecclesiastes taught the people knowledge, and he weighed, collected, and arranged many proverbs.",
      "10": "Ecclesiastes searched to find just the right words. What was written was honest—they were true words.",
      "11": "Sayings of wise men are like cattle prods, and those sayings collected by experts are like firmly fixed nails, given by one Shepherd.",
      "12": "My son, beware of anything in addition to these. There is no end of making many books, and much study wears out the body.",
      "13": "This is the conclusion of the matter. Everything has been heard. Fear God and keep his commandments. For mankind, this is everything.",
      "14": "Yes, God will bring everything that is done into judgment, including everything that is hidden, whether good or evil."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:02.445803-04:00",
    "Translation": "EHV"
  }
}