{
  "Ephesians": {
    "1": {
      "1": "Paul, an apostle of Christ Jesus by the will of God,\nTo the saints who are in Ephesus, who are believers in Christ Jesus:",
      "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "3": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places.",
      "4": "He did this when he chose us in Christ before the foundation of the world, so that we would be holy and blameless in his sight. In love",
      "5": "he predestined us to be adopted as his sons through Jesus Christ. He did this in accordance with the good purpose of his will,",
      "6": "and for the praise of his glorious grace, which he has graciously given us in the one he loves.",
      "7": "In him we also have redemption through his blood, the forgiveness of sins, in keeping with the riches of his grace,",
      "8": "which he lavished on us in all wisdom and insight.",
      "9": "He made known to us the mystery of his will in keeping with his good purpose, which he planned in Christ.",
      "10": "This was to be carried out when the time had fully come, in order to bring all things together in Christ, things in heaven and things on earth.",
      "11": "In him we have also obtained an inheritance, because we were predestined according to the plan of him who works out everything in keeping with the purpose of his will.",
      "12": "He did this so that his glory would be praised as a result of us, who were the first to hope in Christ.",
      "13": "In him, when you heard the word of truth, the gospel of your salvation, and in him, when you also believed, you were sealed with the promised Holy Spirit.",
      "14": "He is the down payment of our inheritance until the redemption of God’s own possession, so that his glory would be praised.",
      "15": "This is why, ever since I heard about your faith in the Lord Jesus and your love for all the saints,",
      "16": "I never stop giving thanks for you, remembering you in my prayers.",
      "17": "I keep praying that the God of our Lord Jesus Christ, the glorious Father, will give you the Spirit of wisdom and revelation in knowing Christ fully.",
      "18": "I pray that the eyes of your heart may be enlightened, so that you may know the hope to which he has called you, just how rich his glorious inheritance among the saints is,",
      "19": "and just how surpassingly great his power is for us who believe.",
      "20": "It is as great as the working of his mighty strength, which God worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,",
      "21": "far above all rule, authority, power, and dominion, and above every name that is given, not only in this age but also in the one to come.",
      "22": "God also placed all things under his feet and made him head over everything for the church.",
      "23": "The church is his body, the fullness of him who fills everything in every way."
    },
    "2": {
      "1": "You were dead in your trespasses and sins,",
      "2": "in which you formerly walked when you followed the ways of this present world. You were following the ruler of the domain of the air, the spirit now at work in the people who disobey.",
      "3": "Formerly, we all lived among them in the passions of our sinful flesh, as we carried out the desires of the sinful flesh and its thoughts. Like all the others, we were by nature objects of God’s wrath.",
      "4": "But God, because he is rich in mercy, because of the great love with which he loved us,",
      "5": "made us alive with Christ even when we were dead in trespasses. It is by grace you have been saved!",
      "6": "He also raised us up with Christ and seated us with him in the heavenly places in Christ Jesus.",
      "7": "He did this so that, in the coming ages, he might demonstrate the surpassing riches of his grace in kindness toward us in Christ Jesus.",
      "8": "Indeed, it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—",
      "9": "not by works, so that no one can boast.",
      "10": "For we are God’s workmanship, created in Christ Jesus for good works, which God prepared in advance so that we would walk in them.",
      "11": "Therefore, remember that at one time, you Gentiles in the flesh—the ones who are called “uncircumcised” by those called “the circumcised” (which is performed physically by human hands)—",
      "12": "remember that at that time you were separated from Christ, excluded from the citizenship of Israel, and foreigners to the covenants of the promise. You were without hope and without God in the world.",
      "13": "But now in Christ Jesus, you who once were far away have been brought near by the blood of Christ.",
      "14": "For he himself is our peace. He made the two groups one by destroying the wall of hostility that divided them",
      "15": "when he abolished the law of commandments and regulations in his flesh. He did this to create in himself one new person out of the two, in this way making peace.",
      "16": "And he did this to reconcile both to God in one body through the cross by putting the hostility to death on it.",
      "17": "He also came and preached peace to you who were far away and peace to those who were near.",
      "18": "For through him we both have access to the Father by one Spirit.",
      "19": "So then, you are no longer foreigners and strangers, but you are fellow citizens with the saints and members of God’s household.",
      "20": "You have been built on the foundation of the apostles and prophets, with Christ Jesus himself as the Cornerstone.",
      "21": "In him the whole building is joined together and grows into a holy temple in the Lord.",
      "22": "In him you too are being built together into a dwelling place for God by the Spirit."
    },
    "3": {
      "1": "For this reason, I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—",
      "2": "Surely you have heard of the administration of God’s grace given to me for you,",
      "3": "namely, that the mystery was made known to me by revelation (as I have already written briefly).",
      "4": "When you read this, you will be able to understand my insight into the mystery of Christ.",
      "5": "This mystery was not made known to people in past generations as it has now been revealed by the Spirit to his holy apostles and prophets.",
      "6": "This mystery is that in Christ Jesus the Gentiles are fellow heirs, members of the same body, and people who also share in the promise through the gospel.",
      "7": "I became a servant of this gospel, in keeping with the gift of God’s grace that was given to me by the working of his power.",
      "8": "To me—even though I am the very least of all the saints—was given this grace: to preach to the Gentiles the unsearchable riches of Christ",
      "9": "and to enlighten everyone about the administration of this mystery. In past ages this mystery remained hidden in God, who created all things.",
      "10": "He did this so that, through the church, the multifaceted wisdom of God might now be made known to the rulers and authorities in the heavenly places.",
      "11": "This was done according to the eternal purpose that he accomplished in Christ Jesus our Lord.",
      "12": "In him we can freely approach God with confidence through faith in him.",
      "13": "So I ask you not to lose heart because of what I am suffering for you, because it is your glory.",
      "14": "For this reason I kneel before the Father of our Lord Jesus Christ,",
      "15": "from whom the entire family in heaven and on earth receives its name.",
      "16": "I pray that, according to the riches of his glory, he would strengthen you with power through his Spirit in your inner self,",
      "17": "so that Christ may dwell in your hearts through faith. Then, being rooted and grounded in love,",
      "18": "I pray that you would be able to comprehend, along with all the saints, how wide and long and high and deep his love is,",
      "19": "and that you would be able to know the love of Christ that surpasses knowledge, so that you may be filled to all the fullness of God.",
      "20": "Now to him, who is able, according to the power that is at work within us, to do infinitely more than we can ask or imagine,",
      "21": "to him be the glory in the church and in Christ Jesus throughout all generations, forever and ever! Amen."
    },
    "4": {
      "1": "As a prisoner in the Lord, therefore, I urge you to walk in a manner worthy of the calling with which you have been called.",
      "2": "Live with all humility, gentleness, and patience, bearing with one another in love.",
      "3": "Make every effort to maintain the unity of the Spirit in the bond of peace.",
      "4": "There is one body and one Spirit, just as also you were called in the one hope of your calling.",
      "5": "There is one Lord, one faith, one baptism,",
      "6": "one God and Father of all, who is over all, and through all, and in us all.",
      "7": "But to each one of us grace was given, according to the measure of the gift from Christ.",
      "8": "That is why it says, “When he ascended on high, he took captivity captive and gave gifts to his people.”",
      "9": "Now what does it mean when it says “he ascended,” other than that he also had descended to the lower parts, namely, the earth?",
      "10": "He who descended is the same one who ascended far above all the heavens, so that he might fill all things.",
      "11": "He himself gave the apostles, as well as the prophets, as well as the evangelists, as well as the pastors and teachers,",
      "12": "for the purpose of training the saints for the work of serving, in order to build up the body of Christ.",
      "13": "This is to continue until we all reach unity in the faith and knowledge of the Son of God, resulting in a mature man with a stature reaching to the measure of the fullness of Christ.",
      "14": "The goal is that we would no longer be little children, tossed by the waves and blown around by every wind of teaching, when people use tricks and invent clever ways to lead us astray.",
      "15": "Instead, speaking the truth in love, we would in all things grow up into Christ, who is the head.",
      "16": "From him the whole body, being joined and held together by every supporting ligament, grows in accordance with Christ’s activity when he measured out each individual part. He causes the growth of the body so that it builds itself up in love.",
      "17": "So I tell you this and testify to it in the Lord: Do not walk any longer as the Gentiles walk, in their futile way of thinking.",
      "18": "They are darkened in their understanding, alienated from the life of God, because of the ignorance that is in them, due to the hardness of their hearts.",
      "19": "Because they have no sense of shame, they have given themselves over to sensuality, with an ever-increasing desire to practice every kind of impurity.",
      "20": "But you did not learn Christ in that way,",
      "21": "if indeed you have heard of him and were taught in him (since the truth is in Jesus).",
      "22": "As far as your former way of life is concerned, you were taught to take off the old self, which is corrupted by its deceitful desires,",
      "23": "and to be renewed continually in the spirit of your mind,",
      "24": "and to put on the new self, which has been created to be like God in righteousness and true holiness.",
      "25": "Therefore, after you put away lying, let each of you speak truthfully with your neighbor, because we are all members of one body.",
      "26": "“Be angry, yet do not sin.” Do not let the sun go down while you are still angry.",
      "27": "Do not give the Devil an opportunity.",
      "28": "Let the one who has been stealing steal no longer. Instead, let him work hard doing what is good with his own hands, so that he has something to share with a person who is in need.",
      "29": "Do not let any unwholesome talk come from your mouths. Say only what is beneficial when there is a need to build up others, so that it will be a blessing to those who hear.",
      "30": "Do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption.",
      "31": "Get rid of every kind of bitterness, rage, anger, quarreling, and slander, along with every kind of malice.",
      "32": "Instead, be kind and compassionate to one another, forgiving one another, just as God in Christ has forgiven us."
    },
    "5": {
      "1": "Therefore, be imitators of God as his dearly loved children.",
      "2": "And walk in love, just as Christ loved us and gave himself for us, as a fragrant offering and sacrifice to God.",
      "3": "But do not let sexual immorality, any kind of impurity, or greed even be mentioned among you, as is proper for saints.",
      "4": "Obscenity, foolish talk, and coarse joking are also out of place. Instead, give thanks.",
      "5": "Certainly you are aware of this: No immoral, impure, or greedy person—such a person is an idolater—has an inheritance in the kingdom of Christ, who is God.",
      "6": "Let no one deceive you with empty words. It is because of these things that the wrath of God is coming on the sons of disobedience.",
      "7": "So do not share in what they do.",
      "8": "For you were once darkness, but now you are light in the Lord. Walk as children of light,",
      "9": "for the fruit of the light consists in all goodness, righteousness, and truth.",
      "10": "Try to learn what is pleasing to the Lord,",
      "11": "and do not participate in fruitless deeds of darkness. Instead, expose them.",
      "12": "For it is shameful even to mention the things that are done by people in secret.",
      "13": "But everything exposed by the light becomes visible, for it is light that makes things visible.",
      "14": "Therefore it is said, “Awake, sleeper, rise from the dead, and Christ will shine on you.”",
      "15": "Consider carefully, then, how you walk, not as unwise people, but as wise people.",
      "16": "Make the most of your time, because the days are evil.",
      "17": "For this reason, do not be foolish, but understand what the will of the Lord is.",
      "18": "And do not get drunk on wine, which causes you to lose control. Instead, be filled with the Spirit",
      "19": "by speaking to one another with psalms, hymns, and spiritual songs (singing and making music with your hearts to the Lord),",
      "20": "by always giving thanks for everything to God the Father, in the name of our Lord Jesus Christ,",
      "21": "and by submitting to one another in reverence for Christ.",
      "22": "Wives, submit to your own husbands as to the Lord.",
      "23": "For the husband is the head of the wife, just as Christ is the head of the church, his body, of which he himself is the Savior.",
      "24": "Moreover, as the church submits to Christ, so also wives are to submit to their husbands in everything.",
      "25": "Husbands, love your wives, in the same way as Christ loved the church and gave himself up for her",
      "26": "to make her holy, by cleansing her with the washing of water in connection with the Word.",
      "27": "He did this so that he could present her to himself as a glorious church, having no stain or wrinkle or any such thing, but so that she would be holy and blameless.",
      "28": "In the same way, husbands have an obligation to love their own wives as their own bodies. He who loves his wife loves himself.",
      "29": "To be sure, no one has ever hated his own body, but nourishes and cherishes it, just as Christ does the church,",
      "30": "because we are members of his body, of his flesh and of his bones.",
      "31": "“For this reason a man will leave his father and mother and be joined to his wife, and the two will be one flesh.”",
      "32": "This is a great mystery, but I am talking about Christ and the church.",
      "33": "In any case, each one of you also is to love his wife as himself, and each wife is to respect her husband."
    },
    "6": {
      "1": "Children, obey your parents in the Lord, for this is right.",
      "2": "“Honor your father and mother,” which is the first commandment with a promise:",
      "3": "“that it may go well with you and that you may live a long life on the earth.”",
      "4": "Fathers, do not provoke your children to anger, but bring them up in the training and instruction of the Lord.",
      "5": "Slaves, obey your human masters with respect and reverence, and with a sincere heart, just as you obey Christ.",
      "6": "Do this not just when they are watching, as if merely to please people, but as slaves of Christ, doing the will of God from the heart.",
      "7": "Serve with eagerness, as for the Lord and not for people,",
      "8": "because you know that each person, whether slave or free, will receive back from the Lord whatever good he has done.",
      "9": "And masters, do the same for your slaves. Do not threaten them, because you know that the one who is both their Master and yours is in heaven, and with him there is no favoritism.",
      "10": "Finally, be strong in the Lord and in his mighty power.",
      "11": "Put on the full armor of God, so that you can stand against the schemes of the Devil.",
      "12": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the world rulers of this darkness, against the spiritual forces of evil in the heavenly places.",
      "13": "For this reason, take up the full armor of God, so that you will be able to take a stand on the evil day and, after you have done everything, to stand.",
      "14": "Stand, then, with the belt of truth buckled around your waist, with the breastplate of righteousness fastened in place,",
      "15": "and with the readiness that comes from the gospel of peace tied to your feet like sandals.",
      "16": "At all times hold up the shield of faith, with which you will be able to extinguish all the flaming arrows of the Evil One.",
      "17": "Also take the helmet of salvation and the sword of the Spirit, which is the word of God.",
      "18": "At every opportunity, pray in the Spirit with every kind of prayer and petition. Stay alert for the same reason, always persevering in your intercession for all the saints.",
      "19": "Pray for me also, that when I open my mouth a message will be given to me that boldly reveals the mystery of the gospel,",
      "20": "for which I am an ambassador in chains. Pray that I may speak about it boldly, as it is necessary for me to speak.",
      "21": "Tychicus, our dear brother and a faithful minister in the Lord, will tell you everything, so that you also may know how I am and what I am doing.",
      "22": "I am sending him to you for this very reason, that you may know how we are, and that he may comfort your hearts.",
      "23": "Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ.",
      "24": "Grace be with all who have an undying love for our Lord Jesus Christ. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:30.442967-04:00",
    "Translation": "EHV"
  }
}