{
  "Esther": {
    "1": {
      "1": "These events happened during the time of Xerxes, when Xerxes was ruling over one hundred twenty-seven provinces from India to Cush.",
      "2": "King Xerxes was ruling on his royal throne in Susa, the citadel.",
      "3": "In the third year of his reign he gave a banquet for all his officials and administrators, for the leaders of the army of Persia and Media, and for the nobles and officials of the provinces.",
      "4": "He displayed the glory and splendor of the riches of his kingdom, the grandeur of his majesty, for many days (one hundred eighty days in all).",
      "5": "When this was completed, the king gave a banquet for all the people who were present at the citadel in Susa, from the most important to the least significant. It lasted for seven days in the courtyard of the garden in the king’s palace.",
      "6": "There were white and blue linen hangings, attached to marble pillars with white and purple cords and silver rings. There were couches made of gold and silver, standing on a mosaic floor made of purple porphyry, marble, mother-of-pearl, and other precious stones.",
      "7": "Drinks were served in gold goblets. Each goblet was unique. The royal wine was plentiful, in keeping with the king’s extravagance.",
      "8": "No directions were given about the amount each person was to drink because the king had ordered all the waiters to serve the amount each man desired.",
      "9": "Queen Vashti also gave a banquet for the women in the palace of King Xerxes.",
      "10": "On the seventh day, when the king was feeling good from the wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Karkas, seven of the eunuchs who served him,",
      "11": "to bring before him Queen Vashti wearing the crown of the kingdom, in order to show the people and the officials her beauty. She was very good-looking.",
      "12": "Queen Vashti refused to come in response to the king’s command delivered by the eunuchs. The king was infuriated and his anger burned within him.",
      "13": "So the king spoke to his advisors who understood the times. (It was the king’s custom to consult with those who were acquainted with law and legal principles.)",
      "14": "His close advisors were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, seven officials of Persia and Media who were allowed to see the king’s face and were ranked first in the kingdom.",
      "15": "He asked, “According to the law, what should be done with Queen Vashti since she did not obey the command of the king delivered by the eunuchs?”",
      "16": "In the presence of the king and the officials, Memucan said, “Queen Vashti has not only committed an offense against the king, but she has also committed an offense against all the officials and all the people in the provinces of King Xerxes,",
      "17": "because the action of the queen, when it is reported to all the women, will cause them to look upon their husbands with contempt. They will say, ‘King Xerxes said to bring Queen Vashti before him, but she did not come.’",
      "18": "Today the noble ladies of Persia and Media, who have heard about the action of the queen, will be talking about it to their husbands, who are the officials of the king. There will be more than enough contempt and anger.",
      "19": "If the king agrees, he should issue a royal decree. It should be written among the laws of the Persians and the Medes, so that it cannot be changed. Vashti shall not come into the presence of King Xerxes. The king will give her status as queen to a different person, one better than she is.",
      "20": "The decree of the king will be heard throughout all of his vast kingdom. Then all the women will give honor to their husbands, both the most important and the least significant.”",
      "21": "The advice seemed good to the king and the officials, so the king did as Memucan had said.",
      "22": "He sent letters to all the provinces of the kingdom—to each province in its own writing system and to each people in its own language. The letters stated that each man should be lord in his own house. The letters were addressed to every man in his own language."
    },
    "2": {
      "1": "When King Xerxes was no longer so angry, he remembered what Vashti had done and what had been decreed about her.",
      "2": "The young men who served as attendants to the king said, “Search for good-looking, young virgins for the king.",
      "3": "Let the king appoint officers in all the provinces of the kingdom to do this. Gather all the good-looking, young virgins into the citadel at Susa, to the harem under the supervision of Hegai, the king’s eunuch, the overseer of the women. Give them beauty treatments.",
      "4": "The young woman who pleases the king should be queen instead of Vashti.” The king agreed and implemented the plan.",
      "5": "In the citadel at Susa there was a Jew named Mordecai, who was the son of Jair, the son of Shimei, the son of Kish the Benjaminite.",
      "6": "Kish had been taken from Jerusalem by Nebuchadnezzar king of Babylon with the other captives who were exiled with Jeconiah king of Judah.",
      "7": "Mordecai had raised his cousin Hadassah (also called Esther) because she had no father or mother. She was shapely and good-looking. When her father and mother died, Mordecai adopted her as his daughter.",
      "8": "When the king’s order and edict had been proclaimed, and many young women had been gathered into the citadel of Susa under the supervision of Hegai, Esther was taken to the king’s palace, to Hegai, who was in charge of the harem.",
      "9": "She pleased Hegai and gained his favor. He quickly provided her with beauty treatments and food. He assigned a good position in the harem to her and to the seven female attendants picked out for her from the king’s palace.",
      "10": "Esther had not revealed her nationality or her family background because Mordecai had told her not to do so.",
      "11": "Every day Mordecai walked back and forth in front of the harem, to learn about Esther’s well-being and about what was going to be done with her.",
      "12": "Every young woman received a turn to go to King Xerxes after she had received the prescribed twelve months of beauty treatments. For six months they used oil of myrrh; for six months perfumes and other beauty treatments for women.",
      "13": "Then the young woman went to the king. Everything she desired was given to her when she went from the harem to the king’s palace.",
      "14": "She went to the king in the evening. In the morning she returned to the second harem, under the supervision of Sha’ashgaz, the king’s eunuch who was in charge of the concubines. She did not return to the king unless he was delighted with her and she was summoned by name.",
      "15": "Esther was the daughter of Abihail, Mordecai’s uncle. Mordecai had adopted her.\nWhen her turn came to go to the king, she did not ask for anything except what Hegai, the king’s eunuch in charge of the harem, had advised. Esther won the approval of everyone watching her.",
      "16": "Esther was taken to King Xerxes at the royal palace in the tenth month, the month of Tebeth, during the seventh year of his reign.",
      "17": "The king loved Esther more than he loved all the other women. She won his favor and approval more than all the other virgins did. He placed the crown of the kingdom on her head and made her queen instead of Vashti.",
      "18": "The king gave a great banquet in honor of Esther for all his officials and administrators. He declared a tax holiday for the provinces and gave gifts as only the king could give.",
      "19": "When the virgins were gathered together for a second time, Mordecai was sitting in the gatehouse to the king’s palace.",
      "20": "(Esther had not revealed her family or her nationality because when Mordecai had been taking care of her, Mordecai had told her not to do so.)",
      "21": "When Mordecai was sitting in the king’s gatehouse, Bigthan and Teresh, two of the king’s eunuchs who controlled access to the entrance to the palace, became very angry and plotted to kill King Xerxes.",
      "22": "When Mordecai learned about this, he told Queen Esther. She passed the report along to the king, crediting Mordecai by name.",
      "23": "The matter was investigated, and the charges were found to be true, and both of them were hanged. This incident was recorded in the daily record book, in the presence of the king."
    },
    "3": {
      "1": "After these events King Xerxes honored Haman, son of Hammedatha, the Agagite. He promoted him and placed him over all the officials who served with him.",
      "2": "All the servants of the king who were at the king’s gate were bowing down and kneeling in Haman’s presence, because the king had commanded that this be done for him, but Mordecai did not bow down and did not kneel.",
      "3": "So the servants of the king who were at the king’s gate said to Mordecai, “Why are you going against the king’s command?”",
      "4": "Even though they spoke to him every day, he did not listen to them. They reported this to Haman, to see whether Mordecai’s actions would be tolerated. Mordecai had informed them that he was a Jew.",
      "5": "When Haman saw that Mordecai was not bowing down and kneeling in his presence, Haman was enraged.",
      "6": "Because the king’s servants had made Haman aware of Mordecai’s nationality, Haman was not satisfied with laying hands only on Mordecai. Haman sought to destroy all the Jews, the people of Mordecai, throughout the whole kingdom of Xerxes.",
      "7": "During the twelfth year of King Xerxes’ reign, during the first month, the month of Nisan, a pur (which means “a lot”) was cast before Haman for every day and every month of the year, until Adar, the twelfth month, was chosen.",
      "8": "Haman said to King Xerxes, “There is a group of people scattered and dispersed among the peoples in all the provinces of your kingdom. Their laws are different from those of all the other people. They do not keep the laws of the king. It is not good for the king to allow them to get away with this.",
      "9": "If the king agrees, a directive should be written to destroy them. I will weigh out ten thousand talents of silver to the treasury of the king for those who carry out this work.”",
      "10": "The king took his signet ring from his hand and gave it to Haman son of Hammedatha, the Agagite, the man opposing the Jews.",
      "11": "The king said to Haman, “The silver will be given to you, as well as the people. Do with them whatever seems good to you.”",
      "12": "In the first month, on the thirteenth day, the king’s scribes were summoned. A decree based on everything Haman commanded was written to the king’s satraps, to the governors over each province, and to the officials of every people. The decree was sent to each province in its own writing system and to each people in its own language. It was written in the name of King Xerxes and sealed with the king’s signet ring.",
      "13": "The letters were sent by courier to all the provinces of the king to destroy, kill, and annihilate all the Jews, young and old, including children and women, and to plunder their goods in one day, on the thirteenth day of Adar, the twelfth month.",
      "14": "A copy of the decree was to be proclaimed as a law to all the peoples in every province, so that they could be ready for that day.",
      "15": "The couriers went out, spurred on by the word of the king. The law was issued in Susa, the citadel. The king and Haman sat down to drink. The city of Susa was perplexed and confused."
    },
    "4": {
      "1": "When Mordecai became aware of everything that had happened, he ripped his clothes, put on sackcloth and ashes, went out into the middle of the city, and let out a loud, bitter cry.",
      "2": "He went right up to the king’s gate, even though no one clothed with sackcloth was allowed to enter it.",
      "3": "In every single province that was reached by the proclamation of the king and where his decree was posted, there was great mourning, fasting, weeping, and lamenting among the Jews. Many lay in sackcloth and ashes.",
      "4": "When Esther’s female attendants and her eunuchs came and told her what had happened, the queen agonized over it. She sent garments to clothe Mordecai so that he could take off his sackcloth, but he did not accept them.",
      "5": "Esther summoned Hathak, who had been assigned from among the king’s eunuchs to attend to her. She ordered him to go to Mordecai to learn what was happening and why.",
      "6": "Hathak went out to Mordecai in the public square in front of the king’s gate.",
      "7": "Mordecai told him everything that had happened and the exact amount of silver that Haman had said he would put into the treasuries of the king to destroy the Jews.",
      "8": "Mordecai also gave Hathak a copy of the written decree which had been issued in Susa to destroy the Jews, so that he could show it to Esther. Hathak was to place the responsibility upon her to go to the king to beg for mercy and plead with him for her people.",
      "9": "So Hathak went and told Esther what Mordecai had said.",
      "10": "Esther spoke to Hathak and gave him directions to pass on to Mordecai:",
      "11": "“All the king’s servants and the people of the king’s provinces know that it is the law that any man or woman who approaches the king in the inner court without being summoned will be put to death, unless the king holds out the golden scepter to him. Then he will live. But I have not been called to go to the king for thirty days.”",
      "12": "They told Mordecai what Esther had said.",
      "13": "Mordecai responded, “Take this message to Esther: Do not imagine that of all the Jews, you alone will escape because you are part of the king’s household.",
      "14": "If at this time you keep totally silent, relief and deliverance for the Jews will spring up from somewhere, but you and the house of your father will perish. Who knows whether you have become queen for a time like this!”",
      "15": "Esther responded to Mordecai,",
      "16": "“Go. Gather all the Jews who are found in Susa. Fast on my behalf. Do not eat and drink for three days and nights. I and my young women also will fast in the same way. After that I will go to the king, contrary to the law. And then, if I perish, I perish!”",
      "17": "Mordecai went away and did everything Esther had ordered him to do."
    },
    "5": {
      "1": "On the third day Esther dressed in the queen’s royal clothing and stood in the inner court of the king’s palace, opposite the quarters of the king. The king was sitting on the throne in the reception hall, opposite the entrance.",
      "2": "When the king saw Queen Esther standing in the court, she pleased him. The king held out to Esther the golden scepter, which was in his hand. Esther approached and touched the head of the scepter.",
      "3": "The king said to her, “What concerns you, Queen Esther? Whatever you are seeking (up to half of the kingdom) will be given to you.”",
      "4": "Esther said, “If it is agreeable to the king, the king and Haman should come today to a banquet that I have made for him.”",
      "5": "The king said, “Hurry! Get Haman so that we can do what Esther has said.” So the king and Haman came to the banquet that Esther had prepared.",
      "6": "While the king was drinking wine, he said to Esther, “What is your request? It will be given to you. What are you seeking? Up to half of the kingdom—it’s yours.”",
      "7": "Esther answered, “This is my request. This is what I seek.",
      "8": "If I have found favor in the eyes of the king, and if it pleases the king to grant my request, let the king and Haman come to a banquet, which I will make for them tomorrow. Then I will give the answers requested by the king.”",
      "9": "Haman went out that day full of joy, with a happy heart. But when Haman saw Mordecai at the king’s gate, and Mordecai did not stand and tremble before him, Haman was filled with rage against Mordecai.",
      "10": "But Haman restrained himself from any action.\nHe went to his house and called together his friends and his wife Zeresh.",
      "11": "Haman reviewed for them the glory of his wealth, the number of his sons, all the details about how the king had made him great, and how the king had elevated him over all the officials and the king’s administrators.",
      "12": "Haman said, “What’s more, Queen Esther did not invite anyone except me to come with the king to the banquet that she prepared. I have been invited again for her banquet with the king tomorrow.",
      "13": "But none of this means anything to me whenever I see Mordecai the Jew sitting at the king’s gate.”",
      "14": "Zeresh his wife and all his friends said to him, “Make a gallows seventy-five feet high. In the morning tell the king that Mordecai should be hanged on it. Then go happily with the king to the banquet.” In Haman’s opinion this was good advice, so he had the gallows made."
    },
    "6": {
      "1": "That night the king could not sleep, so he ordered that the chronicles, the record of the memorable events of his reign, be brought to him. These accounts were read to the king.",
      "2": "They found the account about the incident when Mordecai had reported Bigthan and Teresh, the king’s two eunuchs who had controlled access to the entrance to the palace, who had tried to assassinate King Xerxes.",
      "3": "The king said, “What honor and recognition has been given to Mordecai for this?”\nThen the servants of the king who were attending him said, “Nothing has been done for him.”",
      "4": "The king said, “Who is in the court?” Just then Haman had come to the outer court of the king’s palace to speak to the king about hanging Mordecai on the gallows that he had prepared for him.",
      "5": "The king’s servants said to him, “Look, Haman is standing in the court.” The king said, “Have him come in.”",
      "6": "When Haman came in, the king said to him, “What should be done to honor the man with whom the king is pleased?”\nHaman said in his heart, “Who could there be that the king would be more pleased to honor than me?”",
      "7": "Haman said to the king, “The man whom the king is pleased to honor",
      "8": "should be clothed with garments that the king has worn. He should be given a horse on which the king has ridden, and crowned with a crown that has been on the king’s head.",
      "9": "These clothes and this horse should be delivered by one of the highest ranking noblemen of the king. They should dress up the man whom the king is pleased to honor and let him ride on the horse in the public square of the city. Walking in front of him, they will proclaim, “This is what is done for the man whom the king is pleased to honor.”",
      "10": "The king said to Haman, “Hurry! Take the clothing and the horse just as you have said, and do this for Mordecai the Jew, who sits in the gatehouse of the king. Do not leave out a thing from whatever you have said.”",
      "11": "Haman took the clothing and the horse, clothed Mordecai, had him ride through the public square of the city, and proclaimed before him, “This is what is done for the man whom the king is pleased to honor.”",
      "12": "Mordecai returned to the king’s gate, but Haman hurried to his home, mourning, with his head covered.",
      "13": "Haman reported all this to Zeresh his wife and to all his friends.\nHis advisors and Zeresh his wife said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not overcome him. Instead, you will surely fall before him.”",
      "14": "While they were still talking with him, the king’s eunuchs arrived and rushed Haman to the banquet that Esther had prepared."
    },
    "7": {
      "1": "So the king and Haman went to the feast with Queen Esther.",
      "2": "On the second day, when they were again drinking wine, the king said to Esther, “What is your request, Queen Esther? It will be given to you. What are you seeking? Up to half of the kingdom—it’s yours.”",
      "3": "Queen Esther responded, “My King, if I have found favor in your eyes, and if it pleases the king, I am asking that my life be spared, and I am seeking the lives of my people,",
      "4": "because I and my people have been sold to be destroyed, to be killed, and to be annihilated. If we were merely being sold to be male and female slaves, I would have remained silent, because that would not have been bad enough to be a reason to bother the king.”",
      "5": "King Xerxes spoke up. He said to Queen Esther, “Who is this, and where is this person who has the audacity to do this?”",
      "6": "Esther said, “This hateful enemy is this evil Haman!” Haman was terrified in the presence of the king and the queen.",
      "7": "The king rose angrily from the place where they were drinking wine and went to the palace garden. But Haman stayed to beg for his life from Queen Esther, because he saw the king had evil plans for him.",
      "8": "Just as the king was returning from the palace garden to the hall where they had been drinking wine, Haman was falling onto the couch on which Esther was lying. The king said, “Will he even assault the queen when I am in the building?” As soon as the words left the king’s mouth, they covered Haman’s face.",
      "9": "In addition, Harbona, one of the eunuchs present with the king, said, “You know, there is a gallows seventy-five feet high standing by the house of Haman, which he made for Mordecai, the person who spoke up for the benefit of the king.” The king said, “Hang him on it.”",
      "10": "So they hanged Haman on the gallows which he had prepared for Mordecai, and the king’s anger subsided."
    },
    "8": {
      "1": "That day King Xerxes gave Queen Esther the house of Haman, the enemy of the Jews. Mordecai came and appeared before the king, because Esther had told him what Mordecai’s relationship to her was.",
      "2": "The king took off his signet ring that he had taken from Haman and gave it to Mordecai. Esther put Mordecai in charge of the house of Haman.",
      "3": "In addition, Esther spoke to the king. She fell at his feet, wept, and requested that he put an end to the evil plan that Haman the Agagite had devised against the Jews.",
      "4": "The king held out the golden scepter to Esther. Esther rose and stood in the presence of the king.",
      "5": "She said, “If it is acceptable to the king, if I have found favor before him, if this idea seems right to the king, and if I am acceptable to him, a decree should be written to nullify the letters for the plot of Haman, son of Hammedatha, the Agagite, which he wrote to destroy the Jews in all of the provinces of the king.",
      "6": "For how can I watch the disaster that is about to come on my people! How can I watch the destruction of my relatives!”",
      "7": "King Xerxes said to Queen Esther and to Mordecai the Jew, “Look. I have given Haman’s house to Esther. They have hanged him on the gallows because he raised his hand against the Jews.",
      "8": "You can write concerning the Jews whatever seems good to you and seal it with the king’s signet ring, because a document written in the name of the king and sealed with the king’s signet ring cannot be changed.”",
      "9": "The king’s scribes were summoned at once, on the twenty-third day of Sivan, the third month. Whatever Mordecai commanded concerning the Jews was written to the satraps, governors, and the officials of the provinces from India to Cush, one hundred twenty-seven provinces in all. They wrote to each province in its own writing system and to each people in its own language (including to the Jews in their writing system and in their language).",
      "10": "He wrote in the name of King Xerxes and sealed it with the king’s signet ring. He sent letters by messengers mounted on the king’s fastest thoroughbreds.",
      "11": "The king gave the Jews in every city the right to gather together to defend their own lives and to destroy, kill, and annihilate any military force of any people or province that might attack them, along with their children and their wives, and to plunder their goods.",
      "12": "In all the provinces of King Xerxes,",
      "13": "a copy of the writing, which was issued as a law for every province, proclaimed to all the peoples that on one day (the thirteenth day of the twelfth month, Adar), the Jews would be ready to avenge themselves on their enemies.",
      "14": "The couriers riding their swift horses went out quickly, spurred on by the word of the king. The decree originated in Susa, the citadel.",
      "15": "Mordecai went out from the king’s presence, dressed in blue and white royal clothing, with a large gold crown and a purple linen cape. The city of Susa shouted and rejoiced.",
      "16": "It was a time of light, gladness, joy, and honor for the Jews.",
      "17": "In every province and in every city which the message of the king reached, his edict brought gladness and joy to the Jews. There was a feast and a holiday. Many of the peoples of the land declared themselves Jews because the fear of the Jews had fallen upon them."
    },
    "9": {
      "1": "On the thirteenth day of the twelfth month (Adar), the day which the king’s proclamation had specified for his decree to be carried out, the day on which the enemies of the Jews hoped to obtain power over them, the situation was reversed so that the Jews would gain power over those who hated them.",
      "2": "The Jews gathered in their cities in all the provinces of King Xerxes, to strike against those seeking to hurt them. No one opposed them because the fear of the Jews had fallen upon all the people.",
      "3": "All the officials of the provinces, the satraps, the governors, and the people who did the work of the king were helping the Jews because the fear of Mordecai had fallen on them,",
      "4": "because he was important in the king’s house. His reputation was spreading in all the provinces because this man Mordecai was becoming more and more influential.",
      "5": "The Jews struck all their enemies with the sword, slaughtering and destroying them. They did whatever they pleased against their enemies.",
      "6": "In Susa, the citadel, the Jews killed and destroyed five hundred men,",
      "7": "including Parshandatha, Dalphon, Aspatha,",
      "8": "Poratha, Adalia, Aridatha,",
      "9": "Parmashta, Arisai, Aridai, and Vaizatha.",
      "10": "They killed the ten sons of Haman son of Hammedatha, who had been persecuting the Jews, but they did not seize any plunder.",
      "11": "On that day the number of those killed in Susa, the citadel, was reported to the king.",
      "12": "The king said to Queen Esther, “In Susa, the citadel, the Jews have killed five hundred men, including the ten sons of Haman. What have they done in the rest of the provinces of the king? What is your request? It will be granted. What you are still seeking will be done.”",
      "13": "Esther said, “If it seems good to the king, let permission be given to the Jews who are in Susa to carry out today’s order also tomorrow and that the ten sons of Haman be hanged on the gallows.”",
      "14": "The king said that this would be done. The command was given in Susa. The ten sons of Haman were hanged.",
      "15": "The Jews in Susa gathered again on the fourteenth day of Adar. In Susa they killed three hundred men, but they did not seize any plunder.",
      "16": "The rest of the Jews who were in the provinces of the king also gathered and defended themselves, getting relief from their enemies. They killed seventy-five thousand of those who hated them, but they did not seize any plunder.",
      "17": "This happened on the thirteenth day of Adar. They rested on the fourteenth and had a day of feasting and joyful celebration.",
      "18": "But the Jews who were in Susa gathered on the thirteenth and on the fourteenth. They rested on the fifteenth and made it a day of feasting and joyful celebration.",
      "19": "Therefore the Jews of the villages, who live in the unwalled towns of the open countryside, have their day of joyful celebration and feasting on the fourteenth of Adar. It is a holiday, and they send portions of food to their neighbors.",
      "20": "Mordecai wrote these things down. Then he sent letters to all the Jews who were in all the provinces of King Xerxes, both near and far,",
      "21": "to call upon them to celebrate the fourteenth and fifteenth days of Adar every year,",
      "22": "because those were the days on which the Jews gained relief from their enemies. This was the month which was changed from sorrow to gladness for them and from a day of mourning to a holiday. They were to make those days into days of feasting and joyful celebration, sending portions of food to their neighbors and gifts to the poor.",
      "23": "So the Jews completed what they had begun to do and what Mordecai had written to them,",
      "24": "because Haman son of Hammedatha, the Agagite, the one opposed to all the Jews, had plotted against the Jews to destroy them and had cast pur (that is, they had cast lots) to crush them and to destroy them.",
      "25": "However, because Esther came into the presence of the king, he said in writing that Haman’s wicked plot, which he had devised against the Jews, was to return on his own head, and they should hang him and his sons on the gallows.",
      "26": "That is why they called these days Purim (lots) because of the word pur. Therefore, because of all the words of this letter, because of what they had observed, and because of what had happened to them,",
      "27": "the Jews established this festival and made a commitment that they, their descendants, and all those associated with them would never fail to observe these two days according to these directions and at their proper time every year.",
      "28": "These days are to be remembered and preserved in every generation, in every family, province, and city. The Jews should never stop celebrating the days of Purim. Their commemoration should never be set aside by their descendants.",
      "29": "Then Queen Esther, the daughter of Abihail, and Mordecai the Jew used their authority to publish this second communication about Purim.",
      "30": "He sent letters to all the Jews in one hundred twenty-seven provinces of the kingdom of Xerxes containing words of true peace,",
      "31": "telling them to observe the days of Purim at their appointed times, just as Mordecai the Jew and Queen Esther had given them the responsibility to do, and telling them to carry out the directions about their fasts and their lamentation just as they and their descendants had agreed to do.",
      "32": "The command of Esther established the directions about Purim, and they were written in a book."
    },
    "10": {
      "1": "King Xerxes imposed taxes on the land and on the islands and coasts of the sea.",
      "2": "All his powerful and mighty acts and the account of the greatness of Mordecai, whom the king promoted, are they not written in the chronicles of the kings of Media and Persia?",
      "3": "This was written there because Mordecai the Jew, second in command to King Xerxes, was important for the Jews and popular with large numbers of his brother Israelites, because he sought the welfare of his people and spoke peace to all their descendants."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:52.882359-04:00",
    "Translation": "EHV"
  }
}