{
  "Exodus": {
    "1": {
      "1": "These are the names of the sons of Israel who went to Egypt. Each man and his household went with Jacob:",
      "2": "Reuben, Simeon, Levi, and Judah,",
      "3": "Issachar, Zebulun, and Benjamin,",
      "4": "Dan and Naphtali, Gad and Asher.",
      "5": "The total number of Jacob’s descendants was seventy people. (Joseph was already in Egypt.)",
      "6": "Then Joseph died, as did all his brothers and that entire generation.",
      "7": "However, the Israelites were fruitful, multiplied quickly, increased in number, and became very numerous. So the land was filled with them.",
      "8": "Then a new king arose over Egypt, who did not know Joseph.",
      "9": "He said to his people, “Look, the Israelites are more numerous and more powerful than we are.",
      "10": "Let’s come up with a wise plan to prevent them from increasing in number. Otherwise, if war breaks out, they would join with our enemies and fight against us. Then they would leave the land.”",
      "11": "So the Egyptians placed taskmasters over them to oppress them with forced labor. The Israelites built Pithom and Rameses as store cities for Pharaoh.",
      "12": "But the more the Egyptians oppressed the Israelites, the more they increased in number, and the more they spread out. The Egyptians were filled with dread because of them.",
      "13": "So the Egyptians oppressed the Israelites by forcing them to work very hard.",
      "14": "The Egyptians made the Israelites’ lives bitter with hard work, with brick and mortar, and with all kinds of work in the fields. The Egyptians were merciless in the way they imposed work on the Israelites.",
      "15": "The king of Egypt also spoke to the Hebrew midwives. One of them was named Shiphrah and the other Puah.",
      "16": "He said, “When you help the Hebrew women give birth, while they are still on the delivery stool, if you see that the baby is a son, you are to kill him, but if you see that it is a daughter, let her live.”",
      "17": "The midwives, however, feared God, so they did not do what the king of Egypt told them to do, but they let the boys live.",
      "18": "The king of Egypt called for the midwives and said to them, “Why did you do this and let the boys live?”",
      "19": "The midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women. They are vigorous, so they give birth before the midwife comes to them.”",
      "20": "So God treated the midwives well. The people also increased in number and became very numerous.",
      "21": "Because the midwives feared God, he gave them families.",
      "22": "Pharaoh, however, commanded all his people, “Every son who is born you shall throw into the Nile, but every daughter you shall let live.”"
    },
    "2": {
      "1": "Now a man from the house of Levi went and took a Levite woman as a wife.",
      "2": "The woman became pregnant and bore a son. When she saw that he was a special child, she hid him for three months.",
      "3": "When she was no longer able to hide him, she got a papyrus basket for him and coated it with tar and pitch. She put the child into it and placed it in the reeds along the bank of the Nile.",
      "4": "His sister stood at a distance to see what would happen to him.",
      "5": "Pharaoh’s daughter came down to bathe in the Nile, and her attendants were walking along the bank of the Nile. Pharaoh’s daughter saw the basket among the reeds and sent her servant girl to get it.",
      "6": "She opened it and saw the child. It was a boy, and he was crying. She felt sorry for him and said, “This is one of the Hebrew boys.”",
      "7": "Then his sister said to Pharaoh’s daughter, “Should I go and call a wet nurse from the Hebrew women to nurse the child for you?”",
      "8": "Pharaoh’s daughter said to her, “Yes, go.”\nSo the young woman went and called the child’s mother to come.",
      "9": "Pharaoh’s daughter said to her, “Take this child and nurse him for me, and I will pay you for doing it.”\nSo the woman took the child and nursed him.",
      "10": "When the child grew up, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, with the explanation, “Because I drew him up out of the water.”",
      "11": "After some time, when Moses had grown up, he went out to his own people and observed their forced labor. He saw an Egyptian striking a Hebrew, one of his own people.",
      "12": "After he looked this way and that, and he saw that no one was there, he struck down the Egyptian and hid him in the sand.",
      "13": "The next day when he went out, he came upon two Hebrew men who were fighting. He said to the one in the wrong, “Why were you striking your fellow Hebrew?”",
      "14": "The man said, “Who made you a ruler and a judge over us? Are you planning to kill me just as you killed the Egyptian?”\nMoses was afraid and thought, “What I have done has definitely become known.”",
      "15": "When Pharaoh heard what Moses had done, he sought to kill Moses. Moses, however, fled from Pharaoh’s presence and went to live in the land of Midian. There he sat down by a well.",
      "16": "Now a priest of Midian had seven daughters. They came and started drawing water. They filled the troughs to water their father’s flock,",
      "17": "but some shepherds came and drove them away. Moses, however, stood up and helped them. He then watered their flock.",
      "18": "When the daughters came to Reuel, their father, he said, “Why have you returned so early today?”",
      "19": "They said, “An Egyptian man rescued us from the shepherds. He even drew water for us and watered the flock.”",
      "20": "Reuel said to his daughters, “Where is he? Why have you left the man there? Invite him to have something to eat.”",
      "21": "Moses agreed to stay with the man. The man gave his daughter Zipporah to Moses as a wife.",
      "22": "She gave birth to a son, and Moses named him Gershom, for he said, “I have become an alien living in a foreign land.”",
      "23": "After a long time, the king of Egypt died. The Israelites groaned because of their slavery. They cried out, and their cry for help because of their slavery went up to God.",
      "24": "So God heard their groaning, and he remembered his covenant with Abraham, with Isaac, and with Jacob.",
      "25": "God saw the people of Israel, and God watched over them."
    },
    "3": {
      "1": "Now Moses was shepherding the flock of Jethro, his father-in-law, a priest of Midian, and he led the flock to the far side of the wilderness and came to Horeb, the mountain of God.",
      "2": "The Angel of the Lord appeared to him in blazing fire from within a bush. Moses saw that the bush was on fire, but the bush was not burning up.",
      "3": "So he said, “I will go over and look at this amazing sight—to find out why the bush is not burning up.”",
      "4": "When the Lord saw that Moses had gone over to take a look, God called to him from the middle of the bush and said, “Moses! Moses!”\nMoses said, “I am here.”",
      "5": "The Lord said, “Do not come any closer. Take your sandals off your feet, for the place where you are standing is holy ground.”",
      "6": "He then said, “I am the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob.”\nMoses hid his face, because he was afraid to look at God.",
      "7": "The Lord said, “I have certainly seen the misery of my people in Egypt, and I have heard their cry for help because of their slave drivers. Yes, I am aware of their suffering.",
      "8": "So I have come down to deliver them from the hand of the Egyptians and to bring them up out of that land to a good and spacious land, to a land flowing with milk and honey, to the place of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites.",
      "9": "Now indeed, the Israelites’ cry for help has come to me. Yes, I have seen how the Egyptians are oppressing them.",
      "10": "Come now, I will send you to Pharaoh to bring my people, the Israelites, out of Egypt.”",
      "11": "But Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the Israelites out of Egypt?”",
      "12": "So he said, “I will certainly be with you. This will be the sign to you that I have sent you: When you have brought the people out of Egypt, you will serve God on this mountain.”",
      "13": "But Moses said to God, “If I go to the Israelites and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what should I say to them?”",
      "14": "So God replied to Moses, “I am who I am.” He also said, “You will say this to the Israelites: I am has sent me to you.”",
      "15": "God also told Moses, “Say this to the Israelites: ‘The Lord, the God of your fathers—the God of Abraham, the God of Isaac, and the God of Jacob—has sent me to you. This is my name forever, and this is how I am to be remembered from generation to generation.’",
      "16": "“Go, gather the elders of Israel together and tell them: ‘The Lord, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying: I have certainly been paying attention to you and to what they have done to you in Egypt.",
      "17": "So I have said that I will bring you up from the misery in Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, to a land flowing with milk and honey.’",
      "18": "“They will listen to your voice. Then you and the elders of Israel will go to the king of Egypt, and you will say to him, ‘The Lord, the God of the Hebrews, has met with us. Now let us go on a three-day journey into the wilderness so that we may sacrifice to the Lord, our God.’",
      "19": "“But I know that the king of Egypt will not allow you to go unless he is forced to do so by a powerful hand.",
      "20": "So I will reach out my hand and strike Egypt with all my wonders which I will do in their midst. Afterward he will let you go.",
      "21": "“I will give this people favor with the Egyptians so that when you go, you will not go out empty-handed.",
      "22": "Each woman is to ask her neighbor, as well as any woman staying in her house, for articles of silver, articles of gold, and clothing. You are to put them on your sons and daughters. In this way you will plunder the Egyptians.”"
    },
    "4": {
      "1": "But Moses responded, “What if they do not believe me and do not listen to my voice, but instead they say, ‘The Lord has not appeared to you’?”",
      "2": "So the Lord said to him, “What is that in your hand?”\nHe said, “A staff.”",
      "3": "He said, “Throw it on the ground.”\nMoses threw it on the ground, and it became a snake, so he ran away from it.",
      "4": "The Lord said to Moses, “Stretch out your hand and take it by the tail.”\nHe stretched out his hand and took hold of it, and it became a staff in his hand.",
      "5": "The Lord said, “This sign is being given to you so that the Israelites will believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”",
      "6": "The Lord also said to him, “Put your hand inside your cloak.” So he put his hand inside his cloak, and when he took it out, his hand was leprous, as white as snow.",
      "7": "Then the Lord said, “Put your hand back inside your cloak.” So he put his hand inside his cloak again, and when he took it out of his cloak, it was restored like the rest of his flesh.",
      "8": "The Lord said, “If they do not believe you or do not respond to the first sign, they might believe because of the second sign.",
      "9": "If they do not believe even these two signs or listen to your voice, you are to take some water from the Nile and pour it on the dry land. The water which you take from the Nile will become blood on the dry land.”",
      "10": "But Moses said to the Lord, “Please, Lord, I have never been eloquent, either in the past or more recently or even since you started speaking to your servant, for my mouth and tongue are slow and clumsy.”",
      "11": "So the Lord said to him, “Who made a mouth for people? Or who makes someone mute or deaf, able to see or blind? Is it not I, the Lord?",
      "12": "Now go, and I will be with your mouth, and I will teach you what you will speak.”",
      "13": "But he said, “Please, Lord, send someone else.”",
      "14": "Then the Lord’s anger burned against Moses, and the Lord said, “What about Aaron, your brother, the Levite? I know that he can speak well. Look, he is already coming out to meet you. He will be very glad to see you.",
      "15": "You will speak to him and put the words into his mouth. I will be with your mouth and with his, and I will teach you what you are to do.",
      "16": "He will speak to the people for you so that it will be as if he were your mouth, and you were God to him.",
      "17": "You will also take this staff in your hand, the one with which you will perform the signs.”",
      "18": "Then Moses went back to his father-in-law Jethro and said to him, “Let me go and return to my own people, who are in Egypt, and see whether they are still alive.”\nJethro said to Moses, “Go in peace.”",
      "19": "The Lord said to Moses in Midian, “Go, return to Egypt, for everyone who wanted to kill you is dead.”",
      "20": "So Moses took his wife and his sons, placed them on a donkey, and set out to return to the land of Egypt. Moses took the staff of God in his hand.",
      "21": "The Lord said to Moses, “When you go back to Egypt, make sure that you perform in the presence of Pharaoh all the wonders which I have put into your hand. However, I will make his heart hard, and he will not let the people go.",
      "22": "You will then say to Pharaoh, ‘The Lord says: Israel is my son, my firstborn,",
      "23": "and I have said to you, “Let my son go to serve me,” but you have refused to let him go. Watch out. I will kill your son, your firstborn.’”",
      "24": "At a lodging place along the way, the Lord confronted him and sought to kill him.",
      "25": "Then Zipporah took a flint blade, cut off her son’s foreskin, and cast it at his feet. Then she said, “Surely you are a bridegroom of blood to me.”",
      "26": "So the Lord left him alone. (At that time she said “bridegroom of blood,” referring to circumcision.)",
      "27": "The Lord had said to Aaron, “Go into the wilderness to meet Moses.”\nSo he went, met Moses at the mountain of God, and kissed him.",
      "28": "Moses told Aaron all the words that the Lord had sent him to speak and all the signs he had commanded him to perform.",
      "29": "Moses and Aaron then went and gathered together every elder of the people of Israel.",
      "30": "Aaron spoke all the words which the Lord had spoken to Moses and performed the signs in the sight of the people.",
      "31": "The people believed. When they heard that the Lord had paid attention to the Israelites and that he had seen their misery, they bowed down and worshipped."
    },
    "5": {
      "1": "Afterward Moses and Aaron went to Pharaoh and said, “This is what the Lord, the God of Israel, says. Let my people go so that they may hold a festival for me in the wilderness.”",
      "2": "Pharaoh said, “Who is the Lord that I should listen to his voice and let Israel go? I do not know the Lord, and I certainly will not let Israel go.”",
      "3": "They said, “The God of the Hebrews has met with us. Please let us go on a three-day journey into the wilderness, and let us sacrifice to the Lord, our God, so that he does not strike us with plague or sword.”",
      "4": "But the king of Egypt said to them, “Moses and Aaron, why are you taking the people away from their work? Get back to your forced labor!”",
      "5": "Pharaoh also said, “Look, the people of the land are now numerous, and you are stopping them from doing their forced labor.”",
      "6": "That same day Pharaoh commanded the people’s taskmasters and overseers,",
      "7": "“Do not give the people straw for making bricks anymore. Let them go and gather their own straw.",
      "8": "But require them to make the same number of bricks as they made before. Do not reduce it. You see, they are lazy. That is why they are crying out, ‘Let us go and sacrifice to our God.’",
      "9": "Make the work harder for the people so that they do their work and do not pay attention to lying words.”",
      "10": "So the people’s taskmasters and overseers went out and told the people, “This is what Pharaoh says: ‘I will not give you straw.",
      "11": "Go, get straw for yourselves wherever you can find it. But there will be no reduction at all in your work load.’”",
      "12": "So the people scattered all over the land of Egypt to gather stubble for straw.",
      "13": "The taskmasters kept insisting, “Fulfill your daily quota just as you did when straw was provided!”",
      "14": "The overseers, whom Pharaoh’s taskmasters had placed over the Israelites, were beaten. The taskmasters demanded, “Why have you not fulfilled your quota yesterday and today, as you did previously?”",
      "15": "Then the Israelite overseers came and cried out to Pharaoh, “Why are you doing this to your servants?",
      "16": "No straw is given to your servants, yet they tell us, ‘Make bricks!’ Look, your servants are being beaten, but the fault is with your own people.”",
      "17": "But he said, “Lazy! You are lazy! That is why you are saying, ‘Let us go and sacrifice to the Lord.’",
      "18": "Now go! Get to work! Straw will not be provided to you, but you will deliver the same quota of bricks!”",
      "19": "The Israelite overseers realized that they were in trouble when Pharaoh said, “You must not reduce anything from your daily number of bricks!”",
      "20": "When they left Pharaoh, they met Moses and Aaron, who were waiting to meet them.",
      "21": "They said to Moses and Aaron, “May the Lord look at you and judge you, because you have made us a stench to Pharaoh and his officials and have put a sword into their hand to kill us.”",
      "22": "So Moses went back to the Lord and said, “Lord, why have you brought trouble on this people? Why did you send me?",
      "23": "Ever since I came to Pharaoh to speak in your name, he has brought trouble on this people, and you have not rescued your people at all.”"
    },
    "6": {
      "1": "The Lord said to Moses, “Now you will see what I will do to Pharaoh. Because of a mighty hand he will send them away, and because of a mighty hand he will drive them out of his land.”",
      "2": "Then God spoke to Moses, telling him, “I am the Lord.",
      "3": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty, but by my name, the Lord, I was not known to them.",
      "4": "I also established my covenant with them, to give them the land of Canaan, the land where they were residing as aliens.",
      "5": "I certainly have heard the groaning of the Israelites, whom the Egyptians have enslaved, and I have remembered my covenant.",
      "6": "“Therefore, tell the Israelites, ‘I am the Lord. I will bring you out from under the forced labor of the Egyptians. I will deliver you from being their slaves. I will redeem you with an outstretched arm and with great acts of judgment.",
      "7": "I will take you as my own people, and I will be your God. You will know that I am the Lord your God, the one who brought you out from under the forced labor of the Egyptians.",
      "8": "I will bring you to the land which I swore with uplifted hand to give to Abraham, to Isaac, and to Jacob. I will give it to you as a possession. I am the Lord.’”",
      "9": "Moses spoke these words to the Israelites, but they did not listen to Moses because of their broken spirit and because of the hard labor.",
      "10": "The Lord spoke to Moses:",
      "11": "“Go, tell Pharaoh, king of Egypt, to let the Israelites go from his land.”",
      "12": "But Moses said in the Lord’s presence, “Look, the Israelites have not listened to me. Why would Pharaoh listen to me, since I am a poor speaker?”",
      "13": "The Lord again spoke to Moses and Aaron about the Israelites and about Pharaoh, king of Egypt. He commanded them to bring the Israelites out of the land of Egypt.",
      "14": "These were the heads of their fathers’ houses:\nThe sons of Reuben, the firstborn of Israel, were Hanoch and\nPallu, Hezron and Carmi. These were the founders of the clans\nof Reuben.",
      "15": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar,\nand Shaul, the son of a Canaanite woman. These were the\nfounders of the clans of Simeon.",
      "16": "These were the names of the sons of Levi according to their family records: Gershon, Kohath, and Merari. Levi lived 137 years.",
      "17": "The sons of Gershon were Libni and Shimei. They were founders of clans.",
      "18": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. Kohath lived 133 years.",
      "19": "The sons of Merari were Mahli and Mushi.\nThese were the clans of the Levites according to their family records.",
      "20": "Amram married Jochebed, his father’s sister, and she gave birth\nto Aaron and Moses for him. Amram lived 137 years.",
      "21": "The sons of Izhar were Korah, Nepheg, and Zichri.",
      "22": "The sons of Uzziel were Mishael, Elzaphan, and Sithri.",
      "23": "Aaron married Elisheba, the daughter of Amminadab and the\nsister of Nahshon, and she gave birth to Nadab and Abihu,\nEleazar and Ithamar for him.",
      "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. These\nwere the founders of the clans of the Korahites.",
      "25": "Eleazar, the son of Aaron, married one of the daughters of Putiel,\nand she gave birth to Phinehas for him.\nThese were the heads of the fathers’ houses of the Levites that had become clans.",
      "26": "These were the Aaron and Moses to whom the Lord said, “Bring out the Israelites from the land of Egypt according to their divisions.”",
      "27": "These were the same ones who spoke to Pharaoh, the king of Egypt, in order to bring the Israelites out from Egypt. These were that same Moses and Aaron.",
      "28": "On the day that the Lord spoke to Moses in the land of Egypt,",
      "29": "the Lord said to him, “I am the Lord. Tell Pharaoh, king of Egypt, everything that I tell you.”",
      "30": "But Moses said in the Lord’s presence, “You see, I am a poor speaker. Why would Pharaoh listen to me?”"
    },
    "7": {
      "1": "The Lord said to Moses, “Look, I have made you like God to Pharaoh, and Aaron your brother will be your prophet.",
      "2": "You are to speak everything that I command you, and Aaron your brother is to speak to Pharaoh, so that he will let the Israelites go out from his land.",
      "3": "But I will make Pharaoh’s heart stubborn. I will multiply my signs and wonders in the land of Egypt.",
      "4": "Pharaoh will not listen to you, so I will lay my hand on Egypt and bring my divisions, my people the Israelites, out of the land of Egypt by great acts of judgment.",
      "5": "The Egyptians will know that I am the Lord when I stretch out my hand over Egypt, and I bring out the Israelites from their midst.”",
      "6": "This is what Moses and Aaron did. Just as the Lord commanded them, that is exactly what they did.",
      "7": "Moses was eighty years old, and Aaron eighty-three years old when they spoke to Pharaoh.",
      "8": "The Lord said to Moses and to Aaron,",
      "9": "“When Pharaoh says to you, ‘Give us a warning sign,’ then you are to tell Aaron, ‘Take your staff and throw it down in front of Pharaoh, and it will become a snake.’”",
      "10": "Then Moses and Aaron went to Pharaoh. They did just as the Lord had commanded. Aaron threw down his staff in front of Pharaoh and his officials, and it became a snake.",
      "11": "But then Pharaoh also called for his wise men and sorcerers. Those magicians of Egypt did the same thing by their occult practices.",
      "12": "They each threw down their staffs, and those staffs became snakes. However, Aaron’s staff swallowed up their staffs.",
      "13": "But Pharaoh’s heart was hard, and he did not listen to them, just as the Lord had said.",
      "14": "Then the Lord said to Moses, “Pharaoh’s heart is unyielding. He refuses to let the people go.",
      "15": "Go to Pharaoh in the morning. When he goes out by the water, stand on the bank of the Nile to meet him. Take in your hand the staff that was turned into a snake.",
      "16": "“You are to tell him: ‘The Lord, the God of the Hebrews, has sent me to you. He says, “Let my people go so that they may serve me in the wilderness.” But look, until now you have not listened.",
      "17": "So this is what the Lord says: “In this way, you will know that I am the Lord.” Look! With the staff that is in my hand, I will strike the water in the Nile, and it will be turned to blood.",
      "18": "The fish that are in the Nile will die, and the Nile will stink. The Egyptians will not be able to drink water from the Nile.’”",
      "19": "The Lord said to Moses, “Tell Aaron, ‘Take your staff, and stretch out your hand over the waters of Egypt—over its rivers, its streams, its ponds, and all the reservoirs—and they will become blood. There will be blood in the entire land of Egypt, even in containers made of wood and stone.’”",
      "20": "Moses and Aaron did just as the Lord had commanded. In the sight of Pharaoh and his officials, Aaron lifted up the staff and struck the water that was in the Nile. All the water in the Nile was turned to blood.",
      "21": "The fish that were in the river died, and the river smelled so bad that the Egyptians were not able to drink water from the Nile. There was blood in the entire land of Egypt.",
      "22": "But the magicians of Egypt did the same thing by their occult practices. So Pharaoh’s heart was hard, and he did not listen to them, just as the Lord had told them.",
      "23": "Pharaoh turned and went to his palace. He did not take to heart even this.",
      "24": "All the Egyptians dug around the Nile for water to drink, because they were not able to drink the water from the Nile.",
      "25": "Seven days passed after the Lord had struck the Nile."
    },
    "8": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh, and tell him that this is what the Lord says: Let my people go so that they may serve me.",
      "2": "If you refuse to let them go, watch out. I will send a plague of frogs on your entire territory.",
      "3": "The Nile will teem with frogs. They will come up and enter into your palace, into your bedroom, onto your bed, into your servants’ houses, on your people, into your ovens, and into your kneading troughs.",
      "4": "The frogs will come up on you, your people, and all your servants.”",
      "5": "The Lord said to Moses, “Tell Aaron, ‘Stretch out your hand with your staff over the rivers, streams, and ponds, and bring frogs up onto the land of Egypt.’”",
      "6": "So Aaron stretched out his hand over the waters of Egypt. The frogs came up and covered the land of Egypt.",
      "7": "But the magicians did the same thing by their occult practices and brought frogs up onto the land of Egypt.",
      "8": "Then Pharaoh summoned Moses and Aaron and said, “Plead with the Lord to take the frogs away from me and my people, and I will let the people go to offer sacrifices to the Lord.”",
      "9": "Moses said to Pharaoh, “I give you the honor of setting the time when I should plead for you, your servants, and your people so that the Lord will rid you and your houses of the frogs. They will remain only in the Nile.”",
      "10": "Pharaoh said, “Tomorrow.”\nMoses replied, “It will take place just as you have said, so that you may know that there is no one like the Lord our God.",
      "11": "The frogs will leave you and your houses, your servants, and your people. They will remain only in the Nile.”",
      "12": "Moses and Aaron went out from Pharaoh, and Moses cried out to the Lord about the frogs, which he had brought upon Pharaoh.",
      "13": "The Lord did as Moses said: The frogs from the houses, courtyards, and fields died.",
      "14": "The people piled them up into heaps, and the land stank.",
      "15": "But when Pharaoh saw that there was relief, he made his heart unyielding and did not listen to them, just as the Lord had said.",
      "16": "Then the Lord said to Moses, “Tell Aaron: ‘Stretch out your staff, and strike the dust of the ground, and it will become lice in the entire land of Egypt.’”",
      "17": "They did so. When Aaron stretched out his hand with his staff and struck the dust of the ground, there were lice on the people and animals. All the dust of the ground became lice in the entire land of Egypt.",
      "18": "The magicians tried to produce lice by their occult practices, but they could not. So there were lice on the people and on the animals.",
      "19": "The magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hard, and he did not listen to them, just as the Lord had said.",
      "20": "Then the Lord said to Moses, “Get up early in the morning and present yourself to Pharaoh as he is going out to the water. Tell him this is what the Lord says: Let my people go so that they may serve me.",
      "21": "For if you will not let my people go, watch out. I will send swarms of flies on you, your servants, and your people, and into your houses. The houses of the Egyptians will be full of flies. They will even cover the ground.",
      "22": "But on that day, I will deal differently with the land of Goshen, where my people are living. There will not be swarms of flies in Goshen. In this way, you will know that I am the Lord on the earth.",
      "23": "I will make a distinction between my people and your people. Tomorrow this sign will take place.”",
      "24": "So that is what the Lord did. Thick swarms of flies went into Pharaoh’s palace and his officials’ houses. Throughout Egypt, the land was ruined because of the swarms of flies.",
      "25": "Pharaoh summoned Moses and Aaron and said, “Go, offer sacrifices to your God in the land!”",
      "26": "But Moses said, “It is not right to do that, because the sacrifices which we will offer to the Lord our God would be detestable to the Egyptians. If we offer sacrifices that are detestable to the Egyptians right in front of them, won’t they stone us?",
      "27": "We will go on a three-day journey into the wilderness and offer sacrifices to the Lord our God, just as he tells us.”",
      "28": "Pharaoh said, “I will let you go to offer sacrifices to the Lord your God in the wilderness, but do not go very far away. Plead for me.”",
      "29": "Moses said, “All right. As soon as I leave you, I will plead to the Lord so that tomorrow the swarms of flies will depart from Pharaoh, his servants, and his people. Only do not let Pharaoh act deceitfully again by not letting the people go to offer sacrifices to the Lord.”",
      "30": "Moses went out from Pharaoh and pleaded to the Lord.",
      "31": "The Lord did as Moses said, and he removed the swarms of flies from Pharaoh, his servants, and his people. Not a fly remained.",
      "32": "Pharaoh made his heart unyielding this time also, and he did not let the people go."
    },
    "9": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh and say to him, ‘This is what the Lord, the God of the Hebrews, says: Let my people go so that they may serve me.",
      "2": "But if you refuse to let them go and keep holding them back,",
      "3": "watch out, because the hand of the Lord will bring a very severe disease on your livestock which is in the field. It will be on the horses, donkeys, camels, herds, and flocks.",
      "4": "But the Lord will make a distinction between the livestock of Israel and the livestock of the Egyptians so that not one of the Israelites’ livestock will die.’”",
      "5": "The Lord appointed a set time by saying, “Tomorrow the Lord will do this in the land.”",
      "6": "So the next day, that is what the Lord did, and all the livestock of the Egyptians died, but none of the livestock of the Israelites died.",
      "7": "Pharaoh checked and found out that not even one of the livestock of the Israelites had died. But Pharaoh’s heart was unyielding, and he did not let the people go.",
      "8": "Then the Lord said to Moses and Aaron, “Take handfuls of soot from a kiln, and have Moses toss it toward the sky in the sight of Pharaoh.",
      "9": "It will become fine dust over the entire land of Egypt, and festering boils will break out on people and animals in the entire land of Egypt.”",
      "10": "So they took soot from a kiln and stood before Pharaoh. Moses tossed it toward the sky, and festering boils broke out on people and animals.",
      "11": "The magicians could not stand in front of Moses because of the boils, since the boils were on the magicians and all the Egyptians.",
      "12": "But the Lord hardened Pharaoh’s heart, and he did not listen to them, just as the Lord had said to Moses.",
      "13": "Then the Lord said to Moses, “Get up early in the morning. Present yourself to Pharaoh, and tell him that this is what the Lord, the God of the Hebrews, says: Let my people go so that they may serve me.",
      "14": "For at this time I will send all my plagues against you yourself, your servants, and your people, so that you will know that there is no one like me in all the earth.",
      "15": "For by now I could have stretched out my hand and struck you and your people with a plague so that you would have been wiped off the earth.",
      "16": "However, for this very reason, I caused you to stand: so that I could show you my power, and that my name would be made known over the entire earth.",
      "17": "You still are acting arrogantly against my people by not letting them go.",
      "18": "Watch out. At this time tomorrow I will rain down a very severe hailstorm, unlike any other in Egypt from the day it was founded until now.",
      "19": "Now give orders to bring your livestock and everything of yours that is in the open field into shelters. Every person and animal out in the open that is not brought inside will die when the hail falls down on them.”",
      "20": "Those among Pharaoh’s officials who feared the word of the Lord made their servants and livestock take refuge inside.",
      "21": "But those who did not take the word of the Lord to heart left their servants and livestock in the field.",
      "22": "Then the Lord said to Moses, “Stretch out your hand toward the sky, and let there be hail in the entire land of Egypt: on the people, on the animals, and on every plant in the field throughout the land of Egypt.”",
      "23": "Moses stretched out his staff toward the sky, and the Lord sent thunder and hail. Lightning also flashed down to the ground. The Lord rained down hail upon the land of Egypt.",
      "24": "The hail, with lightning flashing through it, was very severe. Nothing like it had happened in the entire land of Egypt since it became a nation.",
      "25": "Throughout the entire land, the hail struck everything that was in the field, both people and animals. The hail also struck every plant in the field and shattered every tree in the field.",
      "26": "But in the land of Goshen, where the Israelites were, there was no hail.",
      "27": "Pharaoh summoned Moses and Aaron. He said to them, “I have sinned this time. The Lord is the one who is in the right, and I and my people are in the wrong.",
      "28": "Plead to the Lord, for there has been enough of God’s thunder and hail. I will let you go, and you do not have to stay here any longer.”",
      "29": "Moses said to him, “When I have gone out of the city, I will spread out my hands to the Lord. The thunder will stop, and there will no longer be any hail, so that you may know that the earth belongs to the Lord.",
      "30": "But as for you and your officials, I know that you still do not fear the Lord God.”",
      "31": "(The flax and the barley were destroyed, because the barley was ripe and the flax was in bloom.",
      "32": "But the wheat and the spelt were not destroyed, because they ripen later.)",
      "33": "Moses went out from Pharaoh and from the city. He spread out his hands to the Lord. The thunder and hail stopped, and the rain no longer poured down on the ground.",
      "34": "But when Pharaoh saw that the rain, hail, and thunder had stopped, he sinned again. He and his officials made their hearts unyielding.",
      "35": "Pharaoh’s heart was hard, and he did not let the Israelites go, just as the Lord had said through Moses."
    },
    "10": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh, for I have made his heart unyielding, and his officials’ hearts too, so that I may perform these signs of mine in their midst,",
      "2": "and so that you may tell your children and your grandchildren how harshly I dealt with Egypt and about my signs which I did among them. Then you will know that I am the Lord.”",
      "3": "Moses and Aaron went to Pharaoh and said to him, “This is what the Lord, the God of the Hebrews, says: How long will you refuse to humble yourself before me? Let my people go so that they may serve me.",
      "4": "But if you refuse to let my people go, watch out, because tomorrow I will bring locusts into your territory.",
      "5": "They will cover the surface of the ground so that no one will be able to see the ground. The locusts will eat what little you have left after the hail. They will also eat every tree that you have growing in the field.",
      "6": "Your houses, your officials’ houses, and every Egyptian’s house will be filled with them, something neither your fathers nor your fathers’ fathers have seen, from the day that they settled in this land up to this day.” Then he turned and went out from Pharaoh.",
      "7": "Pharaoh’s officials said to him, “How long will this man be a snare to us? Let the men go so that they may serve the Lord, their God. Do you not yet realize that Egypt is ruined?”",
      "8": "So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the Lord your God. But who exactly would be going?”",
      "9": "Moses said, “We will go with our young and old, with our sons and daughters. We will go with our flocks and herds, for we are celebrating a festival to the Lord.”",
      "10": "But he said to them, “May the Lord be with you if I would ever let you and your families go! I see you are determined to do evil.",
      "11": "No! The men may go and serve the Lord, for that is what you have been asking for!” Then they were driven out from Pharaoh’s presence.",
      "12": "So the Lord said to Moses, “Stretch out your hand over the land of Egypt so that locusts come up over the land and eat every plant in the land, everything left by the hail.”",
      "13": "Moses stretched out his staff over the land of Egypt, and the Lord made an east wind blow over the land all that day and all through the night. When morning came, the east wind had brought the locusts.",
      "14": "The locusts came up over the entire land of Egypt and settled down in the entire territory of Egypt. There had never been such a large number of locusts before, and there would never be again.",
      "15": "They covered the surface of the ground so completely that the land was dark. They ate every plant of the land and all the fruit of the trees—everything left after the hail. Nothing green was left on the trees or on the plants in the field throughout the entire land of Egypt.",
      "16": "Then Pharaoh quickly summoned Moses and Aaron and said, “I have sinned against the Lord your God and against you.",
      "17": "Now please forgive my sin once more, and plead to the Lord your God so that he may also remove this death from me.”",
      "18": "So Moses went out from Pharaoh and pleaded with the Lord.",
      "19": "The Lord changed the wind to a very strong west wind. That wind lifted up the locusts and drove them into the Red Sea. Not one locust remained in the entire territory of Egypt.",
      "20": "But the Lord made Pharaoh’s heart hard, and he did not let the Israelites go.",
      "21": "Then the Lord said to Moses, “Stretch out your hand toward the sky, so that there may be darkness over the land of Egypt, darkness that can be felt.”",
      "22": "Moses stretched out his hand toward the sky, and there was a thick darkness in the entire land of Egypt for three days.",
      "23": "No one could see anyone else, and for three days none of them moved from where they were. Yet all the Israelites had light where they lived.",
      "24": "Pharaoh called to Moses and said, “Go, serve the Lord. Even your families may also go with you. But you must leave your flocks and herds behind.”",
      "25": "But Moses said, “You must also let us take sacrifices with us and burnt offerings to present to the Lord our God.",
      "26": "Our livestock must also go with us. Not a hoof is to be left behind, for we must take some of them to serve the Lord our God. We will not know, however, what we will need to serve the Lord until we get there.”",
      "27": "But the Lord hardened Pharaoh’s heart, and he would not let them go.",
      "28": "Pharaoh said to Moses, “Get out of my sight! Make sure you do not see my face again, for on the day you see my face, you will die!”",
      "29": "Moses said, “Just as you have spoken: I will never see your face again.”"
    },
    "11": {
      "1": "Then the Lord said to Moses, “I will bring one more plague on Pharaoh and on Egypt. After that, he will let you go from here. When he lets you go, he will certainly drive you completely out of here.",
      "2": "Now tell the people that both the men and the women are to ask their neighbors for articles of silver and gold.”",
      "3": "(The Lord had given the people favor in the sight of the Egyptians. Even the man Moses was highly regarded in the land of Egypt in the sight of Pharaoh’s officials and the people.)",
      "4": "So Moses said, “This is what the Lord says. About midnight I will go throughout Egypt,",
      "5": "and every firstborn in the land of Egypt will die, from the firstborn of Pharaoh, who sits on his throne, to the firstborn of the female slave who is behind the hand mill, even all the firstborn of the livestock.",
      "6": "There will be a loud outcry in the entire land of Egypt, unlike anything that happened before or anything that will take place again.",
      "7": "But among all the Israelites, not a dog will bark at a person or animal, so that you may know that the Lord makes a distinction between Egypt and Israel.",
      "8": "All these officials of yours will come and bow down to me, saying, ‘Get out, you and all the people who follow you!’ After that, I will leave.” Then Moses, hot with anger, went out from Pharaoh.",
      "9": "The Lord said to Moses, “Pharaoh will not listen to you so that my wonders may be multiplied in the land of Egypt.”",
      "10": "Moses and Aaron performed all these wonders before Pharaoh, but the Lord made Pharaoh’s heart hard, and he did not let the Israelites go out of his land."
    },
    "12": {
      "1": "The Lord told Moses and Aaron this in the land of Egypt:",
      "2": "This month is to be the beginning of your calendar. It is to be the first month of the year for you.",
      "3": "Tell the entire Israelite community that on the tenth day of this month, they are to take a lamb or a young goat for themselves, according to their fathers’ households, one lamb per household.",
      "4": "But if the household is too small for a whole lamb, then that person and his neighbor next door to him must select one, based on the number of people. Determine what size lamb is needed according to how much each person will eat.",
      "5": "Your lamb must be unblemished, a year-old male. You may take it from the sheep or the goats.",
      "6": "You are to keep it until the fourteenth day of this month. Then the whole assembly of the Israelite community is to slaughter the lambs at sunset.",
      "7": "They shall take some of the blood and put it on the two doorposts and the lintel of the houses where they eat the lamb.",
      "8": "That night they shall eat the meat that has been roasted over a fire, along with unleavened bread. They shall eat it with bitter herbs.",
      "9": "Do not eat it raw or boiled in water, but roasted over a fire—with its head, its legs, and its internal organs.",
      "10": "You shall not leave any of it until the morning. Whatever remains until the morning, you shall burn in the fire.",
      "11": "This is how you are to eat it: with your cloak tucked into your belt ready for travel, your sandals on your feet, and your staff in your hand. Eat it in haste. It is the Lord’s Passover.",
      "12": "For on that night I will pass through the land of Egypt. I will strike down every firstborn in the land of Egypt, both people and animals. Against all the gods of Egypt I will execute judgment. I am the Lord.",
      "13": "The blood will be a sign for you on the houses where you are. When I see the blood, I will pass over you. There will be no plague among you to destroy you when I strike down the land of Egypt.",
      "14": "This day shall be a memorial for you, and you are to celebrate it as a festival to the Lord. Throughout your generations you must celebrate it as a permanent regulation.",
      "15": "For seven days you shall eat unleavened bread. On the first day you must be sure to remove all yeast from your houses, for whoever eats anything leavened from the first day until the seventh day will be cut off from Israel.",
      "16": "On the first day you are to have a holy convocation; also on the seventh day there is to be a holy convocation. You shall not do any work, except to prepare what everybody needs to eat. That is all you may do.",
      "17": "You shall observe the Festival of Unleavened Bread, because on this very day I brought your divisions out from the land of Egypt. You shall observe this day throughout your generations as a permanent regulation.",
      "18": "In the first month, you shall eat unleavened bread from the evening of the fourteenth day of the month until the evening of the twenty-first day of the month.",
      "19": "No yeast is to be found in your houses for seven days, for whoever eats something leavened must be cut off from the Israelite community, whether a foreigner or native-born of the land.",
      "20": "You shall not eat anything leavened. You shall eat unleavened bread in every place you live.",
      "21": "Then Moses summoned all the elders of Israel and said to them, “Go and take lambs for yourselves according to your family size, and slaughter the Passover lamb.",
      "22": "You shall take a bundle of hyssop, dip it in the blood that is in the basin, and paint the lintel and the two doorposts with the blood that is in the basin. None of you are to go out of the door of your house until morning.",
      "23": "When the Lord passes through to strike Egypt and sees the blood on the lintel and the two doorposts, the Lord will pass over that door and will not allow the destroyer to enter your houses to strike you.",
      "24": "“You shall observe these instructions as a perpetual regulation for you and your descendants.",
      "25": "When you enter the land that the Lord will give you just as he said he would, you shall observe this ceremony.",
      "26": "So when your children ask you, ‘What does this ceremony mean to you?’",
      "27": "you will say, ‘It is the sacrifice of the Passover to the Lord, who passed over the houses of the Israelites in Egypt. When he struck the Egyptians, he spared our houses.’”\nThe people bowed down and worshipped.",
      "28": "The Israelites went and did all this. They did just as the Lord had commanded Moses and Aaron.",
      "29": "At midnight the Lord struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh, who sat on his throne, to the firstborn of the prisoner who was in the dungeon, even all the firstborn of the livestock.",
      "30": "During the night Pharaoh got up—he, all his servants, and all the Egyptians—and there was a loud outcry in Egypt, for there was not a house where there was not someone dead.",
      "31": "Pharaoh summoned Moses and Aaron that night and said, “Get up, get away from my people! Both you and the Israelites, go, serve the Lord, as you have said!",
      "32": "Take also your flocks and your herds, as you have said, and go! But also bless me!”",
      "33": "The Egyptians urged the people to leave the land quickly, for the Egyptians said, “We are all going to die!”",
      "34": "The Israelites took their dough before it was leavened. They carried their kneading bowls, which were wrapped in their clothing, on their shoulders.",
      "35": "The Israelites did just as Moses had said, and they asked the Egyptians for articles of silver, articles of gold, and clothing.",
      "36": "The Lord gave the people favor in the sight of the Egyptians so that they let the Israelites have what they asked for. In this way they plundered the Egyptians.",
      "37": "The Israelites set out from Rameses to Sukkoth, about six hundred thousand men on foot, besides their families.",
      "38": "A mixed group of non-Israelites also went up along with them, as well as a large amount of livestock, both flocks and herds.",
      "39": "The Israelites baked the dough which they had brought out of Egypt into unleavened loaves, for it had not been leavened, because they had been driven out of Egypt and could not delay. They also had not prepared any provisions for themselves.",
      "40": "The amount of time that the Israelites lived in Egypt was four hundred thirty years.",
      "41": "At the end of four hundred thirty years, to the very day, all of the Lord’s divisions went out from the land of Egypt.",
      "42": "It was a night that the Lord kept vigil to bring them out of the land of Egypt. This same night is dedicated to the Lord. All the Israelites are to keep vigil throughout their generations.",
      "43": "The Lord said to Moses and Aaron, “This is the regulation concerning the Passover: No foreigner may eat it.",
      "44": "But any slave whom you have purchased may eat it if you circumcise him.",
      "45": "A temporary resident or a hired servant may not eat it.",
      "46": "It must be eaten inside one house. You are not to carry any of the meat outside of the house. Do not break any of its bones.",
      "47": "The whole community of Israel shall do this.",
      "48": "If a resident alien among you wants to observe the Passover to the Lord, every male in his household must be circumcised. Then he may take part in it. He will be treated like a native-born of the land. But no uncircumcised person may eat it.",
      "49": "The same law will apply to the native-born and to the alien who resides among you.”",
      "50": "So that is what all the Israelites did. They did just as the Lord commanded Moses and Aaron.",
      "51": "That same day the Lord brought the Israelites out of the land of Egypt, lined up by their divisions."
    },
    "13": {
      "1": "The Lord spoke to Moses:",
      "2": "“Set apart all the firstborn for me, the firstborn of every mother among the Israelites, both people and animals. The firstborn belongs to me.”",
      "3": "Then Moses said this to the people:\nRemember this day when you came out of Egypt, where you were slaves. For by the strength of his hand the Lord brought you out from there. Nothing with leaven may be eaten.",
      "4": "Today, in the month of Abib, you are leaving.",
      "5": "So when the Lord brings you into the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites—the land he swore to your fathers to give you, a land flowing with milk and honey—you are to perform this ceremony during this month:",
      "6": "Seven days you must eat unleavened bread, and on the seventh day there is to be a festival to the Lord.",
      "7": "Unleavened bread must be eaten throughout the seven days. No leavened bread is to be seen among you. No yeast is to be seen among you, anywhere in your entire territory.",
      "8": "On that day you are to explain this to your son, “It is because of what the Lord did for me when I came out of Egypt.”",
      "9": "This will serve as a sign for you on your wrist and a reminder on your forehead so that the law of the Lord may be in your mouth. For with a mighty hand the Lord brought you out of Egypt.",
      "10": "You must keep this regulation at its appointed time from year to year.",
      "11": "When the Lord brings you into the land of the Canaanites—just as he swore to you and to your fathers—and gives it to you,",
      "12": "then you must dedicate the firstborn of every mother to the Lord. Every firstborn of your livestock, the ones that are males, will belong to the Lord.",
      "13": "Every firstborn donkey you are to redeem with a lamb. But if you do not want to redeem it, then you are to break its neck. However, you must redeem all the firstborn among your sons.",
      "14": "In the future, when your son asks you, “What is this about?” you will say to him, “By the strength of his hand the Lord brought us out from Egypt, where we were slaves.",
      "15": "When Pharaoh stubbornly refused to let us go, the Lord killed all the firstborn in the land of Egypt, the firstborn of people and animals. That is why I sacrifice to the Lord the firstborn of every mother, the males, but I redeem every firstborn of my sons.”",
      "16": "It will serve as a sign on your wrist and a symbol on your forehead. For by the strength of his hand the Lord brought us out of Egypt.",
      "17": "When Pharaoh let the people go, God did not lead them by the way that goes to the land of the Philistines, although it was more direct, for God said, “If the people face war, they may change their minds and return to Egypt.”",
      "18": "So God led the people by the way that goes through the wilderness toward the Red Sea. The Israelites went up from the land of Egypt in battle formation.",
      "19": "Moses also took the bones of Joseph with him, because Joseph had made the Israelites swear an oath. Joseph had said, “God will surely come to your aid. Then you must bring up my bones with you from Egypt.”",
      "20": "They set out from Sukkoth and camped at Etham on the edge of the wilderness.",
      "21": "The Lord went in front of them in a pillar of cloud by day to lead them on their way and in a pillar of fire by night to give them light. In this way they could travel by day and by night.",
      "22": "The pillar of cloud by day and the pillar of fire by night never left its place in front of the people."
    },
    "14": {
      "1": "Then the Lord spoke to Moses:",
      "2": "“Tell the Israelites to turn back and camp in front of Pi Hahiroth, between Migdol and the sea. They are to camp by the sea, facing Baal Zephon.",
      "3": "Then Pharaoh will say about the Israelites, ‘They are wandering around in the land. The wilderness has shut them in.’",
      "4": "I will harden Pharaoh’s heart so that he will pursue them, and I will gain glory through Pharaoh and his entire army. The Egyptians will know that I am the Lord.” So that is what the Israelites did.",
      "5": "When the king of Egypt was told that the people had fled, Pharaoh and his officials had a change of heart concerning the people. They said, “What have we done? We have let Israel go! They will not serve us anymore!”",
      "6": "So Pharaoh prepared his chariot and took his troops with him.",
      "7": "He also took six hundred of the best chariots and all the other chariots of Egypt with officers over all of them.",
      "8": "The Lord hardened the heart of Pharaoh, king of Egypt, so that he pursued the Israelites. The Israelites were going out defiantly.",
      "9": "The Egyptians pursued them. All the horses and chariots of Pharaoh, his charioteers, and his army caught up with them where they were camping by the sea beside Pi Hahiroth, which faces Baal Zephon.",
      "10": "As Pharaoh approached, the Israelites looked up, and there were the Egyptians marching after them. The Israelites were terrified and cried out to the Lord.",
      "11": "They said to Moses, “Was it because there were no graves in Egypt that you took us to die in the wilderness? What have you done to us by bringing us out of Egypt?",
      "12": "Wasn’t this what we said to you in Egypt, ‘Leave us alone. Let us serve the Egyptians’? For it would have been better for us to serve the Egyptians than to die in the wilderness.”",
      "13": "Moses said to the people, “Do not be afraid. Stand firm, and see the salvation from the Lord, which he will perform for you today. For the Egyptians you see today, you will never see again.",
      "14": "The Lord will fight for you. You must wait quietly.”",
      "15": "The Lord said to Moses, “Why are you crying out to me? Tell the Israelites to set out.",
      "16": "As for you, lift up your staff, stretch out your hand over the sea, and divide the sea so that the Israelites can go through the middle of the sea on dry ground.",
      "17": "I myself will harden the hearts of the Egyptians so that they will go into the sea after them, and I will gain glory through Pharaoh and his entire army, through his chariots and his charioteers.",
      "18": "The Egyptians will know that I am the Lord, when I have gained glory through Pharaoh, his chariots, and his charioteers.”",
      "19": "Then the Angel of God, who was going in front of the Israelite forces, moved and went behind them. The pillar of cloud moved from in front of them and stood behind them.",
      "20": "It went between the Egyptian forces and the Israelite forces. The cloud was dark on one side, but it lit up the night on the other. Neither group approached the other all night long.",
      "21": "Then Moses stretched out his hand over the sea, and all night long the Lord drove the sea back with a strong east wind and turned the sea into dry land. The waters were divided.",
      "22": "The Israelites went into the middle of the sea on dry ground. The waters were like a wall for them on their right and on their left.",
      "23": "The Egyptians pursued them, and all of Pharaoh’s horses, his chariots, and his charioteers went after them into the middle of the sea.",
      "24": "During the last watch of the night, the Lord looked down on the Egyptian forces from the pillar of fire and cloud. Then he confused the Egyptian forces.",
      "25": "He jammed their chariot wheels, and they had difficulty driving them. The Egyptians said, “We must flee from Israel, for the Lord is fighting for them against Egypt!”",
      "26": "Then the Lord said to Moses, “Stretch out your hand over the sea, and the waters will come back over the Egyptians, over their chariots and their charioteers.”",
      "27": "So Moses stretched out his hand over the sea, and at daybreak the sea returned to its normal place. While the Egyptians were fleeing from it, the Lord threw the Egyptians into the middle of the sea.",
      "28": "The waters came back and covered the chariots and the charioteers, the entire army of Pharaoh that went into the sea after the Israelites. Not even one of them survived.",
      "29": "But the Israelites went through the middle of the sea on dry land, and the waters were like a wall for them on their right and on their left.",
      "30": "On that day the Lord saved Israel from the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore.",
      "31": "Israel saw the mighty hand which the Lord put into action against the Egyptians, and the people feared the Lord and believed in the Lord and in Moses, his servant."
    },
    "15": {
      "1": "Then Moses and the Israelites sang this song to the Lord. They said:\nI will sing to the Lord, for he is highly exalted.\nThe horse and its rider he has thrown into the sea.",
      "2": "The Lord is my strength and song.\nHe has become my salvation.\nThis is my God, and I will praise him;\nmy father’s God, and I will exalt him.",
      "3": "The Lord is a warrior.\nThe Lord is his name.",
      "4": "He has cast Pharaoh’s chariots and his army into the sea.\nHis elite officers are drowned in the Red Sea.",
      "5": "The deep waters covered them.\nThey sank down to the depths like a stone.",
      "6": "Lord, your right hand is glorious in power.\nLord, your right hand has shattered the enemy.",
      "7": "In your great majesty you overthrew those who opposed you.\nYou sent out your burning anger.\nIt consumed them like stubble.",
      "8": "At the blast from your nostrils the waters piled up.\nThe flowing waters stood up like a dam.\nThe deep waters became solid in the heart of the sea.",
      "9": "The enemy said, “I will pursue.\nI will overtake. I will divide the plunder.\nI will do whatever I want with them.\nI will draw my sword,\nand my hand will destroy them.”",
      "10": "But you blew with your breath,\nand the sea covered them.\nThey sank like lead in the mighty waters.",
      "11": "Lord, who is like you among the gods?\nWho is like you, glorious in holiness,\nawesome in praise, working wonders?",
      "12": "You stretched out your right hand,\nand the earth swallowed them.",
      "13": "In your mercy you will lead the people that you have redeemed.\nIn your strength you will guide them to your holy pastureland.",
      "14": "The nations will hear and tremble.\nAnguish will grip the inhabitants of Philistia.",
      "15": "Then the chiefs of Edom will be terrified.\nTrembling will seize the leaders of Moab.\nAll the inhabitants of Canaan will melt away in despair.",
      "16": "Terror and dread will fall upon them.\nBy the great power of your arm they will be as still as stone\n    until your people pass by, O Lord,\n    until the people whom you have purchased pass by.",
      "17": "You will bring them in and plant them\n    on the mountain that belongs to you,\n    the place, O Lord, that you have made for your dwelling,\n    the sanctuary, O Lord, that your hands have established.",
      "18": "The Lord will reign forever and ever.",
      "19": "When Pharaoh’s horses along with his chariots and charioteers went into the sea, the Lord brought the waters of the sea back on them, but the Israelites walked on dry land in the middle of the sea.",
      "20": "Miriam the prophetess, the sister of Aaron, took a hand drum, and all the women followed her with drums and dancing.",
      "21": "Miriam sang to them,\nSing to the Lord, for he is highly exalted.\nThe horse and its rider he has thrown into the sea.",
      "22": "Then Moses led Israel on from the Red Sea, and they went out to the Wilderness of Shur. They traveled for three days in the wilderness but found no water.",
      "23": "When they came to Marah, they were not able to drink the waters of Marah, because they were bitter. That is why they named the place Marah.",
      "24": "The people grumbled against Moses, and they said, “What will we drink?”",
      "25": "Then Moses cried out to the Lord, and the Lord showed him some wood. Moses threw it into the water, and the water became fit to drink.\nThere the Lord made a decree and ruling for them, and there he tested them.",
      "26": "So he said, “If only you would listen to the voice of the Lord your God, and do what is right in his eyes, and pay attention to his commandments, and keep all his regulations, I would not place on you any of the diseases that I placed on the Egyptians, for I am the Lord, who heals you.”",
      "27": "Then they came to Elim where there were twelve springs of water and seventy palm trees, and they camped there by the waters."
    },
    "16": {
      "1": "On the fifteenth day of the second month after they had left the land of Egypt, the entire Israelite community set out from Elim and came to the Wilderness of Sin, which is between Elim and Sinai.",
      "2": "The entire Israelite community grumbled against Moses and Aaron in the wilderness.",
      "3": "The Israelites said to them, “If only we had died by the Lord’s hand in the land of Egypt, when we sat around pots of meat and ate as much food as we wanted, but now you have brought us out into this wilderness to have this whole community die of hunger.”",
      "4": "Then the Lord said to Moses, “Watch what I will do. I will rain down bread from heaven for you, and the people will go out each day and gather enough for that day. In this way I will test whether they will follow my instructions or not.",
      "5": "On the sixth day they will prepare what they bring in, and it will be twice as much as they gather on the other days.”",
      "6": "So Moses and Aaron said to all the Israelites, “At evening you will know that it was the Lord who brought you out of the land of Egypt,",
      "7": "and in the morning you will see the Glory of the Lord, because he has heard your constant grumbling against the Lord. Who are we that you should grumble against us?”",
      "8": "Moses said, “Now the Lord will give you meat to eat in the evening and as much bread as you want in the morning, because the Lord has heard your grumbling against him. Who are we? Your grumbling is not against us but against the Lord.”",
      "9": "Then Moses said to Aaron, “Tell the entire Israelite community, ‘Come before the Lord, because he has heard your grumbling.’”",
      "10": "As Aaron spoke to the entire Israelite community, they turned toward the wilderness, and suddenly the Glory of the Lord appeared in the cloud.",
      "11": "The Lord spoke to Moses:",
      "12": "“I have heard the grumbling of the Israelites. Say to them, ‘At evening you will eat meat, and in the morning you will eat bread until you are full. Then you will know that I am the Lord your God.’”",
      "13": "So in the evening quail came and covered the camp, and in the morning a layer of dew surrounded the camp.",
      "14": "When the layer of dew was gone, there were thin flakes on the surface of the wilderness, thin as frost on the ground.",
      "15": "When the Israelites saw it, they said to one another, “What is it?” because they did not know what it was.\nMoses said to them, “This is the bread which the Lord has given to you as food to eat.",
      "16": "This is what the Lord has commanded: All of them are to gather as much of it as they need to eat. You are to take an omer per person based on the number of people each of you has in your tents.”",
      "17": "The Israelites did this, and some gathered more, some less.",
      "18": "When they measured it with an omer, the one who gathered more did not have too much, and the one who gathered less did not have too little. All of them gathered as much as they needed to eat.",
      "19": "Moses said to them, “No one is to leave any of it until morning.”",
      "20": "However, they did not listen to Moses. Some of them left part of it until morning, and it became full of worms and stank. So Moses was angry with them.",
      "21": "They gathered it each morning. All of them gathered as much as they needed to eat. When the sun grew hot, it melted away.",
      "22": "On the sixth day they gathered twice as much food, two omers for each person, and all the leaders of the community came and reported to Moses.",
      "23": "He said to them, “This is what the Lord has said: Tomorrow is a complete rest, a holy sabbath to the Lord. Bake what you want to bake, and boil what you want to boil, but set aside for yourselves all the rest of it to be kept until morning.”",
      "24": "So they set it aside until morning as Moses commanded, and it did not stink, and there were no worms in it.",
      "25": "Moses said, “Today eat whatever is left over, for today is a sabbath to the Lord. Today you will not find any around the camp.",
      "26": "Six days you will gather it, but on the seventh day, the Sabbath, there will not be any.”",
      "27": "On the seventh day some of the people went out to gather it, but they did not find any.",
      "28": "The Lord said to Moses, “How long will you people refuse to keep my commandments and my instructions?",
      "29": "Look, the Lord has given you the Sabbath. Therefore on the sixth day he will give you two days’ worth of bread. All of you are to stay where you are. None of you are to leave your places on the seventh day.”",
      "30": "So the people rested on the seventh day.",
      "31": "The house of Israel called it manna. It looked like white coriander seed, and it tasted like wafers made with honey.",
      "32": "Moses said, “This is what the Lord has commanded: A full omer of it is to be kept throughout your generations so that they may see the bread which I fed you in the wilderness when I brought you out of the land of Egypt.”",
      "33": "Moses said to Aaron, “Take a container, and put a full omer of manna in it. Place it before the Lord, to be kept throughout your generations.”",
      "34": "To obey the Lord’s command to Moses, Aaron placed an omer before the Testimony, to be preserved.",
      "35": "The Israelites ate manna for forty years, until they came to a land that was inhabited. They ate manna until they came to the border of the land of Canaan.",
      "36": "(An omer, by the way, is one-tenth of an ephah.)"
    },
    "17": {
      "1": "The entire Israelite community set out on their journey from the Wilderness of Sin as the Lord had commanded. They camped at Rephidim, but there was no water for the people to drink.",
      "2": "So the people quarreled with Moses and said, “Give us water to drink.”\nMoses said to them, “Why are you quarreling with me? Why are you testing the Lord?”",
      "3": "But the people were thirsty for water there, so they grumbled against Moses. They said, “Why did you ever bring us up out of Egypt to let us, our children, and our livestock die of thirst?”",
      "4": "Moses cried out to the Lord, “What shall I do with these people? They are almost ready to stone me!”",
      "5": "The Lord said to Moses, “Go in front of the people, and take the elders of Israel with you. Also take in your hand the staff with which you struck the Nile, and go.",
      "6": "Watch me. I will stand there in front of you on the rock in Horeb. You are to strike the rock. Water will come out of it, and the people will drink.” Moses did that in the sight of the elders of Israel.",
      "7": "He named the place Massah and Meribah, because the Israelites quarreled, and because they tested the Lord by saying, “Is the Lord among us or not?”",
      "8": "Then the Amalekites came and fought against the Israelites at Rephidim.",
      "9": "Moses said to Joshua, “Select some men for us, and go out and fight against the Amalekites. Tomorrow I will stand on the hilltop, and God’s staff will be in my hand.”",
      "10": "So Joshua did just as Moses told him.\nWhile Joshua was fighting against the Amalekites, Moses, Aaron, and Hur went up to the hilltop.",
      "11": "Whenever Moses held up his hand, the Israelites would start winning, but whenever he lowered his hand, the Amalekites would start winning.",
      "12": "When Moses’ arms became tired, they took a stone and placed it under him, and he sat on it. Aaron and Hur held up his hands—one on one side, and one on the other side. In this way his hands were steady until sunset.",
      "13": "So Joshua defeated the Amalekite army with the sword.",
      "14": "The Lord then said to Moses, “Write this on a scroll as a memorial, and make sure that Joshua hears it, because I will completely erase the memory of the Amalekites from under heaven.”",
      "15": "Moses built an altar and named it “The Lord Is My Banner,”",
      "16": "because he had said, “Since a hand was raised against the throne of the Lord, the Lord will be at war with the Amalekites from generation to generation.”"
    },
    "18": {
      "1": "Now Moses’ father-in-law Jethro, priest of Midian, heard about everything that God had done for Moses and for his people Israel and how the Lord had brought Israel out of Egypt.",
      "2": "After Moses had sent his wife Zipporah away, his father-in-law Jethro had taken her in,",
      "3": "along with her two sons. The name of one son was Gershom, for Moses had said, “I have become an alien in a foreign land.”",
      "4": "The name of the other was Eliezer, for he had said, “My father’s God was my helper, and he has delivered me from Pharaoh’s sword.”",
      "5": "Moses’ father-in-law Jethro, Moses’ sons, and his wife were coming to Moses in the wilderness where he had camped at the mountain of God.",
      "6": "He sent word to Moses, “I, your father-in-law Jethro, your wife, and her two sons are coming to you.”",
      "7": "Moses went out to meet his father-in-law, and he bowed down and kissed him. They asked each other how they had been, and they went into the tent.",
      "8": "Moses told his father-in-law about everything that the Lord had done to Pharaoh and the Egyptians for Israel’s sake, about all the hardships that had confronted them along the way, and how the Lord had delivered them.",
      "9": "Jethro rejoiced over all the good things that the Lord had done for Israel when he delivered them from the hand of the Egyptians.",
      "10": "Jethro said, “Blessed be the Lord, who has delivered you from the hand of the Egyptians and the hand of Pharaoh. Blessed be the Lord, who has delivered the people out of the hand of the Egyptians.",
      "11": "Now I know that the Lord is greater than all gods because he did this to those who acted arrogantly against the Israelites.”",
      "12": "Jethro, Moses’ father-in-law, brought a burnt offering and sacrifices to God. Aaron and all the elders of Israel came to eat a meal with Moses’ father-in-law in the presence of God.",
      "13": "The next day Moses sat down to serve as a judge for the people, and the people stood around Moses from morning till evening.",
      "14": "When Moses’ father-in-law saw everything that he did for the people, he said, “What is this that you are doing for the people? Why do you alone sit as judge with all the people standing around you from morning till evening?”",
      "15": "Moses said to his father-in-law, “Because the people come to me to inquire of God.",
      "16": "Whenever there is a dispute between them, they come to me, and I judge between the two sides, and I reveal the regulations of God and his laws.”",
      "17": "Moses’ father-in-law said to him, “What you are doing is not good.",
      "18": "You will certainly wear out both yourself and these people who are with you, for the work is too much for you. You are not able to handle this alone.",
      "19": "Listen to me now. I will give you advice, and may God be with you. Represent the people before God, and bring their disputes to God.",
      "20": "Instruct them about the regulations and laws, and show them the way they are to live and the things that they are to do.",
      "21": "But you should select capable men from among all the people, God-fearing, trustworthy men, who hate dishonest gain. Then place them over the people as officials over groups of a thousand, a hundred, fifty, or ten.",
      "22": "Have them judge all the disputes of the people at the first level. They can refer any difficult case to you, but every easy case they can judge themselves. Make your load lighter; they can carry it with you.",
      "23": "If you will do this, and God so commands you, then you will be able to endure, and all these people will also return home satisfied.”",
      "24": "Moses listened to his father-in-law and did everything that he had said.",
      "25": "Moses chose capable men from all of Israel and made them leaders over the people: officials over thousands, hundreds, fifties, and tens.",
      "26": "They judged all the cases of the people initially. They brought the difficult cases to Moses, but every easy case they judged themselves.",
      "27": "Then Moses sent his father-in-law on his way, and he returned to his own land."
    },
    "19": {
      "1": "In the third month after the Israelites had left the land of Egypt, on that same day of the month, they came to the Wilderness of Sinai.",
      "2": "After they set out from Rephidim and came to the Wilderness of Sinai, they camped in the wilderness. Israel camped there in front of the mountain.",
      "3": "Moses went up to God, and the Lord called to him from the mountain, “This is what you are to say to the house of Jacob and to tell the people of Israel:",
      "4": "‘You have seen what I did to the Egyptians and how I carried you on eagles’ wings and brought you to myself.",
      "5": "Now if you will carefully listen to my voice and keep my covenant, then you will be my special treasure out of all the nations, although the entire earth is mine.",
      "6": "You will be my kingdom of priests and my holy nation.’ These are the words that you are to speak to the Israelites.”",
      "7": "Moses went and summoned the elders of the people, and he set before them all these words that the Lord had commanded him.",
      "8": "All the people answered together, “Everything that the Lord has said, we will do.”\nMoses brought back the people’s words to the Lord.",
      "9": "The Lord said to Moses, “Look, I will come to you in a dense cloud so that the people will hear when I speak with you, and then they will always believe you.” Moses told the people’s words to the Lord.",
      "10": "The Lord said to Moses, “Go to the people. Consecrate them today and tomorrow, and have them wash their clothes.",
      "11": "Be ready by the third day, for on the third day the Lord will come down on Mount Sinai in the sight of all the people.",
      "12": "You shall set boundaries for the people all around the mountain. Tell them: ‘Be careful that you do not go up onto the mountain or touch the edge of it.’ Whoever touches the mountain must certainly be put to death.",
      "13": "No one’s hand is to touch such a person, but that person is to be stoned to death or shot with arrows. No such animal or person shall be allowed to live. But when the special ram’s horn sounds a long blast, the people may come up to the mountain.”",
      "14": "Moses went down from the mountain to the people. He consecrated the people, and they washed their clothes.",
      "15": "He said to the people, “Be ready by the third day. Do not come near a woman.”",
      "16": "On the third day, when morning came, there was thunder and lightning. A thick cloud was over the mountain, and there was a very loud blast of a ram’s horn. All the people in the camp trembled.",
      "17": "Moses brought the people out of the camp to meet God, and they stood at the foot of the mountain.",
      "18": "All of Mount Sinai was covered with smoke, because the Lord descended on it in fire. Its smoke went up like the smoke from a kiln, and the whole mountain trembled violently.",
      "19": "When the sound of the ram’s horn grew louder and louder, Moses spoke, and God answered him in the thunder.",
      "20": "The Lord came down on Mount Sinai, at the top of the mountain. The Lord then called Moses to the top of the mountain, and Moses went up.",
      "21": "The Lord said to Moses, “Go down and warn the people not to break through to see the Lord. If they do, many of them will fall.",
      "22": "Even the priests, who approach the Lord, must consecrate themselves so that the Lord does not break out against them.”",
      "23": "Moses said to the Lord, “The people cannot come up to Mount Sinai, because you warned, ‘Set boundaries around the mountain and treat it as holy.’”",
      "24": "The Lord said to him, “Go down and bring Aaron up with you, but the priests and the people must not break through to come up to the Lord, so that the Lord will not break out against them.”",
      "25": "So Moses went down to the people and told them these things."
    },
    "20": {
      "1": "Then God spoke all these words:",
      "2": "I am the Lord your God, who brought you out from the land of Egypt, where you were slaves.",
      "3": "You shall have no other gods beside me.",
      "4": "You shall not make any carved image for yourself or a likeness of anything in heaven above, or on the earth below, or in the waters under the earth.",
      "5": "Do not bow down to them or be subservient to them, for I the Lord your God am a jealous God. I follow up on the guilt of the fathers with their children, their grandchildren, and their great-grandchildren, if they also hate me.",
      "6": "But I show mercy to thousands who love me and keep my commandments.",
      "7": "You shall not misuse the name of the Lord your God, for the Lord will not permit anyone who misuses his name to escape unpunished.",
      "8": "Remember the Sabbath day by setting it apart as holy.",
      "9": "Six days you are to serve and do all your regular work,",
      "10": "but the seventh day shall be a sabbath rest to the Lord your God. Do not do any regular work, neither you, nor your sons or daughters, nor your male or female servants, nor your cattle, nor the alien who is residing inside your gates,",
      "11": "for in six days the Lord made the heavens and the earth, the sea, and everything that is in them, but he rested on the seventh day. In this way the Lord blessed the seventh day and made it holy.",
      "12": "Honor your father and your mother so that you may spend many days on the land that the Lord your God is giving to you.",
      "13": "You shall not commit murder.",
      "14": "You shall not commit adultery.",
      "15": "You shall not steal.",
      "16": "You shall not give false testimony against your neighbor.",
      "17": "You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, his male servant, his female servant, his ox, his donkey, or anything else that belongs to your neighbor.",
      "18": "All the people saw and heard the thunder and the lightning and the sound of the ram’s horn and the mountain smoking. The people saw, and they trembled and stood far away.",
      "19": "Then they said to Moses, “Speak with us yourself, and we will listen, but do not let God speak with us, or we will die.”",
      "20": "Moses said to the people, “Do not be afraid, for God has come to test you, so that you may always fear him, so that you do not sin.”",
      "21": "The people stayed at a distance, but Moses approached the thick darkness where God was.",
      "22": "Then the Lord told Moses to tell the people of Israel the following things:\nYou yourselves have seen that I have talked with you from heaven.",
      "23": "You shall not make gods of silver or gods of gold and place them beside me. You shall not make them for yourselves.",
      "24": "You are to make an altar of earth for me and to sacrifice your whole burnt offerings on it, as well as your fellowship offerings, your sheep, and your cattle. In every place where I cause my name to be remembered, I will come to you and I will bless you.",
      "25": "If you make a stone altar for me, you are not to build it out of cut stones, because by applying a tool to it you would pollute it.",
      "26": "You are not to go up to my altar by steps, so that your nakedness will not be uncovered upon it."
    },
    "21": {
      "1": "Now these are the ordinances which you are to set before them:",
      "2": "If you purchase a Hebrew servant, he is to serve for six years, but in the seventh he may go free without paying anything.",
      "3": "If he comes in by himself, he will go out by himself. If he is married when he comes in, then his wife will go out with him.",
      "4": "If his master gives him a wife and she bears him sons or daughters, the wife and her children will belong to her master, and the servant will go out by himself.",
      "5": "But if the servant formally declares, “I love my master, my wife, and my children. I do not want to go out free,”",
      "6": "then his master shall bring him to the judges. His master shall bring him to the door or to the doorpost, and he shall bore through his ear with an awl. Then he shall serve him for the rest of his life.",
      "7": "If a man sells his daughter to be a female servant, she may not be sent out of the household as the male servants may be.",
      "8": "If she does not please her master who has married her, then he must let her be redeemed. He has no right to sell her to a foreign people, since he has not kept his commitment to her.",
      "9": "If he marries her to his son, he must deal with her as he would deal with a daughter.",
      "10": "If he takes a second wife for himself, he must not diminish the food, the clothing, or the marital rights of the first wife.",
      "11": "If he does not do these three things for her, she may go free without paying any money.",
      "12": "Anyone who strikes a man so that he dies must certainly be put to death.",
      "13": "However, if this was not done intentionally but rather was an act of God, for that kind of case I will appoint a place among you to which that man can flee.",
      "14": "But if a man plots and kills his neighbor deliberately, you shall take him from my altar, so that he may be put to death.",
      "15": "Anyone who strikes his father or his mother must certainly be put to death.",
      "16": "If anyone kidnaps someone and sells him, or if the kidnapped person is found in his possession, the kidnapper must certainly be put to death.",
      "17": "Anyone who curses his father or his mother must certainly be put to death.",
      "18": "If men quarrel and one strikes the other with a stone or with his fist, and the victim does not die but is confined to bed—",
      "19": "if the victim gets up and can walk around outside with his staff, then the one who struck him shall not be punished, but he must pay for the victim’s lost work time while he is recuperating, until he is completely healed.",
      "20": "If a man strikes his male or his female servant with a club, and the servant dies at his hand, he must certainly be punished.",
      "21": "However, if the servant gets up after a day or two, the man shall not be punished, for the servant was his property.",
      "22": "If men are fighting and they injure a pregnant woman so that the child comes out, yet no harm follows, they must certainly be fined as much as the woman’s husband demands and the judges approve.",
      "23": "But if any harm follows, then you are to take life for life,",
      "24": "eye for eye, tooth for tooth, hand for hand, foot for foot,",
      "25": "burn for burn, wound for wound, and bruise for bruise.",
      "26": "If a man strikes his male or female servant’s eye and destroys it, he must let the servant go free as payment for the eye.",
      "27": "If he knocks out his male or female servant’s tooth, he must let the servant go free as payment for the tooth.",
      "28": "If an ox gores a man or a woman to death, the ox must be stoned to death, and its flesh must not be eaten, but the owner of the ox will not be held responsible.",
      "29": "If the ox, however, had a habit of goring in the past, and its owner had been warned, but he did not keep it confined, and it then kills a man or a woman, the ox shall be stoned, and its owner shall also be put to death.",
      "30": "But if a redemption payment is imposed on the owner instead of the death penalty, he must pay whatever is imposed on him to save his life.",
      "31": "This is also the ruling that applies to him if the ox has gored someone’s son or daughter.",
      "32": "But if the ox gores a male servant or a female servant, thirty shekels of silver shall be given to the servant’s owner, and the ox is to be stoned to death.",
      "33": "If a man uncovers a cistern, or if a man digs a cistern and does not cover it, and an ox or a donkey falls into it,",
      "34": "the owner of the cistern shall pay for the loss in full. He shall give money to the owner of the animal, and the dead animal shall be his.",
      "35": "If one man’s ox injures his neighbor’s ox, so that it dies, they shall sell the live ox and divide the money they got for it, and they shall also divide the dead animal.",
      "36": "But if it was known that the ox was in the habit of goring in the past, and its owner has not kept it confined, he must pay ox for ox, and the dead animal will be his."
    },
    "22": {
      "1": "If a man steals an ox or a sheep and butchers it or sells it, he shall pay five oxen for an ox and four sheep for a sheep.",
      "2": "If a thief is caught breaking in and is struck so that he dies, the one who kills him shall not be guilty of bloodshed.",
      "3": "But if this takes place after sunrise, the one who kills him shall be guilty of bloodshed.\nA thief shall make restitution. If he has nothing, then he shall be sold for his theft.",
      "4": "If the stolen animal found in his possession is alive, whether it is an ox, donkey, or sheep, he shall repay double.",
      "5": "If a man is grazing livestock in a field or a vineyard, and he lets his animals run loose and they graze in another man’s field, ⎣he shall make restitution from his own field on the basis of the produce that was eaten, but if they have grazed over the whole field,⎦ he shall make restitution from the best of his own field and from the best of his own vineyard.",
      "6": "If a fire gets out of control and spreads through the thorn bushes so that someone else’s shocks of grain, standing grain, or grain field are consumed, the one who lit the fire must certainly make restitution.",
      "7": "If a man entrusts money or other items to his neighbor for safekeeping, and they are stolen out of that man’s house, if the thief is found, he shall repay double.",
      "8": "If the thief is not found, then the owner of the house shall appear before the judges to find out whether he has laid his hands on his neighbor’s goods.",
      "9": "In every such offense, whether it involves an ox, a donkey, a sheep, clothing, or any other kind of lost property about which someone claims, “This is mine,” the claims of both parties shall be presented before the judges. Whichever party the judges find guilty shall repay double to his neighbor.",
      "10": "If a man entrusts a donkey, an ox, a sheep, or any animal to his neighbor for safekeeping, and it dies or is injured or is driven off, and no one sees what happened,",
      "11": "to settle the matter between them, the man who received the property must make an oath to the Lord that he has not laid his hands on his neighbor’s goods. Its owner must accept the oath, and the man who received the property shall not be required to make restitution.",
      "12": "But if, in fact, it was stolen while in his custody, he shall make restitution to its owner.",
      "13": "If it was torn in pieces by animals, let him bring it for evidence. He is not required to make good that which was torn.",
      "14": "If a man borrows anything from his neighbor, and it is injured or dies while its owner is not with it, the borrower must certainly make restitution.",
      "15": "If its owner is with it, the borrower will not be required to make restitution. If it was rented, the rent covers the loss.",
      "16": "If a man seduces a virgin who is not pledged in marriage and lies down with her, he must pay a bride price for her to be his wife.",
      "17": "If her father flatly refuses to give her to him, the offender still must weigh out silver equivalent to the bride price for virgins.",
      "18": "You shall not allow a sorceress to live.",
      "19": "Whoever lies down with an animal shall certainly be put to death.",
      "20": "Whoever sacrifices to any god, except to the Lord alone, shall be devoted to destruction.",
      "21": "You shall not wrong a resident alien or oppress him, for you were aliens in the land of Egypt.",
      "22": "You shall not take advantage of any widow or fatherless child.",
      "23": "If you take advantage of them in any way, and they make even the faintest cry to me, I will surely hear their cry,",
      "24": "and my anger will burn, and I will kill you with the sword, and your wives will be widows, and your children fatherless.",
      "25": "If you lend money to anyone among my people who is poor, you must not act like a moneylender. You must not charge him interest.",
      "26": "If you take your neighbor’s outer garment as collateral, you must restore it to him before the sun goes down,",
      "27": "for his garment is the only cover he has for his skin. What would he sleep in? Be assured that when he cries to me, I will hear, for I am gracious.",
      "28": "You shall not malign the judges, nor curse a ruler of your people.",
      "29": "You shall not delay bringing offerings from your abundant harvest and from your overflowing wine vats.\nYou shall present the firstborn of your sons to me.",
      "30": "You shall do the same with your cattle and with your sheep. For seven days a newborn animal shall be with its mother. Then on the eighth day you shall present it to me.",
      "31": "You are to be men set apart as holy for me. So you shall not eat any flesh that is torn by wild animals. You shall cast it to the dogs."
    },
    "23": {
      "1": "You shall not spread a false report. Do not join hands with the wicked to be a malicious witness.",
      "2": "You shall not follow a crowd to do evil. Do not go along with the crowd by testifying in court to pervert justice.",
      "3": "You shall not show favoritism to a poor man in his lawsuit.",
      "4": "If you come upon your enemy’s ox or his donkey going astray, you certainly must bring it back to him again.",
      "5": "If you see that the donkey of someone who hates you has fallen down under its load, do not pass him by. You certainly must help him with it.",
      "6": "You shall not deny justice to the poor people among you in their lawsuits.",
      "7": "Keep your distance from a false charge. Do not put those who are innocent and those who are righteous to death, for I will not acquit the wicked.",
      "8": "You shall not accept a bribe, for a bribe blinds those who have sight and distorts the words of the righteous.",
      "9": "You shall not oppress a resident alien, for you know how it feels to be an alien, because you were aliens in the land of Egypt.",
      "10": "For six years you shall sow your land and gather in its produce,",
      "11": "but during the seventh year you are to let it rest and lie fallow, so that the needy among your people may eat, and the animals in the fields can eat what they leave. You are to deal with your vineyard and with your olive grove in the same way.",
      "12": "Six days you shall do your work, and on the seventh day you shall rest, so that your ox and your donkey will have rest, and so that the son of your female servant and the resident alien will be refreshed.",
      "13": "Be careful to do all the things that I have said to you. Do not mention the name of other gods. Do not let their names come out of your mouth.",
      "14": "Three times a year you shall observe pilgrimage festivals for me:",
      "15": "You shall observe the Festival of Unleavened Bread. For seven days you shall eat bread without yeast, as I commanded you, at the appointed time in the month of Abib (for during that month you came out from Egypt). No one is to appear before me empty-handed.",
      "16": "Next observe the Festival of Reaping by presenting the first ripe produce of your labors, which you sow in the field.\nFinally, observe the Festival of Ingathering, at the end of the year, when you pick the fruits of your labors from the fields.",
      "17": "Three times a year all your males shall appear before the Lord God.",
      "18": "You shall not offer any bread made with yeast together with the blood of my sacrifices. None of the fat from my festival shall remain until morning.",
      "19": "The very first produce from your soil you shall bring into the house of the Lord your God.\nYou shall not boil a baby goat in its mother’s milk.",
      "20": "Look, I will send an angel before you to guard you on your way and to bring you into the place which I have prepared.",
      "21": "Pay attention to him. Listen to his voice. Do not provoke him, because he will not pardon your disobedience, for my Name is in him.",
      "22": "But if you carefully listen to his voice and carry out all that I speak, then I will be an enemy to your enemies and an adversary to your adversaries.",
      "23": "Yes, my Angel shall go ahead of you and bring you into the territory of the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites. Then I will cut them off.",
      "24": "You shall not bow down to their gods. Do not serve them or follow their practices, but you must completely overthrow them and demolish their sacred memorial stones.",
      "25": "You shall serve the Lord your God, and he will bless your bread and your water, and I will take sickness away from your midst.",
      "26": "No one will miscarry or be childless in your land. I will grant you the full number of your days.",
      "27": "I will send my terror before you, and I will spread confusion among all the people to whom you come, and I will make all your enemies turn their backs and flee from you.",
      "28": "I will send the hornet ahead of you. It will drive out the Hivites, the Canaanites, and the Hittites from your presence.",
      "29": "I will not drive them out from before you in a single year, or the land would become desolate, and the wild animals would become too numerous for you.",
      "30": "As you advance, I will drive them out little by little, until you have grown in number and taken possession of the land.",
      "31": "I will establish your border from the Red Sea all the way to the Mediterranean Sea, and from the Wilderness to the River. So I will deliver the inhabitants of the land into your hand, and you will drive them out before you.",
      "32": "You shall not make a treaty with them or with their gods.",
      "33": "They are not to dwell in your land, or they will make you sin against me, because if you serve their gods, this will surely be a trap for you."
    },
    "24": {
      "1": "Then the Lord said to Moses, “Come up to the Lord, you and Aaron, along with Nadab and Abihu and seventy of the elders of Israel, and worship me from a distance.",
      "2": "Only Moses is allowed to come near the Lord, but the others are not to come near, and the people are not to go up with him.”",
      "3": "Moses came and reported to the people all the words of the Lord and all the ordinances. Then all the people answered with one voice and said, “All the words which the Lord has spoken we will do.”",
      "4": "Moses wrote down all the words of the Lord.\nHe got up early in the morning and built an altar at the foot of the mountain. He set up twelve memorial stones for the twelve tribes of Israel.",
      "5": "He sent young Israelite men, who offered whole burnt offerings and sacrificed fellowship offerings of cattle to the Lord.",
      "6": "Moses took half of the blood and put it in bowls, and he splashed half of the blood on the altar.",
      "7": "He took the Book of the Covenant and read it out loud to the people and they said, “All that the Lord has spoken we will do. We will obey.”",
      "8": "Moses took the blood and splashed it on the people. He said, “Look, here is the blood of the covenant, which the Lord made with you by means of all these words.”",
      "9": "Then Moses, Aaron, Nadab, Abihu, and seventy of the elders of Israel went up.",
      "10": "They saw the God of Israel. Under his feet they saw what looked like a pavement of sapphire as clear as the sky.",
      "11": "The Lord did not lay his hand on the dignitaries of the people of Israel. They gazed at God, and they ate and drank.",
      "12": "The Lord said to Moses, “Come up to me on the mountain. Wait there, and I will give you the stone tablets with the law and the commands that I have written, so that you can teach them.”",
      "13": "Moses set out with his assistant Joshua and went up onto the mountain of God.",
      "14": "He said to the elders, “Wait here for us, until we come back to you. Look, here are Aaron and Hur. They will be with you. Whoever is involved in a dispute can go to them.”",
      "15": "Moses went up onto the mountain, and the cloud covered the mountain.",
      "16": "The Glory of the Lord settled on Mount Sinai, and the cloud covered the mountain for six days. On the seventh day the Lord called to Moses out of the middle of the cloud.",
      "17": "The appearance of the Glory of the Lord looked like a devouring fire on the top of the mountain in the sight of the people of Israel.",
      "18": "Moses entered into the middle of the cloud and climbed up the mountain. Moses was on the mountain forty days and forty nights."
    },
    "25": {
      "1": "The Lord spoke to Moses. He said,",
      "2": "“Speak to the people of Israel so that they gather a special offering for me. From everyone whose heart makes him willing you shall gather the offering for me.”",
      "3": "This is the offering which you are to gather from them: gold, silver, and bronze;",
      "4": "blue, purple, and scarlet material, fine linen; goats’ hair,",
      "5": "rams’ skins dyed red, and hides of sea cows; acacia wood,",
      "6": "olive oil for the Light, spices for the anointing oil and for the fragrant incense,",
      "7": "onyx stones, and stones to be mounted on the special vest and on the pouch.",
      "8": "They are to make a sanctuary for me, so that I may dwell among them.",
      "9": "You are to make it exactly according to the design for the Dwelling and the designs for all of its furniture which I will show you.",
      "10": "They shall make an ark of acacia wood. It is to be forty-five inches long, twenty-seven inches wide, and twenty-seven inches high.",
      "11": "Overlay it with pure gold. Overlay it on the inside and the outside, and make a gold border around it.",
      "12": "Cast four gold rings for it and place them next to its four feet. Two rings are for one side of it, and two rings for the other side.",
      "13": "Make poles of acacia wood and overlay them with gold.",
      "14": "Put the poles which are used to carry the ark into the rings on the sides of the ark.",
      "15": "The poles are to be placed into the rings on the ark. They are not to be removed from the rings.",
      "16": "Put the Testimony, which I am about to give to you, into the ark.",
      "17": "Make an atonement seat of pure gold, forty-five inches long and twenty-seven inches wide.",
      "18": "Make two cherubim of hammered gold. You are to make them for the two ends of the atonement seat.",
      "19": "Make one cherub for one end and one cherub for the other end. The cherubim on its two ends are to form one piece with the atonement seat.",
      "20": "The cherubim will spread their wings upward so that they cover the atonement seat with their wings, and they will face each other. The faces of the cherubim are to be looking inward toward the atonement seat.",
      "21": "Put the atonement seat on top of the ark, and put the Testimony, which I will give to you, into the ark.",
      "22": "There I will meet with you, and from above the atonement seat, from between the two cherubim that are on the Ark of the Testimony, I will communicate to you all the commands that I will give to you for the people of Israel.",
      "23": "You shall make a table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high.",
      "24": "Overlay it with pure gold and make a gold border around it.",
      "25": "Make a three-inch rim around it. Make a gold border for its rim all the way around it.",
      "26": "Make four gold rings for it and fasten the rings to the four corners, above the four legs of the table.",
      "27": "The rings shall be close to the border to hold the poles used to carry the table.",
      "28": "Make the poles of acacia wood and overlay them with gold, so that the table can be carried with them.",
      "29": "You are to make its dishes, its small bowls, its pitchers, and its larger bowls to pour out offerings. Make them of pure gold.",
      "30": "You are to set the Bread of the Presence on the table so that it is in front of me at all times.",
      "31": "You shall make a lampstand of pure gold. The lampstand is to be made of hammered metal. Its pedestal, its shaft, its cups, its buds, and its flowers are all to be formed as one piece with the lampstand.",
      "32": "There are to be six branches going out from its two sides: Three branches of the lampstand are to go out from one side, and three branches of the lampstand are to go out from the other side.",
      "33": "There are to be three cups shaped like almond blossoms with buds and flowers on the first branch, and three cups like almond blossoms with buds and flowers on the branch opposite it. All six branches going out from the lampstand are to be the same.",
      "34": "On the lampstand itself make four cups shaped like almond blossoms with buds and flowers.",
      "35": "The bud under one pair of branches is to form one piece with the lampstand, and the bud under the second pair of branches is to form one piece with the lampstand, and the bud under the third pair of branches is to form one piece with the lampstand—the same for all six branches going out of the lampstand.",
      "36": "Its buds and branches are to be made as one piece with it. All of it will be one hammered piece of pure gold.",
      "37": "You shall make seven lamps for it, and these lamps shall be lit to give light to the area in front of the lampstand.",
      "38": "Its wick trimmers and its pans are to be made of pure gold.",
      "39": "It is to be made of seventy-five pounds of pure gold with all these accessories.",
      "40": "See to it that you make them according to their design, which is being shown to you on the mountain."
    },
    "26": {
      "1": "The curtain that forms the dwelling itself you shall make with ten panels of fine woven linen, with blue, purple, and scarlet material. Decorate them with cherubim, which are to be the work of a skillful craftsman.",
      "2": "The length of each panel of the curtain is to be forty-two feet, and the width of each panel six feet. All the panels are to be the same size.",
      "3": "Five panels of the curtain are to be connected together into one panel, and the other five panels are to be connected together into one.",
      "4": "Attach blue loops to the edge of the last panel in the first set of curtains. In the same way attach loops to the edge of the last panel of the second set.",
      "5": "Make fifty loops for the edge of the first set of curtains, and make fifty loops for the edge of the second set of curtains. The loops are to be opposite one another.",
      "6": "Make fifty gold clasps, and connect the two sets of curtains to each other with the clasps, so that the dwelling becomes one connected piece.",
      "7": "You shall make panels for a curtain made from goats’ hair to serve as a tent over the dwelling. Make eleven panels.",
      "8": "The length of each panel is to be forty-five feet, and the width of each panel six feet. The eleven panels are to be the same size.",
      "9": "Connect five panels of the curtain into one unit, and connect six panels into another unit. Fold the sixth panel of the curtain over the front edge of the Tent.",
      "10": "Attach fifty loops to the edge of the last panel of one set of curtains, and fifty loops to the edge of the last panel in the second set.",
      "11": "Make fifty bronze clasps, and put the clasps into the loops to join the two pieces of the tent together, so that it forms one unit.",
      "12": "The excess part of the curtains that form the tent, which is left over, that is, the half curtain that is extra, is to hang down over the back of the Dwelling.",
      "13": "The eighteen inches left over on one side and the eighteen inches left over on the other side, all along the length of the tent coverings, are to be left hanging down over the sides of the Dwelling on either side to cover it.",
      "14": "You shall also make a covering for the tent made from rams’ skins dyed red and a covering made from hides of sea cows to go above that one.",
      "15": "You shall make upright boards of acacia wood to serve as a framework for the Dwelling.",
      "16": "The length of each board is to be fifteen feet, and the width of each board is to be twenty-seven inches.",
      "17": "There are to be two pegs on each board for connecting them to the next board. That is the way you are to make all the boards for the Dwelling.",
      "18": "Make these boards for the Dwelling:\nMake twenty boards for the south side.",
      "19": "Make forty socket bases of silver to be placed under the twenty boards—two sockets to go under the first board to hold its two pegs, and two sockets to go under the next board for its two pegs.",
      "20": "For the second side of the Dwelling, the north side, make twenty boards,",
      "21": "with forty socket bases of silver—two sockets to go under the first board, and two sockets to go under the next board.",
      "22": "For the far side of the Dwelling, the west side, make six boards.",
      "23": "Then make two boards for each of the back corners of the Dwelling.",
      "24": "For the two corners there are to be twin boards from the bottom to the top, but they are to be joined at the top by one ring—both cornerpieces are to be made like this.",
      "25": "Altogether there will be eight boards with silver socket bases, sixteen socket bases—two socket bases to go under each board.",
      "26": "You shall make crossbars of acacia wood—five crossbars for the boards on one side of the Dwelling,",
      "27": "five crossbars for the boards on the other side of the Dwelling, and five crossbars for the boards on the backside of the Dwelling on the west.",
      "28": "The middle bar, placed halfway up the boards, shall pass through from one end of the boards to the other end.",
      "29": "Overlay the boards with gold. Attach gold rings to them to hold the crossbars, and overlay the crossbars with gold.",
      "30": "You shall set up the Dwelling according to the design that is being shown to you on the mountain.",
      "31": "You shall make a special veil of blue, purple, and scarlet material and of fine woven linen, decorated with cherubim. It shall be made as the work of a skillful craftsman.",
      "32": "Hang it on four posts of acacia wood overlaid with gold, which stand on four socket bases of silver. The hooks are to be made of gold.",
      "33": "Hang up the veil below the spot where the clasps join the two parts of the dwelling. Then bring the Ark of the Testimony inside the veil. The veil shall separate the Holy Place from the Most Holy Place for you.",
      "34": "You shall put the atonement seat on top of the Ark of the Testimony in the Most Holy Place.",
      "35": "You shall set the table outside the veil, and the lampstand opposite the table on the south side of the Dwelling. You shall put the table on the north side.",
      "36": "You shall make a screen for the entry to the tent from blue, purple, and scarlet material and of fine woven linen, the work of an embroiderer.",
      "37": "Make five posts of acacia wood to support the screen, and overlay them with gold. Their hooks shall be gold, and you shall cast five bronze socket bases for them."
    },
    "27": {
      "1": "You shall make the altar of acacia wood, seven and a half feet long and seven and a half feet wide. The altar shall be square, and it shall be four and a half feet high.",
      "2": "You shall make horns on its four corners. These horns are to be made as one piece with the altar, and you are to overlay the altar with bronze.",
      "3": "Make pails to take away its fat-drenched ashes. Make shovels, basins, meat hooks, and fire pans for the altar. Make all its utensils of bronze.",
      "4": "Make a grate for it which is a latticework of bronze, and make four bronze rings for the four corners of the latticework grate.",
      "5": "Set the grate in place below the top edge of the altar, so that the grate rests halfway down from the top of the altar.",
      "6": "Make poles for the altar, poles of acacia wood, and overlay them with bronze.",
      "7": "These poles are to be put through the rings on the two sides of the altar whenever it is carried.",
      "8": "You are to make the altar hollow, with sides made of boards. They are to make it as it is being shown to you on the mountain.",
      "9": "You shall make the courtyard for the Dwelling.\nFor the south side of the courtyard there shall be hangings of fine woven linen, one hundred fifty feet long for that side.",
      "10": "There shall be twenty posts for it, and their twenty socket bases shall be bronze. The hooks for the posts and the connectors shall be silver.",
      "11": "In the same way, for the north side there shall be hangings one hundred fifty feet long, with twenty posts and twenty bronze socket bases. The hooks for the posts and their connectors shall be silver.",
      "12": "For the courtyard on the west side there shall be hangings seventy-five feet wide, with ten posts and ten socket bases.",
      "13": "The width of the courtyard on the east side shall be seventy-five feet.",
      "14": "The hangings on one side of the entry gate shall be twenty-two feet six inches wide with three posts and three socket bases.",
      "15": "For the other side there shall be hangings twenty-two feet six inches wide with three posts and three socket bases.",
      "16": "For the entryway into the courtyard there shall be a screen thirty feet wide, made of blue, purple, and scarlet material and of fine woven linen, the work of an embroiderer. Make four posts for it and four socket bases.",
      "17": "All the posts around the courtyard shall be connected with silver. Their hooks shall be silver, and their socket bases bronze.",
      "18": "The length of the courtyard shall be one hundred fifty feet, and the width seventy-five feet on both ends. The height of the hangings of fine woven linen shall be seven and a half feet. Its socket bases shall be bronze.",
      "19": "All the utensils for all the services of the Dwelling, all its tent stakes, and all the stakes for the courtyard shall be bronze.",
      "20": "You shall command the people of Israel to bring you pure oil from beaten olives for the Light so that the lamp may burn every night.",
      "21": "In the Tent of Meeting, in front of the veil which is in front of the Testimony, Aaron and his sons shall tend the lamp before the Lord from evening to morning. This shall be a permanent regulation throughout their generations for the people of Israel."
    },
    "28": {
      "1": "Bring Aaron your brother near to you from among the people of Israel, and his sons with him, so that he may minister to me in the priest’s office. Bring Aaron and Nadab, Abihu, Eleazar, and Ithamar, Aaron’s sons.",
      "2": "You shall make holy garments for Aaron your brother to give him honor and splendor.",
      "3": "Speak to all the skilled craftsmen, whom I have filled with the spirit of wisdom, so that they make Aaron’s garments to consecrate him, so that he may minister to me in the priest’s office.",
      "4": "These are the garments which they shall make: a chest pouch, a special vest, a robe, a specially woven tunic, a turban, and a sash. They shall make holy garments for Aaron your brother and for his sons, so that he may minister to me in the priest’s office.",
      "5": "The craftsmen shall use the gold, and the blue, purple, and scarlet material, and the fine linen.",
      "6": "They shall make the special vest of gold and of blue, purple, and scarlet material and of fine woven linen, the work of a skillful craftsman.",
      "7": "It is to have two shoulder straps, one on each side, so that the vest can be fastened together.",
      "8": "The decorated band, which is attached to the vest, is to be just like it: made of gold, and of blue, purple, and scarlet material and of fine woven linen.",
      "9": "Take two onyx stones and engrave the names of the sons of Israel on them—",
      "10": "six of their names on one stone and the names of the other six on the other stone, in the order of their birth.",
      "11": "Engrave the two stones with the names of the sons of Israel, in the same way that a gem cutter engraves a seal. Mount them in settings of gold.",
      "12": "Put the two stones on the shoulder straps of the vest to be memorial stones for the people of Israel. Aaron shall bear their names on his two shoulders as a memorial before the Lord.",
      "13": "Make settings of gold",
      "14": "and two chains of pure gold. Make them like braided cords, and attach the braided chains to the settings.",
      "15": "You shall make a chest pouch to be used for making decisions, the work of a skillful craftsman. You shall make it with the same workmanship as the vest. Make it from gold and from blue, purple, and scarlet material and from fine woven linen.",
      "16": "It is to be square when it is folded, nine inches by nine inches.",
      "17": "You shall arrange settings for precious stones on it, four rows of stones: The first row is to be carnelian, diamond, and jacinth;",
      "18": "the second row agate, sapphire, and emerald;",
      "19": "the third row beryl, jasper, and ruby;",
      "20": "and the fourth row topaz, onyx, and turquoise. They are to be mounted in gold settings.",
      "21": "There are to be twelve stones corresponding to the names of the sons of Israel. Each one shall be like an engraved seal, each with the name of one of the twelve tribes.",
      "22": "You shall make braided chains of pure gold as cords for the pouch.",
      "23": "Make two gold rings for the pouch, and attach the two rings to the top corners of the pouch.",
      "24": "Put the two braided chains of gold into the two rings at the top corners of the pouch.",
      "25": "Attach the other ends of the two braided chains to the two settings, and then attach them to the shoulder straps on the front of the vest.",
      "26": "Make two rings of gold, and put them on the two lower corners of the pouch, on its inside edge, which is toward the vest.",
      "27": "Make two more gold rings, and attach them to the two shoulder straps of the vest in the front, close to the bottom where it is joined to the band of the vest.",
      "28": "Tie the rings on the pouch to the rings on the vest with a blue cord, so that the pouch is right next to the band of the vest, so that the pouch does not swing out from the vest.",
      "29": "Whenever he goes into the Holy Place, Aaron shall wear the pouch for making decisions, which bears the names of the sons of Israel, over his heart as a constant memorial before the Lord.",
      "30": "You shall put the Urim and the Thummim into the pouch for making decisions, and they shall be over Aaron’s heart whenever he goes before the Lord. Aaron shall bear the means of making decisions for the people of Israel on his heart before the Lord continually.",
      "31": "You shall make the robe that is to be worn under the vest. It is to be all blue.",
      "32": "It is to have an opening in the middle of the top of it for the head. It is to have a woven binding around the opening, like the opening of a collar, to prevent it from tearing.",
      "33": "To be placed around its hem you shall make pomegranates of blue, purple, and scarlet material. Alternate them with gold bells",
      "34": "(a gold bell, then a pomegranate, a gold bell, then a pomegranate), all around the hem of the robe.",
      "35": "The robe shall be on Aaron when he ministers, and its sound will be heard when he goes into the Holy Place before the Lord and when he comes out, so that he will not die.",
      "36": "You shall make a medallion of pure gold and engrave on it (like the engravings on a seal): Holy to the Lord.",
      "37": "You shall attach it to a blue cord to fasten it to the turban. It is to be placed on the front of the turban.",
      "38": "It shall be on Aaron’s forehead, and Aaron will bear any guilt in regard to the holy things, which the people of Israel consecrate as their holy gifts. The medallion shall always be on his forehead, so that the offerings may be accepted in the presence of the Lord.",
      "39": "You shall weave the tunic of fine linen, and you shall make a turban of fine linen, and you shall make a sash, the work of an embroiderer.",
      "40": "You shall make tunics for Aaron’s sons, and you shall make sashes for them, and you shall make small pointed turbans for them, to give them honor and splendor.",
      "41": "Put them on your brother Aaron and on his sons along with him, anoint them, and ordain them for their work and consecrate them, so that they may minister to me in the priest’s office.",
      "42": "Make linen pants for them to cover their naked flesh. The pants shall reach from the waist to the thighs.",
      "43": "They are to be worn by Aaron and his sons whenever they go into the Tent of Meeting, or whenever they come near the altar to minister in the Holy Place, so that they do not incur guilt and die. This shall be a permanent regulation for him and for his descendants after him."
    },
    "29": {
      "1": "This is what you shall do to them to set them apart as holy, so that they can minister to me in the priest’s office:\nTake one young bull and two rams without defect,",
      "2": "unleavened bread, unleavened rolls mixed with oil, and unleavened wafers anointed with oil. Make them from fine wheat flour.",
      "3": "Put them into one basket and bring them in the basket when you bring the bull and the two rams.",
      "4": "Bring Aaron and his sons to the entrance of the Tent of Meeting and wash them with water.",
      "5": "Take the garments and put them on Aaron: the tunic, the robe to be worn under the vest, the vest, and the pouch. Clothe him with the sash of the vest.",
      "6": "Set the turban on his head and put the holy crest on the turban.",
      "7": "Then take the anointing oil and pour it on his head to anoint him.",
      "8": "You shall bring his sons and put tunics on them.",
      "9": "Clothe them with sashes—Aaron and his sons—and bind small pointed turbans on them. Then they shall possess the priesthood by means of a perpetual regulation. You shall ordain Aaron and his sons for their work.",
      "10": "Bring the bull in front of the Tent of Meeting. Then Aaron and his sons shall lay their hands on the head of the bull.",
      "11": "Slaughter the bull in the presence of the Lord at the entrance of the Tent of Meeting.",
      "12": "Take some of the bull’s blood and put it on the horns of the altar with your finger, and pour out all the rest of the blood at the base of the altar.",
      "13": "Take all the fat that covers the internal organs, the lobe of the liver, the two kidneys with the fat that is on them, and burn them on the altar.",
      "14": "But the meat of the bull, its hide, and its intestines and their contents, you shall burn with fire outside of the camp. This is a sin offering.",
      "15": "Then take the first ram. Aaron and his sons shall lay their hands on the head of the ram.",
      "16": "Slaughter the ram, and take its blood and splash it all around on the altar.",
      "17": "You shall cut the ram into pieces, wash its internal organs and its legs, and put them with the other pieces and with its head.",
      "18": "You shall burn the whole ram on the altar. This is a whole burnt offering to the Lord. It is a pleasant aroma, an offering made by fire to the Lord.",
      "19": "Then take the other ram. Aaron and his sons shall lay their hands on the head of the ram.",
      "20": "Then you shall slaughter the ram. Take some of its blood and put it on the tip of Aaron’s right ear, on the tip of the right ear of his sons, on the thumb of their right hand, and on the big toe of their right foot, and splash the blood all around on the altar.",
      "21": "Take some of the blood that is on the altar and some of the anointing oil and spatter it on Aaron and on his garments and on his sons and on the garments of his sons, who are with him. So he and his garments and his sons and his sons’ garments shall be consecrated.",
      "22": "From this ram take the fat, the fat tail, the fat that covers the internal organs, the lobe of the liver, the two kidneys with the fat that is on them, and the right thigh (for this is a ram for the dedication),",
      "23": "and one loaf of bread, one roll made with oil, and one wafer out of the basket of unleavened bread that is before the Lord.",
      "24": "You shall put all of this in Aaron’s hands and in his sons’ hands, and you shall wave them as a wave offering before the Lord.",
      "25": "Then you shall take them from their hands and burn them on the altar for the burnt offering as a pleasant aroma before the Lord. This is an offering made by fire to the Lord.",
      "26": "Take the breast from Aaron’s ram of ordination and wave it as a wave offering before the Lord, and it shall be your portion of the sacrifice.",
      "27": "Consecrate the breast of the wave offering and the thigh of the elevated offering, which are waved and lifted up, from the ram of ordination. They are for Aaron and for his sons.",
      "28": "It shall belong to Aaron and his sons perpetually as their portion of the offering from the people of Israel, because it is an elevated offering. It shall be an elevated offering from the people of Israel from their sacrifices, from their fellowship offerings, that is, their elevated offering to the Lord.",
      "29": "The holy garments of Aaron shall belong to his descendants after him, so they are to wear them while they are being anointed and ordained for their work.",
      "30": "The son who is to be high priest in Aaron’s place shall put them on for seven days when he comes into the Tent of Meeting to minister in the Holy Place.",
      "31": "Take the ram of ordination and boil its meat in a holy place.",
      "32": "Aaron and his sons shall eat the meat of the ram and the bread that is in the basket at the entrance of the Tent of Meeting.",
      "33": "They shall eat those things with which atonement was made at their ordination and consecration, but a non-priest shall not eat them, because they are holy.",
      "34": "If any of the meat or the bread from the ordination remains until the next morning, you shall burn the remainder with fire. It must not be eaten, because it is holy.",
      "35": "This is what you shall do to Aaron and to his sons, exactly as I have commanded you. You shall ordain them for seven days.",
      "36": "Every day you shall offer a bull as a sin offering for atonement, and you shall purify the altar when you make atonement for it, and you shall anoint it to make it holy.",
      "37": "For seven days you shall make atonement for the altar to make it holy. The altar shall be most holy. Whatever touches the altar shall become holy.",
      "38": "Now this is what you shall offer on the altar regularly, every day: two lambs a year old.",
      "39": "The first lamb you shall offer in the morning, and the other lamb you shall offer at twilight.",
      "40": "With the first lamb offer two quarts of fine flour mixed with a quart of beaten olive oil, and a quart of wine for a drink offering.",
      "41": "The other lamb you shall offer at twilight, and you shall offer with it the same grain offering and the same drink offering as in the morning, for a pleasant aroma, an offering made by fire to the Lord.",
      "42": "It shall be presented as a regular burnt offering throughout your generations at the entrance of the Tent of Meeting before the Lord. There I will meet with you to speak to you.",
      "43": "There I will meet with the people of Israel, and the place will be made holy by my glory.",
      "44": "I will consecrate the Tent of Meeting and the altar. I will also consecrate Aaron and his sons to minister to me in the priest’s office.",
      "45": "I will dwell among the people of Israel and I will be their God.",
      "46": "They will know that I am the Lord their God, who brought them out of the land of Egypt, so that I may dwell among them. I am the Lord their God."
    },
    "30": {
      "1": "You shall make an altar on which to burn incense. Make it of acacia wood.",
      "2": "It is to be eighteen inches long and eighteen inches wide. It is to be square, and three feet high. Its horns are to be one piece with it.",
      "3": "Overlay it with pure gold—its top, all its sides, and its horns. Make a gold border around it.",
      "4": "Make two gold rings to place under its border. Make them for each of its two opposite sides. They will serve as holders for poles with which to carry it.",
      "5": "Make the poles of acacia wood, and overlay them with gold.",
      "6": "Put the altar in front of the veil that hides the Ark of the Testimony, in front of the atonement seat that is above the Testimony, where I will meet with you.",
      "7": "Aaron shall burn incense made of fragrant spices on it every morning. When he tends the lamps, he shall burn the incense.",
      "8": "When Aaron lights the lamps at twilight, he shall burn it as the regular incense before the Lord throughout your generations.",
      "9": "You shall offer no other incense on it, no burnt offering, and no grain offering, and you shall pour no drink offering on it.",
      "10": "Aaron shall make atonement on its horns once a year. With the blood of the sin offering for atonement, once a year he shall make atonement for it throughout your generations. It is most holy to the Lord.",
      "11": "The Lord spoke to Moses. He said,",
      "12": "“When you count the men of Israel to register them, each man shall give to the Lord a redemption price for his life as you register him, so that there is no plague among them as you register them.",
      "13": "Each one shall give this redemption as he passes over to the group which has already been registered—half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel for an offering to the Lord.",
      "14": "Everyone who passes over to the group that has already been registered, those twenty years old and older, shall give the special elevated offering to the Lord.",
      "15": "The rich shall not give more, and the poor shall not give less than the half shekel when you give the elevated offering for the Lord to redeem your lives.",
      "16": "You shall take the redemption money from the people of Israel, and you shall designate it for the work of the Tent of Meeting so that it may be a memorial for the people of Israel before the Lord, to redeem your lives.”",
      "17": "The Lord spoke to Moses. He said,",
      "18": "“You shall also make a large bronze basin in which to wash. Its pedestal shall also be bronze. Put it between the Tent of Meeting and the altar, and put water in it.",
      "19": "Aaron and his sons shall wash their hands and their feet with water from it.",
      "20": "When they go into the Tent of Meeting, they must wash with water so that they will not die. They shall wash whenever they come near the altar to minister, to burn an offering made by fire to the Lord.",
      "21": "They shall wash their hands and their feet so that they do not die. This shall be a permanent regulation for them, for Aaron and for his descendants throughout their generations.”",
      "22": "The Lord spoke to Moses again. He said,",
      "23": "“Take fine spices: twelve and a half pounds of liquid myrrh, half as much (six and a quarter pounds) of fragrant cinnamon, six and a quarter pounds of fragrant cane,",
      "24": "twelve and a half pounds of cassia (weighed by the shekel of the sanctuary), and one gallon of olive oil.",
      "25": "Make it into a holy anointing oil, a perfume mixed with the skill of a perfume maker. It will be a holy anointing oil.",
      "26": "Use it to anoint the Tent of Meeting, the Ark of the Testimony,",
      "27": "the table and all its utensils, the lampstand and its utensils, the altar for incense,",
      "28": "the altar for burnt offering with all its utensils, and the basin with its pedestal.",
      "29": "You shall consecrate them so that they may be most holy. Whatever touches them will be holy.",
      "30": "You shall anoint Aaron and his sons and set them apart, so that they may minister to me in the priest’s office.",
      "31": "Speak to the people of Israel. Tell them, ‘This shall be a holy anointing oil for me throughout your generations.",
      "32": "Do not pour it on the flesh of anyone who is not a priest. Do not make any other perfume like it with the same ingredients. It is holy. It shall be holy to you.",
      "33": "Whoever mixes any perfume like it or whoever puts any of it on anyone who is not a priest shall be cut off from his people.’”",
      "34": "The Lord said to Moses, “Take fragrant spices, gum resin, shechelet, and helbanum, fragrant spices with pure frankincense. Use an equal weight of each ingredient,",
      "35": "and make incense from it, a blend made with the skill of a perfume maker, seasoned with salt, pure and holy.",
      "36": "Grind some of it very fine, and put some of it in front of the Testimony in the Tent of Meeting where I will make myself known to you. It shall be most holy to you.",
      "37": "When you make incense for yourselves, you shall not make any with this recipe. You shall regard it as holy to the Lord.",
      "38": "Whoever makes any fragrance like that for himself shall be cut off from his people.”"
    },
    "31": {
      "1": "The Lord spoke to Moses:",
      "2": "“Look, here is Bezalel, the son of Uri, the son of Hur, from the tribe of Judah. I have called him by name.",
      "3": "I have filled him with the Spirit of God, with wisdom, understanding, and knowledge, and with skill in all kinds of crafts.",
      "4": "He has the ability to create designs. He works with gold, silver, and bronze.",
      "5": "He is able to cut and engrave precious stones and mount them. He can also carve wood. He works skillfully in all kinds of crafts.",
      "6": "“Not only that, but I have also appointed Oholiab son of Ahisamak, from the tribe of Dan, to work with him. I have put wisdom into the heart of all the skilled craftsmen, so that they may make everything that I have commanded you:",
      "7": "the Tent of Meeting, the Ark of the Testimony, the atonement seat that is on it, all the furnishings for the tent,",
      "8": "the table and its vessels and accessories, the pure gold lampstand with all its utensils, the altar for incense,",
      "9": "the altar for burnt offerings with all its utensils, the basin and its pedestal,",
      "10": "the finely woven garments (the holy garments for Aaron the priest), the garments for his sons to minister in the priest’s office,",
      "11": "the anointing oil, and the incense made of fragrant spices for the Holy Place. The skilled craftsmen shall do everything just as I commanded.”",
      "12": "The Lord spoke to Moses. He said,",
      "13": "“Speak to the people of Israel. Tell them, ‘You must observe my Sabbaths diligently, because the Sabbath is a sign between me and you throughout your generations, so that you may know that I am the Lord, who sets you apart as holy.",
      "14": "So you shall observe the Sabbath, for it is holy to you. Everyone who profanes it must certainly be put to death, for if anyone does any work on the Sabbath, his life shall be cut off from among his people.",
      "15": "On six days work may be done, but the seventh day is a sabbath of complete rest, holy to the Lord. Whoever does any work on the Sabbath day must certainly be put to death.",
      "16": "Therefore the people of Israel shall observe the Sabbath by keeping the Sabbath throughout their generations as a perpetual covenant.",
      "17": "It is a permanent sign between me and the people of Israel, for in six days the Lord made heaven and earth, and on the seventh day he rested and was refreshed.’”",
      "18": "When the Lord had finished speaking with Moses on Mount Sinai, he gave him the two tablets of the Testimony, stone tablets, written with God’s finger."
    },
    "32": {
      "1": "When the people saw that it took so long for Moses to come down from the mountain, the people gathered around Aaron and said to him, “Get up, make a god for us, who will go before us, because this Moses, the man who brought us up out of the land of Egypt—we do not know what has become of him.”",
      "2": "Aaron said to them, “Pull off the gold earrings from your wives and sons and daughters and bring them to me.”",
      "3": "All the people pulled off their gold earrings and brought them to Aaron.",
      "4": "He took what they handed him and shaped it with an engraving tool and made it into a bull calf cast out of metal. Then they said, “This is your god, Israel, which brought you up out of the land of Egypt.”",
      "5": "When Aaron saw this, he built an altar in front of it, and Aaron made a proclamation. He said, “Tomorrow shall be a festival to the Lord.”",
      "6": "They got up early the next day and offered burnt offerings and brought fellowship offerings. Then the people sat down to eat and to drink and got up to celebrate wildly.",
      "7": "The Lord spoke to Moses: “Hurry down, because your people, whom you brought up out of the land of Egypt, have corrupted themselves!",
      "8": "They have quickly turned from the way which I commanded them. They have made a calf for themselves out of metal and have worshipped it. They have sacrificed to it and said, ‘This is your god, Israel, which brought you up out of the land of Egypt.’”",
      "9": "The Lord said to Moses, “I have seen these people, and they certainly are a stiff-necked people.",
      "10": "So now leave me alone, so that my anger can burn hot against them, so that I may consume them and make you into a great nation.”",
      "11": "Moses begged the Lord his God and said, “O Lord, why does your anger burn against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand?",
      "12": "Why should the Egyptians say, ‘He brought them out for an evil purpose, to kill them in the mountains and to consume them from the face of the earth’? Turn back from your fierce anger and change your mind about inflicting disaster on your people.",
      "13": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self. You said to them, ‘I will multiply your seed like the stars of the sky, and I will give all this land that I have spoken about to your seed, and they shall inherit it forever.’”",
      "14": "Then the Lord changed his mind about the disaster which he said he would inflict on his people.",
      "15": "Moses turned and went down the mountain, with the two tablets of the Testimony in his hand—tablets that were written on both sides, written on one side and on the other.",
      "16": "The tablets were the work of God, and the writing was the writing of God, engraved on the tablets.",
      "17": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is the noise of war in the camp.”",
      "18": "Moses said, “It is not the sound of people who shout for victory; neither is it the sound of people who cry because of defeat. But I do hear the sound of people who are celebrating.”",
      "19": "As soon as Moses came near the camp, he saw the calf and the dancing, and Moses’ anger burned. So he threw the tablets out of his hands and broke them at the foot of the mountain.",
      "20": "He took the calf that they had made, burned it with fire, ground it to powder, and scattered it on the water. Then he made the people of Israel drink it.",
      "21": "Moses said to Aaron, “What did these people do to you, that you have brought such a great sin on them?”",
      "22": "Aaron said, “Do not let the anger of my lord burn. You know these people. They are set on evil,",
      "23": "so they said to me, ‘Make a god for us, who will go ahead of us, because this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.’",
      "24": "So I said to them, ‘Whoever has any gold, pull it off.’ So they gave it to me. I threw it into the fire and out came this calf.”",
      "25": "When Moses saw that the people were out of control (for Aaron had let them get so out of control that they were disgraced among their enemies),",
      "26": "Moses stood in the gate of the camp and said, “Whoever is on the Lord’s side, come to me!”\nAll the descendants of Levi gathered themselves together to Moses.",
      "27": "He said to them, “This is what the Lord, the God of Israel, says, ‘Every man is to strap his sword on his thigh and go back and forth throughout the camp, from one gate of the camp to the other, and every man is to kill his brother, and every man his friend, and every man his neighbor.’”",
      "28": "The Levites did what Moses said, and that day about three thousand men from among the people fell.",
      "29": "Moses said, “Begin your service of the Lord today. Yes, because every man among you took a stand against his son and against his brother, the Lord is bestowing a blessing on you today.”",
      "30": "On the next day Moses said to the people, “You have committed a very serious sin. Now I will go up to the Lord. Perhaps I can gain atonement for your sin.”",
      "31": "Moses returned to the Lord and said, “Yes, this people has committed a very serious sin: They have made a god of gold for themselves.",
      "32": "Yet now, if you will, please forgive their sin—and if not, please erase me from your book, which you have written.”",
      "33": "The Lord said to Moses, “Whoever has sinned against me is the one I will erase from my book.",
      "34": "Now go, lead the people to the place about which I have spoken to you. Look, my Angel shall go ahead of you. Nevertheless, when the right day comes for me to punish, I will punish them for their sin.”",
      "35": "The Lord struck the people with a plague, because of what they had done with the calf that Aaron made."
    },
    "33": {
      "1": "The Lord spoke to Moses: “Depart. Go up from here, you and the people that you have brought up out of the land of Egypt. Go up to the land about which I swore to Abraham, to Isaac, and to Jacob: ‘I will give it to your seed.’",
      "2": "I will send an angel before you, and I will drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites.",
      "3": "Go up to a land flowing with milk and honey. But I myself will not go up among you, because you are a stiff-necked people, and I would consume you on the way.”",
      "4": "When the people heard this bad news, they mourned, and none of them put on their jewelry,",
      "5": "for the Lord had said to Moses, “Tell the people of Israel, ‘You are a stiff-necked people. If I were to go up among you for one moment, I would consume you. Therefore now take off your jewelry, while I determine what to do to you.’”",
      "6": "So the people of Israel stripped themselves of their jewelry at Mount Horeb.",
      "7": "So Moses took a tent and set it up outside the camp, far away from the camp, and he called it the Tent of Meeting. Everyone who was seeking an answer from the Lord would go out to the Tent of Meeting, which was outside the camp.",
      "8": "Whenever Moses went out to the tent, all the people got up and stood at their tent doors and watched Moses, until he had gone into the tent.",
      "9": "Whenever Moses entered the tent, the pillar of cloud would come down and stand at the door of the tent, and the Lord would speak with Moses.",
      "10": "All the people saw the pillar of cloud standing at the door of the tent, and all the people would rise up and worship, all of them at their own tent door.",
      "11": "The Lord spoke to Moses face-to-face, as a man speaks to his friend. Moses would return again into the camp, but his assistant Joshua son of Nun, a young man, did not leave the tent.",
      "12": "Moses said to the Lord, “Look, you yourself have been telling me, ‘Lead this people up,’ but you have not let me know whom you will send with me. Yet you have said, ‘I know you by name, and you have also found favor in my sight.’",
      "13": "So now if I have found favor in your sight, please show me your ways, so that I may know you, so that I may find favor in your sight. Consider that this nation is your people.”",
      "14": "The Lord said, “My Presence will go with you, and I will give you rest.”",
      "15": "Moses said to him, “If your Presence is not going to go with me, do not send us up from here.",
      "16": "After all, how would people know that I have found favor in your sight, I and your people? Isn’t it in this way: that you go with us, so that we are distinguished, I and your people, from all the people who are on the face of the earth?”",
      "17": "The Lord said to Moses, “I will also do this thing that you have said, for you have found favor in my sight, and I know you by name.”",
      "18": "Then Moses said, “Please show me your glory.”",
      "19": "The Lord said, “I will make all my goodness pass in front of you, and I will proclaim the name of the Lord in your presence. I will be gracious to whom I will be gracious, and I will show mercy to whom I will show mercy.”",
      "20": "He said, “You cannot see my face, for no human may see me and live.”",
      "21": "The Lord also said, “Look, there is a place next to me, where you shall stand on the rock.",
      "22": "It will happen that, while my glory passes by, I will put you in a crevice in the rock. I will cover you with my hand until I have passed by.",
      "23": "Then I will take away my hand, and you will see my back. But my face will not be seen.”"
    },
    "34": {
      "1": "The Lord said to Moses, “Cut out two stone tablets like the first ones. On these tablets I will write the same words that were on the first tablets, which you broke.",
      "2": "Be ready by morning, and come up to Mount Sinai in the morning. Present yourself to me there on top of the mountain.",
      "3": "No one may come up with you. In fact, no person is to be seen anywhere on the entire mountain. Do not even let the flocks or herds graze in front of that mountain.”",
      "4": "Moses cut out two stone tablets like the first ones. Moses got up early in the morning and went up Mount Sinai, as the Lord had commanded him, and he carried the two stone tablets in his hand.",
      "5": "The Lord came down in the cloud. He took his stand there with Moses and proclaimed the name of the Lord.",
      "6": "The Lord passed by in front of him and proclaimed: “The Lord, the Lord, the compassionate and gracious God, slow to anger, and overflowing with mercy and truth,",
      "7": "maintaining mercy for thousands, forgiving guilt and rebellion and sin. He will by no means clear the guilty. He calls their children and their children’s children to account for the guilt of the fathers, even to the third and the fourth generation.”",
      "8": "Moses quickly bowed to the ground and worshipped.",
      "9": "He said, “If I have now found favor in your sight, Lord, please let the Lord go along with us. Although this is a stiff-necked people, pardon our guilt and our sin, and accept us as your possession.”",
      "10": "The Lord said,\nSee, I am making a covenant. In the presence of all your people I will do marvelous things such as have never been created anywhere on earth or in any nation. So all the people who are around you will see the work of the Lord. For it is an awe-inspiring thing that I will do for you.",
      "11": "Observe what I command you this day. Watch me as I drive out the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites.",
      "12": "Be careful that you do not make a treaty with the inhabitants of the land to which you are going, or it will be a trap in your midst.",
      "13": "But you must break down their altars and smash their sacred memorial stones to pieces, and you must cut down their Asherah poles.",
      "14": "So you must worship no other god. For the Lord, whose name is Jealous, is a jealous God.",
      "15": "Do not make a treaty with the inhabitants of the land, so that they can prostitute themselves to their gods and sacrifice to their gods. If you do, they will invite you to eat their sacrifices,",
      "16": "and they will invite you to take their daughters as wives for your sons, and their daughters will prostitute themselves and make your sons prostitute themselves to their gods.",
      "17": "You shall not make any idols for yourselves.",
      "18": "You shall observe the Festival of Unleavened Bread. For seven days you are to eat bread without yeast, as I commanded you. Eat it at the time appointed in the month of Abib, because you came out of Egypt in the month of Abib.",
      "19": "The firstborn of every mother is mine—the firstborn from all your male livestock, the firstborn of cattle and sheep.",
      "20": "The firstborn of a donkey you may redeem with a lamb, but if you do not want to redeem it, then you must break its neck. All the firstborn of your sons you must redeem. No one shall appear before me empty-handed.",
      "21": "Six days you shall work, but on the seventh day you must rest. Even in plowing time and in harvest time you must rest.",
      "22": "You are to observe the Festival of Weeks with the first ripe produce from the wheat harvest.\nObserve the Festival of Ingathering at the year’s end.",
      "23": "Three times a year all your males are to appear before God the Lord, the God of Israel.",
      "24": "Because I will drive out nations before you and expand your borders, no one will covet your land when you go up to be in the presence of the Lord, your God, three times a year.",
      "25": "You shall not offer leavened bread along with the blood of my sacrifices. Nothing from the sacrifice of the Festival of the Passover is to be left over until morning.",
      "26": "You are to bring the best of the firstfruits from your soil to the house of the Lord your God.\nYou shall not boil a baby goat in its mother’s milk.",
      "27": "Then the Lord said to Moses, “Write these words for yourself, for these are the words with which I have made a covenant with you and with Israel.”",
      "28": "Moses was there with the Lord forty days and forty nights. He did not eat any bread or drink any water. He wrote on the tablets the words of the covenant, the Ten Commandments.",
      "29": "When Moses came down from Mount Sinai, with the two tablets of the Testimony in his hand as he came down from the mountain, Moses did not realize that the skin of his face was shining because he had been speaking with the Lord.",
      "30": "When Aaron and all the people of Israel saw Moses, they were amazed that the skin of his face was shining, so they were afraid to come close to him.",
      "31": "Moses called to them, so Aaron and all the rulers of the community returned to him, and Moses spoke to them.",
      "32": "Afterward, all the people of Israel came close to him, and he gave them all of the commands that the Lord had spoken to him on Mount Sinai.",
      "33": "When Moses was finished speaking with them, he put a veil over his face.",
      "34": "But whenever Moses went in before the Lord to speak with him, he would take the veil off until he came out again. Then he would come out and tell the people of Israel what he had been commanded.",
      "35": "Whenever the people of Israel saw Moses’ face, they would see that the skin of Moses’ face was shining. Then Moses would put the veil on his face again, until he went in to speak with the Lord again."
    },
    "35": {
      "1": "Moses assembled the whole community of the people of Israel and told them, “These are the things which the Lord has commanded you to do.”",
      "2": "On six days work may be done, but the seventh day shall be a holy day for you, a sabbath of complete rest to the Lord. Whoever does any work on that day must be put to death.",
      "3": "You must not even light a fire in any of your dwellings on the Sabbath day.",
      "4": "Moses spoke to the whole community of the people of Israel. He told them what the Lord commanded:",
      "5": "From what you possess, gather a special offering for the Lord. Whoever has a willing heart, let him bring these things as the Lord’s offering: gold, silver, and bronze;",
      "6": "blue, purple, and scarlet material, fine linen; goats’ hair,",
      "7": "rams’ skins dyed red, and the hides of sea cows; acacia wood,",
      "8": "olive oil for the Light, spices for the anointing oil and for the fragrant incense,",
      "9": "onyx stones, and stones to be mounted on the special vest and on the chest pouch.",
      "10": "Let every skilled craftsman among you come and make everything that the Lord has commanded:",
      "11": "the Dwelling, its tent and its outer coverings, its clasps, its framework, its crossbars, its posts, and its socket bases;",
      "12": "the ark and its poles, the atonement seat, the special veil that hides it;",
      "13": "the table with its poles, all its vessels and accessories, and the Bread of the Presence;",
      "14": "also the lampstand for the Light, with its utensils, its lamps, and the oil for the Light;",
      "15": "and the altar for incense with its poles, the anointing oil, the fragrant incense; the screen for the door at the entrance to the tent;",
      "16": "the altar for burnt offerings with its bronze grate, its poles, and all its utensils; the basin and its pedestal;",
      "17": "the hangings for the courtyard, its posts, their socket bases, and the screen for the gate of the courtyard;",
      "18": "the stakes for the tent, the stakes for the courtyard, and their ropes;",
      "19": "the finely woven garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments for his sons, to minister in the priest’s office.",
      "20": "So the whole community of Israel departed from the presence of Moses.",
      "21": "Then everyone whose heart moved him and everyone whose spirit was willing came back and brought offerings to the Lord for the construction of the Tent of Meeting and for all the things to be used in its services and for the holy garments.",
      "22": "They came back, both men and women, all those whose hearts were willing. They brought brooches, earrings, signet rings, armlets, and all kinds of gold jewelry. Every person who came presented a wave offering of gold to the Lord.",
      "23": "Everyone who had blue, purple, and scarlet material, fine linen, goats’ hair, rams’ skins dyed red, and hides of sea cows brought them.",
      "24": "Everyone who presented an offering of silver and bronze brought it as the Lord’s special offering, and everyone who had acacia wood for any use in the project brought it.",
      "25": "All the women who were skilled spun thread with their hands and brought what they had spun: the blue, the purple, and the scarlet material and the fine linen.",
      "26": "All the women who were willing and skillful spun the goats’ hair.",
      "27": "The tribal leaders brought the onyx stones and the stones to be mounted on the vest and the pouch,",
      "28": "also the spices, and the olive oil for the Light, for the anointing oil, and for the fragrant incense.",
      "29": "The people of Israel brought a voluntary offering to the Lord. Every man and woman whose heart was willing contributed to all the work which the Lord had commanded Moses to do.",
      "30": "Moses said to the people of Israel, “See, the Lord has called by name Bezalel the son of Uri, the son of Hur, from the tribe of Judah.",
      "31": "He has filled him with the Spirit of God, with wisdom, understanding, knowledge, and skill in all kinds of crafts.",
      "32": "He has the ability to create designs and to work in gold, silver, and bronze.",
      "33": "He can cut and engrave precious stones for mounting and can carve wood. He works skillfully in all kinds of crafts.",
      "34": "The Lord has also put into his heart the ability to teach others—both he and Oholiab son of Ahisamak, from the tribe of Dan.",
      "35": "He has filled them with skill to work in all kinds of crafts: designing, embroidering in blue, purple, and scarlet, working with fine linen, and weaving—all kinds of workmanship and designing.”"
    },
    "36": {
      "1": "Moses continued, “Bezalel and Oholiab shall work with every skilled man, in whom the Lord has put wisdom and understanding, who knows how to carry out all the work for completing everything for the sanctuary, according to everything that the Lord has commanded.”",
      "2": "So Moses called Bezalel and Oholiab, and every skilled man into whose heart the Lord had put the needed wisdom and skill, that is, everyone whose heart stirred him up to come and join in the work.",
      "3": "They received from Moses all the materials which the people of Israel had brought as a special offering for the task of completing everything for the sanctuary, and the people continued to bring voluntary offerings to Moses every morning.",
      "4": "All the skilled craftsmen who were performing all the work for the sanctuary came from the specific work which they were doing.",
      "5": "Each of them told Moses, “The people have brought more than enough to complete the work which the Lord commanded.”",
      "6": "So Moses gave a command that was passed throughout the camp: “No man or woman should provide anything else for the offering for the sanctuary.” So the people were restrained from bringing more,",
      "7": "because the material they had brought was sufficient to complete all the work, with some left over.",
      "8": "All the skilled craftsmen among the workers made the dwelling out of ten curtains made from finely woven linen and with blue, purple, and scarlet material. They decorated the curtains with cherubim, which were the work of a skillful craftsman.",
      "9": "The length of each panel of the curtain was forty-two feet, and the width of each panel was six feet. All the panels were the same size.",
      "10": "One set of five curtains was connected together into one panel, and the other set of five curtains was connected together.",
      "11": "They attached blue loops to the edge of the last panel in the first set of curtains. In the same way they attached loops to the edge of the last panel of the second set.",
      "12": "They made fifty loops for the edge of the first set of curtains and fifty loops for the edge of the second set of curtains. The two sets of loops lined up opposite one another.",
      "13": "They made fifty gold clasps, and they connected one set of curtains to the other with the clasps, so that the tent became one connected piece.",
      "14": "They made a curtain from panels of goats’ hair to serve as a tent over the dwelling. They made eleven panels.",
      "15": "The length of each panel was forty-five feet, and the width of each panel was six feet. The eleven panels were the same size.",
      "16": "They connected five panels into one unit, and six panels into another unit.",
      "17": "They made fifty loops for the edge of the last curtain of one set, and fifty loops for the edge of the last curtain in the second set.",
      "18": "They made fifty bronze clasps and put the clasps into the loops to join the two pieces of the tent together, so that it was one unit.",
      "19": "They made another cover for the tent from rams’ skins dyed red and another cover from hides of sea cows to go above that one.",
      "20": "They made upright boards of acacia wood for the Dwelling.",
      "21": "Each board was fifteen feet tall, and the width of each board was twenty-seven inches.",
      "22": "There were two pegs on each board to join them to one another. This is the way they made all the boards for the Dwelling.",
      "23": "They made twenty boards for the south side of the Dwelling.",
      "24": "They made forty socket bases of silver to go under the twenty boards—two sockets under the first board for its two pegs, and two sockets under the next board for its two pegs.",
      "25": "For the second side of the Dwelling, the north side, they made twenty boards,",
      "26": "with forty socket bases of silver—two sockets under the first board, and two sockets under the next board.",
      "27": "For the far side of the Dwelling, the west side, they made six boards.",
      "28": "They made two boards for each of the back corners of the Dwelling.",
      "29": "These two corner boards were double on the bottom, but they both were joined at the top by one ring. Both sets were like this.",
      "30": "Altogether there were eight boards with silver socket bases. There were sixteen socket bases—two socket bases under each board.",
      "31": "They made crossbars of acacia wood—five for the boards on one side of the Dwelling,",
      "32": "five crossbars for the boards on the other side of the Dwelling, and five crossbars for the boards on the back of the Dwelling on the west.",
      "33": "The middle bar, placed halfway up the boards, passed through from one end to the other end.",
      "34": "They overlaid the boards with gold and made gold rings to attach to them as a housing for the crossbars, and they overlaid the crossbars with gold.",
      "35": "They made a veil of blue, purple, and scarlet material and fine woven linen, decorated with cherubim, the work of a skillful craftsman.",
      "36": "They made four posts of acacia wood overlaid with gold. The posts stood on four socket bases of silver. The hooks were made of gold.",
      "37": "They made a screen for the entry to the tent out of blue, purple, and scarlet material and fine woven linen, the work of an embroiderer.",
      "38": "They made five posts of acacia to support the screen and overlaid them with gold. Their hooks were gold, and they cast five bronze socket bases for them."
    },
    "37": {
      "1": "Bezalel made the ark of acacia wood. It was forty-five inches long, twenty-seven inches wide, and twenty-seven inches high.",
      "2": "He overlaid it with pure gold on the inside and the outside, and he made a gold border around it.",
      "3": "He cast four gold rings for it and placed them next to its four feet—two rings on one side of it and two rings on the other side.",
      "4": "He made poles of acacia wood and overlaid them with gold.",
      "5": "He put the poles into the rings on the sides of the ark to carry the ark.",
      "6": "He made an atonement seat of pure gold, forty-five inches long and twenty-seven inches wide.",
      "7": "He made two cherubim of hammered gold for the two ends of the atonement seat,",
      "8": "one cherub for one end and one cherub for the other. The cherubim on its two ends formed one piece with the atonement seat.",
      "9": "The cherubim spread their wings upward so that they covered the atonement seat with their wings, and they faced each other. The faces of the cherubim were looking inward toward the atonement seat.",
      "10": "He made a table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high.",
      "11": "He overlaid it with pure gold and made a gold border around it.",
      "12": "He made a three-inch rim around it. He made a gold border on its rim all the way around it.",
      "13": "He made four gold rings for it and put the rings at the four corners above the four legs of the table.",
      "14": "The rings were close to the border to hold the poles used to carry the table.",
      "15": "He made the poles of acacia wood and overlaid them with gold, so that the table could be carried with them.",
      "16": "He made the vessels and the accessories for the table out of pure gold—its dishes, its small bowls, its larger bowls, and its pitchers to pour out drink offerings.",
      "17": "He made a lampstand of pure gold. The lampstand was made of hammered metal. Its base, its shaft, its cups, its buds, and its flowers were all formed as one piece with the lampstand.",
      "18": "There were six branches going out from its sides. Three branches of the lampstand went out from one side, and three branches of the lampstand went out from the other side.",
      "19": "Three cups like almond blossoms with buds and flowers were on the first branch, and three cups like almond blossoms with buds and flowers were on the branch opposite it. It was the same for all six branches that went out from the lampstand.",
      "20": "On the lampstand itself he made four cups like almond blossoms with buds and flowers.",
      "21": "The buds under one pair of branches formed one piece with the lampstand, and the buds under the second pair of branches formed one piece with the lampstand, and the buds under the third pair of branches formed one piece with the lampstand—the same for all six branches going out of the lampstand.",
      "22": "Its buds and branches were made as one piece with it. All of it was one hammered work of pure gold.",
      "23": "He made seven lamps for it. Its wick trimmers and its pans were pure gold.",
      "24": "It was made with seventy-five pounds of pure gold, along with all these accessories.",
      "25": "He made the altar for incense. He made it of acacia wood. Its length was eighteen inches, and its width was eighteen inches. It was square, and its height was three feet. Its horns formed one piece with it.",
      "26": "He overlaid it with pure gold, its top, all its sides, and its horns. He made a gold border around it.",
      "27": "He made two gold rings to go under its border. He made them for two opposite sides. They were holders for poles with which to carry it.",
      "28": "He made the poles of acacia wood and overlaid them with gold.",
      "29": "He made the holy anointing oil and the pure incense of fragrant spices, the work of a perfume maker."
    },
    "38": {
      "1": "He made the altar for burnt offerings from acacia wood. It was square, seven and a half feet long and seven and a half feet wide. It was four and a half feet high.",
      "2": "He made horns on its four corners. These horns were made as one piece with the altar, and he overlaid the altar with bronze.",
      "3": "He made all the utensils for the altar—the pails, the shovels, the basins, the meat hooks, and the fire pans—of bronze.",
      "4": "He made a grate for it, which was a latticework of bronze, and he made four bronze rings for the four corners of the latticework grate.",
      "5": "He set the grate in place below the top edge of the altar, so that the grate rested halfway down from the top of the altar.",
      "6": "He made poles for the altar, poles of acacia wood, and overlaid them with bronze.",
      "7": "He put these poles through the rings on two sides of the altar for carrying it. He made the altar hollow. Its sides were made of boards.",
      "8": "He made a large bronze basin. Its pedestal also was bronze. He made it from the mirrors of the women who served at the entrance of the Tent of Meeting.",
      "9": "He made the courtyard. For the south side of the courtyard he made hangings of fine woven linen, one hundred fifty feet long for that side.",
      "10": "He made twenty posts for it and twenty bronze socket bases for them. The hooks for the posts and the connectors were silver.",
      "11": "In the same way, for the north side there were hangings one hundred fifty feet long, with twenty posts and twenty bronze socket bases. The hooks for the posts and their connectors were silver.",
      "12": "For the courtyard on the west side there were hangings seventy-five feet wide, with ten posts and ten socket bases.",
      "13": "The width of the court on the east side was seventy-five feet.",
      "14": "The hangings on one side of the entry gate were twenty-two feet six inches wide with three posts and three socket bases.",
      "15": "For the other side there were hangings twenty-two feet six inches wide with three posts and three socket bases.",
      "16": "All the hangings around the court were of fine woven linen.",
      "17": "The socket bases for the posts were bronze. The hooks of the posts and their connectors were silver, and the overlay of the capitals on top of the posts was silver, and all the posts of the courtyard had silver bands.",
      "18": "There was a screen for the entry gate of the courtyard, made of blue, purple, and scarlet material and of fine woven linen, the work of an embroiderer. It was thirty feet wide, and like the hangings of the courtyard it was seven and a half feet high.",
      "19": "It had four posts and four bronze socket bases. The hooks of the posts and their connectors were silver, and the overlay of the capitals on top of the posts was silver.",
      "20": "All the tent stakes for the Dwelling and all the stakes for the surrounding courtyard were bronze.",
      "21": "These are the inventories of the material used for the Dwelling, that is, the Dwelling of the Testimony, as they were recorded by the Levites under the direction of Ithamar, the son of Aaron the priest, as Moses had commanded.",
      "22": "Bezalel the son of Uri, the son of Hur, from the tribe of Judah, made all that the Lord had commanded Moses.",
      "23": "With him was Oholiab son of Ahisamak, from the tribe of Dan, an engraver, a skilled workman, and an embroiderer in blue, purple, and scarlet material and in fine linen.",
      "24": "All the gold that was used for all the work of the sanctuary project (that is, the gold from the wave offering) was 29 talents and 730 shekels, measured by the shekel of the sanctuary.",
      "25": "The silver received from those who were counted in the census of the community was 100 talents and 1,775 shekels, measured by the shekel of the sanctuary.",
      "26": "The rate was one beka a head (that is, half a shekel a head), measured by the shekel of the sanctuary. One beka was given by each man as he passed over to those who had been counted—a beka each was given by 603,550 men from twenty years old and older.",
      "27": "The one hundred talents of silver were used for casting the sockets for the sanctuary and the sockets for the veil. One hundred sockets were made from the one hundred talents, a talent per socket.",
      "28": "From the 1,775 shekels, Bezalel made hooks for the posts, overlaid their capitals, and made connectors for them.",
      "29": "The bronze from the offering was 70 talents and 2,400 shekels.",
      "30": "With this he made the sockets for the entrance of the Tent of Meeting, the bronze altar, the bronze grate for it, all the utensils for the altar,",
      "31": "the sockets around the courtyard, the sockets for the gate of the courtyard, all the stakes for the tent, and all the stakes around the courtyard."
    },
    "39": {
      "1": "From the blue, purple, and scarlet material, they made finely woven garments for ministering in the Holy Place, and they made the holy garments for Aaron, just as the Lord had commanded Moses.",
      "2": "He made the special vest from gold and from blue, purple, and scarlet material and fine woven linen.",
      "3": "They beat the gold into thin sheets and cut it into threads so that they could work it into the blue, purple, and scarlet material and into the fine linen, the work of a skilled craftsman.",
      "4": "They made two shoulder straps for the top, one on each side, so that the vest could be fastened together.",
      "5": "The decorated sash, which is attached to the vest, was made just like it: of gold, of blue, purple, and scarlet material, and of fine woven linen, just as the Lord had commanded Moses.",
      "6": "They took two onyx stones and mounted them in gold settings and engraved on them the names of the sons of Israel, like the engraving on signet seals.",
      "7": "They mounted them on the shoulder straps of the vest as memorial stones for the sons of Israel, just as the Lord had commanded Moses.",
      "8": "Bezalel made a folded pouch, the work of a skillful craftsman. He made it with the same workmanship as the vest. He made it of gold, and of blue, purple, and scarlet material and of fine woven linen.",
      "9": "It was square, nine inches by nine inches when it was folded double.",
      "10": "They mounted on it four rows of precious stones. The first row was carnelian, diamond, and jacinth;",
      "11": "the second row agate, sapphire, and emerald;",
      "12": "the third row beryl, jasper, and ruby;",
      "13": "and the fourth row topaz, onyx, and turquoise. The stones were mounted in gold settings.",
      "14": "There were twelve stones, corresponding to the names of the sons of Israel. Each one was like an engraved seal with the name of one of the twelve tribes.",
      "15": "They made braided chains of pure gold for the pouch.",
      "16": "They made two gold rings for the pouch and attached the two rings to the top corners of the pouch.",
      "17": "They put the two braided gold chains into the two rings at the top corners of the pouch.",
      "18": "The other ends of the two braided chains they attached to the two settings, and then attached them to the shoulder straps on the front of the vest.",
      "19": "They made two gold rings and put them on the two lower corners of the pouch, on its inside edge, which is toward the vest.",
      "20": "They made two more gold rings and attached them to the two shoulder straps of the vest in the front, close to the bottom where it is joined to the sash of the vest.",
      "21": "They tied the rings of the pouch to the rings of the vest with a blue cord, so that the pouch was kept right next to the woven sash of the vest and would not swing out from the vest—just as the Lord had commanded Moses.",
      "22": "The robe that was to be worn under the vest was the work of a weaver. It was all blue.",
      "23": "It had an opening in the middle of its top for the head. It had a woven binding around the opening, like the opening of a collar, to prevent it from tearing.",
      "24": "For its hem they made pomegranates of blue, purple, and scarlet material.",
      "25": "They put the pomegranates around its hem with gold bells alternating with them",
      "26": "(a gold bell, then a pomegranate, a gold bell, then a pomegranate), all around the hem of the robe that was worn when ministering, just as the Lord had commanded Moses.",
      "27": "They wove the tunics of fine linen, the work of a weaver, for Aaron and for his sons.",
      "28": "They made the turban and the small pointed turbans of fine linen, and the underwear was made from a special kind of finely woven linen.",
      "29": "The sash was made of finely woven linen, and blue, and purple, and scarlet material, the work of an embroiderer, just as the Lord commanded Moses.",
      "30": "They made a medallion of pure gold to serve as a crest and engraved on it (like the engravings on a seal): Holy to the Lord.",
      "31": "They put it on a blue cord to fasten it to the turban on the front, just as the Lord had commanded Moses.",
      "32": "In this way all the work on the Dwelling, that is, the Tent of Meeting, was finished. The people of Israel did everything exactly as the Lord had commanded Moses.",
      "33": "They brought the Dwelling to Moses: the tent with all its furniture, its clasps, its boards, its crossbars, its posts, its socket bases,",
      "34": "the covering of rams’ skins dyed red, the covering made from hides of sea cows, the special veil,",
      "35": "the Ark of the Testimony with its poles, the atonement seat,",
      "36": "the table, all its utensils, the Bread of the Presence,",
      "37": "the pure gold lampstand, its lamps (that is, the lamps to be set out in order), all its vessels and utensils, the oil for the Light,",
      "38": "the golden altar, the anointing oil, the fragrant incense, the screen for the door of the Tent,",
      "39": "the bronze altar, its bronze grate, its poles, all of its utensils, the basin and its pedestal,",
      "40": "the hangings of the courtyard, its posts, its sockets, the screen for the gate of the courtyard, its ropes, its stakes, all the equipment for the service of the Dwelling (that is, the Tent of Meeting),",
      "41": "the finely woven garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments for his sons to minister in the priest’s office.",
      "42": "So the people of Israel did all the work according to everything that the Lord had commanded Moses.",
      "43": "Moses inspected all the work, and he saw that they had done it exactly as the Lord had commanded, so Moses blessed them."
    },
    "40": {
      "1": "The Lord spoke to Moses. He said,",
      "2": "“On the first day of the first month you are to raise up the Dwelling, the Tent of Meeting.",
      "3": "Put the Ark of the Testimony in it, and screen the ark with the veil.",
      "4": "Bring in the table, and set in order the things that are to be on it. Bring in the lampstand, and light its lamps.",
      "5": "Set the golden altar for incense in front of the Ark of the Testimony, and put the screen in the doorway to the tent.",
      "6": "Set the altar for burnt offerings in front of the entrance of the Dwelling, the Tent of Meeting.",
      "7": "Set the basin between the Tent of Meeting and the altar, and put water in it.",
      "8": "Set up the courtyard around it, and hang up the screen of the gate of the courtyard.",
      "9": "Take the anointing oil, and anoint the tent and everything that is in it. You shall make it and all its furniture holy, and it will be holy.",
      "10": "Anoint the altar for burnt offerings with all its utensils. Consecrate the altar, and the altar will be most holy.",
      "11": "Anoint the large basin and its pedestal, and consecrate it.",
      "12": "Bring Aaron and his sons to the entrance of the Tent of Meeting, and wash them with water.",
      "13": "Put the holy garments on Aaron, and anoint him and consecrate him, so that he may minister to me in the priest’s office.",
      "14": "Bring his sons and put tunics on them.",
      "15": "Anoint them, as you anointed their father, so that they may minister to me in the priest’s office. Their anointing will give them a permanent priesthood throughout their generations.”",
      "16": "Moses did so. He did everything exactly as the Lord had commanded him.",
      "17": "And so in the first month of the second year, on the first day of the month, the Dwelling was raised.",
      "18": "Moses raised the Dwelling. He laid out its socket bases, set up its boards, inserted its crossbars, and raised its posts.",
      "19": "He spread the tent over the Dwelling and put the cover for the tent above it, just as the Lord had commanded Moses.",
      "20": "He took the Testimony and put it into the ark. He set the poles in place on the ark and placed the atonement seat on top of the ark.",
      "21": "He brought the ark into the tent. He set up the special veil to screen the Ark of the Testimony, just as the Lord had commanded Moses.",
      "22": "He put the table in the Tent of Meeting, on the north side of the tent, outside of the veil.",
      "23": "He set the bread in order on the table in the presence of the Lord, just as the Lord had commanded Moses.",
      "24": "He put the lampstand in the Tent of Meeting, opposite the table, on the south side of the tent.",
      "25": "He lit the lamps before the Lord, just as the Lord had commanded Moses.",
      "26": "He put the golden altar in the Tent of Meeting in front of the veil.",
      "27": "He burned incense of fragrant spices on it, just as the Lord commanded Moses.",
      "28": "He put up the screen for the entryway to the tent.",
      "29": "He set the altar of burnt offering at the door of the Dwelling, the Tent of Meeting, and offered the burnt offering and the grain offering on it, just as the Lord had commanded Moses.",
      "30": "He set the basin between the Tent of Meeting and the altar and put water in it, with which to wash.",
      "31": "Moses, Aaron, and Aaron’s sons washed their hands and their feet there.",
      "32": "When they went into the Tent of Meeting and when they came near the altar, they washed, just as the Lord had commanded Moses.",
      "33": "He erected the courtyard around the tent and the altar and set up the screen of the gate of the courtyard. So Moses completed the work.",
      "34": "Then the cloud covered the Tent of Meeting, and the Glory of the Lord filled the tent.",
      "35": "Moses was not able to enter the Tent of Meeting, because the cloud stayed over it, and the Glory of the Lord filled the tent.",
      "36": "Throughout all their journeys, whenever the cloud was taken up from over the tent, the people of Israel would move forward.",
      "37": "But if the cloud was not taken up, then they would not travel until the day when it was taken up.",
      "38": "For in the sight of the whole house of Israel, the cloud of the Lord was above the tent by day, and there was fire in the cloud by night, throughout all their journeys."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:33.365936-04:00",
    "Translation": "EHV"
  }
}