{
  "Ezekiel": {
    "1": {
      "1": "In the thirtieth year, in the fourth month, on the fifth day of the month, when I was among the exiles by the Kebar Canal, the heavens were opened, and I saw visions of God.",
      "2": "On the fifth of that month, in the fifth year of the exile of King Jehoiachin,",
      "3": "the word of the Lord came in a dramatic way upon Ezekiel, the son of Buzi, the priest, in the land of the Chaldeans, by the Kebar Canal, and the hand of the Lord was upon him there.",
      "4": "As I watched, I noticed a windstorm coming from the north. There was a large cloud, with fire flashing through it, and there was a bright light all around it. In the middle of it, there was something that looked like glowing metal in the middle of the fire.",
      "5": "In the middle of it I saw what looked like four living creatures. This was what they looked like. Each of them had a human appearance,",
      "6": "but each one had four faces, and each of them had four wings.",
      "7": "Each of their legs was straight, and their feet were like a calf’s hoof, and they gleamed like polished bronze.",
      "8": "They had human hands under their wings on all four of their sides. All four of them had faces and wings.",
      "9": "Their wings were touching one another. The creatures did not turn from side to side as they moved, but each one faced straight ahead.",
      "10": "This is what their faces looked like. Each one had a face like a man’s face. On the right side of their heads, all four of them had a face like a lion. On the left side, all four of them had a face like an ox. All four of them also had a face like an eagle.",
      "11": "Those were their faces.\nTheir wings were stretched upward. Each of them had one pair of wings which touched the wings of each of the cherubs next to it and another pair of wings which covered their bodies.",
      "12": "Each one faced straight ahead as it moved. They went in whatever direction the spirit wanted to go. They did not turn as they moved ahead.",
      "13": "The appearance of the living creatures was like red-hot coals, like the appearance of blazing torches. Fire was moving back and forth among the living creatures. The fire was bright, and lightning was coming out of the fire.",
      "14": "The creatures darted back and forth. They looked like jagged bolts of lightning.",
      "15": "As I looked at the living creatures, I noticed one wheel on the ground beside each one of the living creatures that had four faces.",
      "16": "The appearance of the wheels and their design were like the sparkle of topaz, and the four of them looked alike. Their appearance and their design were like a wheel within a wheel.",
      "17": "They could go in any of the four directions when they moved, but the wheels did not turn from side to side when they moved.",
      "18": "As for their rims, they were high and intimidating, and their rims were full of eyes all the way around—all four of them.",
      "19": "Whenever the living creatures moved, the wheels moved beside them, and whenever the living creatures would rise from the ground, the wheels rose too.",
      "20": "Wherever the spirit wanted to go, they would go. Wherever the spirit wanted to go, the wheels would rise together with them, because the spirit of the living creature was in the wheels.",
      "21": "Whenever the living creatures moved, the wheels would move. Whenever the living creatures stood still, the wheels would stand still. Whenever the living creatures rose from the ground, the wheels would rise together with them, because the spirit of the living creature was in the wheels.",
      "22": "There was something above the heads of the living creatures like the dome of a vaulted ceiling. It looked like ice. It was spectacular. It stretched out above their heads.",
      "23": "Under the dome, two of their wings were stretched out to touch the wing of another one of the creatures. Each of the creatures also had two wings covering themselves, each had two wings covering themselves—covering their bodies.",
      "24": "I heard the sound of their wings, like the sound of rushing water. It was like the voice of the Almighty when they moved—a sound of commotion, like the noise in an army camp. When they stood still, they lowered their wings.",
      "25": "A voice came from above the dome that was over their heads. When they stood still, they lowered their wings.",
      "26": "Above the dome that was over their heads, there was something that appeared to be a sapphire that was shaped like a throne. Seated on that throne-like form there was a figure that looked like a man.",
      "27": "I saw something like the gleam of glowing metal with fire in it and all around it. It extended upward from what appeared to be the man’s waist. Below what appeared to be his waist, I saw what appeared to be fire, and a bright light surrounded him.",
      "28": "The bright light that surrounded him looked like the rainbow that is in the clouds on a rainy day.\nThis was the appearance of the likeness of the Glory of the Lord. When I saw this, I fell on my face, and I heard a voice speaking."
    },
    "2": {
      "1": "He said to me, “Son of man, stand up on your feet, and I will speak with you.”",
      "2": "The Spirit entered into me as he spoke to me and brought me up to my feet. Then I heard him speaking to me.",
      "3": "He said to me, “Son of man, I am sending you to the people of Israel, to disloyal nations, who have been disloyal to me. They and their fathers have rebelled against me to this very day.",
      "4": "These children of mine are brazen-faced and hard-hearted. I am sending you to them, and you are to tell them that this is what the Lord God says.",
      "5": "Then, whether they listen or do not listen—for they are a rebellious house—then they will know that a prophet has been among them.",
      "6": "But you, son of man, do not be afraid of them, and do not be afraid of their words. Even though briers and thorns surround you and you are living with scorpions, do not be afraid of their words, and do not be intimidated by the look on their faces, for they are a rebellious house.",
      "7": "You are to speak my words to them whether they listen or they do not, for they are rebellious.",
      "8": "But you, son of man, listen to what I am telling you. Do not be rebellious like that rebellious house. Open your mouth and eat what I am giving you.”",
      "9": "Then I looked, and I saw a hand stretched out toward me, and in it there was a rolled-up scroll.",
      "10": "He unrolled it in front of me, and there was writing on both sides. Written on it was: Laments, Groaning, and Woe."
    },
    "3": {
      "1": "Then he said to me, “Son of man, eat what you have received. Eat this scroll, and then go, speak to the house of Israel.”",
      "2": "I opened my mouth, and he fed me the scroll.",
      "3": "Then he said to me, “Son of man, feed your stomach and fill your belly with this scroll that I am giving you.” I ate, and in my mouth it was sweet like honey.",
      "4": "He then said to me, “Son of man, go now to the house of Israel and speak my words to them.",
      "5": "For you are not being sent to a people who have incomprehensible speech or a difficult language, but you are being sent to the house of Israel.",
      "6": "Nor are you being sent to many peoples who have incomprehensible speech and difficult languages, whose words you cannot understand. Certainly, if I were to send you to such people, they would listen to you.",
      "7": "But the house of Israel will not be willing to listen to you because they are not willing to listen to me, because the whole house of Israel is hard-headed and hard-hearted.",
      "8": "Look, I have made your face just as hard as their faces and your forehead just as hard as their foreheads.",
      "9": "I have made your forehead like the hardest stone, harder than flint. Do not fear them, and do not be intimidated by their looks, for they are a rebellious house.”",
      "10": "Then he said to me, “Son of man, receive into your heart all my words that I will speak to you, and hear them with your ears.",
      "11": "Go now to the exiles, to your own people. You shall speak to them and say to them, ‘This is what the Lord God says,’ whether they listen or they do not.”",
      "12": "Then the Spirit lifted me up, and I heard a loud rushing sound behind me—Blessed be the Glory of the Lord in its dwelling place!—",
      "13": "It was the sound of the wings of the living creatures beating against each other and the sound of the wheels beside them, a loud rumbling sound.",
      "14": "The Spirit lifted me up and took me away, and so I went, bitter and heated in my spirit, and the hand of the Lord was upon me with power.",
      "15": "I came to the exiles at Tel Aviv, who were living by the Kebar Canal—there where they were living. I sat among them for seven days—stunned.",
      "16": "At the end of seven days the word of the Lord came to me and said:",
      "17": "Son of man, I have appointed you as a watchman for the house of Israel. When you hear a word from my mouth, you must give them a warning from me.",
      "18": "When I announce to a wicked man, “You shall surely die,” if you do not warn him, and you do not speak up to warn the wicked man against his wicked way so that he can live, then that wicked man will die because of his guilt, and I will hold you responsible for his blood.",
      "19": "But you, if you warn the wicked man, and he does not turn from his wickedness or from his wicked way, he shall die because of his guilt, but you will have saved your own life.",
      "20": "Or when a righteous man turns away from his righteousness and becomes unrighteous, and I place a stumbling block in front of him, he shall die. If you have not warned him, he shall die in his sin, and his righteous deeds which he had done will not be remembered, and I will hold you responsible for his blood.",
      "21": "But you, if you do warn that righteous man not to sin, and he does not sin, he shall certainly live because he heeded the warning, and you will have saved your own life.",
      "22": "Then the hand of the Lord was upon me there, and he said to me, “Get up, go out to the center of the river valley, and there I will speak with you.”",
      "23": "So I got up and went out to the center of the valley, and suddenly there it was! The Glory of the Lord was standing there, just like the Glory that I had seen by the Kebar Canal, and I fell on my face.",
      "24": "But the Spirit entered into me and brought me to my feet.\nThen he spoke to me and said to me, “Go, shut yourself up inside your house.",
      "25": "And this is what will happen to you, son of man. They will certainly place ropes upon you and tie you up with them, so that you will not be able to go out among them.",
      "26": "I will make your tongue stick to the roof of your mouth, so that you will be speechless, and you will not be able to rebuke them, for they are a rebellious house.",
      "27": "But whenever I speak to you, I will open your mouth, and you shall say to them, ‘This is what the Lord God says.’ Whoever listens, let him listen. Whoever refuses to listen, let him refuse, for they are a rebellious house.”"
    },
    "4": {
      "1": "Now you, son of man, take a brick for yourself, place it in front of you, and sketch on it a city, which is Jerusalem.",
      "2": "Lay siege against it, build a siege wall against it, heap up a ramp against it, set up camps against it, and station battering rams against it, all the way around it.",
      "3": "And you, take an iron griddle and set it up as an iron wall between you and the city. Direct your face toward it, so that it will be under siege as you besiege it. This will be a sign for the house of Israel.",
      "4": "And you, lie down on your left side, and place the guilt of the house of Israel on it. For as many days as you lie on your side, you shall bear their guilt.",
      "5": "I will assign to you the number of days you are to lie on your side on the basis of the number of years of their guilt: three hundred ninety days. So you shall bear the guilt of the house of Israel.",
      "6": "When you have finished these days, you shall lie down a second time on your right side, and you shall bear the guilt of the house of Judah for forty days. I have assigned to you one day for each year.",
      "7": "You shall direct your face toward the siege of Jerusalem, with your arm bared, and you shall prophesy against it.",
      "8": "See, I have placed ropes upon you, so that you will not turn from your one side to your other side until you finish the days of your siege.",
      "9": "And you, take some wheat, barley, beans, lentils, millet, and emmer wheat for yourself. You shall put them in a single dish and make bread for yourself with them. During the whole number of days that you are lying on your side—three hundred ninety days—you shall eat it.",
      "10": "You shall weigh out the food you eat—half a pound a day. You are to eat it at set times each day.",
      "11": "You shall measure the water you drink—a pint and a half a day. You are to drink it at set times each day.",
      "12": "You are to eat it as you would eat flat bread made of barley, and you are to bake it over balls of human excrement in their sight.",
      "13": "Then the Lord said, “This is how the people of Israel will eat their food: They will be ceremonially unclean among the nations where I will banish them.”",
      "14": "Then I said, “Oh no, Lord God, I have never made myself unclean. I have never eaten a carcass or something torn by wild animals, from my youth until now. Neither has any meat which is ceremonially unclean ever entered my mouth.”",
      "15": "Then he answered me, “Very well, I will let you use droppings of cattle instead of balls of human excrement, and you shall bake your bread over them.”",
      "16": "He also said this to me: “Son of man, watch for this! I am about to take away the bread supply from Jerusalem, and they will measure out their bread by weight and eat it with anxiety, and they will measure out their water and drink it with horror.",
      "17": "So they will lack food and water, and they will be horrified, each man and his brother, and they will waste away because of their guilt.”"
    },
    "5": {
      "1": "You, son of man, get a sharp sword for yourself. You shall use it on yourself like a barber’s razor. Use it on your head and on your beard. Then get scales for yourself so that you can weigh and divide the hair.",
      "2": "One third of it you shall burn with fire inside the city when the days of siege are completed. Then you shall take another third and strike it with the sword all around the city. Another third you shall scatter to the wind, but I will unsheathe the sword to pursue them.",
      "3": "But take a few hairs and wrap them in the folds of your robe.",
      "4": "Then take some of those and throw them into the middle of the fire and burn them up in the fire. From there a fire will spread to the whole house of Israel.",
      "5": "This is what the Lord God says. This is Jerusalem. I have set her in the midst of the nations, and all around her there are other countries.",
      "6": "But she rebelled against my ordinances, becoming more wicked than the nations, and she rebelled against my statutes more than the countries around her did, because the Israelites rejected my ordinances, and they did not walk in my statutes.",
      "7": "Therefore, this is what the Lord God says. Because you have outdone the nations around you, and you have not walked in my statutes, and you have not performed what I judged to be right, and you have not even acted according to the standards of justice followed by the nations around you,",
      "8": "therefore, this is what the Lord God says. Watch out! I am against you. I myself will perform judgments among you in the sight of the nations.",
      "9": "I will do among you something that I have never done before and the likes of which I shall never do again, because of all your abominations.",
      "10": "That is why fathers among you will eat their sons, and sons will eat their fathers. I will execute judgments against you, and I will scatter any of you who are left to every wind.",
      "11": "Therefore, as surely as I live, declares the Lord God, because you have defiled my sanctuary by all your detestable practices and all your abominations, I, yes I myself, will withdraw. My eye will not show pity, and I myself will have no compassion.",
      "12": "A third of you will die in the plague or perish during the famine in your midst. All around you, a third will fall by the sword, and a third I will scatter to every wind. Then I will unsheathe the sword in pursuit of them.",
      "13": "Finally, my anger will be finished. I will let my wrath against them rest, and I will be satisfied. Then they will know that I, the Lord, have spoken in my jealousy—when I exhaust my wrath against them.",
      "14": "I will make you into a ruin and a reproach among the nations around you, in the sight of everyone who passes by.",
      "15": "You, Jerusalem, will be a reproach and a taunt, a warning and something horrifying to the nations around you, when I execute judgments upon you in anger, in wrath, and in furious punishments. I, the Lord, have spoken.",
      "16": "I will also send deadly arrows of famine against them, arrows that shall become a destroyer, arrows that I will send to destroy you. I will also increase the famine upon you and cut off your supply of bread.",
      "17": "I will send famine and dangerous wild animals against you, and they will take away your children from you. Plague and bloodshed will pass through you, and I will bring the sword against you. I, the Lord, have spoken."
    },
    "6": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, set your face toward the mountains of Israel and prophesy against them.",
      "3": "You shall say, “Mountains of Israel, hear the word of the Lord God.” This is what the Lord God says to the mountains and to the hills, to the streambeds and to the valleys. Without fail, I am about to bring a sword against you, and I will destroy your high places.",
      "4": "Your altars will be demolished, and your incense altars will be smashed, and I will throw down your fallen bodies in front of your filthy idols.",
      "5": "I will lay out the corpses of the people of Israel in front of their filthy idols, and I will scatter your bones around your altars.",
      "6": "In all the places where you live, the towns will be laid waste, and the high places will be demolished, so that your altars will be laid waste and demolished, your filthy idols will be crushed and cease to exist, your incense altars will be broken in pieces, and the things you have made will be wiped out.",
      "7": "The slain will fall in your midst, and then you will know that I am the Lord.",
      "8": "Nevertheless, when you are scattered in various countries, I will preserve for you some survivors who escape the sword among the nations.",
      "9": "Then, those of you who escape will remember me in the nations where they have been carried as captives. They will remember how I was heartbroken by their lustful hearts, which turned away from me, and by their eyes, which lusted for their filthy idols. They will loathe themselves because of all the evils they have done, for all their abominations.",
      "10": "Then they will know that I, the Lord, did not speak about bringing this disaster on them without it having a result.",
      "11": "This is what the Lord God says. Clap your hands, stomp your feet, and say, “We are doomed,” on account of all the vile abominations of the house of Israel, for by the sword, famine, and plague they will fall.",
      "12": "Anyone who is far away will die of the plague, and anyone who is near will fall by the sword, and anyone who remains under siege will die of famine. In this way I will exhaust my wrath upon them.",
      "13": "Then you will know that I am the Lord, when their fallen bodies lie among their filthy idols around their altars, on every high hill and on all the mountaintops, under every green tree and under every leafy oak, in every place where they offered fragrant sacrifice to appease all their filthy idols.",
      "14": "I will stretch out my hand against them, and I will make the land a desolate waste from the desert to Riblah, in all the places they live. Then they will know that I am the Lord."
    },
    "7": {
      "1": "The word of the Lord came to me.",
      "2": "And to you, son of man, this is what the Lord God says about the soil of Israel. An end! The end has come upon the four corners of the land.",
      "3": "Now that the end is upon you, I will unleash my anger against you. I will judge you according to your ways, and I will place on you the penalty for all your abominations.",
      "4": "My eye will not have pity on you, and I will have no compassion, for I will place on you the penalty for your ways, and the punishment for your abominations will be in your midst. Then you will know that I am the Lord!",
      "5": "This is what the Lord God says. Disaster! An unparalleled disaster! Watch, it is coming!",
      "6": "An end has come! The end has come! It has begun against you. Look, it is coming!",
      "7": "Doom has come upon you, you inhabitants of the land. The time has come, the day is near. A day of panic, not joy, is on the mountains.",
      "8": "Now very soon I will pour out my wrath upon you, and I will exhaust my anger against you. I will judge you according to your ways, and I will place on you the penalty for all your abominations.",
      "9": "My eye will not show pity, and I will have no compassion. According to your ways I will place the penalty on you, and the punishment for your abominations will be in your midst. Then you will know that I, the Lord, am the one who strikes you!",
      "10": "Look, the day is coming. It is here. Doom has broken out. The rod has budded. Insolence has blossomed.",
      "11": "Violence has grown into a rod against wickedness. None of them will remain—none of their noisy crowd, none of their wealth, not a thing of value among them.",
      "12": "The time has come; the day has arrived.\nThe buyer should not rejoice. The seller should not grieve, because wrath is coming upon the whole noisy crowd.",
      "13": "So sellers will not return to what they have sold, even if they survive. Yes, the vision concerning the whole noisy crowd will not be reversed, and each man, because of the guilt in his life, will have no strength.",
      "14": "They will blow a blast on the ram’s horn and make everything ready, but no one will go to battle, because my wrath is upon the whole noisy crowd.",
      "15": "The sword is outside, and plague and famine are inside. Anyone in the countryside will die by the sword, and anyone in the city—plague and famine will devour him.",
      "16": "Any who escape will flee to the mountains, mourning like doves from the valley, each of them in his guilt.",
      "17": "All hands will hang limp, and water will run down every knee.",
      "18": "They will put on sackcloth, and horror will cover them. Every face will be ashamed, and all their heads will be shaved bald.",
      "19": "They will throw their silver into the streets, and their gold will be polluted by blood. Their silver and their gold will not be able to rescue them on the day of the Lord’s fury. The silver and gold will not satisfy their appetites or fill their stomachs, because it was the cause of their guilt and their downfall.",
      "20": "From the silver and gold of the Lord’s beautiful ornaments, which were their pride, they made their abominations and their disgusting images.\nTherefore, for them I will make it a place polluted by blood.",
      "21": "I will hand it over to foreigners as loot. I will give it to the most wicked people on earth as plunder, and they will desecrate it.",
      "22": "I will turn my face away from my people so that the enemy may desecrate my treasured place, and so that robbers may enter it and desecrate it.",
      "23": "Prepare the chain, because the earth is full of judicial murder, and the city is full of violence.",
      "24": "I will bring the most wicked of the nations, and they will take possession of their houses. I will put an end to the pride of the mighty, and their so-called sanctuaries will be desecrated.",
      "25": "Terror is coming. They will seek peace, but there will be none.",
      "26": "Disaster after disaster will come, and one report will follow another. They will seek a vision from the prophet, but sound instruction will vanish from the priest and the ability to give advice from the elders.",
      "27": "The king will mourn, the prince will be clothed with horror, and the hands of the people of the land will tremble. On the basis of their own conduct I will deal with them, and by the standard they used to judge others I will judge them. Then they will know that I am the Lord."
    },
    "8": {
      "1": "In the sixth year, in the sixth month, on the fifth day of the month, I was sitting in my house, and the elders of Judah were sitting in front of me. The hand of the Lord God fell upon me there.",
      "2": "I looked, and there I saw a figure that looked like a man. From what appeared to be his waist down, he looked like fire, and from his waist up, he had the appearance of a dazzling light, something like glowing metal.",
      "3": "He reached out with what looked like a hand and seized me by a lock of hair. Then the Spirit lifted me up between earth and heaven and brought me to Jerusalem, while I was experiencing visions from God. He brought me to the entrance of the north gate into the inner courtyard of the Temple, where the idolatrous image of jealousy, which provokes jealousy, was located.",
      "4": "Then I looked, and there was the Glory of the God of Israel, as it was in the vision that I had seen in the middle of the river valley.",
      "5": "He said to me, “Son of man, look toward the north.” So I looked toward the north, and what did I see! There, north of the altar gate, was this idolatrous image of jealousy beside the entrance.",
      "6": "He said to me, “Son of man, do you see what they are doing—what great abominations the house of Israel is practicing here, to distance themselves from my sanctuary! But you will see even greater abominations.”",
      "7": "Next, he brought me to the entrance to the courtyard, and I looked and saw that there was a hole in the wall.",
      "8": "He said to me, “Son of man, dig through the wall.” So I dug through the wall, and there I saw a doorway.",
      "9": "He said to me, “Go in and observe the vile abominations that they are committing here.”",
      "10": "When I entered, I looked around, and what did I see! Every form of creeping creature and every kind of detestable animal and all the filthy idols of the house of Israel were engraved on the wall, all around.",
      "11": "Seventy men of the elders of the house of Israel—with Ja’azaniah son of Shaphan standing in the middle—were standing in front of the images, each with his censer in his hand, and the fragrance of the cloud of incense was ascending.",
      "12": "He said to me, “Do you see, son of man, what the elders of the house of Israel are doing in the darkness, each in his chamber for carved images? Listen! They are saying, ‘The Lord does not see us. The Lord has forsaken the land.’”",
      "13": "Then he said to me, “You will see even greater abominations which they are practicing.”",
      "14": "Next, he brought me to the entrance of the gateway of the House of the Lord that is on the north side, and right there I saw women sitting and wailing for Tammuz.",
      "15": "He said to me, “Do you see, son of man? You will see even greater abominations than these.”",
      "16": "Finally, he brought me to the inner courtyard of the House of the Lord, and there at the entrance to the temple of the Lord, between the vestibule and the altar, were twenty-five men, showing their backsides to the temple of the Lord with their faces toward the east, and they were bowing down to the sun in the east.",
      "17": "Then he said to me, “Have you seen this, son of man? Is it too trivial for the house of Judah to commit the abominations they are committing here? Do they also have to fill the land with violence, so that they provoke me more and more? They are even sticking the branch up my nose!",
      "18": "But I also will act in wrath. My eye will not show pity, and I will have no compassion. They will call out to my ears with a loud cry, but I will not hear them.”"
    },
    "9": {
      "1": "Then he called out with a loud voice in my hearing, “Bring the supervisors of the city here, each one of them with his weapon of destruction in his hand.”",
      "2": "Then I noticed six men coming from the direction of the upper gate that faces north, each with his weapon, a war club, in his hand. There was also one man in the middle, dressed in linen, with a scribe’s kit at his waist. They entered and stood beside the bronze altar.",
      "3": "Now the Glory of the God of Israel ascended from above the cherub, over whom it had been standing, and moved to the threshold of the temple building. He called out to the man who was dressed in linen, who had the scribe’s kit at his waist.",
      "4": "The Lord said to him, “Go through the city, through Jerusalem, and put a cross mark on the foreheads of those who moan and lament over the abominations being committed in her.”",
      "5": "To the others he said in my hearing, “Follow him through the city and strike the people down. Do not let your eye show pity, and do not have compassion.",
      "6": "Old men and young men, virgins, little children, and women—you are to keep killing until you wipe them out completely. But do not go near anyone who has been marked with the cross. You are to begin at my sanctuary.”\nSo they began with the old men who were in front of the temple.",
      "7": "Then he said to them, “Defile the temple and fill the courts with the slain. Go!” So they went and struck them down throughout the city.",
      "8": "While they were striking them down, I was left alone and I fell facedown and cried out, “Oh, Lord God! Are you going to destroy everyone who is left in Israel, as you pour out your wrath upon Jerusalem?”",
      "9": "He said to me, “The guilt of the house of Israel and Judah is very, very great. The land is filled with bloodshed, and the city is full of injustice, because they say, ‘The Lord has forsaken the land’ and ‘The Lord does not see.’",
      "10": "But I am determined that my eye will show no pity, and I will have no compassion. I will bring down their conduct on their own heads.”",
      "11": "Just then, I saw the man dressed in linen, who had the scribe’s kit at his waist. He was reporting, “I have done just as you commanded me.”"
    },
    "10": {
      "1": "Then I looked, and there, above the vaulted ceiling that was over the heads of the cherubim, there was something that looked like a sapphire, shaped like a throne. It could be seen above the cherubim.",
      "2": "The Lord said to the man dressed in linen, “Reach into the structure for the wheels that is beneath the cherubim, fill your cupped hands with fiery coals from among the cherubim, and scatter them over the city.” So he went in while I watched.",
      "3": "Now the cherubim were standing on the south side of the temple while he, the man, approached, and the cloud filled the inner courtyard.",
      "4": "Then the Glory of the Lord rose from above the cherubim and moved to the threshold of the temple. The temple was filled with the cloud, and the courtyard was full of the radiance of the Glory of the Lord.",
      "5": "The sound of the wings of the cherubim was heard as far away as the outer courtyard, like the voice of God Almighty when he speaks.",
      "6": "When he commanded the man dressed in linen, “Take fire from between the wheels, from between the cherubim,” the man went and stood beside the wheel.",
      "7": "Then a cherub stretched out his hand from among the cherubim and reached into the fire that was between the cherubim. He lifted up some coals, and he put them into the cupped hands of the man dressed in linen, and the man took them and went out.",
      "8": "The cherubim had something that seemed like the form of a human hand under their wings.",
      "9": "Then I looked, and right there beside the cherubim were four wheels, one wheel beside each cherub, and the wheels looked like topaz.",
      "10": "The four of them all looked alike—there was a wheel inside each wheel.",
      "11": "The cherubim could move in any of the four directions toward which one of them faced, without turning as they moved. They went straight ahead in the direction they faced, never turning from side to side.",
      "12": "Their entire body, their back, their hands, their wings, and the wheels were full of eyes all around. (I mean the wheels that belonged to the four of them.)",
      "13": "As for the wheels, they were called “wheelwork” in my hearing.",
      "14": "Each one of the cherubim had four faces. One face was the face of a cherub. The second face was the face of a man. The third was the face of a lion, and the fourth was the face of an eagle.",
      "15": "Then the cherubim rose. These were the living creatures that I had seen by the Kebar Canal.",
      "16": "Whenever the cherubim moved, the wheels moved alongside them, and whenever the cherubim lifted up their wings to rise from the ground, the wheels did not turn away from their side.",
      "17": "When the cherubim stood still, the wheels would stand still, and when the cherubim rose, the wheels would rise with them, because the spirit of the living creatures was in the wheels.",
      "18": "Then the Glory of the Lord moved out from the threshold of the temple and took a position above the cherubim.",
      "19": "As I watched, the cherubim lifted up their wings and rose from the ground. As they went out, the wheels remained beside them. They stopped at the entrance of the east gate of the House of the Lord, and the Glory of the God of Israel was above the cherubim.",
      "20": "These were the living creatures that I had seen beneath the God of Israel at the Kebar Canal, and I now knew that they were cherubim.",
      "21": "Each one had four faces, and each had four wings, with something like the hands of a man underneath their wings.",
      "22": "The faces looked like the faces that I had seen by the Kebar Canal—exactly the same. Each one went straight ahead."
    },
    "11": {
      "1": "Then the Spirit lifted me up and brought me to the east gate of the temple of the Lord, which faces east. There, at the entrance to the gateway, were twenty-five men, and among them I saw Ja’azaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people.",
      "2": "He said to me, “Son of man, these are the men who are plotting evil and giving wicked advice in this city,",
      "3": "who are saying, ‘We will not have to build houses anytime soon. The city is the pot, and we are the meat.’",
      "4": "Therefore, prophesy against them. Prophesy, son of man.”",
      "5": "Then the Spirit of the Lord fell upon me, and he told me to say this.\nThis is what the Lord says. This is what you are saying, house of Israel. I know what you have in mind.",
      "6": "You have killed many people in this city and filled its streets with the slain.",
      "7": "Therefore, this is what the Lord God says. Your slain, which you have placed within the city, are the meat, and the city is the pot. But I will drive you out of it.",
      "8": "The sword is what you have feared, and I will bring the sword upon you, declares the Lord God.",
      "9": "I will drive you out from it, hand you over to foreigners, and execute judgments on you.",
      "10": "By the sword you will fall, and at the border of Israel I will judge you. Then you will know that I am the Lord.",
      "11": "This city will not be a pot for you, and you will not be the meat inside it. At the border of Israel I will judge you.",
      "12": "Then you will know that I am the Lord, in whose statutes you have not walked and whose ordinances you have not obeyed, but instead you have acted according to the ordinances of the nations around you.",
      "13": "While I was prophesying, Pelatiah son of Benaiah died. Then I fell facedown and cried out in a loud voice. I said, “Oh no, Lord God, you are making a complete destruction of the remaining survivors of Israel!”",
      "14": "Then the word of the Lord came to me.",
      "15": "Son of man, your brothers, your brothers who have the right to redeem your property, and the whole house of Israel—all of it—to whom the inhabitants of Jerusalem are saying, “Stay far away from the Lord! This land has been given to us as a possession.”",
      "16": "Tell them that this is what the Lord God says.\nAlthough I have removed them far away among the nations, and I have indeed scattered them among the lands, I will be a sanctuary for them for a little while in the lands to which they have gone.",
      "17": "Therefore say, “This is what the Lord God says.” I will gather you from the peoples and assemble you from the lands where you have been scattered, and I will give you the land of Israel.",
      "18": "When they arrive back there, they will remove from it all its loathsome things and all its abominations.",
      "19": "I will give them one heart, and I will put a new spirit within you. I will remove the heart of stone from their body and give them a heart of flesh,",
      "20": "so that they will walk in my statutes and keep my ordinances and carry them out. They will be my people, and I will be their God.",
      "21": "But as for those whose heart goes after their disgusting things and their abominations, I will bring down their conduct on their own heads, declares the Lord God.",
      "22": "Then the cherubim lifted up their wings. The wheels were beside them, and the Glory of the God of Israel was positioned above them.",
      "23": "The Glory of the Lord went up from the middle of the city and stood on the mountain east of the city.",
      "24": "The Spirit lifted me up and brought me to the exiles in Chaldea, in the vision from the Spirit of God. Then the vision I had seen departed from me, and I told the exiles all the things from the Lord that he had shown to me."
    },
    "12": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, you are living in the middle of a rebellious house. They have eyes to see, but they do not see, and they have ears to hear, but they do not hear, because they are a rebellious house.",
      "3": "Therefore, you, son of man, pack your baggage for exile, and depart into exile during the daytime, while they are watching. You are to depart into exile from your place to another place, while they are watching. Perhaps they will see that they are a rebellious house.",
      "4": "You are to bring out your baggage, packed for exile, during the daytime, while they are watching. Then in the evening, while they are watching, you are to go out like someone going into exile.",
      "5": "While they are watching, dig through the wall, and bring out your baggage through it.",
      "6": "While they are watching, lift it up on your shoulder, and carry it out at dusk. Cover your face so that you cannot see the ground, for I have made you a warning sign to the house of Israel.",
      "7": "I did that, exactly as I was commanded. I brought out my baggage, packed for exile, during the daytime, and then in the evening I dug through the wall by hand. When it was getting dark, I brought my baggage out. I carried it on my shoulder while they were watching.",
      "8": "In the morning the word of the Lord came to me.",
      "9": "“Son of man, hasn’t the house of Israel, that rebellious house, asked you, ‘What are you doing?’",
      "10": "You are to tell them that this is what the Lord God says.”\nThis burdensome prophecy is about the burdensome prince in Jerusalem, together with the whole house of Israel who are in its midst.",
      "11": "Say to them, “I am a warning sign for you.”\nExactly what I have done will be done to them. Into exile, into captivity, they will go.",
      "12": "The prince who is in their midst will carry his baggage on his shoulder at dusk and go out. They will dig through the wall to bring him out through it. He will cover his face, so he will not see the ground with his own eyes.",
      "13": "I will spread out my net for him, and he will be caught in my trap. I will bring him to Babylon, to the land of the Chaldeans, but he will not see it, and there he will die.",
      "14": "All those who are around him, his aides and all his troops, I will scatter to every wind, and I will unsheathe my sword against them.",
      "15": "Then they will know that I am the Lord, when I scatter them among the nations and disperse them across many countries.",
      "16": "But from among them I will let a small number survive the sword, famine, and plague, in order that they may tell about all their abominations among the nations where they go. Then they will know that I am the Lord.",
      "17": "The word of the Lord came to me.",
      "18": "Son of man, you are to eat your food with trembling, and you are to drink your water with shuddering and anxiety.",
      "19": "You are to say to the people of the land: This is what the Lord God says about the inhabitants of Jerusalem on the soil of Israel. They will eat their food with anxiety and drink their water with horror, because everything that filled the land will be devastated because of the violence of all its inhabitants.",
      "20": "The inhabited cities will be laid waste, and the land will be devastated. Then you will know that I am the Lord.",
      "21": "The word of the Lord came to me.",
      "22": "Son of man, what is this saying that you have about the homeland of Israel: “The days keep going by, and every vision fails”?",
      "23": "Therefore say this to them. This is what the Lord God says. I will put an end to this saying, and they will no longer use it as a saying in Israel. On the contrary, say to them, “The days are near when every vision will be fulfilled.”",
      "24": "For no longer will there be any empty, unreliable visions or slippery, misleading omens within the house of Israel.",
      "25": "For I am the Lord. Whatever word I speak will be fulfilled. It will be delayed no longer. For in your own days, you rebellious house, I will speak a word and fulfill it, declares the Lord God.",
      "26": "The word of the Lord came to me.",
      "27": "Son of man, listen to what the house of Israel is saying: “The vision that he is seeing is for many days in the future, and he is prophesying for distant times.”",
      "28": "Therefore, tell the Israelites this is what the Lord God says. None of my words will be delayed any longer, because I will speak a word and it will be fulfilled, declares the Lord God."
    },
    "13": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, prophesy against the prophets of Israel who are prophesying. You are to say to the prophets who prophesy from their own heart: Hear the word of the Lord.",
      "3": "This is what the Lord God says. Woe to the foolish prophets who follow their own spirit and prophesy things which they have not seen.",
      "4": "Israel, your prophets are like jackals among the ruins.",
      "5": "You have not stepped up into the breaks in the wall, nor have you repaired the wall for the house of Israel, so that it could stand up in battle on the Day of the Lord.",
      "6": "They see empty visions and their omens predict lies—those who say, “The declaration of the Lord,” when the Lord has not sent them, and yet they expect him to fulfill their word.",
      "7": "Have you not, in fact, seen an empty vision and predicted lies when you say, “The declaration of the Lord,” when, in fact, I have not spoken?",
      "8": "Therefore, this is what the Lord God says. Because you have spoken empty words and have seen a lying vision, therefore, I am surely against you, declares the Lord God.",
      "9": "My hand will come upon the prophets who see empty visions and predict a lie. They will not remain in the council of my people. They will not be recorded in the register of the house of Israel, and they will not enter the land of Israel. Then you will know that I am the Lord God.",
      "10": "This will happen precisely because they have misled my people by saying, “Peace,” when there is no peace. When someone builds a flimsy wall, look how the false prophets daub it with a coat of mud plaster.",
      "11": "Tell those who are daubing with plaster that the wall will fall. There will be driving rain, large hailstones will fall, and a violent wind will break out,",
      "12": "and suddenly the wall will fall. Won’t they say to you, “Where is the mud plaster you daubed on now?”",
      "13": "Therefore, this is what the Lord God says. In my wrath I will make a violent wind break out, and there will be driving rain because of my anger. In my wrath I will send large hailstones that bring destruction.",
      "14": "I will demolish the wall that you have daubed with mud plaster. I will level it to the ground, so that its foundation will be exposed. It will fall, and you will perish within the city. Then you will know that I am the Lord.",
      "15": "In this way I will exhaust my wrath against the wall and against those who daubed it with mud plaster, and I will say to you, “Gone is the wall, and gone are those who daubed on it—",
      "16": "those prophets of Israel who are prophesying about Jerusalem and who proclaim a vision of peace about her when there is no peace, declares the Lord God.”",
      "17": "You, son of man, are to set your face against the daughters of your people, who are prophesying ecstatically from their own hearts. You are to prophesy against them.",
      "18": "You are to say that this is what the Lord God says.\nWoe to those women who sew magic bands for all their wrists and who make veils of every size for people’s heads in order to trap souls. Will you women trap the souls of my people, but preserve your own souls?",
      "19": "You women profane me among my people for handfuls of barley and scraps of bread, killing people who should not die and keeping people alive who should not live. You do this by your lying to my people—those who listen to lies.",
      "20": "Therefore, this is what the Lord God says.\nListen. I am against your magic bands, with which you women trap souls like birds. I will tear them from your arms, and I will set free the souls that you trap like birds.",
      "21": "I will tear off your veils and rescue my people from your hand. They will no longer be in your hand like prey. Then you will know that I am the Lord.",
      "22": "Because you have disheartened the righteous man with delusions, even though I have not intended to grieve him, and you have strengthened the hands of the wicked man, so that he does not repent of his evil way, and so he does not save his life,",
      "23": "therefore, you women will no longer proclaim empty words, and you will no longer deceive with false omens. I will rescue my people from your hand. Then you will know that I am the Lord."
    },
    "14": {
      "1": "Some men from the elders of Israel came to me and sat down in front of me.",
      "2": "Then the word of the Lord came to me.",
      "3": "Son of man, these men have set up their filthy idols in their hearts, and they have placed a stumbling block that makes them guilty in front of their faces. So should I really let them consult me?",
      "4": "Therefore, speak with them and tell them this is what the Lord God says.\nWhenever anyone from the house of Israel sets up his filthy idols in his heart or sets the stumbling block that makes him guilty in front of his face and he then comes to a prophet, I, the Lord, will give him an answer appropriate to the multitude of his filthy idols,",
      "5": "so that I may capture the hearts of the house of Israel, for all of them have alienated themselves from me with their filthy idols.",
      "6": "Therefore, tell the house of Israel that this is what the Lord God says. Repent and turn away from your filthy idols, and turn your faces away from all your abominations.",
      "7": "Certainly, anyone from the house of Israel or an alien who is residing in Israel, if he alienates himself from me and sets up his filthy idols in his heart and puts the stumbling block that makes him guilty in front of his face, and he then comes to a prophet to seek my guidance for himself, I myself, the Lord, will give him an answer.",
      "8": "I will set my face against that man, and I will make him into a sign and a notorious example, and I will cut him off from among my people. Then you will know that I am the Lord.",
      "9": "If a prophet acts like a fool and speaks a message, I, the Lord, have made a fool of that prophet. I will stretch out my hand against him, and I will destroy him from among my people Israel.",
      "10": "They will bear their guilt. The guilt of the one who seeks guidance will be the same as the guilt of the prophet,",
      "11": "so that the house of Israel will no longer stray from following me, and they will never again defile themselves by all their rebellious acts. They will be my people, and I will be their God, declares the Lord God.",
      "12": "The word of the Lord came to me.",
      "13": "Son of man, when a land sins against me by adding one act of infidelity to another, so that I stretch out my hand against it to cut off its bread supply, to send famine against it, and to cut off man and beast from it,",
      "14": "even if these three men were in its midst—Noah, Daniel, and Job—by their righteousness they would save only their own lives, declares the Lord God.",
      "15": "If I cause wild animals to pass through the land and they rob it of its children, so that it becomes desolate, and no one can pass through because of the wild animals,",
      "16": "and if these three men were in its midst, as I live, says the Lord God, they would not save either their sons or their daughters. They alone would be saved, but the land would be devastated.",
      "17": "Or if I bring a sword upon that land and say, “A sword shall pass through the land,” and I cut off from it man and beast,",
      "18": "and these three men were in its midst, as I live, says the Lord God, they would not be able to save either their sons or their daughters, but they alone would be saved.",
      "19": "Or if I send a plague on that land, and with bloodshed I pour out my wrath on it to cut off man and beast from it,",
      "20": "and if Noah, Daniel, and Job were in its midst, as I live, says the Lord God, they would not be able to save either their sons or their daughters. By their righteousness they would save only their own lives.",
      "21": "For this is what the Lord God says. How much worse it will be when I send my four terrible judgments—sword, famine, wild animals, and plague—upon Jerusalem to cut off man and beast from it!",
      "22": "But wait! A group of survivors will be left in it, those sons and daughters who will be brought out. Look! They are coming out to you, and you shall see their ways and their actions. Then you will be comforted concerning the disaster that I brought upon Jerusalem, everything that I brought upon it.",
      "23": "And they will comfort you, because you will see their ways and their actions. Then you will know that it was not without cause that I did everything that I did against the city, declares the Lord God."
    },
    "15": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, what can be done with the wood of a grapevine compared to the wood from the branches of all the other trees in the forest?",
      "3": "Can its wood be used to make something useful? Can people make a peg from it to hang things on?",
      "4": "No, it is fed into the fire for fuel. The fire devours both ends of it, and its middle is burned up. Is it useful for any purpose then?",
      "5": "Since it could not be used for any purpose when it was undamaged, how much less can it be used to make anything useful after the fire has devoured it and it has been burned!",
      "6": "Therefore, this is what the Lord says. Like the wood of the grapevine from among the trees of the forest, which I have fed into the fire for fuel, in the same way I will feed the inhabitants of Jerusalem into the fire.",
      "7": "I will set my face against them. They have come out from the fire, but the fire will still devour them. Then you will know that I am the Lord when I set my face against them.",
      "8": "I will make the land desolate because they added one infidelity to another, declares the Lord God."
    },
    "16": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, confront Jerusalem with her abominations.",
      "3": "Tell them this is what the Lord God says to Jerusalem.\nYour origin and your birth were from the land of the Canaanites. Your father was an Amorite and your mother a Hittite.",
      "4": "This is the way it was at your birth. On the day you were born, your umbilical cord was not cut, and you were not washed with water to clean you up. You were not rubbed down with salt, nor were you tightly wrapped with cloths.",
      "5": "No eye looked at you with pity to do any of these things for you or to show compassion to you. On the day you were born, you were thrown out in the open field without regard for your life.",
      "6": "I passed by, and I saw you squirming in your blood. I said to you, “You there, lying there in your blood, live!” and I said to you, “You there, lying there in your blood, live!”",
      "7": "I made you grow like a sprout in the field. You grew up, you developed, and you became very beautiful. Your breasts were formed and your hair had appeared, but you were completely naked.",
      "8": "I passed by and saw you, and I noticed that you were old enough for love. So I spread the skirt of my robe over you and covered your nakedness. I swore an oath to you to enter into a covenant of marriage with you, declares the Lord God, and you became mine.",
      "9": "I washed you with water. I washed your blood off you. I anointed you with oil.",
      "10": "I clothed you with the finest embroidered material and gave you sandals of luxurious leather. I wrapped your head in the best linen and covered you with silk.",
      "11": "I adorned you with jewelry. I put bracelets on your wrists and a necklace around your neck.",
      "12": "I put a ring on your nose, earrings on your ears, and a glorious crown on your head.",
      "13": "So you were adorned with gold and silver, and your clothing was made of the best linen, with silk and the finest embroidered material. You ate fine flour, honey, and olive oil. You were extraordinarily beautiful, and you attained the status of a queen.",
      "14": "Your fame spread throughout the nations because of your beauty. In fact, it was perfect because of my splendor, which I had bestowed upon you, declares the Lord God.",
      "15": "But you trusted in your beauty, and, relying on your fame, you acted like a prostitute. You lavished your lust on every man passing by—you became his.",
      "16": "You took some of your clothing and made colorful high places for yourself and acted like a prostitute on them. Such things should not happen. They should not be!",
      "17": "You took your glorious articles made from my gold and my silver, which I had given to you, and you made male idols for yourself, and you acted like a prostitute with them.",
      "18": "You took your clothing made of the finest embroidered material and covered the idols, and you set my oil and my incense in front of them.",
      "19": "Also my food which I gave you—the fine flour, oil, and honey which I fed you—you set in front of them as a fragrant sacrifice. This is what happened, declares the Lord God.",
      "20": "You even took your sons and your daughters, whom you bore for me, and sacrificed them as food for the idols. Was your continual prostitution not enough?",
      "21": "Did you have to slaughter my children and offer them to the idols by making them pass through the fire?",
      "22": "With all your abominations and your prostitution, you did not remember the days of your youth, when you were completely naked, when you were squirming about in your blood.",
      "23": "So after all your wickedness—woe, woe to you, says the Lord God!—",
      "24": "you built for yourself a platform, and you made a pavilion for yourself in every public square.",
      "25": "At the corner of every street you set up your pavilion and made your beauty into a disgusting thing. You spread your legs for every man passing by, and you multiplied your acts of prostitution.",
      "26": "You acted like a whore with the sons of Egypt, your neighbors with their enlarged flesh, and you multiplied your acts of prostitution to enrage me!",
      "27": "Look at how I stretched out my hand against you. I reduced your territory. I gave you up to the desire of those who hate you, the daughters of the Philistines, who were embarrassed by your lewd ways.",
      "28": "You acted like a whore with the sons of the Assyrians because you were insatiable. Even after your acts of prostitution with them, you were not satisfied.",
      "29": "So you extended your whoring ways to the land of merchants, to Chaldea, but even with this you were not satisfied.",
      "30": "How sick your heart is, says the Lord God, that you did all these things, the behavior of a woman who is a domineering whore!",
      "31": "When you built your platform at the corner of every street and you made your pavilion in every public square, you were not like an ordinary prostitute, because you refused payment.",
      "32": "You adulterous wife, who procures strange men instead of her husband,",
      "33": "to all prostitutes men pay a fee, but you gave your gifts to all your lovers. You bribed them to come to you from all around to join your whoring ways.",
      "34": "You were the opposite of the other women in your whoring ways. You were not solicited for prostitution, but you gave payment to your lovers. Instead of payment being given to you, you were the very opposite.",
      "35": "Therefore, you whore, hear the word of the Lord!",
      "36": "This is what the Lord God says. Because your moisture was poured out, and your nakedness was exposed during your whoring ways with your lovers, because of all your disgusting, filthy idols, and because of the blood of your children, whom you gave to them,",
      "37": "for all this, I am about to gather all your lovers to whom you were giving pleasure—all those you loved, as well as all those you hated. I will gather them against you from all around. I will expose your nakedness to them, and they will see your nakedness.",
      "38": "I will judge you with the judgments deserved by women who commit adultery and who shed blood. I will make you bloody in my wrath and jealousy.",
      "39": "I will deliver you into their hands, and they will tear down your platform, demolish your pavilion, strip you of your clothing, take away your glorious jewelry, and leave you completely naked.",
      "40": "They will bring up a mob against you, and they will stone you and hack you to pieces with their swords.",
      "41": "They will burn down your houses with fire and carry out judgments against you in the sight of many women. I will make you stop being a whore, and you will never again give a payment.",
      "42": "Then I will lay to rest my wrath against you, and my jealousy will turn away from you. I will be calm and no longer be angry.",
      "43": "Because you did not remember the days of your youth, and you made me angry during all these actions, I myself will certainly bring your conduct down upon your head. That is the declaration of the Lord God! Haven’t you added lewdness to all your abominations?",
      "44": "Hear this! Everyone will speak this proverb about you: “Like mother, like daughter.”",
      "45": "You are a true daughter of your mother, who despises her husband and her children, and you are a true sister of your sisters, who despise their husbands and their children. The mother of all of you was a Hittite and your father was an Amorite.",
      "46": "Your older sister is Samaria, who along with her daughters lives north of you, and your younger sister, who lives south of you along with her daughters, is Sodom.",
      "47": "You did not merely walk in their ways or act according to their abominations, since in a very short time you became more depraved in all your ways than they were.",
      "48": "As I live, says the Lord God, your sister Sodom along with her daughters has not done what you have done along with your daughters.",
      "49": "Look, this was the guilt of your sister Sodom: Pride, overindulgence in food, and complacent ease were the way for her and her daughters, and she failed to strengthen the hands of the poor and needy.",
      "50": "They were haughty, and they committed abominations in my presence, and so I removed them when I saw it.",
      "51": "Samaria did not sin half as much as you did. You multiplied your abominations more than they did. You made your sisters appear righteous by all your abominations which you committed.",
      "52": "So you must bear your disgrace, because by your sins you appeared to plead your sisters’ case for them. Because of your sins—you acted more repulsively than they did—they appear more righteous than you. So you must be ashamed and bear your disgrace, because you made your sisters appear righteous.",
      "53": "I will bring about their restoration—the restoration of Sodom and her daughters, and the restoration of Samaria and her daughters, as well as your complete restoration in their midst,",
      "54": "so that you will bear your disgrace, and you will be ashamed of everything you did when you appeared to give them comfort.",
      "55": "Your sister Sodom and her daughters will return to their former state, and your sister Samaria and her daughters will return to their former state, and you and your daughters will return to your former state.",
      "56": "Wasn’t your sister Sodom a subject for gossip in your mouth during the days when you were so proud,",
      "57": "in the days before your own wickedness was exposed? So now in the same way you are subjected to scorn by the daughters of Edom and by all those around her and by the daughters of the Philistines, who scorn you from all sides.",
      "58": "Your lewdness and your abominations, you must now bear, declares the Lord.",
      "59": "So this is what the Lord God says. Shall I do with you just as you have done, you who despised your oath, thereby breaking the covenant?",
      "60": "No, just the opposite, I myself will remember my covenant I made with you during the days of your youth, and I will establish an everlasting covenant for you.",
      "61": "Then you will remember your ways and be ashamed when you receive your sisters who are older than you, in addition to those who are younger than you, and I will give them to you as daughters, and not outside your covenant.",
      "62": "I myself will establish my covenant with you. Then you will know that I am the Lord,",
      "63": "so that you may remember and be ashamed and never again open your mouth because of your disgrace, when I make atonement for you for all that you have done, declares the Lord God."
    },
    "17": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, present a challenging parable to the house of Israel.",
      "3": "Tell the Israelites that this is what the Lord God says.\nA great eagle with powerful wings, with long feathers, and covered with multicolored plumes, came to Lebanon. He took the tip of a cedar.",
      "4": "He plucked off the newest shoot at the very top of the tree, and he carried it to a land of merchants. In a city of traders he planted it.",
      "5": "Then he took seed from the land and planted it in a fertile field, like a new plant beside plentiful water. He set it out like a willow twig,",
      "6": "so that it would sprout and become a spreading vine, low to the ground, so that its branches would turn toward the one who planted it and its roots would remain under him. So it became a vine and produced shoots and leaves and branches.",
      "7": "But there was another great eagle with powerful wings and many plumes. Look at how this vine bent its roots toward him! From the bed where it had been planted, it stretched out its branches toward him, so that he could water it.",
      "8": "It had been planted in good soil beside plentiful water to grow branches, to bear fruit, and to become a magnificent vine.",
      "9": "Tell them this is what the Lord God says. Will it thrive? Won’t he pull up its roots and strip off its fruit so that it dries up? Won’t all its new growth dry up? No strong arm or mighty army will be needed to pluck it by its roots.",
      "10": "Although it has been planted, will it thrive? When the east wind touches it, won’t it shrivel up completely? On the very bed where it had sprouted, it will wither away.",
      "11": "The word of the Lord came to me.",
      "12": "Tell this to the rebellious house.\nDon’t you know what these things mean? Tell them this. You saw how the king of Babylon came to Jerusalem. He took its king and its officials and brought them back to Babylon with him.",
      "13": "Then he took a member from the seed of the royal family, made a covenant with him, and put him under an oath. He took away the leading men of the land",
      "14": "so that it would be a lowly kingdom, so that it would not rebel but would keep the covenant with him, so that it could survive.",
      "15": "But the prince rebelled against that king by sending his envoys to Egypt to obtain horses and a large army. Will he thrive? Can someone who does such things escape? Can he break a covenant and still escape?",
      "16": "As I live, says the Lord God, in the land of the king who made him king, whose oath he despised and whose covenant he broke, in his presence in Babylon, he shall die.",
      "17": "He will not be joined by a mighty army or a great force during the war, because Pharaoh will not come when the enemy heaps up ramps and builds siege walls in order to cut off many lives.",
      "18": "The king despised the oath by breaking the covenant. Even though he had given his hand to seal the covenant, he did all these things. He shall not escape!",
      "19": "Therefore, this is what the Lord God says. As I live, because it was an oath taken in my name that the prince despised, I will bring down on his own head my covenant which he broke.",
      "20": "I will spread my net for him, and he will be caught in my trap. I will bring him to Babylon, and I will enter into judgment with him there for the treachery he has committed against me.",
      "21": "All his fugitives together with all his troops will fall by the sword, and the rest will be scattered to every wind. Then you will know that I, the Lord, have spoken.",
      "22": "This is what the Lord God says. I myself will take part of the tip of the cedar and plant it. From the topmost of its shoots I will pluck off a tender sprig, and I myself will plant it on a high and lofty mountain.",
      "23": "On the high mountain of Israel I will plant it. It will produce branches, bear fruit, and become a magnificent cedar. Flying birds of every kind will live under it. In the shelter of its branches they will nest.",
      "24": "Then all the trees in the countryside will know that I, the Lord, bring down the high tree and raise up the low tree, that I make the green tree dry up, and I make the dried-up tree blossom. I, the Lord, have spoken, and I will carry it out."
    },
    "18": {
      "1": "The word of the Lord came to me.",
      "2": "What do you mean, you who keep repeating this proverb concerning the soil of Israel, “Fathers eat sour grapes, and their sons’ teeth are set on edge”?",
      "3": "As surely as I live, declares the Lord God, you will never again use this proverb in Israel.",
      "4": "Indeed, all souls are mine. The soul of the father is mine just like the soul of the son. The soul who sins is the one who will die.",
      "5": "If a man is righteous and practices justice and righteousness,",
      "6": "if he does not eat on the mountains and does not lift up his eyes to the filthy idols of the house of Israel, if he does not defile his neighbor’s wife and does not approach a woman during her period,",
      "7": "if he does not exploit anyone but returns the collateral given to him for a loan, if he does not seize another person’s property by force but gives his own food to the hungry and covers the naked with clothing,",
      "8": "if he does not deduct a fee from the money he lends to someone and he does not demand that people repay more than he lent them, if he holds back his hand from unrighteousness and administers impartial justice between two parties,",
      "9": "that is, if he walks in my statutes and keeps my ordinances by acting faithfully, that man is righteous and he will surely live, declares the Lord God.",
      "10": "Now if he fathers a violent son, who sheds blood or who does any one of these evil things to a brother",
      "11": "(although the father did not do all these things), but the son goes so far as to eat on the mountains and even defiles his neighbor’s wife,",
      "12": "exploits the poor and the needy, seizes other people’s property by force, does not return the collateral on a loan, lifts up his eyes to the filthy idols, commits abominations,",
      "13": "and deducts a fee from the money he lends to someone and demands that people repay more than he lent them—will he live? He will not live! He committed all these abominations, so he will surely be put to death. His blood will be upon him.",
      "14": "But if that son himself fathers a son who sees all the sins that his father has committed, and though he sees, he does not do likewise—",
      "15": "he does not eat on the mountains, he does not lift up his eyes to the filthy idols of the house of Israel, he does not defile his neighbor’s wife,",
      "16": "he does not exploit anyone, he does not require collateral for a loan, he does not seize another person’s property by force, he gives his own food to the hungry and he covers the naked with clothing,",
      "17": "he takes care not to harm the poor, he does not deduct a fee from the money he lends someone or demand that people repay more than he lent them, but he keeps my ordinances and walks according to my statutes—that man will not die because of his father’s guilt. He will surely live.",
      "18": "But his father, if he practices extortion, seizes his brother’s goods by force, and does what was not good among his own people, he will surely die because of his own guilt.",
      "19": "But you ask, “Why doesn’t the son share in the guilt of the father?” Because the son did what was just and right. He kept all my statutes and carried them out, so he will surely live.",
      "20": "The soul who sins is the one who will die. The son will not share in the guilt of the father, and the father will not share in the guilt of the son. The righteousness of the righteous person will be credited to him alone, and the wickedness of the wicked person will be charged against him alone.",
      "21": "A wicked man, if he turns away from all his sins that he has committed and keeps all my statutes and carries out justice and righteousness, he will surely live. He will not die.",
      "22": "All of the rebellious acts that he had committed will not be remembered against him. Because of his righteousness that he has practiced, he will live.",
      "23": "Do I really find any pleasure in the death of the wicked? says the Lord God. Don’t I want him to turn from his ways and live?",
      "24": "But if a righteous man turns away from his righteousness and does what is unrighteous—namely, all the abominations that the wicked man practices—will he live? All the righteous deeds that he did will not be remembered. Because he added one infidelity to another and because of the sins that he has committed, because of them, he will die.",
      "25": "But you say, “The Lord’s way is not fair.” Listen now, house of Israel. Is it my way that is not fair? Is it not your ways that are not fair?",
      "26": "If a righteous man turns away from his righteousness and practices unrighteousness, he will die because of it. Because of the unrighteousness that he has practiced, he will die.",
      "27": "But if a wicked man turns from his wickedness that he has done and practices justice and righteousness, he will preserve his life.",
      "28": "Because he has seen and turned away from all the rebellious acts that he had committed, he will surely live, and he will not die.",
      "29": "But the house of Israel says, “The Lord’s way is not fair.” Is it really my ways that are not fair, O house of Israel? Is it not your ways that are not fair?",
      "30": "Therefore, I will judge each one of you according to his ways, O house of Israel, declares the Lord God. Repent and turn away from all your rebellious acts, so that you will not set out a stumbling block that makes you guilty.",
      "31": "Throw off from yourselves all your rebellious actions by which you have rebelled, and obtain a new heart and a new spirit for yourselves. Why should you die, O house of Israel?",
      "32": "For I take no pleasure in the death of anyone who dies, declares the Lord God. So repent and live!"
    },
    "19": {
      "1": "Now you are to take up a lament for the princes of Israel.",
      "2": "This is what you are to say:\n    What a lioness your mother was!\n    She crouched among the lions.\n    Among the young lions she reared her cubs.",
      "3": "She raised up one of her cubs.\n    When he became a young lion,\n        he learned to tear his prey.\n    He even ate humans.",
      "4": "When the nations heard about him,\n        he was trapped in their pit.\n    With hooks they led him to the land of Egypt.",
      "5": "When she saw that she was waiting in vain,\n    that her hope was lost,\n        she took another of her cubs\n        and made him a young lion.",
      "6": "He prowled around among the lions,\n    because he too had become a young lion.\n    He learned to tear prey.\n    He even ate humans.",
      "7": "He knew how many widows he made\n        as he ravaged their cities.\n    The land and everyone in it were stunned\n        by the noise of his roaring.",
      "8": "Nations set upon him from the surrounding provinces.\n    They spread their net over him,\n    and he was trapped in their pit.",
      "9": "With hooks they put him in a wooden cage,\n    and they brought him to the king of Babylon.\n    They brought him into prison\n        so that his roar would no longer be heard\n        on the mountains of Israel.",
      "10": "Your mother was like a vine in your vineyard,\n    planted by water, fruitful and full of branches\n    because of plentiful waters.",
      "11": "Its strong branches became scepters for rulers.\n    It towered high, among the clouds.\n    It was outstanding because of its height,\n    and because of the abundance of its branches.",
      "12": "But the vine was uprooted in wrath,\n    and it was hurled to the ground.\n    The east wind dried up its fruit.\n    Its strong branch was torn off so that it dried up,\n    and fire devoured it.",
      "13": "Now it is planted in the wilderness,\n    in a dry and thirsty land.",
      "14": "Fire has come out from its main branch\n    and consumed its fruit,\n    so that it no longer has a strong branch,\n    no scepter fit for ruling.\nThis is a lament, and it was used as a lament."
    },
    "20": {
      "1": "In the seventh year, in the fifth month, on the tenth day of the month, men came from the elders of Israel to consult the Lord, and they sat down in front of me.",
      "2": "Then the word of the Lord came to me.",
      "3": "“Son of man, speak to the elders of Israel and tell them this.”\nThis is what the Lord God says to them:\nAre you really coming to consult me? As I live, I will not let myself be consulted by you, declares the Lord God.",
      "4": "Will you put them on trial? Will you put them on trial, son of man? Remind them of the abominable practices of their fathers.",
      "5": "You are to tell them the following.\nThis is what the Lord God says. On the day when I chose Israel, when I swore with an uplifted hand to the descendants of the house of Jacob, when I made myself known to them in the land of Egypt, then I lifted up my hand to them in an oath. I said, “I am the Lord, your God.”",
      "6": "On that day I swore to them with an uplifted hand to bring them out of the land of Egypt to a land that I had searched out for them, a land flowing with milk and honey. It was the most glorious of all the lands.",
      "7": "I said to them, “Each man must throw away the loathsome things he sets his eyes on. You must not defile yourselves with the filthy idols of Egypt. I am the Lord, your God.”",
      "8": "But they rebelled against me and were not willing to listen to me. Not one of them threw away the loathsome things which they set their eyes on. They did not forsake the filthy idols of Egypt, so I resolved to pour out my wrath on them and to exhaust my anger against them in the middle of the land of Egypt.",
      "9": "I acted for the sake of my name, so that it would not be profaned in the sight of the nations that were around them, the nations in whose sight I had made myself known by bringing the Israelites out of the land of Egypt.",
      "10": "So I brought them out of the land of Egypt and led them into the wilderness.",
      "11": "I gave them my statutes, and I made my ordinances known to them, ordinances by which a man will live if he observes them.",
      "12": "I also gave them my Sabbaths to be a sign between me and them, so that they could know that I, the Lord, am the one who sanctifies them.",
      "13": "But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes, and they rejected my ordinances (ordinances by which a man will live if he observes them), and they profaned my Sabbaths completely. So I threatened to pour out my wrath on them in the wilderness in order to annihilate them.",
      "14": "I acted for the sake of my name, so that it would not be profaned in the sight of the nations in whose sight I had brought them out from Egypt.",
      "15": "I also swore to them with an uplifted hand in the wilderness that I would not bring them into the land that I had given to them, a land flowing with milk and honey—it is the most glorious of all the lands—",
      "16": "because they rejected my ordinances and did not walk in my statutes. Instead, they profaned my Sabbaths. This happened because their hearts chase after their filthy idols.",
      "17": "Nevertheless, my eye had pity on them so that I did not destroy them, and I did not completely destroy them in the wilderness.",
      "18": "Then I said to their children in the wilderness: “Do not walk in the statutes of your fathers. Do not observe their ordinances, and do not defile yourselves with their filthy idols.",
      "19": "I, the Lord, am your God. Walk in my statutes, and observe my ordinances and practice them.",
      "20": "Keep my Sabbaths holy so that they may be a sign between me and you, so that you may know that I, the Lord, am your God.”",
      "21": "But the children too rebelled against me. They did not walk in my statutes. They did not observe my ordinances by practicing them, statutes by which a person will live if he observes them. They profaned my Sabbaths, so I resolved to pour out my wrath on them and to exhaust my anger on them in the wilderness.",
      "22": "Nevertheless, I held back my hand and acted for the sake of my name, so that it would not be profaned in the sight of the nations in whose sight I had brought them out from Egypt.",
      "23": "However, I raised my hand in an oath to them in the wilderness and swore that I would scatter them among the nations and disperse them among the countries",
      "24": "because they had not observed my ordinances. They despised my statutes. They profaned my Sabbaths, and they fixed their eyes on the filthy idols of their fathers.",
      "25": "So I gave them statutes that were not good and ordinances by which they could not live.",
      "26": "I defiled them through their sacrificial gifts—when they made all their firstborn pass through the fire—in order to devastate them, so that they would know that I am the Lord.",
      "27": "Therefore, speak to the house of Israel, son of man, and tell them this.\nThis is what the Lord God says. In this too your fathers blasphemed me by committing infidelity after infidelity against me.",
      "28": "When I brought them to the land which I had sworn with an uplifted hand to give to them, whenever they saw any high hill or any leafy tree, they offered their sacrifices there. There they placed their offerings that provoke me. There they offered their fragrant sacrifices. There they poured out their drink offerings.",
      "29": "Then I said to them, “What is the high place to which you are going?” So it is called Bamah to this day.",
      "30": "Therefore, say this to the house of Israel.\nThis is what the Lord God says. Are you continuing to defile yourselves in the way your fathers did? Are you still whoring after their loathsome idolatries?",
      "31": "When you offer your gifts and make your sons pass through the fire, you continue to defile yourselves by all your filthy idols to this day. So should I let myself be consulted by you, house of Israel? As I live, says the Lord God, I will not let myself be consulted by you.",
      "32": "What you have in mind will definitely never take place. You are saying, “Let us become like the nations, like the clans in other countries, by worshipping wood and stone.”",
      "33": "As I live, says the Lord God, with a mighty hand, with an outstretched arm, and with wrath outpoured, I will rule over you!",
      "34": "I will bring you out from the nations, and I will gather you from the countries among which you have been scattered. With a mighty hand, with an outstretched arm, and with wrath outpoured,",
      "35": "I will bring you into the wilderness of the peoples. There I will enter into judgment with you face-to-face.",
      "36": "As I entered into judgment with your fathers in the wilderness of the land of Egypt, so will I enter into judgment with you, declares the Lord God.",
      "37": "I will make you pass under the rod, and I will bring you under the binding terms of the covenant.",
      "38": "I will purge out from among you those who revolt and rebel against me. From the land where they are staying I will bring them out, but they shall not come into the land of Israel. Then you will know that I am the Lord.",
      "39": "But to you, house of Israel, this is what the Lord God says. Let each man go and worship his filthy idols, but after that, even if you will not listen to me, you will no longer profane my holy name with your gifts and with your filthy idols.",
      "40": "For on my holy mountain, on the high mountain of Israel, declares the Lord God, the whole house of Israel will worship me there—the whole nation in its homeland. There I will accept them. There I will request your offerings and your special gifts together with all your holy things.",
      "41": "I will accept you as a fragrant sacrifice when I bring you out from the nations and when I gather you from the lands among which you were scattered. Then through you, I will show that I am holy in the sight of the nations.",
      "42": "You will know that I am the Lord when I bring you back to the soil of Israel, to the land that I swore with an upraised hand to give to your fathers.",
      "43": "There you will remember your ways and all your deeds by which you defiled yourselves, and you will despise yourselves for all your evil deeds which you have done.",
      "44": "Then you will know that I am the Lord, when I deal with you for the sake of my name and not according to your evil ways and your corrupt deeds, O house of Israel, declares the Lord God.",
      "45": "The word of the Lord came to me.",
      "46": "Son of man, set your face toward Teman. Preach against the Southland, and prophesy against the scrubby forest in the Negev.",
      "47": "Say this to the scrub forest in the Negev. Hear the word of the Lord! This is what the Lord God says. I am about to ignite a fire among you, and among you it will devour every green tree and every dry tree. The blazing flame will not be extinguished. Every face will be scorched by it, from south to north.",
      "48": "All flesh will see that I, the Lord, have ignited it. It will not be extinguished.",
      "49": "Then I said, “Oh, Lord God, they are saying about me, ‘Doesn’t he just talk in puzzling parables?’”"
    },
    "21": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, set your face toward Jerusalem. Preach against the sanctuaries, and prophesy against the land of Israel.",
      "3": "Say this to the land of Israel.\nThis is what the Lord says. Hear this! I am against you, and I will draw my sword out of its scabbard, and I will cut off from you both the righteous and the wicked.",
      "4": "Because I have resolved to cut off from you both the righteous and the wicked, therefore my sword will come out of its scabbard against everyone from south to north.",
      "5": "Then all flesh will know that I, the Lord, have drawn my sword from its scabbard. It will not return to its sheath again.",
      "6": "Now you, son of man, groan as though you were doubled up in pain. Groan in front of them as though in bitter anguish.",
      "7": "When they ask you, “Why are you groaning?” say, “Because of the news that is coming.” Then every heart will melt, all hands will hang limp, and all knees will run with water. It is coming, and it will take place, declares the Lord God.",
      "8": "The word of the Lord came to me.",
      "9": "Son of man, prophesy and say that this is what the Lord says.\n    A sword, a sword has been sharpened.\n    It has also been polished.",
      "10": "It has been made very sharp for slaughter.\n    It has been polished to flash like lightning.\nSo shall we rejoice in the scepter of my son?\nThe sword despises every such stick of wood.",
      "11": "The sword has been set aside to be polished,\nto be grasped by the hand.\nIt has been sharpened, and it has been polished,\nto be put into the hand of a killer.",
      "12": "Cry out and wail, son of man,\nbecause the sword is against my people.\nIt is against all the princes of Israel.\nThey have been thrown to the sword together with my people.\nTherefore, slap your thigh.",
      "13": "Yes, testing is sure to come.\n    What if the scepter, which the sword despises, is no more?\n    This is the declaration of the Lord God.",
      "14": "Now you, son of man, prophesy.\n    Clap your hands together.\n    Let the sword strike two times or even three.\n    It is a sword for those who are to be slain,\n    a sword for great slaughter,\n    a sword that pursues even to the inner room,",
      "15": "so that hearts melt,\n    and those who stumble will be many.\n    At all their gates I have placed the point of the sword.\n    Yes, it is made to flash like lightning,\n        unsheathed for slaughter.",
      "16": "Slash to the right. Thrust to the left—\n    wherever your blade is directed.",
      "17": "Then I myself will clap my hands.\n    I will bring my wrath to an end.\n    I, the Lord, have spoken.",
      "18": "The word of the Lord came to me.",
      "19": "Now you, son of man, draw a map with two roads for the sword of the king of Babylon to follow. Both of them should start from the same country. Make a signpost. Place it at the fork of the road to the city.",
      "20": "Draw a road for the sword to come either to Rabbah of the Ammonites or to Judah, to fortified Jerusalem,",
      "21": "because the king of Babylon will stand at the fork of the road, where the two roads branch off, in order to read the omens. He will shake the arrows, consult his family gods, and examine animal livers for omens.",
      "22": "In his right hand he will receive the omen for Jerusalem—to set up battering rams, to shout the command to slaughter, to sound the battle cry, to set battering rams against the gates, to throw up a ramp, to build a siege wall.",
      "23": "But to the people of Jerusalem it will seem like a false omen. They swore solemn oaths to him, so he will remind them of their guilt, and they will be captured.",
      "24": "Therefore, this is what the Lord God says. Because you brought your guilt into the open by displaying your rebellious acts, so that your sins are revealed by all your deeds—because you have brought your guilt out into the open, you will be taken in hand.",
      "25": "You corpse, you wicked prince of Israel, whose day has come for the time of final punishment,",
      "26": "this is what the Lord God says. Remove the turban. Take off the crown. Everything will be changed. Raise what is low. Bring down the high.",
      "27": "Ruin, ruin, ruin I will make it. This ruin will not end until the one comes to whom judgment belongs, the one to whom I will give it.",
      "28": "Now you, son of man, prophesy and say that this is what the Lord God says concerning the Ammonites and their taunts. Say this:\nSword, O sword, unsheathed for slaughter, polished to consume, to flash like lightning!",
      "29": "Though empty visions were seen about you, though omens made deceptive forecasts about you, you will be applied to the necks of the corpses of wicked men, whose day has come for the time of final punishment.",
      "30": "Return, sword, to your scabbard. In the place where you were created, in the land of your origin, I will judge you.",
      "31": "I will pour out my wrath on you. I will blow the fire of my fury upon you. I will deliver you into the hands of brutal men, expert destroyers.",
      "32": "You will be fuel for the fire. Your blood will flow all over the land, and you will no longer be remembered, for I, the Lord, have spoken."
    },
    "22": {
      "1": "The word of the Lord came to me.",
      "2": "You, son of man, will you put them on trial, will you put the bloody city on trial? Then list for her all her abominations.",
      "3": "Say that this is what the Lord God says.\nO city, you shed blood in your midst, and you bring on your time of judgment. You manufacture idols throughout the city, and so you defile yourself.",
      "4": "Because of the blood you have shed, you have become guilty, and because of the filthy idols you have made, you have become defiled. You have brought near your final days. You have arrived at the end of your years. Therefore, I have made you a disgrace to the nations and subjected you to ridicule among all the countries.",
      "5": "Those nearby and those far away from you will ridicule you, who are notorious for impurity and full of turmoil.",
      "6": "Look at the rulers of Israel. Each one among you uses his power to shed blood.",
      "7": "In your midst, people have dishonored their fathers and mothers. They have exploited the alien in your midst. They have mistreated the fatherless children and the widows among you.",
      "8": "You have despised my holy things and profaned my Sabbaths.",
      "9": "Slanderers are present among you to shed blood. In you there are people who eat on the mountains and commit obscene acts in your midst.",
      "10": "In your midst, a man uncovers the nakedness of his mother, who is reserved for his father, and men force themselves on a woman who is unclean during her period.",
      "11": "In your midst, a man commits an abomination with a neighbor’s wife. Another man obscenely defiles a daughter-in-law. Another forces himself on his sister, his father’s daughter.",
      "12": "In your midst, they take bribes to shed blood. You deduct a fee from the money you lend to people, and you demand that they repay more than you lent them. In this way you exploit your neighbor by extortion. And you have forgotten me, declares the Lord God.",
      "13": "Therefore, I clap my hands against the dishonest profit you have made and over the bloodshed in your midst.",
      "14": "Will your courage endure? Will your hands remain strong in the days when I deal with you? I, the Lord, have spoken, and I will accomplish it.",
      "15": "I will scatter you among the nations. I will disperse you throughout the countries and remove your uncleanness from you.",
      "16": "After you have been defiled in the eyes of the nations, you will know that I am the Lord.",
      "17": "The word of the Lord came to me.",
      "18": "Son of man, the house of Israel has become slag to me. All of them are copper, tin, iron, and lead inside a furnace. They have become the slag from silver.",
      "19": "Therefore, this is what the Lord God says. Because you have all become slag, I am about to gather you inside Jerusalem.",
      "20": "As silver, copper, iron, lead, and tin are placed inside a furnace to blast them with fire and to melt them, so I will gather you in my anger and my wrath. I will throw you into the furnace and melt you.",
      "21": "I will gather you and blast you with the fire of my fury, and you will be melted in the midst of it.",
      "22": "As silver is melted inside a furnace, in the same way you will be melted inside the city. Then you will know that I, the Lord, have poured out my wrath upon you.",
      "23": "The word of the Lord came to me.",
      "24": "Son of man, say to her, “You are a land not cleansed, a land that receives no rain in the day of rage.”",
      "25": "Jerusalem’s princes within her are like a roaring lion, tearing its prey. They devour people’s lives. They seize treasures and valuables. They make many women widows within her.",
      "26": "Her priests do violence to my law by profaning what is holy to me, by not distinguishing between the holy and the common, and by not teaching the difference between the unclean and the clean. They disregard my Sabbaths, with the result that I am profaned among them.",
      "27": "Her officials inside her are like wolves, tearing their prey, shedding blood, and destroying lives in order to make dishonest profits.",
      "28": "Her prophets daub whitewash for them, seeing empty visions and forecasting false omens for them. They say, “This is what the Lord God says,” when the Lord has not spoken at all.",
      "29": "The ordinary citizens practice extortion and commit robbery. They oppress the poor and the needy. They unjustly deprive the alien of his due.",
      "30": "I looked for someone among them who would repair the wall and stand in the breach before me on behalf of the land, so that I would not destroy her, but I found no one.",
      "31": "Therefore, I will pour out my rage upon them. In the fire of my fury, I will make an end of them. I will bring down their conduct on their own heads, declares the Lord God."
    },
    "23": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, there were two women, daughters of the same mother.",
      "3": "They acted like prostitutes in Egypt, where they were prostitutes during their youth. There they let their breasts be fondled. There they let men caress their virgin nipples.",
      "4": "The older sister was named Oholah, and her sister was named Oholibah. They became mine and gave birth to sons and daughters. (As for their names, Samaria is Oholah and Jerusalem is Oholibah.)",
      "5": "Oholah acted like a prostitute instead of being faithful to me. She lusted after her lovers, the Assyrians—bodyguards",
      "6": "clothed in purple, governors and commanders, all of them desirable young men, cavalrymen riding horses.",
      "7": "She bestowed her favors upon all the elite of the Assyrians, and along with all those for whom she lusted, she defiled herself with all their filthy idols.",
      "8": "She did not give up the whoring she had practiced since Egypt, when men lay down with her during her youth. They caressed her virgin nipples and poured out their lust upon her.",
      "9": "Therefore, I delivered her into the hands of her lovers, into the hands of the Assyrians, after whom she had lusted.",
      "10": "They exposed her nakedness. They took away her sons and her daughters and killed her with the sword. She became notorious among women because of the punishments they inflicted upon her.",
      "11": "Although her sister Oholibah saw this, she behaved even more obscenely and lustfully than her sister, and her lustful whoring was even worse than her sister’s whoring.",
      "12": "She lusted after the Assyrians—governors, commanders, bodyguards in full uniform, and cavalrymen riding horses, all of them desirable young men.",
      "13": "Then I saw that she too had defiled herself. Both of them had gone the same way.",
      "14": "In fact, Oholibah intensified her whoring by looking at figures of men engraved on the wall, images of Chaldeans incised in bright red,",
      "15": "with belts around their waists and flowing turbans on their heads. All of them looked like elite officers, like Babylonians whose native land was Chaldea.",
      "16": "At the mere sight of them she lusted after them and sent messengers to them in Chaldea.",
      "17": "The Babylonians came to her bed to make love, and they defiled her by acting like whores themselves. But after she had been defiled by them, she tore herself away from them in disgust.",
      "18": "Because she had acted like a whore so openly and exposed her nakedness, I tore myself away from her in disgust, just as I had turned away from her sister in disgust.",
      "19": "Yet she increased her whoring. She remembered the days of her youth when she acted like a prostitute in the land of Egypt.",
      "20": "She lusted after her paramours, whose genitals were like the genitals of donkeys and whose ejaculation was like the ejaculation of horses.",
      "21": "So you revisited the lewdness of your youth when your nipples were caressed in Egypt, and your young breasts were fondled.",
      "22": "Therefore, Oholibah, this is what the Lord God says. Hear this loud and clear! I am about to rouse your lovers against you, those you had turned away from in disgust. I will bring them against you from all sides:",
      "23": "the sons of the Babylonians and all the Chaldeans, Pekod, Shoa, and Koa, and all the Assyrians with them, desirable young men, governors and commanders all of them, elite officers and men of high rank, all of them riding on horses.",
      "24": "They will come against you with weapons, chariots, and wagons, and with a horde of people. With shields, armor, and helmets they will take up positions against you on all sides.\nI will give you up to them for judgment, and they will judge you according to their own standards.",
      "25": "I will turn my jealousy against you, and they will deal with you in wrath. They will cut off your nose and your ears, and your survivors will fall by the sword. They will take away your sons and your daughters, and your survivors will be devoured by fire.",
      "26": "They will strip you of your clothing and take away your beautiful jewelry.",
      "27": "I will put an end to your depravity and to the whoring you began in the land of Egypt. You will not lift up your eyes to them or remember Egypt anymore.",
      "28": "For this is what the Lord God says. Listen! I am about to deliver you into the hands of those you hate, into the hands of those you turned away from in disgust.",
      "29": "They will treat you hatefully. They will take away everything you have worked for and leave you completely naked. Your whorish nakedness will be exposed. Your depravity and your acts of prostitution",
      "30": "have brought those things upon you because of your whoring after the nations, because you defiled yourself with their filthy idols.",
      "31": "Because you walked in the way of your sister, I will put her cup into your hand.",
      "32": "This is what the Lord God says. You will drink your sister’s cup, a cup deep and wide. It will cause you derision and ridicule because it is so full.",
      "33": "You will be filled with drunkenness and grief by the cup of horror and devastation, the cup of your sister Samaria.",
      "34": "You will drink it and drain it. You will gnaw its broken pieces and tear your breasts. For I have spoken, declares the Lord God.",
      "35": "Therefore, this is what the Lord God says. Because you have forgotten me and cast me behind your back, you yourself must also bear the penalty of your depravity and your whoring.",
      "36": "The Lord also said this to me:\nSon of man, will you bring charges against Oholah and Oholibah? Make their abominations known to them.",
      "37": "They have committed adultery, and blood is on their hands. They have committed adultery with their filthy idols. They have even offered up their children, whom they bore for me, to the idols as food.",
      "38": "What is more, they have done this to me: They defiled my sanctuary on the same day they desecrated my Sabbaths.",
      "39": "When they slaughtered their children for their filthy idols, they entered my sanctuary on that same day to defile it. Just look! This is what they did in my own house.",
      "40": "They even sent for men to come from far away, men to whom they had sent a messenger, and those men did come.\nFor them you bathed. You applied eye shadow and put on your jewelry.",
      "41": "You sat on an expensive couch. In front of it you set a table, on which you placed my incense and my perfumed oil.",
      "42": "The noise of a carefree crowd surrounded her. In addition to the large throng of all kinds of men, they even brought drunkards from the desert. They put bracelets on their arms and beautiful crowns on their heads.",
      "43": "Then I said about the woman worn out with adulteries, “Let them keep using her as a whore because that is what she is.”",
      "44": "So they used her the way one uses a whore. So they used Oholah and Oholibah, those depraved women.",
      "45": "But righteous men will punish them with the punishment due to adulteresses, and the punishment due to murderers, for they are adulteresses, and blood is on their hands.",
      "46": "So this is what the Lord God says. I will bring an army against them and hand them over to terror and plunder.",
      "47": "The army will stone them and cut them down with their swords. They will slaughter their sons and daughters and burn down their houses with fire.",
      "48": "In this way I will remove depravity from the land, so that all women may take warning not to act in such a depraved way as you do.",
      "49": "They will impose upon you the penalty for your depravity, and you will bear the punishment for your sinful worship of your filthy idols. Then you will know that I am the Lord God."
    },
    "24": {
      "1": "The word of the Lord came to me in the ninth year, in the tenth month, on the tenth day of the month.",
      "2": "Son of man, record this date, this very day. The king of Babylon laid siege to Jerusalem on this very day.",
      "3": "Tell a parable to the rebellious house. Tell them that this is what the Lord God says.\nPut the pot on. Put it on. Then pour water in it.",
      "4": "Put the pieces of meat into it, every good piece, thigh and shoulder. Fill it with the best cuts.",
      "5": "Take the best of the flock. Pile up the wood under it. Boil it thoroughly, so that the pieces in it are well cooked.",
      "6": "Therefore, this is what the Lord God says. Woe to the bloody city, a pot whose residue is inside it, whose residue has not gone out of it!\nTake out its cuts of meat piece by piece, without choosing one piece in preference to another.",
      "7": "Do this because the blood she shed remains within her. She spilled it on a bare rock. She did not pour it on the ground, where the soil would cover it.",
      "8": "To rouse wrath and to exact repayment, I have spilled her blood on a bare rock so that it would not be covered.",
      "9": "Therefore, this is what the Lord God says. Woe to the bloody city! I myself will keep piling up the wood.",
      "10": "Add more wood. Stoke the fire. Overcook the meat. Pour out the broth. Let the bones be charred.",
      "11": "Leave the empty pot on the coals so that it becomes hot and its bronze glows, till the filth inside it is melted, and its residue is burned away.",
      "12": "The city has wearied me with its wickedness. Its filthy residue has not been removed from it. Into the fire with its filthy residue!",
      "13": "Your impurity is lewdness. I tried to cleanse you, but you did not become clean, and as a result you will not be clean again from your impurity until I have exhausted my wrath against you.",
      "14": "I, the Lord, have spoken. This is coming, and I will do it. I will not neglect it. I will not spare you, and I will not relent. According to your behavior and your misdeeds, you will be judged, declares the Lord God.",
      "15": "The word of the Lord came to me.",
      "16": "Son of man, be warned! With one blow I am taking away from you what your eyes desire. You must not mourn or cry. Your tears must not flow.",
      "17": "Groan silently. Perform no mourning rites for the dead. Bind your turban on your head. Put your sandals on your feet. Do not cover your upper lip. Do not eat the food people bring to mourners.",
      "18": "So I spoke to the people that morning, and in the evening my wife died. The next morning I did as I had been commanded.",
      "19": "Then the people asked me, “Won’t you tell us what these things that you are doing mean for us?”",
      "20": "I answered them, “This is the word of the Lord that came to me.”",
      "21": "Say to the house of Israel that this is what the Lord God says.\nI am about to desecrate my sanctuary, the stronghold of which you are so proud, the sight your eyes desire, the place your soul yearns for. Your sons and your daughters whom you have left behind will fall by the sword.",
      "22": "You will do as I have done. You will not cover your upper lip. You will not eat the food people bring to mourners.",
      "23": "Your turbans will remain on your heads and your sandals on your feet. You will not mourn or cry, but you will waste away in your guilt, and you will groan to one another.",
      "24": "In this way, Ezekiel will be a sign to you. You will do everything the same way as he has done it. When it happens, you will know that I am the Lord God.",
      "25": "But you, son of man, be aware that on that day when I take away from them their stronghold, their joy and glory, what their eyes desire, and that on which they set their hearts—their sons and their daughters as well—",
      "26": "on that day a survivor will come to you to let you hear it with your own ears.",
      "27": "On that day, your mouth will be opened when the survivor comes. Then you will speak and be speechless no longer. You will be a sign to them, and they will know that I am the Lord."
    },
    "25": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, set your face toward the Ammonites and prophesy against them.",
      "3": "You are to tell the Ammonites: Hear the word of the Lord God. This is what the Lord God says. Because you said “Aha!” against my sanctuary when it was desecrated, and against the land of Israel when it was devastated, and against the house of Judah when they went into exile,",
      "4": "therefore, I am about to give you to the people of the East as their possession. They will set up their camps in your midst and place their dwellings among you. They will eat your produce, and they will drink your milk.",
      "5": "I will make Rabbah into a camel pasture and Ammon into a sheepfold. Then you will know that I am the Lord.",
      "6": "So this is what the Lord God says. Because you clapped your hands and stomped your feet and celebrated against the land of Israel with all the contempt in your soul,",
      "7": "therefore, I have stretched out my hand against you, and I have given you as plunder to the nations. I have cut you off from the peoples, and I have made you perish from among the countries. When I have exterminated you, you will know that I am the Lord.",
      "8": "This is what the Lord God says.\nBecause Moab and Seir said, “Look! The house of Judah is just like all the nations,”",
      "9": "I am about to open up the flank of Moab from one end to the other: its cities, its border towns, and the glory of the land, Beth Jeshimoth, Baal Meon, and Kiriathaim.",
      "10": "I will deliver Moab, together with the Ammonites, into the possession of the people of the East. I will hand them over to the people of the East as their possession so that the Ammonites will no longer be remembered among the nations.",
      "11": "I will execute judgments upon Moab, and they will know that I am the Lord.",
      "12": "This is what the Lord God says. Because Edom has inflicted bitter revenge on the house of Judah and has incurred great guilt by pursuing revenge against Judah,",
      "13": "therefore, this is what the Lord God says. I will stretch out my hand against Edom. I will cut off man and beast from it and turn it into a wasteland. From Teman to Dedan they will fall by the sword.",
      "14": "I will take my revenge on Edom by means of my people Israel, and they will carry out my anger and my wrath against Edom. So they will experience my revenge, declares the Lord God.",
      "15": "This is what the Lord God says.\nBecause the Philistines pursued revenge and carried their revenge to an extreme, with bitter contempt in their soul, in order to destroy Judah with everlasting hatred,",
      "16": "therefore, this is what the Lord God says. I am about to stretch out my hand against the Philistines. I will cut off the Kerethites and destroy those who remain by the seacoast.",
      "17": "I will carry out great acts of revenge and furious punishments among them, and they will know that I am the Lord when I lay my revenge upon them."
    },
    "26": {
      "1": "In the eleventh year, on the first day of the month, the word of the Lord came to me.",
      "2": "Son of man, because Tyre said about Jerusalem, “Aha! The gateway to the peoples has been broken. It has been turned over to me. Because of her devastation, I will achieve my goal,”",
      "3": "this is what the Lord God says.\nI am against you, Tyre, and I will send many nations against you, as the sea sends up its waves.",
      "4": "They will destroy the walls of Tyre and break down her towers. I will scrape away even the dust off her and make her a bare rock.",
      "5": "In the middle of the sea, she will become nothing but a place where fishing nets are spread out to dry, for I have spoken it, says the Lord God. She will become plunder for the nations,",
      "6": "and her daughters on the mainland will be slain by the sword. Then they will know that I am the Lord.",
      "7": "So this is what the Lord God says. I am bringing against Tyre from the north Nebuchadnezzar, king of Babylon and king of kings, together with horses, chariots, horsemen, and a vast array of troops from many nations.",
      "8": "Your daughters on the mainland he will kill with the sword. He will set up a siege wall against you and heap up a ramp against you, and erect a roof of shields against you.",
      "9": "He will direct the blows of his battering ram against your walls, and he will demolish your towers with his swords.",
      "10": "His horses will be so numerous that the dust they raise will cover you. Your walls will shake from the noise of the horses’ hoofs, the wheels, and the chariots when he enters your gates, as men enter a breached city.",
      "11": "With the hoofs of his horses, he will trample all your streets. He will kill all your people with the sword. Your mighty pillars will topple to the ground.",
      "12": "They will plunder your wealth and take your merchandise as loot. They will tear down your walls and demolish your magnificent houses. Your stones, your timbers, and your rubble they will throw into the water.",
      "13": "I will put an end to the noise of your songs, and the sound of your lyres will be heard no more.",
      "14": "I will turn you into a bare rock.\nShe will become a place where fishing nets are spread out to dry. She will never be rebuilt, for I, the Lord, have spoken, declares the Lord God.",
      "15": "This is what the Lord God says to Tyre. How the coastlands will shudder at the sound of your downfall, when the victims groan, when the slain are slaughtered in your midst!",
      "16": "All the rulers of the sea will descend from their thrones, remove their robes, and take off their fine embroidered garments. Instead, they will be clothed with trembling. They will sit on the ground and tremble every moment. They will be appalled by you.",
      "17": "They will raise a lament over you and say to you, “How you have perished, you city inhabited by men from the sea, you city that was celebrated, a city that was the strongest in the sea. She and her inhabitants, who spread their terror—she and all of her inhabitants have perished.",
      "18": "Now the coastlands tremble on the day of your downfall. The coastlands that are on the sea are terrified by your collapse.”",
      "19": "So this is what the Lord God says. When I make you a ruined city like the cities that are not inhabited, when I bring up the deep over you and the many waters cover you,",
      "20": "then I will bring you down to be with those who have descended to the pit, to the people from ancient times. I will make you live below the earth, like ancient ruins. You will be with those who have descended to the pit, so that you will be uninhabited, and I will not give you glory in the land of the living.",
      "21": "I will make you an object of horror, and you will no longer exist. You will be sought but never found again, declares the Lord God."
    },
    "27": {
      "1": "The word of the Lord came to me.",
      "2": "You, son of man, take up a lament over Tyre.",
      "3": "Tell Tyre, who dwells at the entrances to the sea as a merchant traveling to many coastlands, this is what the Lord God says.\n    Tyre, you say, “I am a perfect beauty.”",
      "4": "Your borders were in the heart of the sea.\n    Your builders perfected your beauty.",
      "5": "They built for you a double-decked ship, made of fir from Senir.\n    They took a cedar from Lebanon to make a mast for you.",
      "6": "They made your oars of oak from Bashan.\n    Your planks were made of pine, inlaid with ivory,\n        from the coasts of Cyprus.",
      "7": "Your sail was brightly decorated linen from Egypt,\n    which also served as your banner.\n    Your awning was blue and purple from the coasts of Elishah.",
      "8": "Inhabitants of Sidon and Arvad served as your rowers.\n    Tyre, your own skilled men, who were with you,\n        manned your sails.",
      "9": "Skilled veterans from Gebal were on board with you,\n        serving as your repairmen.\n    All the ships of the sea and their sailors\n        were in your harbor to engage in trade with you.",
      "10": "Warriors from Persia, Lud, and Put were in your army.\n    They hung up their shields and helmets among you.\n    They enhanced your splendor.",
      "11": "Men of Arvad and Cilicia were on your walls all around,\n    and men of Gammad were on your towers.\n    They hung their quivers all around on your walls.\n    They made your beauty perfect.",
      "12": "Tarshish traded with you because of your great wealth of every kind. They traded silver, iron, tin, and lead for your exports.",
      "13": "Ionia, Tubal, and Meshek also dealt with you. They traded human beings and articles of bronze for your wares.",
      "14": "From Beth Togarmah, horses, war horses, and mules were traded to you because of the abundance of your products.",
      "15": "The men of Rhodes also dealt with you. Many coastlands were agents of your trade, bringing back ivory tusks and ebony in payment to you.",
      "16": "Edom traded with you because of the abundance of your products. They sold turquoise, purple, and finely embroidered cloth, linen, coral, and rubies to you as exports.",
      "17": "Judah and the land of Israel also dealt with you. With wheat of Minnith, flour, honey, oil, and balm they bought your wares.",
      "18": "Damascus traded with you because of the abundance of your products, because of the abundance of all kinds of wealth. They sold wine of Helbon, wool from Sahar,",
      "19": "and wine casks from Izalla as exports. Wrought iron, cassia, and calamus were traded for your goods.",
      "20": "Dedan traded to you saddle blankets used for riding.",
      "21": "Arabia and all the rulers of Kedar were your agents for trade in lambs, rams, and goats. They were your agents for those.",
      "22": "Merchants of Sheba and Ra’amah dealt with you in all kinds of expensive perfumes and in all kinds of precious stones and gold, which they sold you for your merchandise.",
      "23": "Haran, Kanneh, and Eden, and dealers from Sheba, Assyria, and Kilmad were your dealers.",
      "24": "They were your dealers in elegant clothing, in purple garments and finely embroidered cloth, in carpets with multicolored trim, tightly wound with ropes for your marketplaces.",
      "25": "Tarshish ships traveled for you with your merchandise.\nSo you were full and very heavily loaded in the midst of the seas.",
      "26": "Your rowers brought you out into deep water. An east wind broke you up in the heart of the sea.",
      "27": "Your wealth, your exports and your imports, your sailors and your pilots, your repairmen, and those who bring you imports, all your warriors on board—in fact, all your company who were on board—will sink into the heart of the sea on the day of your collapse.",
      "28": "At the sound of the cry of distress from your pilots, the fields on the mainland will quake.",
      "29": "All who handle the oars will abandon their ships. The sailors and all the pilots of the sea will stand on shore.",
      "30": "They will shout loudly because of you and cry out bitterly. They will throw dirt on their heads and roll in ashes.",
      "31": "They will make themselves bald on account of you and put on sackcloth. They will weep bitterly over you, with a bitter lament.",
      "32": "In their grief, they will raise a lament over you. They utter this lament over you, “Who is like Tyre, now silenced in the midst of the sea?”",
      "33": "When your exports were unloaded from the seas, you satisfied many peoples. By your abundant wealth and your imports, you enriched the kings of the earth.",
      "34": "Now you have been broken up by the seas and sunk into the watery depths. Your merchandise and the entire company on board have sunk.",
      "35": "All the inhabitants of the coastlands are appalled because of you. Their kings’ hair stands on end. Their faces show distress.",
      "36": "Traders among the peoples whistle and hiss at you. You have become horrifying, and you will never exist again, forever."
    },
    "28": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, say to the prince of Tyre that this is what the Lord God says.\nBecause you became arrogant and said, “I am a god, and I occupy a throne of a god in the heart of the seas,” even though you are a mere man and not a god, and because you regard your wisdom as divine wisdom—",
      "3": "You really think you are wiser than Daniel, don’t you? No mystery baffles you.",
      "4": "By your wisdom and your shrewdness you have gained wealth for yourself and put gold and silver into your treasuries.",
      "5": "By your great skill in trading, you increased your wealth, but you became conceited because of your wealth.",
      "6": "Therefore, this is what the Lord God says. Because you regard your wisdom as divine wisdom,",
      "7": "therefore, I am about to bring foreigners against you, the most ruthless of nations. They will unsheathe their swords against your beautiful wisdom, and they will desecrate your radiant splendor.",
      "8": "They will cast you down to the pit, and you will die a violent death in the heart of the sea.",
      "9": "Will you still claim “I am a god” in the presence of the one who kills you? It will be clear that you are merely a man and not a god when you fall into the hands of those who run you through.",
      "10": "You will die a death like that of the uncircumcised by the hand of foreigners, for I have spoken, declares the Lord God.",
      "11": "The word of the Lord came to me.",
      "12": "Son of man, raise a lament over the king of Tyre. Say to him that this is what the Lord God says.\nYou were a seal of perfection, full of wisdom, and perfect in beauty.",
      "13": "You were in Eden, the garden of God. Every kind of precious stone was covering you: carnelian, diamond, emerald, topaz, onyx, jasper, sapphire, agate, and beryl. Your mountings and your settings were worked in gold. They were prepared on the day you were created.",
      "14": "You were a cherub, the anointed guardian. I appointed you. You were on the holy mountain of God, and you walked about in the midst of sparkling stones.",
      "15": "Your conduct was blameless from the day you were created until guilt was found in you.",
      "16": "In your widespread trade, you practiced much violence and you sinned. I defiled you by banishing you from the mountain of God. I expelled you, you guardian cherub, from among the sparkling stones.",
      "17": "You became arrogant because of your beauty, and you corrupted your wisdom together with your splendor. So I hurled you down to the earth and set you in front of kings who gloated over you.",
      "18": "By your many sins during your unscrupulous trade, you defiled your sanctuaries. So I made fire break out from your midst, and it devoured you. I reduced you to ashes on the ground in the sight of all who were watching.",
      "19": "All those among the people who knew you are appalled at you. You have become horrifying, and you will never exist again, forever.",
      "20": "The word of the Lord came to me.",
      "21": "Son of man, set your face toward Sidon, and prophesy against her.",
      "22": "Say that this is what the Lord God says.\nI am against you, Sidon. I will display my glory in your midst, and they will know that I am the Lord, when I inflict punishments on you and display my holiness in you.",
      "23": "I will release the plague in her. There will be blood in her streets, and the slain will fall in her midst when the sword comes against her from all sides. Then they will know that I am the Lord.",
      "24": "Never again will the house of Israel be subjected to those who deride them, who are all around them like prickly briers or painful thorns. Then they will know that I am the Lord God.",
      "25": "This is what the Lord God says. When I gather the house of Israel from the peoples where they have been scattered, I will display my holiness through them in the sight of the nations. Then they will live on their own land, which I gave to my servant Jacob.",
      "26": "They will live on it in security. They will build houses and plant vineyards. They will live on it in security when I inflict judgments upon all those around them who despise them. Then they will know that I am the Lord, their God."
    },
    "29": {
      "1": "In the tenth year in the tenth month, on the twelfth day of the month, the word of the Lord came to me.",
      "2": "Son of man, set your face against Pharaoh, the king of Egypt, and prophesy against him and against all Egypt.",
      "3": "Speak and tell them that this is what the Lord God says.\nI am against you, Pharaoh, king of Egypt, the great monster who stretches out in the channels of the Nile. You say, “It is my Nile. I made it for myself.”",
      "4": "But I, the Lord, will put hooks in your jaws and make the fish of your Nile stick to your scales. I will haul you up from the middle of your Nile with all the fish from the Nile clinging to your scales.",
      "5": "I will leave you in the wilderness—you and all the fish of your Nile. You will lie fallen on the surface of the ground. You will not be collected or gathered up. I will give you as food to the wild animals of the earth and to the birds of the air.",
      "6": "Then all the inhabitants of Egypt will know that I am the Lord.\nFor the house of Israel, the Egyptians have been a staff made out of a reed.",
      "7": "When Israel grasped you with their hands, you would splinter and tear open all their shoulders. When they leaned on you, you would break and make them lose their balance.",
      "8": "Therefore, this is what the Lord God says: I am about to bring a sword against you and cut off man and beast from you.",
      "9": "The land of Egypt will become a desolate ruin, and they will know that I am the Lord.\nBecause he said, “It is my Nile. I made it for myself,”",
      "10": "therefore, I am against you and against the channels of your Nile. I will turn the land of Egypt into ruins, a parched desolation—from Migdol to Aswan, that is, up to the border with Cush.",
      "11": "No one will set foot in it. No animal will set foot in it. It will remain uninhabited for forty years.",
      "12": "I will make the land of Egypt more desolate than any other land, and its cities will be the most desolate of ruined cities for forty years. I will scatter the Egyptians among the nations and disperse them among the countries.",
      "13": "Furthermore, this is what the Lord God says. At the end of forty years, I will gather the Egyptians from among the peoples where they were scattered.",
      "14": "I will bring about the restoration of Egypt and return them to Upper Egypt, the land of their origin, and there they will be a lowly kingdom.",
      "15": "It will be the lowliest of kingdoms, and it will never again exalt itself above other nations. I will make it so weak that it will never again rule over the nations.",
      "16": "It will never again be a source of trust for the house of Israel. It will be a reminder of their guilt when they turned to Egypt for help. Then they will know that I am the Lord God.",
      "17": "In the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord came to me.",
      "18": "Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head was made bald, and every shoulder rubbed raw, yet neither he nor his army received any reward for the labor they had expended against Tyre.",
      "19": "Therefore, this is what the Lord God says. I am about to give the land of Egypt to Nebuchadnezzar king of Babylon. He will carry off its wealth, plunder it, and pillage it. That will be the reward for his army.",
      "20": "As his pay for which he labored, I have given him the land of Egypt, because his army did it for me, declares the Lord God.",
      "21": "On that day I will make a horn sprout for the house of Israel, and I will open your mouth among them. Then they will know that I am the Lord."
    },
    "30": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, prophesy and say, “This is what the Lord God says.”\nAll of you, wail! What a miserable day!",
      "3": "Yes, that day is near. The Day of the Lord is near. It will be a day of clouds, a time for the nations.",
      "4": "A sword will enter Egypt, and there will be anguish in Cush when the slain fall in Egypt. Then they will take away its wealth, and its foundations will be demolished.",
      "5": "Cush, Put, Lud, and all the other mercenaries, Libya and the men from the land of the covenant will fall by the sword along with them.",
      "6": "This is what the Lord says. Those who prop up Egypt will fall, and its proud power will sink down. From Migdol to Aswan, those in Egypt will fall by the sword, declares the Lord God.",
      "7": "It will be the most desolate among the desolate lands, and its cities will be the most ruined among the ruined cities.",
      "8": "They will know that I am the Lord when I set fire to Egypt, and all its helpers are crushed.",
      "9": "On that day, messengers will go out from me in ships to terrify confident Cush, and there will be panic among them on the day for Egypt, for it is surely coming.",
      "10": "This is what the Lord God says. I will put an end to the horde of Egypt by the hand of Nebuchadnezzar king of Babylon.",
      "11": "He and his army with him, the most ruthless of nations, will be brought in to destroy the land. They will unsheathe their swords against Egypt and fill the land with the fallen.",
      "12": "I will dry up the channels of the Nile and sell the land to evil men. I will devastate the land and everything in it by the hand of foreigners. I, the Lord, have spoken.",
      "13": "This is what the Lord God says. I will destroy the filthy idols and eliminate from Memphis the gods that are not gods. There will no longer be a ruler in the land of Egypt, and I will put fear into the land of Egypt.",
      "14": "I will desolate Upper Egypt. I will set fire to Zoan and inflict punishments on Thebes.",
      "15": "I will pour out my wrath on Pelusium, the stronghold of Egypt, and I will cut off the horde of Thebes.",
      "16": "I will set fire to Egypt. Pelusium will writhe in pain. The defenses of Thebes will be broken down, and Memphis will face enemies every day.",
      "17": "The young men of Heliopolis and Bubastis will fall by the sword, and the women will go into captivity.",
      "18": "At Tahpanhes the day will grow dark when I break the yokes of Egypt there, and there its proud power will cease. A cloud will cover it, and its daughters will go into captivity.",
      "19": "I will inflict judgment on Egypt. Then they will know that I am the Lord.",
      "20": "In the eleventh year, in the first month, on the seventh day of the month, the word of the Lord came to me.",
      "21": "Son of man, I have broken the arm of Pharaoh, the king of Egypt. But it has not been wrapped up so that it can heal. It has not been wrapped tightly with a splint to help it heal, so that it can become strong enough to grasp a sword.",
      "22": "Therefore, this is what the Lord God says. I am against Pharaoh, the king of Egypt, and I will break his arms, both the strong one and the one that was broken, and in this way I will cause the sword to fall from his hand.",
      "23": "I will scatter Egypt among the nations and disperse them among the countries.",
      "24": "I will strengthen the arms of the king of Babylon and put my sword into his hand. But I will break the arms of Pharaoh, and he will groan in the presence of the king of Babylon with groans like someone who is mortally wounded.",
      "25": "I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will hang limp. They will know that I am the Lord when I put my sword into the hand of the king of Babylon, and he stretches it out against the land of Egypt.",
      "26": "I will scatter Egypt among the nations and disperse them among the countries. Then they will know that I am the Lord."
    },
    "31": {
      "1": "In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me.",
      "2": "Son of man, say this to Pharaoh, the king of Egypt, and to his horde.\nTo whom can you be compared in your greatness?",
      "3": "Consider Assyria. It was a cedar in Lebanon. It had beautiful branches, which gave shade to the woodland. It was very tall, and its top reached to the clouds.",
      "4": "The waters made it grow. The deep springs made it tall, sending out rivers which flowed around the spot where it was planted, and they sent smaller ditches out to all the other trees in the countryside.",
      "5": "So the cedar was taller than all the other trees in the countryside. It produced many branches, and its boughs grew long, because of the plentiful water when it sent out shoots.",
      "6": "All the birds in the sky nested in its boughs. All the wild animals in the countryside gave birth under its branches, and all the mighty nations lived in its shade.",
      "7": "It was beautiful in its grandeur and in the length of its branches, because its roots reached down to plentiful water.",
      "8": "Even the cedars in the garden of God did not overshadow it. The boughs of the fir trees were not equal to its boughs, and the chestnut tree could not rival its many branches. No tree in the garden of God could equal it in beauty.",
      "9": "I made it so beautiful by the abundance of its branches that all the trees of Eden that were in the garden of God envied it.",
      "10": "Therefore, this is what the Lord God says. Because you were so tall, because the cedar stretched its top up between the clouds, and its heart became haughty because of its height,",
      "11": "I will hand it over to a chief of nations, and he will deal harshly with it. I banished it as its wickedness deserved.",
      "12": "Foreigners, the most ruthless of nations, cut it down and discarded it. Its branches fell on the mountains and in all the valleys. Its boughs lay broken in all the streambeds of the land, and all the peoples of the earth left its shade and abandoned it.",
      "13": "All the birds in the sky lodged on its fallen trunk, and all the wild animals in the countryside came to its branches.",
      "14": "All this happened so that all the well-watered trees would never again reach such heights or stretch their tops up between the clouds. Nor will the tallest of them remain standing—even though they drink in water—because they have all been handed over to death, to be below the earth, along with all mankind, with those who have descended to the pit.",
      "15": "This is what the Lord God says. When Assyria went down to the grave, I caused mourning everywhere. I covered the deep because of it. I restrained the rivers of the deep, and the plentiful waters were held back. I dressed Lebanon in black because of it, and all the trees in the countryside dried up because of it.",
      "16": "I made the nations quake at the sound of its fall, when I brought it down to the grave to be with those who have descended to the pit. Below the earth, all the trees of Eden, the choicest and best of Lebanon, all those that drink up water, consoled themselves,",
      "17": "even those who served as Assyria’s arm, those who lived in its shade among the nations, even those who went down to the grave with it, those run through by the sword.",
      "18": "To whom, then, can you be compared in glory and greatness among the trees of Eden? Yet you shall be brought down below the earth, together with the trees of Eden. You shall lie among the uncircumcised, together with those run through by the sword. This is Pharaoh and all his horde, declares the Lord God."
    },
    "32": {
      "1": "In the twelfth year, in the twelfth month, on the first day of the month, the word of the Lord came to me.",
      "2": "Son of man, raise a lament over Pharaoh, the king of Egypt, and say this to him.\nYou consider yourself a young lion among the nations, but you are like a monster in the seas. You thrash around in your rivers. You churn up the water with your feet and make the rivers muddy.",
      "3": "This is what the Lord God says. I will cast my net over you by an array of mighty nations, and they will haul you up in my fishing net.",
      "4": "I will haul you up and leave you on dry land and throw you into an open field. I will let all the birds of the air settle on you. I will let all the wild animals of the earth feed on you till they are filled.",
      "5": "I will dump your flesh on the mountains and fill the ravines with your carcass.",
      "6": "I will drench the land with the overflow of your blood, up to the mountains, and the streambeds will be filled with your remains.",
      "7": "When you are snuffed out, I will cover the sky and darken its stars. I will cover the sun with a cloud, and the moon will not give its light.",
      "8": "I will black out all the bright lights in the sky because of you. I will bring darkness over your land, declares the Lord God.",
      "9": "I will disturb the hearts of mighty peoples when I bring word about your downfall to the nations, to countries you do not know.",
      "10": "I will make many peoples appalled by you, and their kings’ hair will stand on end because of you, when I brandish my sword in front of them. They will tremble every minute, each for his own life, on the day when you fall.",
      "11": "For this is what the Lord God says. The sword of the king of Babylon will come against you.",
      "12": "I will cut down your horde by the swords of his warriors, all of them from the most ruthless of nations. They will devastate the pride of Egypt, and its whole horde will be exterminated.",
      "13": "I will kill all its livestock beside many waters. No human foot will ever muddy the waters again, nor will the hoofs of cattle ever muddy them.",
      "14": "Then I will let their waters settle and become clear and will make their channels flow like oil, declares the Lord God.",
      "15": "When I cause the land of Egypt to be deserted, when the land is emptied of everything that filled it, when I have struck down all its inhabitants, then they will know that I am the Lord.",
      "16": "This is a lament, which they will wail. The daughters of the nations will wail it. Over Egypt and all its horde they will wail it, declares the Lord God.",
      "17": "In the twelfth year, on the fifteenth day of the month, the word of the Lord came to me.",
      "18": "Son of man, mourn over the horde of Egypt and send her down below the earth with the daughters of majestic nations, to be with those who have descended to the pit.",
      "19": "Are you more favored than others? Go on down and lie down among the uncircumcised.",
      "20": "They will fall among those who were run through by the sword. A sword has been appointed. Egypt and all its hordes will be carried off.",
      "21": "The elite warriors will speak to him and to his allies from the midst of the grave. The uncircumcised, those run through by the sword, have come down and lie there.",
      "22": "Assyria is there with her whole crowd. Their graves are around her. All of them are slain, fallen by the sword.",
      "23": "Her graves are set in the deepest part of the pit, and her crowd is all around her grave, all of them slain, fallen by the sword, all those who once spread terror in the land of the living.",
      "24": "Elam is there, with her whole horde around her grave, all of them slain, fallen by the sword, those who went down below the earth uncircumcised, those who once spread terror in the land of the living. They bear their shame along with those who have descended to the pit.",
      "25": "A bed is made for Elam among the slain, with its whole horde around its graves, all of them uncircumcised, run through by the sword. Because they once spread terror in the land of the living, they will bear their shame with those who have descended to the pit. They are placed among the slain.",
      "26": "Meshek Tubal is there with its whole horde around its graves, all of them uncircumcised, run through by the sword because they had spread terror in the land of the living.",
      "27": "Do they not lie with other fallen, uncircumcised warriors, who went down to the grave with their weapons of war, with their swords placed under their heads, with evidence of their guilt on their bones, because of the terror these warriors had once spread in the land of the living?",
      "28": "Pharaoh, you too will be broken in the midst of the uncircumcised and will lie with those run through by the sword.",
      "29": "Edom is there, with its kings and all its chiefs, who, despite their strength, are placed with those run through by the sword. They lie with the uncircumcised, with those who have descended to the pit.",
      "30": "The princes of the north are there, all of them, and every Sidonian, who went down with the slain despite the terror they had caused. Their strength failed them. They lie uncircumcised with those run through by the sword, and they bear their shame along with those who have descended to the pit.",
      "31": "Pharaoh will see them all and will console himself concerning his whole horde. Pharaoh is run through by the sword with his whole army, declares the Lord God.",
      "32": "For I have set my terror in the land of the living, and he will be forced to lie down among the uncircumcised, with those run through by the sword, that is, Pharaoh and his whole horde, declares the Lord God."
    },
    "33": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, speak to your countrymen and say this to them.\nWhen I bring a sword against a land, and the people of the land appoint one man from their midst as their watchman,",
      "3": "and that man sees the sword coming upon the land and blows the ram’s horn to warn the people,",
      "4": "then if anyone who hears the sound of the ram’s horn does not heed the warning, and as a result the sword comes and takes him away, his blood will be on his own head.",
      "5": "He heard the sound of the ram’s horn, but he did not take warning, so his own blood is on him. If he had heeded the warning, he would have saved his life.",
      "6": "But if the watchman sees the sword coming but does not blow the ram’s horn, and as a result the people are not warned, then if the sword comes and takes one of them away, that man has been taken away because of his own guilt, but I will also hold the watchman responsible for his blood.",
      "7": "But I have appointed you, son of man, to be a watchman for the house of Israel. So whenever you hear a word from my mouth, you are to warn them from me.",
      "8": "When I say to a wicked man, “Wicked man, you shall surely die,” if you do not speak to warn the wicked man against his way, that wicked man will die because of his guilt, but I will also hold you responsible for his blood.",
      "9": "But if you do warn the wicked man to turn from his way, and he does not turn from his way, he will die because of his guilt, but you will have saved your life.",
      "10": "So you, son of man, say the following to the house of Israel.\nThis is what you people are saying: “Certainly our rebellion and our sins weigh us down, and because of them we are rotting away. How then can we live?”",
      "11": "Say to them, “As I live, declares the Lord God, I take no pleasure in the death of the wicked, but rather that the wicked turn from their way and live. Turn back, turn back from your evil ways, for why should you die, O house of Israel?”",
      "12": "So you, son of man, also say this to your countrymen.\nThe righteousness of a righteous man will not save him on the day that he rebels, and the wickedness of a wicked man will not cause him to stumble on the day that he turns away from his wickedness. Likewise, a righteous man will not be able to live by his righteousness on the day that he sins.",
      "13": "When I say about the righteous man, “He will surely live,” but he then trusts in his own righteousness and does unrighteous things, all of his righteous acts will no longer be remembered, and he will die because of the unrighteous things he does.",
      "14": "Or when I say to the wicked man, “You will surely die,” and he turns from his sin and practices justice and righteousness—",
      "15": "if that wicked man returns the collateral paid to him for a loan, returns what he has stolen, walks in the laws that lead to life, and so avoids doing unrighteous things—he will surely live. He will not die.",
      "16": "All of the evil acts he committed will not be remembered against him. Since he has practiced justice and righteousness, he will certainly live.",
      "17": "Yet, your countrymen are saying, “The Lord’s way is not fair,” although it is actually their way that is not fair.",
      "18": "When a righteous man turns away from his righteousness and does unrighteous things, he will die in them.",
      "19": "But when a wicked man turns away from his wickedness and practices justice and righteousness, he will live through them.",
      "20": "So, even though you say, “The Lord’s way is not fair,” I will judge each one of you according to his own ways, O house of Israel.",
      "21": "In the twelfth year of our captivity, in the tenth month, on the fifth day of the month, a refugee from Jerusalem came to me and said, “The city has fallen.”",
      "22": "Now the hand of the Lord had been upon me the evening before the survivor came, and the Lord had opened my mouth, so by the time the refugee came to me in the morning, my mouth was opened, and I was no longer unable to speak.",
      "23": "The word of the Lord came to me.",
      "24": "Son of man, the inhabitants of these ruins in the land of Israel are saying, “Abraham was only one man, and he took possession of the land. We are many, and certainly the land has been given to us as a possession.”",
      "25": "Therefore, say this to them. This is what the Lord God says. You eat meat with the blood still in it. You raise your eyes to your filthy idols. You shed blood, and still you think you will possess the land?",
      "26": "You depend on your sword. You commit abominations. Each of you defiles his neighbor’s wife, and still you think you will possess the land?",
      "27": "This is what you are to say to them. This is what the Lord God says. As I live, those who are in the ruins will fall by the sword, and I will give anyone in the open country to the wild animals to eat, and those in strongholds and caves will die by the plague.",
      "28": "I will make the land a desolate wasteland. Its arrogant strength will cease, and the mountains of Israel will be so desolate that no one will travel through them.",
      "29": "Then they will know that I am the Lord, when I make the land a desolate wasteland because of all the abominable things they have committed.",
      "30": "What about you, son of man? Your countrymen, who are talking with each other about you beside the walls and in the doorways of the houses, say to one another, each one to a neighbor, “Come now and hear what the word is that is coming from the Lord.”",
      "31": "They come to you as a group on behalf of the people, and they sit in front of you as if they were my people. They listen to your words but refuse to act on them, because they prefer to use their mouths for obscene talk, and their hearts pursue their wrongful gain.",
      "32": "You see, to them you are like someone who sings erotic songs with a beautiful voice, who is an excellent musician. So they listen to your words, but they are not obeying them.",
      "33": "But when this comes—and come it will—they will know that a prophet has been among them."
    },
    "34": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, prophesy against the shepherds of Israel. Prophesy and say to those shepherds that this is what the Lord God says.\nWoe to you, shepherds of Israel, who have been shepherding for themselves. Aren’t shepherds supposed to shepherd for the benefit of the sheep?",
      "3": "You eat the fat. You wear the wool. You slaughter the fattened ones—but you do not shepherd the flock.",
      "4": "You have not strengthened the weak. You have not healed the sick. You have not bound up the injured. You have not brought back the strays, and you have not searched for the lost. Instead you have abused them with force and with violence.",
      "5": "So they scattered, because there was no shepherd, and they became food for all the wild animals. My sheep scattered and",
      "6": "wandered all over the mountains and on every high hill. Over the face of the whole earth, my flock was scattered, with no one looking for them and no one searching for them.",
      "7": "Therefore, shepherds, hear the word of the Lord.",
      "8": "As surely as I live, declares the Lord God, because my flock has become plunder, and because my flock has become food for all the wild animals, because they have no shepherd and my shepherds did not concern themselves about my flock, but the shepherds took care of themselves instead of taking care of my flock,",
      "9": "therefore, you shepherds, hear the word of the Lord.",
      "10": "This is what the Lord God says. I am against the shepherds. Watch! I will remove my flock from their hand. I will remove them from taking care of the sheep, and no longer will those shepherds take care of themselves. I will rescue my flock from their mouths, so that they will no longer be food for them.",
      "11": "For this is what the Lord God says. Here I am. I myself will seek the welfare of my flock and carefully search for them.",
      "12": "As a shepherd searches for his flock when his sheep that were with him have been scattered, so I will search for my flock and rescue them from all the places where they were scattered on a day of clouds and thick darkness.",
      "13": "I will bring them out from the peoples and gather them from the countries and bring them to their own soil. I will shepherd them on the mountains of Israel, in the valleys, and in all the settlements of the land.",
      "14": "I will lead them into good pasture, and their grazing land will be on the high mountains of Israel. There they will lie down in good grazing land, and they will pasture on rich pasture on the mountains of Israel.",
      "15": "I myself will shepherd my flock. I myself will let them lie down, declares the Lord God.",
      "16": "I will seek the lost. I will bring back the strays. I will bind up the injured. I will strengthen the weak. I will destroy the fat and the strong, and I will shepherd them with justice.",
      "17": "What about you, my flock? This is what the Lord God says. I am going to judge between one sheep and another, between the rams and the male goats.",
      "18": "Isn’t it enough for you that you feed on the good pasture? Must you trample the rest of your pastures with your feet? Isn’t it enough that you drink the clear water? Must you muddy the rest with your feet?",
      "19": "Then my flock has to feed on what your feet have trampled and drink what your feet have muddied.",
      "20": "Therefore, this is what the Lord God says to them. I myself am going to judge between the fat sheep and the thin sheep.",
      "21": "Because you have shoved them with your side and shoulder and butted all the weak ones with your horns, until you scattered them abroad,",
      "22": "I will save my flock so that they will not become plunder anymore. In this way I will judge between one sheep and another.",
      "23": "Then I will raise up over them one shepherd, and he will tend them. My servant David will tend them, and he will be their shepherd.",
      "24": "I, the Lord, will be their God, and my servant David will be the prince among them. I, the Lord, have spoken.",
      "25": "Then I will establish a covenant of peace with them, and I will rid the land of wild animals, so they may live securely in the wilderness and sleep in the forests.",
      "26": "I will make them and the area around my hill a blessing. I will send the rain showers down in their season. They will be showers of blessing.",
      "27": "The trees in the field will yield their fruit, and the earth will yield its produce. They will be secure on their own land and know that I am the Lord, when I break the bars of their yoke and rescue them from the hand of those who enslaved them.",
      "28": "No more will they be plundered by the nations, nor will wild animals devour them. They will live in security, with no one to make them afraid.",
      "29": "I will establish for them farmland famous for its crops, so that they will no longer be carried off by famine that is taking place in the land. They will no longer bear the scorn of the nations.",
      "30": "They will know that I, the Lord their God, am with them, and that they, the house of Israel, are my people, declares the Lord God.",
      "31": "You are my flock of sheep, the sheep of my pasture, and you are my people, and I am your God, declares the Lord God."
    },
    "35": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, set your face against Mount Seir and prophesy against it.",
      "3": "Say this to it.\nThis is what the Lord God says. I am against you, Mount Seir. I will stretch out my hand against you and make you a desolate wasteland.",
      "4": "I will make your cities ruins, and you will be desolate. Then you will know that I am the Lord.",
      "5": "Because you cherished an ancient hatred and turned the Israelites over to the sword at the time of their disaster, at the time of their final punishment,",
      "6": "therefore, as I live, declares the Lord God, I will subject you to bloodshed, and bloodshed will pursue you. Because you did not hate bloodshed, bloodshed will pursue you.",
      "7": "I will make Mount Seir a desolate wasteland and cut off from it all those who flee from it and want to return.",
      "8": "I will fill its mountains with its slain. On your hills and in your valleys and in all your streambeds, those who have been run through by the sword will fall.",
      "9": "I will make you desolate forever, and your cities will not be re-inhabited. Then you will know that I am the Lord.",
      "10": "Because you said, “These two nations and these two lands will be mine, and we will possess them, even though the Lord was there,”",
      "11": "therefore, as I live, declares the Lord God, I will treat you as you deserve for your anger and for your jealousy which you held against these two nations in your hostility, and I will make myself known among them when I judge you.",
      "12": "Then you will know that I, the Lord, have heard all the contemptuous statements that you uttered against the mountains of Israel: “They have been devastated and given to us for food.”",
      "13": "With your mouth you made proud boasts against me and heaped up arrogant words against me. I have heard it myself.",
      "14": "This is what the Lord God says. While the whole world celebrates, I will make you a desolation.",
      "15": "Because you celebrated when you took possession of the house of Israel because it was desolate, so will I deal with you. Mount Seir, you will be desolate, along with all of Edom. Then they will know that I am the Lord."
    },
    "36": {
      "1": "Now you, son of man, prophesy to the mountains of Israel and say this.\nMountains of Israel, hear the word of the Lord.",
      "2": "This is what the Lord God says.\nBecause the enemy said about you, “Aha! At last! The ancient heights have become our possession,”",
      "3": "you are to prophesy and say, “This is what the Lord God says.”\nBecause they have devastated and crushed you from all sides, so that you would become the possession of the rest of the nations and a subject of people’s gossip and slander,",
      "4": "therefore, you mountains of Israel, hear the word of the Lord God. This is what the Lord God says to the mountains, hills, valleys, ravines, desolate ruins, and abandoned cities, which have become a source of plunder and are subjected to ridicule by the rest of the nations all around.",
      "5": "So, this is what the Lord God says. Without fail, in my fiery zeal I am speaking against the rest of the nations and against all of Edom, because they took my land as their own with whole-hearted glee and deep-seated contempt, and they occupied its pastureland.",
      "6": "Therefore, prophesy about the land of Israel and say to the mountains, hills, valleys, and ravines: This is what the Lord God says. In my zeal and wrath I am speaking because you have endured the taunts of the nations.",
      "7": "Therefore, this is what the Lord God says. I swear with an uplifted hand that the nations all around you will endure taunts against them.",
      "8": "But you, O mountains of Israel, will shoot forth your branches and bear your fruit for my people Israel, because they will soon come back.",
      "9": "Yes, I am on your side. I will look on you with favor, and your land will be cultivated and planted.",
      "10": "I will multiply people for you, for the whole house of Israel, all of it. The cities will be resettled and the ruins rebuilt.",
      "11": "I will multiply both people and animals on you. They will multiply and be fruitful. I will resettle you as you were in earlier times and do more good for you than I did when you began. Then you will know that I am the Lord.",
      "12": "I will cause people, my people Israel, to walk over you. They will take possession of you. You will become their inheritance, and never again will you deprive them of their children.",
      "13": "This is what the Lord God says. Because some people say to you, “You devour your people and keep on depriving your nations of their children,”",
      "14": "therefore, you will no longer devour your people or deprive your nations of their children, declares the Lord God.",
      "15": "No longer will I let you hear the taunts of the nations or endure the scorn of the peoples. Never again will you deprive your nations of their children, declares the Lord God.",
      "16": "The word of the Lord came to me.",
      "17": "Son of man, when the house of Israel was living on their own soil, they defiled it by their conduct and by their actions. To me their conduct was as unclean as the blood of a woman’s period.",
      "18": "So I poured out my wrath on them because of the blood they had poured on the ground and because of the filthy idols with which they had defiled it,",
      "19": "and I scattered them among the nations so that they were dispersed among the countries. On the basis of their conduct and their actions I judged them.",
      "20": "Then when they came to the various nations, they profaned my holy name when people said about them, “These are the people of the Lord, but they had to leave his land.”",
      "21": "So I was concerned about my holy name, which the house of Israel had profaned among the various nations to which they had come.",
      "22": "Therefore, say this to the house of Israel. This is what the Lord God says. I am about to act, O house of Israel, not for your sake, but for the sake of my holy name, which you have profaned among the nations to which you have gone.",
      "23": "I will sanctify my great name, which has been profaned among the nations, which you profaned among them. Then the nations will know that I am the Lord, declares the Lord God, when I reveal myself as holy in front of their eyes through you.",
      "24": "I will take you from among the nations. I will gather you from all the lands, and I will bring you to your own soil.",
      "25": "I will sprinkle purifying water on you, and you will be clean. I will cleanse you from all your impurity and from all your filthy idols.",
      "26": "Then I will give you a new heart and put a new spirit inside you. I will remove the heart of stone from your body and give you a heart of flesh.",
      "27": "I will put my Spirit within you and will cause you to walk in my statutes, and you will carefully observe my ordinances.",
      "28": "Then you will live in the land I gave your fathers. You will be my people, and I will be your God.",
      "29": "I will save you from all your impurity. I will summon the grain and make it plentiful. I will not bring famine upon you.",
      "30": "I will increase the fruit on the trees and the produce in the fields, so that you will never again suffer disgrace among the nations because of famine.",
      "31": "Then you will remember your evil ways and your deeds that were not good, and you will loathe yourselves on account of your guilty deeds and your abominations.",
      "32": "It is not for your sake that I am about to act, declares the Lord God. Let this be known to you! Be ashamed and embarrassed because of your ways, O house of Israel.",
      "33": "This is what the Lord God says. On the day that I cleanse you from all your guilty deeds, I will resettle your cities, and the ruins will be rebuilt.",
      "34": "The desolate land will be cultivated instead of remaining desolate in the sight of every passerby.",
      "35": "People will say, “This land that was devastated has become like the Garden of Eden, and the cities that were ruined, desolate, and destroyed are now fortified and inhabited.”",
      "36": "Then the nations that remain around you will know that I, the Lord, have rebuilt the places that were destroyed and have replanted what was desolate. I, the Lord, have spoken, and I will do it.",
      "37": "This is what the Lord God says. I will also allow the house of Israel to ask me to do this for them. I will multiply them so their people are like flocks.",
      "38": "Like flocks consecrated for sacrifice, like the flocks of Jerusalem on its festival days, so the ruined cities will be filled with flocks of people. Then they will know that I am the Lord."
    },
    "37": {
      "1": "The hand of the Lord was upon me. He brought me out by the Spirit of the Lord and set me down in the middle of a valley, which was full of bones.",
      "2": "He had me pass through them and go all over among them. There were very many on the valley floor, and they were very dry.",
      "3": "He said to me, “Son of man, can these dry bones live?” I answered, “Lord God, you know.”",
      "4": "Then he said to me, “Prophesy to these bones and say to them, ‘Dry bones, hear the word of the Lord.’”",
      "5": "This is what the Lord God says to these bones.\nI am about to make breath enter you so that you will live.",
      "6": "I will attach tendons to you. I will put flesh back on you. I will cover you with skin and put breath in you, and you will live. Then you will know that I am the Lord.",
      "7": "So I prophesied as I had been commanded, and as I was prophesying there was a noise, a rattling, as the bones came together, one bone connecting to another.",
      "8": "As I watched, tendons were attached to them, then flesh grew over them, and skin covered them. But there was no breath in them.",
      "9": "Then he said to me, “Prophesy to the wind. Prophesy, son of man, and say to the wind that this is what the Lord God says. From the four winds, come, O wind, and breathe into these slain so that they may live.”",
      "10": "So I prophesied as he commanded me. Breath entered them, and they came back to life. They stood on their feet, a very, very large army.",
      "11": "Then he said to me, “Son of man, these bones are the whole house of Israel. They are saying, ‘Our bones are dried up. Our hope is lost. We have been completely cut off.’",
      "12": "Therefore, prophesy and say to them that this is what the Lord God says. My people, I am going to open your graves and raise you up from your graves and bring you back to the soil of Israel.",
      "13": "Then you will know that I am the Lord, when I open your graves and raise you up from your graves, O my people.",
      "14": "I will put my Spirit in you, and you will live. I will settle you on your own land, and you will know that I, the Lord, have spoken, and I have done it, declares the Lord.”",
      "15": "The word of the Lord came to me.",
      "16": "Now you, son of man, take one piece of wood and write on it: “Belonging to Judah and belonging to the people of Israel associated with him.” Then take another piece of wood and write on it: “Belonging to Joseph, Ephraim’s piece of wood, and the whole house of Israel associated with him.”",
      "17": "Then hold one piece of wood close to the other to make a single board for yourself, so that they are one in your hand.",
      "18": "When your countrymen say to you, “Won’t you tell us what you mean by these things?”",
      "19": "you tell them, “This is what the Lord God says. I am going to take the piece of wood which is in the hand of Ephraim, which is for Joseph and for the tribes of Israel associated with him, and I will attach it to the piece of wood for Judah. In this way I will make them one board, so that they will be one in my hand.”",
      "20": "The boards on which you will write should be in your hand in front of their eyes.",
      "21": "Then say this to them. This is what the Lord God says. I am going to take the people of Israel from among the nations where they have gone, and I will gather them from all around, and I will bring them to their own land.",
      "22": "I will make them one nation in the land, on the mountains of Israel, and one king will be king for all of them. Never again will they be two nations, and never again will they be divided into two kingdoms.",
      "23": "Never again will they defile themselves with their filthy idols, with their disgusting practices, and with all their rebellious actions. I will save them from all their backsliding by which they have sinned, and I will cleanse them. They will be my people, and I will be their God.",
      "24": "My servant David will be King over them, and they will all have one Shepherd. They will follow my ordinances and be conscientious about keeping my statutes.",
      "25": "They will live on the land I gave my servant Jacob, where your fathers lived. They will live there permanently—they, their children, and their grandchildren—and my servant David will be their prince forever.",
      "26": "I will make a covenant of peace with them. It will be an everlasting covenant with them. I will establish them, and I will multiply them and set my sanctuary in their midst forever.",
      "27": "My Dwelling Place will be over them. I will be their God, and they will be my people.",
      "28": "Then the nations will know that I, the Lord, make Israel holy when my holy place is in their midst forever."
    },
    "38": {
      "1": "The word of the Lord came to me.",
      "2": "Son of man, set your face against Gog from the land of Magog, the prince of Rosh, Meshek, and Tubal, and prophesy against him",
      "3": "and say this.\nThis is what the Lord God says. I am against you, Gog, prince of Rosh, Meshek, and Tubal.",
      "4": "I will turn you around. I will put hooks in your jaws, and I will bring you out with your entire army, horses and horsemen, all of them magnificently arrayed, a vast horde armed with body shields and hand shields, all of them wielding swords.",
      "5": "Persia, Cush, and Libya are with them, all of them with hand shields and helmets,",
      "6": "also Gomer and all its troops, Beth Togarmah from the remotest regions of the north and all its troops—many peoples will be with you.",
      "7": "Ready yourself. Prepare yourself, you and your whole horde that is gathered around you, and keep watch over them.",
      "8": "After many days you will be summoned to come together. In the latter years you will invade a land that was restored from the ravages of the sword, whose population had been gathered from among many peoples, back to the mountains of Israel, which had been lying in ruins for a long time. Its population had been brought out from among the peoples, and all of them were now living securely.",
      "9": "You will come up like a devastating storm. You will come up like a cloud to cover the land, you and all your troops and many peoples with you.",
      "10": "This is what the Lord God says. On that day plans will come into your mind, and you will plot an evil scheme.",
      "11": "You will say, “I will go up against a land of unwalled villages. I will attack the peaceful people who live in security, all of them living without walls, with neither bars nor gates.",
      "12": "I will attack in order to seize spoils and carry off plunder, to assault resettled ruins and to attack people returned from the nations, people who are acquiring livestock and other property, people who live at the center of the earth.”",
      "13": "Sheba, Dedan, the merchants of Tarshish, and all its leaders will say to you, “Have you come to seize spoils? Have you gathered your horde to carry off plunder, to carry away silver and gold, to take away livestock and other property, to seize a large amount of spoils?”",
      "14": "Therefore prophesy, son of man, and say this to Gog. This is what the Lord God says. On that day, when my people Israel are dwelling securely, you will be aware of that, won’t you?",
      "15": "So you will come from your place, from the remotest regions of the north, you and many peoples with you, all of them riding on horses, a great horde, a mighty army.",
      "16": "You will come up against my people Israel like a cloud covering the land. In the latter days this will happen. I will bring you against my land so that the nations will know me when I use you to reveal myself as holy in front of their eyes, O Gog.",
      "17": "This is what the Lord God says. Are you the one I spoke about in earlier days through my servants, the prophets of Israel? In those days didn’t they prophesy for many years that I would bring you against Israel?",
      "18": "On that day when Gog comes against the land of Israel, says the Lord God, my wrath will be evident on my face.",
      "19": "In my zeal and the fire of my fury, I have spoken. I swear that there will be a great earthquake in the land of Israel on that day.",
      "20": "All of these will quake in my presence: the fish in the sea, the birds in the sky, the animals in the open country, every creeping thing that creeps on the ground, and every human being on the face of the earth. The mountains will be overthrown. The hillside terraces will collapse, and every wall will fall to the ground.",
      "21": "I will summon against Gog a sword upon all my mountains, declares the Lord God. Every man’s sword will be against his brother.",
      "22": "I will judge him with plague and with bloodshed. I will rain down torrential rain, hailstones, and burning sulfur on him and on his troops and on the many peoples who are with him.",
      "23": "In this way I will show myself to be great, and I will show myself to be holy, and I will make myself known in the sight of many nations. Then they will know that I am the Lord."
    },
    "39": {
      "1": "Now you, son of man, prophesy against Gog and say this.\nThis is what the Lord says to you. I am against you, Gog, prince of Rosh, Meshek, and Tubal.",
      "2": "I will turn you around. I will show you the way. I will lead you up from the remotest regions of the north, and I will bring you against the mountains of Israel.",
      "3": "But there I will knock your bow out of your left hand, and I will make your arrows fall from your right hand.",
      "4": "On the mountains of Israel you will fall—you, all your troops, and the peoples who are with you. I will give you as food to scavenging birds of every kind and to the wild animals.",
      "5": "In the open country you will fall, for I have spoken, declares the Lord God.",
      "6": "I will also send fire on Magog and on those who live in security on the coastlands. Then they will know that I am the Lord.",
      "7": "I will make my holy name known among my people Israel. I will not let my holy name be profaned anymore, and the nations will know that I am the Lord, the Holy One in Israel.",
      "8": "It is coming! It will surely take place, declares the Lord God. This is the day of which I have spoken.",
      "9": "Then those who live in the cities of Israel will go out and set the weapons on fire and burn the small shields and large shields, bows and arrows, clubs and spears. They will use them as firewood for seven years.",
      "10": "They will not take wood from the open country or gather it from the forests because they will use the weapons as firewood. They will loot those who looted them and plunder those who plundered them, declares the Lord God.",
      "11": "On that day I will give Gog a burial place there in Israel, in the valley used by those who travel east toward the sea, and it will block the way for travelers. There they will bury Gog and all his horde and call it the Valley of Gog’s Horde.",
      "12": "The house of Israel will spend seven months burying them in order to cleanse the land.",
      "13": "All the people of the land of Israel will join in burying them, and it will bring honor to them on that day when I display my glory, declares the Lord God.",
      "14": "In addition, they will assign men to work full-time, passing through the land together with others, to bury those who are left on the surface of the ground in order to cleanse it. At the end of seven months, they will still be searching.",
      "15": "Whenever those who pass through the land see a human bone, they will set up a marker beside it until the burial squad has buried it in the Valley of Gog’s Horde.",
      "16": "So the name of a city there will be Hamonah. In this way they will cleanse the land.",
      "17": "This is what the Lord God says to you, son of man. Speak to the birds, to every winged creature, and to all the wild animals. Tell them this.\nAssemble yourselves and come. From all around gather yourselves to my sacrificial meal, which I am preparing for you as a sacrificial meal on the mountains of Israel. You will eat meat and drink blood.",
      "18": "You will eat the meat of warriors and drink the blood of the princes of the earth, like rams and lambs, goats and bulls, all of them fattened animals from Bashan.",
      "19": "You will eat fat until you are full and drink blood until you are drunk from my sacrificial meal, which I have prepared for you.",
      "20": "At my table you will be filled with horses and charioteers, with warriors and soldiers of every kind, declares the Lord God.",
      "21": "In this way I will establish my glory among the nations, and all the nations will see my justice which I have carried out and my hand which I have laid upon them.",
      "22": "The house of Israel will know from that day forward that I am the Lord, their God.",
      "23": "Then the nations will know that the house of Israel went into exile because of their guilt, because they were unfaithful to me. So I hid my face from them and delivered them into the hand of their adversaries, and they all fell by the sword.",
      "24": "I dealt with them according to their uncleanness and their rebellion, and I hid my face from them.",
      "25": "Therefore, this is what the Lord God says. Now I will bring about the restoration of Jacob. I will have mercy on the whole house of Israel, and I will be zealous for my holy name.",
      "26": "They will bear their shame and all the unfaithfulness that they displayed toward me, even when they lived securely in their own land with no one to make them afraid.",
      "27": "When I bring them back from the nations and gather them from the lands of their enemies, I will show myself to be holy among them in the sight of many nations.",
      "28": "They will know that I am the Lord their God, because, even though I sent them into captivity among the nations, I also gathered them again to their own land, and I will never again leave any of them there in captivity.",
      "29": "Nor will I ever hide my face from them again, because I will have poured out my Spirit on the house of Israel, declares the Lord God."
    },
    "40": {
      "1": "In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was struck down, on that very day, the hand of the Lord came upon me, and he brought me there.",
      "2": "In visions of God, he brought me to the land of Israel and set me down on a very high mountain. On the south side there was a structure that resembled a city.",
      "3": "When he brought me there, I saw a man who looked as if he were made of bronze. In his hand he had a linen cord and a measuring rod. He was standing by the gatehouse.",
      "4": "The man said to me, “Son of man, watch carefully, listen carefully, and pay attention to everything that I am about to show you, because you were brought here so that I could show it to you. Report everything you see to the house of Israel.”",
      "5": "I saw a wall all the way around the temple compound. In the man’s hand was the measuring rod, six cubits long (using the long cubit). When he measured the thickness of the structure, it was one rod thick, and its height was one rod.",
      "6": "Then he approached the gatehouse that was on the east side of the temple compound and went up its steps. He measured the threshold of the gate. It was one rod deep.",
      "7": "Each guardroom was one rod wide and one rod deep. Between the guardrooms, the walls were five cubits thick, and the threshold of the gate of the vestibule on the inner side of the gatehouse was one rod deep.",
      "8": "⎣He measured the vestibule on the inner side of the gatehouse. It was one rod.⎦",
      "9": "He measured the vestibule of the gatehouse, which was eight cubits, and its gateposts were two cubits. The vestibule of the gatehouse was located at the inner end of the gateway.",
      "10": "Inside the east gatehouse, there were three guardrooms on either side of the entry. All three were the same size, and the gateposts on either side were also the same size.",
      "11": "Then he measured the width of the entry into the gateway. It was ten cubits, and the length of the gateway was thirteen cubits.",
      "12": "There was a barrier in front of the guardrooms, one cubit wide, on both sides of the passage. Each guardroom was six cubits square.",
      "13": "Next he measured the passageway through the gatehouse, from the outside edge of the ceiling of one guardroom to the outside edge of the ceiling opposite it. The total width was twenty-five cubits. The doorways to the guardrooms were facing each other on each side of the passageway.",
      "14": "He determined that the measurement of the gateposts was sixty cubits, and the courtyard all around the gateway reached to the gateposts.",
      "15": "From the front of the outer entrance of the gateway to the outside edge of the vestibule on the inner side of the gateway was fifty cubits.",
      "16": "The guardrooms and their doorposts had openings on all sides. The openings were slits that were narrower toward the inside of the gate, and likewise, the vestibule had openings that narrowed toward the inside all the way around. The doorposts had decorations like palm trees.",
      "17": "Then he brought me into the outer courtyard. There were rooms and a pavement constructed all the way around the courtyard. Thirty rooms faced the pavement.",
      "18": "The pavement ran along the sides of the gates. The pavement was as wide as the length of the gatehouse. This was the lower pavement.",
      "19": "He measured the width of the pavement from the inside edge of the outer gatehouse to the outside edge of the inner courtyard. It measured one hundred cubits on the east and on the north sides of the temple.",
      "20": "There was a gateway leading into the outer courtyard on the north side. The man measured its length and its width.",
      "21": "Its guardrooms, three on each side, its gateposts, and its vestibule had the same measurements as the first gatehouse, fifty cubits long and twenty-five cubits wide.",
      "22": "The entry, the vestibule, and its palm decorations also had the same measurements as those of the gatehouse facing east. From outside the temple compound one could enter the gate by seven steps, and the vestibule of the gateway was straight ahead at the inner end of the gateway.",
      "23": "A gateway into the inner courtyard was opposite the outer gatehouse (the same as on the east side), and he measured from the outer gate to the inner one opposite it. The distance was one hundred cubits.",
      "24": "Next, he led me toward the south, and there also was a gatehouse on the south side of the temple compound. He measured its gateposts and its vestibule, and the measurements were like the others.",
      "25": "It and its vestibule had openings all around like the openings of the others. Its length was fifty cubits and its width was twenty-five cubits.",
      "26": "It had seven steps going up to it, and its vestibule was straight ahead of them at the opposite end of the gateway, and it had palm decorations on either side on its gateposts.",
      "27": "The inner courtyard also had a gateway facing south. He measured from one gate to the other toward the south. It was one hundred cubits.",
      "28": "Then he brought me into the inner courtyard through its south gate. He measured this gatehouse on the south side of the inner courtyard. Its measurements were like those of the previous gatehouses.",
      "29": "Its guardrooms, gateposts, and vestibule had the same measurements as the others. Both the gatehouse and the vestibule had openings all around. It was fifty cubits long and twenty-five cubits wide.",
      "30": "There were vestibules on each side of the inner courtyard. They were twenty-five cubits long and five cubits wide.",
      "31": "The vestibule of the inner gatehouse faced the outer courtyard. There were palm decorations on its gateposts, and its stairway had eight steps.",
      "32": "Next he brought me into the inner courtyard through the gate facing east. He measured the gatehouse, and its dimensions were the same as the others.",
      "33": "Its guardrooms, gateposts, and vestibule were the same size as the others. It and its vestibule had openings all around. It was fifty cubits long and twenty-five cubits wide.",
      "34": "Its vestibule faced the outer court, and there were palm decorations on its gateposts on either side. Its stairs had eight steps.",
      "35": "Then he brought me to the north gatehouse and measured it. It had the same measurements as the others.",
      "36": "This was also true of its guardrooms, its gateposts, and its vestibule. It had openings all around. It was fifty cubits long and twenty-five cubits wide.",
      "37": "Its vestibule faced the outer courtyard, and there were palm decorations on its gateposts on either side. Its stairway had eight steps.",
      "38": "There was a room with a door, next to the gateposts at each of the inner gateways, where they washed the burnt offering.",
      "39": "Inside the vestibule of the gateway, on each side, there were two tables upon which to slaughter the whole burnt offering, the sin offering, and the restitution offering.",
      "40": "Next to the outside wall of the vestibule, as one goes toward the entrance of the north gateway, there were two more tables. Next to the other outside wall of the vestibule of the gateway were two more tables.",
      "41": "That is, there were four tables on one side and four on the other side of the gateway—eight tables on which they were to slaughter the sacrifices.",
      "42": "Four more tables for the burnt offering were made of hewn stone. They were one and a half cubits long, one and a half cubits wide, and one cubit high. On them they placed the instruments with which they slaughtered the burnt offering and the other sacrifices.",
      "43": "Double-pronged hooks, each a handbreadth long, were fastened to the building all around, but the meat for the sacrifice was placed on the tables.",
      "44": "Just outside of the inner gateway, in the inner courtyard, were two rooms, one beside the north gate, which faced south, and the other beside the south gate, which faced north.",
      "45": "He said to me, “This room that faces south is for the priests who guard the temple,",
      "46": "and the room that faces north is for the priests who guard the altar. They are descendants of Zadok, the only Levites who may approach the Lord to minister to him.”",
      "47": "Then he measured the courtyard. It was one hundred cubits long and one hundred cubits wide—a square. The altar was in front of the temple.",
      "48": "Next he brought me to the vestibule of the temple building. He measured each doorpost of the vestibule: five cubits on either side. The width of the gate was ⎣fourteen cubits. The sides of the gate were⎦ three cubits on either side.",
      "49": "The length of the vestibule was twenty cubits, and its width was eleven cubits. One entered it by ten steps, and there were pillars by the doorposts, one on either side."
    },
    "41": {
      "1": "Then he brought me to the outer room of the sanctuary and measured the doorposts, six cubits wide on either side. This was the width of the Tent.",
      "2": "The width of the entrance was ten cubits, and the side walls of the entrance were five cubits on either side. Then he measured the outer room’s length, forty cubits, and its width was twenty cubits.",
      "3": "Then he entered the inner room of the sanctuary and measured the doorposts of its entrance, two cubits, and the width of the entrance was six cubits, and the side walls of the entrance were seven cubits on either side.",
      "4": "He measured its length, twenty cubits, and its width was twenty cubits, the same as the width of the outer room. Then he said to me, “This is the Holy of Holies.”",
      "5": "Next he measured the wall of the temple building. It was six cubits thick, and the width of each side room was four cubits. The side rooms ran all around the temple.",
      "6": "The side rooms were stacked on top of one another, in three stories, with thirty rooms in each story. The floors of the side rooms rested on ledges attached to the wall of the temple all the way around, so that the supports for the rooms would not cut into the temple wall itself.",
      "7": "The side rooms all around the temple became wider as one went up from story to story, because their supporting ledges in the wall of the temple ascended like steps. Therefore, the width of the interior of the attached structure increased as one went up from the lowest story to the highest by way of the middle story.",
      "8": "I saw a raised platform all around the temple that served as a foundation for the side rooms. The terrace built on this foundation, measured by a full rod, was six long cubits tall.",
      "9": "The thickness of the outer wall of the side rooms was five cubits. The open area between the side rooms attached to the temple",
      "10": "and the other rooms on the other side of the inner courtyard was twenty cubits wide all around the temple.",
      "11": "There were entrances into the side rooms from the open area, one entrance on the north side, one on the south. The width of the terrace bordering the open area was five cubits all around.",
      "12": "The building on the far side of the restricted area on the western side of the temple was seventy cubits wide. The wall of the building was five cubits thick all around, and its length was ninety cubits.",
      "13": "Then he measured the temple building. Its length was one hundred cubits. The restricted area and the building with its walls also had a length of one hundred cubits.",
      "14": "The width of the area in front of the temple, including the restricted areas east of the temple, was one hundred cubits as well.",
      "15": "He also measured the length of the building facing the restricted area at the rear of the temple, along with its balconies on either side. It was one hundred cubits.\nThe outer and inner rooms of the sanctuary, the vestibules of the courtyard,",
      "16": "the thresholds, and the windows with slanting frames, as well as the balconies around the three sides, opposite the threshold, were paneled with wood all the way around, from the floor to the upper windows, and the windows were covered with lattices.",
      "17": "The paneling extended up to the space above the entrance, both in the inner and outer sanctuary. On all the walls all around, in both the inner and outer sanctuary, there were geometric patterns,",
      "18": "carved cherubim, and decorations like palms. There was a palm decoration between each cherub and its neighbor. Each cherub had two faces:",
      "19": "the face of a man turned toward the palm on one side and the face of a lion turned toward the palm on the other side. They were carved all around the whole temple.",
      "20": "From the floor up to the space above the entrance, cherubim and palms were carved, even on the walls of the outer room of the sanctuary.",
      "21": "As for the outer room of the sanctuary, its doorposts were square, and the front of the Holy of Holies had the same design.",
      "22": "The altar was made of wood, three cubits high. Its length was two cubits, and its width was two cubits. Its corners, its base, and its sides were also of wood. He said to me, “This is the table that is before the Lord.”",
      "23": "Both the outer room of the sanctuary and the Holy of Holies had double doors.",
      "24": "The doors had two leaves apiece, two folding leaves—two for one door and two leaves for the other door.",
      "25": "Carved on the doors of the outer room there were cherubim and palm decorations, like those carved on the walls. Outside there was a wooden canopy in front of the vestibule.",
      "26": "There were also windows narrowing toward the inside and palm decorations on both side walls of the vestibule. The side rooms of the temple also had canopies."
    },
    "42": {
      "1": "Then he led me out into the outer courtyard which was north of the temple building, and he brought me to a set of rooms which bordered on the south side of the restricted area and was north of the structure of the temple building.",
      "2": "This building north of the temple, which had doors facing north, was one hundred cubits long and fifty cubits wide.",
      "3": "On each side of the north courtyard, across from the twenty cubits that belonged to the inner courtyard on the south side and across from the pavement that belonged to the outer courtyard on the north side, two sets of balconies faced each other. Each was three stories high.",
      "4": "In front of the rooms on the inside of the courtyard was a walkway ten cubits wide and one hundred cubits long. The entrances of the rooms faced north.",
      "5": "The upper rooms were narrower, because the balconies took more space away from them than from the building’s bottom and middle floors.",
      "6": "These rooms were arranged in three stories and had no pillars like the pillars in the courtyards, so as you went up from ground level, the upper story had to be set back more than the lower and middle ones.",
      "7": "There was a wall in the outer courtyard, which ran parallel to the rooms on the east side. It was fifty cubits long.",
      "8": "The length of the set of rooms on the east side of the building facing toward the outer courtyard was fifty cubits, but the length of those on the north side was one hundred cubits long.",
      "9": "On the bottom floor of these rooms on the east end of the building, there was an entrance, through which one could enter them from the outer courtyard.",
      "10": "At the head of the wall of the courtyard, on the south side of the temple, opposite the restricted area and opposite the building, there were rooms.",
      "11": "They also had a passageway in front of them. They looked just like the rooms on the north. They were the same length and also the same width, and they were the same in regard to all their exits, their designs, and their entrances.",
      "12": "Also identical were the entrances to the rooms on the south, at the head of the passageway, that is, the passageway opposite the corresponding wall, as one enters them from the east.",
      "13": "Then he said to me, “The northern and southern rooms in front of the restricted area are holy rooms where the priests who approach the Lord will eat the most holy offerings. There they will deposit the most holy offerings, the grain offering, the sin offering, and the restitution offering, for the place is holy.",
      "14": "When the priests go to enter these rooms, they must not go out from the holy place into the outer courtyard until they have put away their vestments in which they have ministered there, because the vestments are holy. They must put on other clothing before they approach the area that is for the people.”",
      "15": "In this way the man finished the measurements of the interior of the temple complex. Then he led me out through the gate on the east side of the temple complex and measured the temple area all the way around.",
      "16": "He measured the east side using the measuring rod. It measured five hundred cubits, using canes, that is, the measuring rod.",
      "17": "Then he turned and measured the north side. It was five hundred cubits, using canes, that is, the measuring rod.",
      "18": "Then he turned and measured the south side. It was five hundred cubits, using canes, that is, the measuring rod.",
      "19": "He turned to the west side and measured again. It also was five hundred cubits, using canes, that is, the measuring rod.",
      "20": "Thus he measured the temple area on all four sides. It had a wall all the way around it. It was five hundred cubits long and five hundred cubits wide, in order to separate the holy from the common."
    },
    "43": {
      "1": "Then he led me to the gate, the gate that faces east.",
      "2": "Suddenly I saw that the Glory of the God of Israel was coming from the east. His voice sounded like the roar of rushing water, and the earth was shining with his glory.",
      "3": "The appearance of the vision that I saw was like the vision I saw when he came to destroy the city—visions like the vision I saw by the Kebar Canal, and I fell on my face.",
      "4": "The Glory of the Lord entered the temple through the gate facing east.",
      "5": "Then the Spirit lifted me up and brought me to the inner court, and the Glory of the Lord filled the temple.",
      "6": "I heard someone speaking to me from the temple while the man was standing beside me.",
      "7": "The voice said to me:\nSon of man, this is the place of my throne, and this is the place for the soles of my feet, where I will dwell in the midst of the people of Israel forever. Never again will the house of Israel profane my holy name, neither they nor their kings, neither by their prostitution nor by the memorials to their dead kings at their high places.",
      "8": "Whenever they placed their threshold next to my threshold and their doorpost beside my doorpost with only a wall between me and them, they would defile my holy name by their abominations that they did, so I exterminated them in my anger.",
      "9": "Now let them remove their prostitution and the memorials of their dead kings from my presence, and I will dwell among them forever.",
      "10": "But you, son of man, are to describe the temple to the house of Israel, so that they may be ashamed of their sins. Let them measure its perfect pattern.",
      "11": "If they are ashamed of everything they have done, teach them the design of the temple and its layout, its exits and its entrances, all its designs and all its ordinances, all its designs and all its regulations. Write them down in their sight so that they may keep its whole plan and all its ordinances and carry them out.",
      "12": "This is the law for the temple. On the top of the mountain, the whole territory of the temple and all the area surrounding its perimeter will be most holy. This is indeed the law for the temple.",
      "13": "These are the measurements of the altar in long cubits (a long cubit is an ordinary cubit plus a handbreadth). The gutter at the base of the altar is one cubit deep and one cubit wide with a rim of one span around its edge. The height of the altar is as follows:",
      "14": "From the gutter on the ground to the lower ledge is two cubits, and the width of the ledge is one cubit. From the lower ledge to the upper ledge is four cubits. The upper ledge has a width of one cubit.",
      "15": "The hearth is four cubits high, and four horns extend upward from the hearth.",
      "16": "The hearth is twelve cubits by twelve cubits, a square with four equal sides.",
      "17": "The upper ledge is fourteen cubits by fourteen cubits, with four equal sides. The ridge around it is half a cubit, and it has a gutter of one cubit all around. Its ramp faces east.",
      "18": "Then he said to me, “Son of man, this is what the Lord God says. These are the ceremonial requirements for the altar on the day when it is erected, to present burnt offerings on it and to splash blood on it.",
      "19": "You are to provide a young bull for a sin offering. Provide it to the levitical priests who are from the descendants of Zadok, who draw near to me to serve me, declares the Lord God.",
      "20": "You are to take some of its blood and put it on the altar’s four horns, on the four corners of the ledge, and on the ridge all around, and so you are to purify it and make atonement for it.",
      "21": "Then you are to take the bull that is the sin offering, and the priest is to burn it at the appointed place in the temple area, outside the sanctuary.",
      "22": "“On the second day you are to offer a male goat without blemish as a sin offering, and the altar is to be purified as it was purified with the bull.",
      "23": "When you have finished purifying it, you are to offer a young bull without blemish and a ram without blemish.",
      "24": "You are to present them before the Lord, and the priests are to throw salt on them and offer them up as a burnt offering to the Lord.",
      "25": "For seven days you are to offer a goat for a sin offering each day, as well as a young bull and a ram from the flock. They must all be without blemish.",
      "26": "For seven days they are to make atonement for the altar, cleanse it, and, in this way, consecrate it.",
      "27": "When they have fulfilled those days, on the eighth day and thereafter, the priests are to offer on the altar your whole burnt offerings and your fellowship offerings, and I will accept you, declares the Lord God.”"
    },
    "44": {
      "1": "Then he brought me back to the outer gate of the sanctuary that faces east, but it was closed.",
      "2": "The Lord said to me, “This gate must remain closed and not be opened. No man may enter through it, because the Lord, the God of Israel, has entered through it. Therefore, it is to remain closed.",
      "3": "The prince, because he is the prince, may sit in it to eat food in the presence of the Lord. He must enter through the vestibule of the gateway, and he must go out the same way.”",
      "4": "Next, he brought me through the north gate to the front of the temple. I looked, and the Glory of the Lord had filled the temple of the Lord, and I fell on my face.",
      "5": "The Lord said this to me.\nSon of man, pay attention. Watch carefully and listen carefully to what I am telling you regarding all the regulations of the temple of the Lord and all the instructions concerning it. Pay attention to the entrance of the temple and to all the exits of the sanctuary.",
      "6": "Say this to the rebellion, that is, to the house of Israel. This is what the Lord God says. There has been more than enough of all your abominations, O house of Israel.",
      "7": "You even brought foreigners, uncircumcised in heart and uncircumcised in flesh, into my sanctuary to desecrate it—into my own house!—even while you were offering my food, namely, the fat and the blood. In this way they broke my covenant in addition to all your abominations.",
      "8": "You have not faithfully guarded my holy things. Instead, you appointed others to be guards at my sanctuary in your place.",
      "9": "This is what the Lord God says. No foreigner, uncircumcised in heart and uncircumcised in flesh, may enter my sanctuary—no foreigner at all from those who are among the people of Israel.",
      "10": "What’s more, the Levites who went far from me when Israel strayed away, those who wandered away from me to follow their filthy idols, they must bear the consequences of their guilt.",
      "11": "Nevertheless, the Levites shall be in my sanctuary serving as guards over the gates of the temple and ministering in the temple. They shall slaughter the burnt offerings and the other sacrifices for the people. They shall stand before the people to serve them.",
      "12": "But because they formerly served them in front of their filthy idols and became a stumbling block that made the house of Israel guilty, therefore I have raised my hand in an oath against them, declares the Lord God, and they must bear the consequences of their guilt.",
      "13": "They may not approach me to serve as priests for me, nor may they approach any of my holy things or the most holy offerings. They must bear their shame and the consequences of the abominations that they committed.",
      "14": "Yet I will make them guardians of the ministry of the temple, in charge of all the duties of the temple and of everything that has to be done in it.",
      "15": "But the levitical priests who are the sons of Zadok, those who faithfully performed the duty of guarding the ministry of my sanctuary when the sons of Israel strayed away from me, they may approach me to serve me, and they may stand before me to offer the fat and the blood to me, declares the Lord God.",
      "16": "They alone may enter my sanctuary. They alone may approach my table to minister to me, and they shall perform the duty of guarding the ministry of the temple for me.",
      "17": "When they enter the gates of the inner court, they must wear linen clothing. No wool should be on them while they minister in the gates of the inner courtyard or inside the temple.",
      "18": "They are to have linen turbans on their heads and linen shorts on their hips. They should wear nothing that causes sweat.",
      "19": "When they go out into the outer courtyard to the people, they must take off their vestments in which they have been ministering and leave them in the holy rooms. Then they must put on other clothing so that they do not transmit holiness to the people by their vestments.",
      "20": "They must not shave their heads or let their hair grow long and unkempt. They must keep the hair on their heads neatly trimmed.",
      "21": "No priest is to drink wine when he enters the inner courtyard.",
      "22": "The priests must not take a widow or a divorced woman for themselves as a wife, but only virgins who are seed from the house of Israel. But priests may marry a widow who is a widow of a priest.",
      "23": "They are to teach my people the difference between the holy and the common, and make them knowledgeable in distinguishing the unclean from the clean.",
      "24": "In case of a dispute, they are to officiate as judges, and they must render their judgment concerning that case on the basis of the precedents in my judgments. They must observe my instructions and my regulations regarding all my appointed festivals, and they must keep my Sabbaths holy.",
      "25": "They must not go near a dead person and make themselves ceremonially unclean by doing so. Only in the case of father or mother, son or daughter, brother or unmarried sister may they make themselves unclean.",
      "26": "After a priest has been purified, seven days must be counted off for him.",
      "27": "On the day he enters into the sanctuary, into the inner courtyard to minister in the sanctuary, he must offer a sin offering for himself, declares the Lord God.",
      "28": "This will be their inheritance: I am their inheritance. You must not give them property in Israel. I am their property.",
      "29": "They may eat the grain offerings, the sin offerings, and the restitution offerings, and every devoted thing in Israel will belong to them.",
      "30": "The first from all firstfruits of all kinds and every special contribution of any kind from all your contributions will belong to the priests. The first of your ground grain you must give to the priest in order that a blessing may rest on your house.",
      "31": "No animal that died naturally or was torn by wild animals, whether a bird or an animal, may be eaten by the priests."
    },
    "45": {
      "1": "When you cast lots to divide the land as an inheritance, you are to devote a contribution to the Lord, a holy area of the land. Its length is to be twenty-five thousand cubits and its width twenty thousand cubits. Its entire area will be holy.",
      "2": "Within this area, a square five hundred by five hundred cubits is to be set aside for the sanctuary. There is also to be an open area of fifty cubits all around it.",
      "3": "From this measured area, you are to measure off a separate area which has a length of twenty-five thousand cubits and a width of ten thousand cubits. The sanctuary, the most holy place, will be in it.",
      "4": "It is to be a holy area of the land. It will be for the priests, the ministers of the sanctuary, who draw near to serve the Lord. It will be a place for their houses, as well as a holy place for the sanctuary.",
      "5": "Also an area twenty-five thousand cubits long and ten thousand cubits wide will be set aside for the Levites, the servants of the temple, as their possession, to provide them with cities to live in.",
      "6": "As the city’s property, you are to assign an area five thousand cubits wide and twenty-five thousand cubits long along one side of the holy contribution. It will belong to the whole house of Israel.",
      "7": "For the prince, an area is to be set aside on both sides of the holy contribution and of the area for the city. It will run alongside the holy contribution and alongside the city’s property. On the west side of the city, it will extend west along the tribal boundaries to the western boundary of the land, and on the east side, it will extend eastward in the same way.",
      "8": "This land is to be the prince’s property in Israel, so that my princes will no longer oppress my people but will allot the land to the house of Israel according to their tribes.",
      "9": "This is what the Lord God says. You have done enough, you princes of Israel! Remove violence and mayhem, and practice justice and righteousness. Remove the burden from my people that you caused by evicting them from their land, declares the Lord God.",
      "10": "You must have honest scales, an honest ephah, and an honest bath.",
      "11": "The ephah and the bath are to follow one uniform standard. The bath will hold one tenth of a homer, and the ephah will hold one tenth of a homer. The standard is to be based on the homer.",
      "12": "The shekel is to be twenty gerahs. Twenty shekels, twenty-five shekels, and fifteen shekels will be the weight of your mina.",
      "13": "This is the special contribution you should dedicate: Take one sixth of an ephah from each homer of wheat, and take one sixth of an ephah from each homer of barley.",
      "14": "The prescribed portion of oil (the bath is the standard measure for the oil) is one tenth of a bath from each kor. Ten baths make a kor, and ten baths are a homer.",
      "15": "Furthermore, one sheep shall be given from every flock, that is, from every two hundred sheep that comprise a flock from the well-watered land of Israel. These are for the grain offerings, the burnt offerings, and the fellowship offerings, to make atonement for them, declares the Lord God.",
      "16": "All the people of the land are to contribute to this offering for the prince in Israel.",
      "17": "The prince then is responsible for the burnt offerings, the grain offerings, and the drink offerings on the festivals, on the New Moons, and on the Sabbaths, that is, on all the appointed festivals for the house of Israel. He himself will provide the sin offering, the grain offering, the burnt offering, and the fellowship offering, to make atonement on behalf of the house of Israel.",
      "18": "This is what the Lord God says. In the first month, on the first day of the month, you are to take a young bull without blemish and purify the sanctuary.",
      "19": "The priest is to take some of the blood of the sin offering and put it on the doorpost of the temple, on the four corners of the ledge of the altar, and on the post of the gate of the inner courtyard.",
      "20": "You are to do so also on the seventh day of the month, for the sake of anyone who sins inadvertently or in ignorance, and so you shall make atonement for the temple.",
      "21": "In the first month, on the fourteenth day of the month, you shall hold the Passover. During the festival, consisting of a week of seven days, unleavened bread must be eaten.",
      "22": "On that day the prince is to provide, on behalf of himself and all the people of the land, a bull for a sin offering.",
      "23": "On the seven days of the festival he is to provide a burnt offering for the Lord: seven bulls and seven rams without blemish for each day of the seven days, as well as a male goat for a sin offering for each day.",
      "24": "As a grain offering he is to provide an ephah for each bull and an ephah for each ram, and a hin of oil for each ephah.",
      "25": "In the seventh month, at the festival starting on the fifteenth day of the month, he is to provide for seven days according to these same instructions, in regard to the sin offering, the burnt offering, the grain offering, and the oil."
    },
    "46": {
      "1": "This is what the Lord God says.\nThe gate into the inner courtyard which faces east must remain closed on the six work days, but on the Sabbath day it is to be opened, and on the day of the New Moon it is to be opened.",
      "2": "The prince is to enter through the vestibule of the gateway at the outer, eastern end of the gatehouse and stand by the gatepost, and the priests are to offer his burnt offering and fellowship offerings. He is to prostrate himself on the threshold of the gateway and then go out, but the gate will not be closed until evening.",
      "3": "The people of the land are to prostrate themselves before the Lord at the entrance to that gate on Sabbaths and New Moons.",
      "4": "The burnt offering that the prince is to offer to the Lord on the day of the Sabbath is to consist of six lambs without blemish and a ram without blemish.",
      "5": "The grain offering is to be an ephah for the ram, and for the lambs the grain offering is to be as much as he can afford, with a hin of oil per ephah.",
      "6": "On the day of the New Moon, he is to offer a young bull without blemish, six lambs, and a ram. They are to be without blemish.",
      "7": "He is to provide an ephah for the bull and an ephah for the ram as a grain offering, and for the lambs as much as he can afford, with a hin of oil per ephah.",
      "8": "When the prince enters, he is to come in through the vestibule of the gateway, and he is to go out by the same way.",
      "9": "When the people of the land come before the Lord at the appointed festivals, anyone who enters through the north gate in order to prostrate himself must go out through the south gate, and anyone who enters through the south gate must go out through the north gate. No one may return through the same gate through which he entered. He definitely must leave by going straight ahead to the opposite gate.",
      "10": "The prince is to be in their midst. When they enter, he shall enter, and when they leave, both he and they shall leave.",
      "11": "At the pilgrimage festivals and the appointed festivals, the grain offering is to be an ephah for a bull and an ephah for a ram, and for the lambs it is to be as much as he can afford, with a hin of oil per ephah.",
      "12": "When the prince makes a voluntary offering to the Lord, either as a burnt offering or fellowship offering, the gate facing east is to be opened for him. He is to offer his burnt offering or his fellowship offerings just as he does on the day of the Sabbath. When he goes out, the gate is to be closed after he leaves.",
      "13": "You are to provide a yearling lamb without blemish as a burnt offering to the Lord every day. Every morning you are to provide it.",
      "14": "You are to provide a grain offering with it every morning: one sixth of an ephah and one third of a hin of oil to moisten the fine flour. It is a grain offering for the Lord. These are lasting statutes to be performed daily.",
      "15": "In this way they will offer the lamb, the grain offering, and the oil every morning as a daily burnt offering.",
      "16": "This is what the Lord God says.\nIf the prince gives a gift to any of his sons, it is the son’s inheritance and will also belong to his sons. It is to be their property by inheritance.",
      "17": "But if the prince gives a gift from his inheritance to one of his servants, it will belong to him only until the year of liberty, when it must revert to the prince. It is his inheritance alone and must remain with his sons.",
      "18": "The prince may not take any of the inheritance of the people by evicting them from their property. From his own property he is to give an inheritance to his sons, so that my people will not be scattered—not a single man from his property.",
      "19": "Then he took me through the entrance into the holy rooms for the priests that were located on the north side of the temple, beside the north gatehouse. Looking toward the west, I saw that there was a special place at the back of the temple area.",
      "20": "He said to me, “This is the place where the priests are to boil the restitution offering and the sin offering, and where they will bake the grain offerings in order not to bring them out to the outer courtyard and transmit holiness to the people.”",
      "21": "Then he brought me out to the outer courtyard and led me past the four corners of the courtyard. I saw there was a court at each corner of the courtyard— a court in each corner of the courtyard.",
      "22": "In the four corners of the courtyard were enclosed courts, forty cubits long and thirty cubits wide—the same measurement for each of the four of them.",
      "23": "A stone structure went all around the inside of all four of the rooms, and hearths for boiling were constructed beneath the structure all the way around.",
      "24": "Then he said to me, “These are the kitchens where those who minister in the temple are to boil the sacrifices of the people.”"
    },
    "47": {
      "1": "Then he brought me back to the entrance of the temple, and I saw that water was flowing out from under the threshold of the temple toward the east (the temple faced east). The water was flowing down from under the south side of the temple, south of the altar.",
      "2": "He brought me out through the north gate that led into the inner courtyard and led me around on the outside of the temple to the outer gateway on the east side, and I saw that water was trickling out from its south side.",
      "3": "As the man went out toward the east, he had a measuring line in his hand. He measured off a thousand cubits, and then he led me through the water. The water was ankle-deep.",
      "4": "Then he measured off another thousand cubits and led me through the water. The water was knee-deep. He measured a thousand more and led me through water that was now waist-deep.",
      "5": "He measured a thousand more, but now it was a river that I was not able to cross, because the water had risen so much that one would have to swim across it. It was a river that could not be forded.",
      "6": "Then he asked me, “Have you noticed anything, son of man?” and he led me back to the bank of the river.",
      "7": "When I returned there, I noticed that on the banks of the river there were a large number of trees, on both sides.",
      "8": "Then he said to me, “These waters are flowing out to the eastern part of the land. They go down to the Arabah and go into the sea, into the sea whose waters are unusable, and then the waters of the sea are made fresh.",
      "9": "Every living creature that swarms can live wherever the stream flows. There will be a large number of fish because these waters have come there, and the waters of the sea have been made fresh, so every living creature can live everywhere the river goes.",
      "10": "There will be fishermen standing beside it from En Gedi to En Eglaim, and there will be places for them to spread their nets to dry. There will be all kinds of fish there, like the fish of the Great Sea—so very many.",
      "11": "But its swamps and marshes will not be made fresh. They will be left to provide salt.",
      "12": "Beside the river, on both its banks, every kind of tree will grow for providing food. Their leaves will never wither, and their fruit will never fail. Every month they will bear fruit because their waters flow out from the sanctuary. Its fruit will provide food, and its leaves will be for healing.",
      "13": "This is what the Lord God says.\nThese are the boundaries you are to use to divide the land as an inheritance for the twelve tribes of Israel.\n(Joseph is to have two portions.)",
      "14": "You will assign equal portions of the land that I swore with uplifted hand to give to your fathers. This is how the land will be allotted to you as an inheritance.",
      "15": "These are to be the boundaries of the land:\nOn the north side, the boundary goes from the Great Sea by way of Hethlon to Lebo Hamath to Zedad,",
      "16": "Beruthah, and Sibraim, which is on the border between the territories of Damascus and Hamath, as far as Hazer Hattikon, which is on the border of Hauran.",
      "17": "So the border will be from the sea to Hazar Enon, on the border of Damascus to the north, which also is the border of Hamath. This is the north side.",
      "18": "On the east side, the border will run from Hazar Enon between Hauran and Damascus. Between Gilead and the land of Israel, the Jordan is the border as far as the Eastern Sea. The border then will run to Tamar. This is the east side.",
      "19": "On the south side, in the Negev, the border will run from Tamar to the waters of Meribah Kadesh, then along the Stream of Egypt to the Great Sea. This is the southern boundary in the Negev.",
      "20": "On the west side, the Great Sea is the border until a point opposite Lebo Hamath. This is the west side.",
      "21": "In this way you are to divide this land for yourselves, for the tribes of Israel.",
      "22": "You are to allot it as an inheritance for yourselves and for the aliens who have settled among you and who have fathered children among you. They are to be treated like someone who is native-born among the sons of Israel. With you they are to receive allotments as an inheritance among the tribes of Israel.",
      "23": "In whatever tribe an alien has settled, there you are to give him his inheritance, declares the Lord God."
    },
    "48": {
      "1": "These are the names of the tribes.\nThe northern border runs east to west along the road between Hethlon, Lebo Hamath, and Hazar Enon, which forms the northern border of the territory of Damascus with the territory of Hamath. South of that line there will be one portion for Dan.",
      "2": "South of the boundary of Dan, from the east side to the west side of the land, there is to be one portion for Asher.",
      "3": "South of the boundary of Asher, from the east side to the west side, there is to be one portion for Naphtali.",
      "4": "South of the boundary of Naphtali, from the east side to the west side, there is to be one portion for Manasseh.",
      "5": "South of the boundary of Manasseh, from the east side to the west side, there is to be one portion for Ephraim.",
      "6": "South of the boundary of Ephraim, from the east side to the west side, there is to be one portion for Reuben.",
      "7": "South of the boundary of Reuben, from the east side to the west side, there is to be one portion for Judah.",
      "8": "South of the boundary of Judah, from the east side to the west side, will be the special contribution you are to devote to special use. Its north-to-south width is twenty-five thousand cubits, and its east-to-west length is equal to one of the tribal portions from the eastern side of the land to the western side. The sanctuary will be in the midst of it.",
      "9": "The contribution you are to devote to the Lord is to be twenty-five thousand cubits long and ten thousand cubits wide.",
      "10": "The holy contribution for the priests will be this: a rectangular area measuring twenty-five thousand cubits long on the north side, ten thousand cubits wide on the west, ten thousand cubits wide on the east, and twenty-five thousand cubits long on the south. The sanctuary of the Lord will be in the middle.",
      "11": "It will be for the priests, whoever has been consecrated from the sons of Zadok, who guarded the ministry for me, and who did not go astray when the other sons of Israel went astray, as also the Levites went astray.",
      "12": "It will be a special offering for them from the holy contribution of the land, a most holy district, beside the territory of the Levites.",
      "13": "The Levites are to have a rectangular allotment parallel to the territory of the priests. Twenty-five thousand cubits is its length, and its width is ten thousand cubits. Its whole length is twenty-five thousand cubits, and its width is ten thousand cubits.",
      "14": "They must not sell any part of it nor exchange any of it. No one can transfer these firstfruits of the land, because they are holy, belonging to the Lord.",
      "15": "The area five thousand cubits wide that remains along the south edge of the square of twenty-five thousand cubits is common land for the city, for living space and for open land. The city is to be in its center, between the two halves.",
      "16": "These are the city’s dimensions: a square measuring four thousand five hundred cubits on the north side, and four thousand five hundred cubits on the south side, and four thousand five hundred cubits on the east side, and four thousand five hundred cubits on the west side.",
      "17": "The open land belonging to the city will measure two hundred fifty cubits on the north side, and two hundred fifty cubits on the south, and two hundred fifty cubits on the east, and two hundred fifty cubits on the west.",
      "18": "The remaining area that runs lengthwise along the south side of the holy contribution will be ten thousand cubits east-to-west on the east side of the city, and ten thousand cubits east-to-west on the west side of the city. It shall be next to the holy contribution, and its produce shall be food for the workers of the city.",
      "19": "The workers of the city who cultivate it will be from all the tribes of Israel.",
      "20": "The entire holy contribution will be twenty-five thousand cubits by twenty-five thousand cubits, a square. Set apart this holy contribution, which includes the property of the city.",
      "21": "What remains of the holy contribution will belong to the prince. It lies on both sides of the holy contribution and the property of the city, extending from the eastern north-to-south boundary of the special contribution (which is twenty-five thousand cubits long) to the eastern border of the land, and on the west side, it will extend from the western north-to-south boundary of the special contribution (which is twenty-five thousand cubits long) to the western border of the land. The two portions belonging to the prince run parallel to the tribal portions. The holy contribution and the temple sanctuary will be between the two halves of the prince’s area.",
      "22": "The area consisting of the property of the Levites and the property of the city is between the two tracts that will belong to the prince. The area between the territory of Judah and the territory of Benjamin will belong to the prince.",
      "23": "As for the rest of the tribes, from the east side of the land to the west side is one portion for Benjamin.",
      "24": "South of the boundary of Benjamin, from the east side to the west side, is one portion for Simeon.",
      "25": "South of the boundary of Simeon, from the east side to the west side, is one portion for Issachar.",
      "26": "South of the boundary of Issachar, from the east side to the west side, is one portion for Zebulun.",
      "27": "South of the boundary of Zebulun, from the east side to the west side, is one portion for Gad.",
      "28": "South of the boundary of Gad on the southern side, the border will run from Tamar to the Waters of Meribah Kadesh, to the Stream of Egypt, and to the Great Sea.",
      "29": "This is the land that you are to allot as an inheritance to the tribes of Israel, and these are their portions, declares the Lord God.",
      "30": "These are the outside boundaries of the city.\nThe north side is four thousand five hundred cubits long.",
      "31": "The gates of the city are named after the tribes of Israel. Three gates are located on the north: one gate of Reuben, one gate of Judah, and one gate of Levi.",
      "32": "On the east side, which is four thousand five hundred cubits long, there are three gates: one gate of Joseph, one gate of Benjamin, and one gate of Dan.",
      "33": "On the south side, which is four thousand five hundred cubits long, there are three gates: one gate of Simeon, one gate of Issachar, and one gate of Zebulun.",
      "34": "On the west side, which is four thousand five hundred cubits long, their gates are three: one gate of Gad, one gate of Asher, and one gate of Naphtali.",
      "35": "The perimeter of the city is eighteen thousand cubits, and the name of the city from that day on is “The Lord Is There.”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:09.544427-04:00",
    "Translation": "EHV"
  }
}