{
  "Ezra": {
    "1": {
      "1": "In the first year of Cyrus king of Persia, to fulfill the word of the Lord given through the mouth of Jeremiah, the Lord stirred up the spirit of Cyrus king of Persia. Cyrus circulated a proclamation throughout his kingdom and recorded it in a written document.",
      "2": "This is what Cyrus king of Persia says:\nThe Lord, the God of Heaven, has given all the kingdoms of the earth to me. He has appointed me to build a house for him in Jerusalem, which is in Judah.",
      "3": "From all his people, whoever among you is willing (may the Lord his God be with him) is permitted to go up to Jerusalem in Judah. He may build the House of the Lord, the God of Israel—he is the God who is in Jerusalem.",
      "4": "Any of the exiles who have survived, in any place where they are living as resident aliens, may receive support from the people of that place: silver, gold, goods, and livestock, along with their voluntary contributions for the House of the God who is in Jerusalem.",
      "5": "Then the heads of the families of Judah and Benjamin, the priests, and the Levites arose—everyone whose spirit God had stirred to go up to build the House of the Lord, which is in Jerusalem.",
      "6": "All of their neighbors supported them with articles of silver, with gold, with goods, with livestock, and with valuables, in addition to all kinds of voluntary contributions.",
      "7": "King Cyrus also brought out the vessels of the House of the Lord which Nebuchadnezzar had carried away from Jerusalem and put into the house of his gods.",
      "8": "Now Cyrus king of Persia entrusted them to the treasurer Mithredath, and he counted them out to Sheshbazzar, the leader of Judah.",
      "9": "This is a tally of several different kinds of vessels:gold dishes 30silver dishes 1,000pans 29",
      "10": "gold bowls 30silver bowls of other kinds 410other articles 1,000",
      "11": "The total number of all of the gold and silver vessels was 5,400.\nSheshbazzar brought these things up to Jerusalem along with the exiles who went up to Jerusalem."
    },
    "2": {
      "1": "Now these are the people of the province who went up from the captivity of the exiles whom King Nebuchadnezzar of Babylon had exiled to Babylon.",
      "2": "The people who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Re’elaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Ba’anah returned to Jerusalem and Judah, each man to his own city.\nThis is the tally of the men from the people of Israel:",
      "3": "the male descendants of Parosh: 2,172",
      "4": "the male descendants of Shephatiah: 372",
      "5": "the male descendants of Arah: 775",
      "6": "the male descendants of Pahath Moab through the descendants of Jeshua and Joab: 2,812",
      "7": "the male descendants of Elam: 1,254",
      "8": "the male descendants of Zattu: 945",
      "9": "the male descendants of Zakkai: 760",
      "10": "the male descendants of Bani: 642",
      "11": "the male descendants of Bebai: 623",
      "12": "the male descendants of Azgad: 1,222",
      "13": "the male descendants of Adonikam: 666",
      "14": "the male descendants of Bigvai: 2,056",
      "15": "the male descendants of Adin: 454",
      "16": "the male descendants of Ater through Hezekiah: 98",
      "17": "the male descendants of Bezai: 323",
      "18": "the male descendants of Jorah: 112",
      "19": "the male descendants of Hashum: 223",
      "20": "the male descendants of Gibbar: 95",
      "21": "the citizens of Bethlehem: 123",
      "22": "the men of Netophah: 56",
      "23": "the men of Anathoth: 128",
      "24": "the citizens of Azmaveth: 42",
      "25": "the citizens of Kiriath Arim, Kephirah, and Be’eroth: 743",
      "26": "the citizens of Ramah and Geba: 621",
      "27": "the men of Mikmash: 122",
      "28": "the men of Bethel and Ai: 223",
      "29": "the citizens of Nebo: 52",
      "30": "the citizens of Magbish: 156",
      "31": "the citizens of the other Elam: 1,254",
      "32": "the citizens of Harim: 320",
      "33": "the citizens of Lod, Hadid, and Ono: 725",
      "34": "the citizens of Jericho: 345",
      "35": "the citizens of Sena’ah: 3,630",
      "36": "The priests:the descendants of Jedaiah through the house of Jeshua: 973",
      "37": "the descendants of Immer: 1,052",
      "38": "the descendants of Pashhur: 1,247",
      "39": "the descendants of Harim: 1,017",
      "40": "The Levites:the descendants of Jeshua and Kadmiel through the descendants of Hodaviah: 74",
      "41": "The singers:the descendants of Asaph: 128",
      "42": "The descendants of the gatekeepers:the descendants of Shallum, the descendants of Ater,the descendants of Talmon, the descendants of Akkub,the descendants of Hatita, the descendants of Shobai, in total: 139",
      "43": "The temple servants:\n        the descendants of Ziha, the descendants of Hasupha,\n        the descendants of Tabbaoth,",
      "44": "the descendants of Keros,\n        the descendants of Siaha, the descendants of Padon,",
      "45": "the descendants of Lebanah, the descendants of Hagabah,\n        the descendants of Akkub,",
      "46": "the descendants of Hagab,\n        the descendants of Shamlai, the descendants of Hanan,",
      "47": "the descendants of Giddel, the descendants of Gahar,\n        the descendants of Reaiah,",
      "48": "the descendants of Rezin,\n        the descendants of Nekoda, the descendants of Gazzam,",
      "49": "the descendants of Uzza, the descendants of Paseah,\n        the descendants of Besai,",
      "50": "the descendants of Asnah,\n        the descendants of Meunim, the descendants of Nephusim,",
      "51": "the descendants of Bakbuk, the descendants of Hakupha,\n        the descendants of Harhur,",
      "52": "the descendants of Bazluth,\n        the descendants of Mehida, the descendants of Harsha,",
      "53": "the descendants of Barkos, the descendants of Sisera,\n        the descendants of Temah,",
      "54": "the descendants of Neziah,\n        the descendants of Hatipha.",
      "55": "The descendants of the servants of Solomon:\n        the descendants of Sotai, the descendants of Hassophereth,\n        the descendants of Peruda,",
      "56": "the descendants of Ja’alah,\n        the descendants of Darkon, the descendants of Giddel,",
      "57": "the descendants of Shephatiah, the descendants of Hattil,\n        the descendants of Pokereth Hazzebaim, the descendants of Ami.",
      "58": "The total of the temple servants and the descendants of Solomon’s servants was 392.",
      "59": "The following are the people who came up from Tel Melah, Tel Harsha, Kerub, Addan, and Immer. They were not able to prove their ancestry or descent—whether they were from Israel:",
      "60": "the descendants of Delaiah, the descendants of Tobiah,\nthe descendants of Nekoda: 652,",
      "61": "from the descendants of the priests: the descendants of Habaiah, the descendants of Hakkoz, the descendants of Barzillai, through a man who married one of the daughters of Barzillai the Gileadite, and so they were called by his family name.",
      "62": "These people searched for their genealogical records, but they could not find them, so they were disqualified from the priesthood.",
      "63": "The governor told them that they should not eat from the most holy sacrifices until a priest would arise who could serve with Urim and Thummim.",
      "64": "The entire assembly together numbered 42,360,",
      "65": "not counting their male slaves and their female slaves, who numbered 7,337. They also had 200 male and female singers.",
      "66": "Their horses numbered 736, their mules 245,",
      "67": "their camels 435, and their donkeys 6,720.",
      "68": "So when the heads of the families came to the House of the Lord in Jerusalem, they gave voluntary contributions for God’s house in order to construct it on its site.",
      "69": "On the basis of their wealth, they gave the following amounts to the treasury to support the work: 61,000 gold darics, 5,000 silver minas, and 100 garments for the priests.",
      "70": "The priests, the Levites, the singers, the gatekeepers, the temple servants, and some of the people settled in Jerusalem and its towns, and all the rest of Israel settled in their towns."
    },
    "3": {
      "1": "When the seventh month arrived and the Israelites were living in their own cities, the people gathered together in Jerusalem.",
      "2": "Then Jeshua son of Jozadak with his fellow priests along with Zerubbabel son of Shealtiel with his colleagues arose and built the altar of the God of Israel in order to offer burnt offerings upon it, as it is written in the Law of Moses, the man of God.",
      "3": "They set the altar on its foundations, although they were in terror of the peoples of the lands. They offered burnt offerings to the Lord upon it—burnt offerings in the evening and in the morning.",
      "4": "They observed the Festival of Shelters, according to the written directions, and they offered the daily burnt offerings in the number specified for each day of the festival.",
      "5": "After this, they offered the regular burnt offerings, those for the new moons, those for all the appointed assemblies of the Lord, and the offerings for everyone who was bringing a voluntary contribution to offer to the Lord.",
      "6": "From the first day of the seventh month, they began to offer burnt offerings, although the foundation of the temple of the Lord had not yet been laid.",
      "7": "They gave money to the stonemasons and craftsmen, and they gave food, drink, and olive oil to the Sidonians and Tyrians to pay them for bringing cedar logs from Lebanon to the seaport at Joppa, according to the authorization that had been given to them by Cyrus king of Persia.",
      "8": "In the second year after their arrival at the house of God at Jerusalem, in the second month, Zerubbabel son of Shealtiel, Jeshua son of Jozadak, along with the rest of their colleagues, the priests and the Levites, and everyone who returned from the captivity to Jerusalem began the work.\nThey appointed Levites who were twenty years old and older to supervise the work on the house for the Lord.",
      "9": "Jeshua together with his sons and brothers and Kadmiel with his sons (they were descendants of Judah) assumed supervision over those working on the house for God. (The Levites who were descendants of Henadad, along with their sons and brothers, also supervised.)",
      "10": "When the builders laid the foundation of the temple of the Lord, the priests, dressed in their robes, stood by with trumpets, and the Levites, the descendants of Asaph, stood by with cymbals to praise the Lord as prescribed by David king of Israel.",
      "11": "They sang antiphonally to praise and thank the Lord:\nTruly, he is good, because his mercy toward Israel endures forever.\nAll the people shouted loud praise to the Lord when the foundation of the House of the Lord was laid.",
      "12": "However, when many of the older priests, Levites, and heads of families, who had seen the first house, saw this house being founded, they wept loudly, although many also raised their voices in a shout of joy.",
      "13": "The people could not distinguish the sound of the joyful cry from the sound of the people weeping, because the people were shouting loudly, and the sound could be heard far away."
    },
    "4": {
      "1": "When the enemies of Judah and Benjamin heard that the exiles were building a temple for the Lord, the God of Israel,",
      "2": "they approached Zerubbabel and the heads of the families. They said to them, “Let us build with you, because, like you, we seek your God, and we have been sacrificing to him since the days of Esarhaddon king of Assyria, who brought us here.”",
      "3": "Zerubbabel and Jeshua and the rest of the heads of the families of Israel said to them, “We will not permit you to join us in building a house for our God, because we ourselves will build it for the Lord, the God of Israel, just as King Cyrus of Persia commanded us.”",
      "4": "Then the people of the land kept discouraging the people of Judah and kept trying to make them too frightened to build.",
      "5": "They kept bribing officials against them to try to frustrate their plans. They did this throughout all the days of Cyrus king of Persia, until the reign of Darius king of Persia.",
      "6": "During the reign of Xerxes, at the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.",
      "7": "Then in Artaxerxes’ days, Bishlam, Mithredath, Tabe’el, and the rest of his associates wrote to King Artaxerxes of Persia. A document was written in Aramaic and translated. What follows is the Aramaic version.",
      "8": "Rehum the head of the council and Shimshai the secretary wrote a letter concerning Jerusalem to King Artaxerxes as follows:",
      "9": "Heading: Rehum the head of the council with Shimshai the secretary and the rest of their associates: the judges, the rulers, the officials, the administrators, people from Uruk and Babylon, people from Susa (that is, the Elamites),",
      "10": "and the rest of the peoples whom the great and glorious Ashurbanipal exiled and settled in the city of Samaria and the rest of the province called Trans-Euphrates.",
      "11": "(This is a copy of the letter that they sent to him.)\nTo King Artaxerxes.\nFrom your servants, men of the Trans-Euphrates.\nMessage:",
      "12": "The King should know that the Judeans who came up from you to us have gone to Jerusalem. They are rebuilding that rebellious and wicked city. Soon they will have completed the walls, and they are now repairing the foundations.",
      "13": "Now let it be known to the King that if that city is rebuilt and the walls are completed, then taxes, tribute, and revenue will not be paid, and kings certainly will be harmed.",
      "14": "Now because we are duty-bound by an oath to the King and do not wish to see the King dishonored, for that reason we are sending this letter to inform the King,",
      "15": "so that a search may be made in the book containing the memoranda of your predecessors. In this book of memoranda you will discover and come to know that this city is a rebellious city, harmful to kings and provinces, producing rebellions within it from days of old. For this reason that city was destroyed.",
      "16": "We are informing the King that if that city is rebuilt and its walls are completed, then, because of that, you will retain possession of no portion of the Trans-Euphrates.",
      "17": "The king sent a reply:\nTo Rehum the head of the council, Shimshai the secretary, and the rest of their associates, who live in Samaria and the rest of the province called Trans-Euphrates.\nPeace.\nMessage:",
      "18": "The document that you sent to us was translated and read in my presence.",
      "19": "So a decree was issued by me. They searched and found that from ancient days that city has risen up against kings, and rebellion and insurrection have been made in it.",
      "20": "Powerful kings were over Jerusalem, and they ruled throughout the entire Trans-Euphrates, and taxes, tribute, and revenue were paid to them.",
      "21": "Therefore, issue a decree to stop these men, and this city shall not be rebuilt until a decree is issued by me.",
      "22": "Moreover, continue to be diligent. Do not neglect to do this. Why should damage increase to harm kings?",
      "23": "Then, when a copy of Artaxerxes’ document was read in the presence of Rehum, Shimshai the secretary, and their associates, they immediately went to the Judeans in Jerusalem, and they stopped them with armed force.",
      "24": "In this way, the work on the house of God in Jerusalem was stopped. Also, it had previously been stopped until the second year of the reign of King Darius of Persia."
    },
    "5": {
      "1": "Now the prophets, Haggai the prophet and Zechariah grandson of Iddo, prophesied to the Judeans who were in Judah and Jerusalem in the name of the God of Israel, who was over them.",
      "2": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak began to build the house of the God who is in Jerusalem. The prophets of God were with them, supporting them.",
      "3": "At that time, Tattenai governor of Trans-Euphrates, together with Shethar Bozenai and their associates, came up to them and said this to them: “Who gave you an order to construct this building and to finish this project?”",
      "4": "They also said this to them: “What are the names of the men who are building this building?”",
      "5": "However, the eye of their God was on the Judean elders, and the officials did not make them stop until the report could go to Darius, and they could respond on the basis of a document concerning this matter.",
      "6": "This is a copy of the letter that Tattenai, governor of Trans-Euphrates, and Shethar Bozenai and his associates, officials who are in Trans-Euphrates, sent to King Darius.",
      "7": "They sent him a report, and this is what was written in it:\nTo King Darius.\nAll peace.",
      "8": "We want the King to know that we went to the province of Judah, to the house of the great God. It was being built with large stones, and beams were being laid in the walls. This work was being done thoroughly and was progressing in their hands.",
      "9": "Then we questioned those elders, and we said this to them, “Who gave you an order to build this house and to finish this structure?”",
      "10": "We also asked them for their names, in order to inform you so that we could write the names of the men who were their leaders.",
      "11": "Now this was what they replied to us: “We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago. A great king of Israel built it and finished it.",
      "12": "However, because our ancestors angered the God of Heaven, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean. As a result, he destroyed this house and exiled the people to Babylon.",
      "13": "However, in the first year of Cyrus king of Babylon, King Cyrus issued a decree to rebuild this house of God.",
      "14": "Also the gold and silver vessels of the house of God that Nebuchadnezzar had taken out of the temple in Jerusalem and brought to the temple in Babylon—King Cyrus brought them out of the temple in Babylon, and they were given to a certain Sheshbazzar, whom he had appointed governor.",
      "15": "Moreover, he said to him, ‘Take these vessels. Go deposit them in the temple that is in Jerusalem, and let the house of God be rebuilt on its site.’",
      "16": "Then that Sheshbazzar came and laid the foundations of the house of God in Jerusalem. So from then until now, it has been under construction but has not been completed.”",
      "17": "Now if it seems good to the King, an investigation may be conducted in the royal archives there in Babylon to see whether it is true that a decree was issued by King Cyrus to build that house of God in Jerusalem. Then let the King send us his decision in this matter."
    },
    "6": {
      "1": "Then King Darius issued a decree, and they searched the archives which were deposited there at the treasury office in Babylon.",
      "2": "A scroll was located in Ecbatana, in the citadel that is in the province of Media, and this was written on it:\nMemorandum:",
      "3": "In the first year of King Cyrus, King Cyrus issued a decree regarding the house of God in Jerusalem.\nThat house is to be rebuilt at the place where sacrifices were sacrificed, and its foundations are to be laid. Its height: ninety feet. Its width: ninety feet.",
      "4": "Build with three layers of large stone and one layer of wood. The cost will be paid by the royal treasury.",
      "5": "Also the gold and silver vessels of the house of God, which Nebuchadnezzar took from the temple that is in Jerusalem and brought to Babylon, are to be returned, and each vessel is to be taken to the temple that is in Jerusalem, each to its place. You are to deposit them in the house of God.",
      "6": "Now Tattenai governor of Trans-Euphrates, Shethar Bozenai, and their associates, officials who are in Trans-Euphrates: You are to keep away from there.",
      "7": "Leave the work on that house of God alone. Let the governor of the Judeans and the elders of the Judeans rebuild that house of God on its site.",
      "8": "Furthermore, a decree is issued from me concerning what you should do together with the elders of these Judeans in order to rebuild that temple of God: The complete cost will be paid to these men from the royal treasury, out of the taxes of the Trans-Euphrates area, so that the builders will not have to stop.",
      "9": "Whatever they need—bulls, rams, or lambs for burnt offerings to the God of Heaven, wheat, salt, wine, olive oil, according to the request of the priests in Jerusalem—is to be given to them daily without neglect,",
      "10": "so that they may offer offerings to the God of Heaven and pray for the life of the king and his sons.",
      "11": "Furthermore, a decree is issued from me that if any person tries to change this edict, a beam will be pulled out of his house and he will be impaled on it, and his house will be made a pile of rubble.",
      "12": "May the God who caused his name to dwell there overthrow any king or people who take action to change my decree, in order to destroy that house of God that is in Jerusalem.\nI, Darius, have issued a decree. Let it be carried out exactly.",
      "13": "Then Tattenai governor of Trans-Euphrates, Shethar Bozenai, and their associates—because King Darius had sent his decree—did exactly what it said.",
      "14": "So the elders of the Judeans continued to build and prosper throughout the prophetic ministry of Haggai the prophet and Zechariah grandson of Iddo. They finished building the temple by the decree of the God of Israel and by the decree of Cyrus, Darius, and King Artaxerxes of Persia.",
      "15": "This house was finished on the third day of the month of Adar, during the sixth year of the reign of King Darius.",
      "16": "The Israelites—the priests, the Levites, and the rest of the exiles—dedicated this house of God with joy.",
      "17": "For the dedication of this house of God, they offered one hundred bulls, two hundred rams, four hundred lambs, as well as twelve male goats for sin offerings for all Israel, corresponding to the number of the tribes of Israel.",
      "18": "They appointed the priests in their divisions and the Levites in their assigned groups for the service of the God who is in Jerusalem, as it is written in the Book of Moses.",
      "19": "The exiles celebrated the Passover on the fourteenth day of the first month.",
      "20": "Because the priests and the Levites together had purified themselves, all of them were ceremonially pure. The Levites slaughtered the Passover for all of the exiles, for their brothers the priests, and for themselves.",
      "21": "The Israelites who had returned from the exile ate the Passover lambs, together with every person who had separated himself from the impurity of the nations of the land in order to join them, in order to seek the Lord, the God of Israel.",
      "22": "For seven days they celebrated the Festival of Unleavened Bread joyfully, because the Lord had made them joyful, since he had turned the heart of the king of Assyria toward them, to encourage them in the work on the house of God, the God of Israel."
    },
    "7": {
      "1": "After these things, during the reign of King Artaxerxes of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,",
      "2": "the son of Shallum, the son of Zadok, the son of Ahitub,",
      "3": "the son of Amariah, the son of Azariah, the son of Meraioth,",
      "4": "the son of Zerahiah, the son of Uzzi, the son of Bukki,",
      "5": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron, the high priest—",
      "6": "this Ezra came up from Babylon.\nNow he was a scribe skilled in the Law of Moses, which the Lord, the God of Israel, had given to them. The king granted him his entire request, because the hand of the Lord his God was resting upon him.",
      "7": "Some of the Israelites and some of the priests, Levites, singers, gatekeepers, and temple servants went up to Jerusalem in the seventh year of King Artaxerxes.",
      "8": "Ezra came to Jerusalem in the fifth month (it was during the king’s seventh year).",
      "9": "On the first day of the first month, he began the ascent from Babylon. On the first day of the fifth month he came to Jerusalem. The good hand of his God was resting upon him,",
      "10": "because Ezra had set his heart to seek the Law of the Lord and to obey it, and to teach the statutes and ordinances in Israel.",
      "11": "This is a copy of the document that King Artaxerxes gave to Ezra the priest and scribe, who was a scribe of the words of the commands of the Lord and of his statutes for Israel:",
      "12": "From Artaxerxes, King of Kings.\nTo Ezra the priest, the scribe of the Law of the God of Heaven, etc.\nHere is the message:",
      "13": "A decree has been issued by me that anyone from among the people of Israel who is living in my kingdom who is willing to go to Jerusalem with you, including its priests and Levites, may go.",
      "14": "Since you are being sent from the king and his seven advisors to look after Judah and Jerusalem on the basis of the Law of your God, which is in your possession,",
      "15": "you may take along the silver and gold that the king and his advisors have voluntarily contributed to the God of Israel, whose dwelling is in Jerusalem,",
      "16": "and you may also take along all the silver and gold that you collect throughout the province of Babylon as voluntary contributions from the people and the priests, which they are freely giving to the house of their God that is in Jerusalem.",
      "17": "Therefore, you are to be careful to use this money to purchase bulls, rams, lambs, and the grain offerings and drink offerings that go with them. You are to offer them on the altar of the house of your God that is in Jerusalem.",
      "18": "Whatever seems good to you and to your brothers to do with the rest of the silver and the gold, you may do according to the will of your God.",
      "19": "Also the vessels that have been given to you for the service of the house of your God, you are to deliver to the God of Jerusalem.",
      "20": "As for the rest of the needs of the house of your God which you are responsible to pay, you may pay for them from the royal treasury.",
      "21": "From me—I, King Artaxerxes—a decree is issued to all the treasurers who are in the Trans-Euphrates region: Everything that Ezra the priest, the scribe of the Law of the God of Heaven, asks from you is to be done exactly as specified.",
      "22": "Give him up to one hundred talents of silver, up to six hundred bushels of wheat, up to six hundred gallons of wine, up to six hundred gallons of olive oil, and salt without limit—",
      "23": "everything that is decreed by the God of Heaven shall be done correctly for the house of the God of Heaven. Why should there be anger against the kingdom of the king and his sons?",
      "24": "We are informing you concerning all of the priests and Levites, singers, gatekeepers, temple servants, and other servants of this house of God—taxes, tribute, and revenue shall not be imposed on them.",
      "25": "Now you, Ezra, according to the wisdom of your God that you possess, are to appoint magistrates and judges who will judge all the people in the Trans-Euphrates region who know the laws of your God. If anyone does not know them, you will inform him about God’s laws.",
      "26": "Severe judgment will be imposed on everyone who does not obey the law of your God and the law of the king, whether death or banishment or fine or imprisonment.",
      "27": "Blessed be the Lord, the God of my fathers, who put this desire into the heart of the king—to glorify the House of the Lord, which is in Jerusalem!",
      "28": "He extended favor to me before the king, his advisors, and all of the king’s powerful officers. I was encouraged, since the hand of the Lord my God was resting on me. So I gathered the leaders of Israel to go up with me."
    },
    "8": {
      "1": "These are the heads of their families who went up with me from Babylon during the reign of King Artaxerxes, listed according to their registration in the genealogy:",
      "2": "from the descendants of Phinehas: Gershom,\n    from the descendants of Ithamar: Daniel,\n    from the descendants of David: Hattush",
      "3": "from the sons of Shekaniah,\n    from the descendants of Parosh: Zechariah, also registered with him in the genealogy were 150 males,",
      "4": "from the descendants of Pahath Moab: Elihoenai son of Zerahiah, and with him were 200 males,",
      "5": "from the descendants of Zattu: Shekaniah son of Jahaziel, and with him were 300 males,",
      "6": "and from the descendants of Adin: Ebed son of Jonathan, and with him were 50 males,",
      "7": "and from the descendants of Elam: Jeshaiah son of Athaliah, and with him were 70 males,",
      "8": "and from the descendants of Shephatiah: Zebadiah son of Michael, and with him were 80 males,",
      "9": "from the descendants of Joab: Obadiah son of Jehiel, and with him were 218 males,",
      "10": "and from the descendants of Bani: Shelomith son of Josiphiah, and with him were 160 males,",
      "11": "and from the descendants of Bebai: Zechariah son of Bebai, and with him were 28 males,",
      "12": "and from the descendants of Azgad: Jonathan son of Hakkatan, and with him were 110 males,",
      "13": "and from the descendants of Adonikam—they were the last descendants—these are their names: Eliphelet, Jeiel, and Shemaiah, and with them were 60 males,",
      "14": "and from the descendants of Bigvai: Uthai and Zakkur, and with him were 70 males.",
      "15": "So I gathered them together at the canal that runs to Ahava, and we camped there three days. I looked over the people and the priests who were there, but I did not find any Levites among them.",
      "16": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were leaders, and for Joiarib and Elnathan, who were teachers.",
      "17": "I sent them to Iddo, the leader serving in the place called Kasiphia, and I gave them a message to speak to Iddo and his brothers, the temple servants in the place called Kasiphia, so that they would bring us ministers for the house of our God.",
      "18": "So, since the good hand of our God was resting upon us, they brought us the following people: Sherebiah, a discerning man from the descendants of Mahli, the son of Levi, the son of Israel, along with his sons and his brothers, eighteen men;",
      "19": "also Hashabiah and with him Jeshaiah from the descendants of Merari and his brothers and their sons, twenty men;",
      "20": "and from the temple servants whom David and the leaders appointed to the service of the Levites, two hundred twenty temple servants. All of them were registered by name.",
      "21": "Then I proclaimed a fast there at the Ahava Canal in order to humble ourselves before our God, to seek from him a safe journey—for us, for our children, and for all our possessions.",
      "22": "I was ashamed to ask the king for soldiers and cavalry to help protect us against enemies on the journey, because we had said to the king, “The hand of our God rests upon all who seek him, for their good, but his power and anger are against all who forsake him.”",
      "23": "So we fasted and we sought help from our God concerning this, and he granted our request.",
      "24": "Then I set apart twelve of the leading priests to be with Sherebiah and Hashabiah and ten of their brothers with them.",
      "25": "I weighed out for them the silver and the gold and the vessels—the special contribution for the house of our God, which had been contributed by the king and his advisors and officials and by all the Israelites who were present there.",
      "26": "I weighed out and placed into their hands six hundred fifty talents of silver, silver vessels worth one hundred talents, one hundred talents of gold,",
      "27": "and twenty gold bowls worth one thousand darics, and two finely polished bronze vessels, as precious as gold.",
      "28": "Then I said to them, “You are holy to the Lord, and the vessels are holy. The silver and the gold are a freewill offering to the Lord, the God of our fathers.",
      "29": "Guard them carefully until you weigh them again in front of the leaders of the priests and Levites and the leaders of the families of Israel in Jerusalem, before placing them into the storerooms of the House of the Lord.”",
      "30": "So the priests and the Levites received the full weight of the silver and the gold and the vessels in order to bring them to Jerusalem to the house of our God.",
      "31": "Then, on the twelfth day of the first month, we set out from the Ahava Canal to go to Jerusalem. The hand of our God was upon us, and he delivered us from the hand of enemies and from ambushes on the way.",
      "32": "We arrived in Jerusalem and stayed there three days.",
      "33": "Then on the fourth day, in the house of our God we weighed out the silver and gold and the vessels before handing them over to Meremoth son of Uriah the priest. Also with him was Eleazar son of Phinehas, and with them were Jozabad son of Jeshua and Noadiah son of Binnui, the Levites.",
      "34": "Everything was counted and weighed, and the weight of everything was recorded at that time.",
      "35": "The exiles who had come from the captivity offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve goats for a sin offering—all offered as a burnt offering to the Lord.",
      "36": "They also delivered the king’s laws to the king’s satraps and the governors of Trans-Euphrates, and they supported the people and the house of God."
    },
    "9": {
      "1": "Now when these things had been completed, the leaders approached me and said, “The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands, who live according to their detestable practices—the practices of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites.",
      "2": "They have taken wives from their daughters for themselves and for their sons. They have thereby mixed the holy seed with the peoples of the lands, and the leaders and officials have taken the lead in this unfaithfulness!”",
      "3": "Then when I heard about this situation, I tore my clothing and my robe, and I pulled out some of the hair on my head and my beard and sat down appalled.",
      "4": "Then everyone who trembled at the words of the God of Israel, because of the unfaithfulness of the exiles, was gathered around me as I sat appalled until the evening sacrifice.",
      "5": "At the time of the evening sacrifice, I arose from my self-humiliation, and with my clothing and my robe torn, I got down on my knees and stretched out my hands to the Lord my God.",
      "6": "I said:\nMy God, I am ashamed and too embarrassed to lift my face to you, my God, because our sinful deeds have risen above our heads, and our guilt is so great that it reaches to the heavens.",
      "7": "From the days of our ancestors until today, we have been extremely guilty. Because of our sinful deeds, we, our kings, and our priests have been turned over to the kings of the lands—by sword, by captivity, by plunder, and today by humiliation.",
      "8": "Now, for a short time, mercy has been shown to us from the Lord our God, in order to leave us a remnant that has escaped and to give us a stake in his Holy Place, so that our God may give light to our eyes and give us a little relief in our slavery,",
      "9": "because we are slaves. However, even in our slavery our God has not abandoned us but has extended favor to us before the kings of Persia in order to give us relief, to raise up the house of our God and to restore its ruins, and to give us a protective wall in Judah and in Jerusalem.",
      "10": "Now, what can we say after this, our God? For we have forsaken your commandments,",
      "11": "which you commanded through your servants the prophets when you said, “The land which you are entering to possess is a land polluted with the filth of the peoples of the lands and with their detestable practices that fill it from end to end with their impurity.",
      "12": "So now, do not give your daughters to their sons, and do not take their daughters as wives for your sons. Never seek their welfare or their prosperity, so that you may be strong and may eat the good things of the land and leave it as an inheritance for your children forever.”",
      "13": "After everything that has come upon us because of our evil acts and our extreme guilt, nevertheless you, our God, have punished us less than we deserved and have given us a remnant that has escaped like this.",
      "14": "Should we break your commandments again by intermarrying with the peoples who commit these detestable practices? Wouldn’t you remain angry with us until you completely destroyed us and left us without a survivor or a remnant that has escaped?",
      "15": "Lord, God of Israel, it is because you are righteous that we are left with a remnant today. Here we are before you in our guilt, but no one can stand before you because of this."
    },
    "10": {
      "1": "Now as Ezra prayed and confessed, weeping and throwing himself down in front of the house of God, a very large crowd from Israel gathered to him, including men, women, and children. The people also wept bitterly.",
      "2": "Then Shekaniah son of Jehiel from the descendants of Elam responded to Ezra, “We have been unfaithful to our God and have married foreign wives from the peoples of the land. However, now there is hope for Israel in this matter.",
      "3": "So now let us make a covenant with our God to send away all our wives and the children born to them, according to the advice of my lord and of those who tremble at the command of our God. Let it be done according to the law.",
      "4": "Get up, because the matter is your concern, and we are with you. Be strong and take action.”",
      "5": "Then Ezra got up and required the officials among the priests, the Levites, and all Israel to take an oath that they would deal with this matter. So they took an oath.",
      "6": "Then Ezra got up and left the front of the house of God and went to the chamber of Jehohanan son of Eliashib and spent the night there. He did not eat any food or drink any water, because he was mourning over the unfaithfulness of the exiles.",
      "7": "Then a proclamation was made throughout Judah and Jerusalem for all the exiles to gather in Jerusalem.",
      "8": "According to the decision of the officials and the elders, anyone who would not come within three days would forfeit all his property, and he would be banished from the community of the exiles.",
      "9": "So all the men of Judah and Benjamin gathered in Jerusalem within three days. (It was in the ninth month, on the twentieth day of the month.) All the people were sitting in the public square in front of the house of God, trembling because of the situation and as a result of the rains.",
      "10": "Ezra the priest arose and said to them, “You have been unfaithful and have married foreign wives, thereby adding to the guilt of Israel.",
      "11": "So now, give praise to the Lord, the God of your fathers, and do his will—separate yourselves from the peoples of the land and from your foreign wives.”",
      "12": "The entire assembly answered in a loud voice, “It is so! We must do as you have said.",
      "13": "However, there are many people, and it is the rainy season. We can’t stand around outdoors, and the business will take more than a day or two, since we have rebelled greatly in this matter.",
      "14": "Let our officers represent the entire assembly, and let everyone in our cities who has married foreign wives come at appointed times. The elders from every city and its judges should come with them, until the fierce anger of our God concerning this matter has been turned away from us.”",
      "15": "(Only Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them.)",
      "16": "So the exiles acted according to this decision. Ezra the priest and men who were the leading fathers of the fathers’ houses were selected, all of them identified by name. They convened on the first day of the tenth month to investigate the matter.",
      "17": "On the first day of the first month, they finished dealing with all the men who had married foreign wives.",
      "18": "From the descendants of the priests who had married foreign wives,\nthese men were identified:\nFrom the descendants of Jeshua son of Jozadak and his brothers they were Ma’aseiah, Eliezer, Jarib, and Gedaliah.",
      "19": "They pledged to send away their wives and to offer guilt offerings: a ram from the flock for their guilt.",
      "20": "From the descendants of Immer they were Hanani and Zebadiah.",
      "21": "From the descendants of Harim they were Ma’aseiah, Elijah, Shemaiah, Jehiel, and Uzziah.",
      "22": "From the descendants of Pashhur they were Elioenai, Ma’aseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
      "23": "From the Levites they identified Jozabad and Shimei and Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.",
      "24": "From the singers: Eliashib.\n    From the gatekeepers: Shallum, Telem, and Uri.",
      "25": "From the laypeople of Israel:\n    From the descendants of Parosh they were Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah.",
      "26": "From the descendants of Elam they were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.",
      "27": "From the descendants of Zattu they were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.",
      "28": "From the descendants of Bebai they were Jehohanan, Hananiah, Zabbai, and Athlai.",
      "29": "From the descendants of Bani they were Meshullam, Malluk, and Adaiah, Jashub and Sheal and Jeremoth.",
      "30": "From the descendants of Pahath Moab they were Adna and Kelal,\nBenaiah, Ma’aseiah, Mattaniah, Bezalel, and Binnui and Manasseh,",
      "31": "and from the citizens of Harim they were Eliezer, Isshijah, Malkijah, Shemaiah, Simeon,",
      "32": "Benjamin, Malluk, and Shemariah.",
      "33": "From the descendants of Hashum they were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.",
      "34": "From the descendants of Bani they were Ma’adai, Amram, and Uel,",
      "35": "Benaiah, Bedeiah, Keluhu,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, and Ja’asai,",
      "38": "and Bani and Binnui, Shimei,",
      "39": "and Shelemiah and Nathan and Adaiah,",
      "40": "Maknadebai, Shashai, Sharai,",
      "41": "Azarel, and Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, Joseph.",
      "43": "From the citizens of Nebo they were Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
      "44": "All these had taken foreign wives and had children with them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:51.176769-04:00",
    "Translation": "EHV"
  }
}