{
  "Galatians": {
    "1": {
      "1": "Paul, an apostle—not from men, nor through a man, but through Jesus Christ and God the Father, who raised him from the dead—",
      "2": "and all of the brothers who are with me,\nTo the churches of Galatia:",
      "3": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "4": "He gave himself for our sins to rescue us from this present evil age, according to the will of our God and Father—",
      "5": "to whom be the glory forever and ever. Amen.",
      "6": "I am amazed that you are so quickly deserting the one who called you in the grace of Christ, for a different gospel,",
      "7": "which is really not another gospel at all. There are, however, some who are trying to disturb you by perverting the gospel of Christ.",
      "8": "But even if we or an angel from heaven would preach any gospel other than the one we preached to you—a curse on him!",
      "9": "As we have said before, so I now say again: If anyone preaches to you any gospel other than the one you received—a curse on him!",
      "10": "Am I now seeking the favor of people or of God? Or am I striving to please people? If I were still trying to gain the approval of people, I would not be a servant of Christ.",
      "11": "But I want you to know, brothers, that the gospel I preached is not of human origin.",
      "12": "For I did not receive it from man, nor was I taught it, but I received it through a revelation from Jesus Christ.",
      "13": "Certainly you have heard of my former way of life in Judaism, how I used to persecute the church of God to an extraordinary degree and tried to destroy it.",
      "14": "I was advancing in Judaism beyond many of my contemporaries among my own people, because I was extremely zealous for the traditions of my fathers.",
      "15": "However, God, who set me apart from my mother’s womb and called me by his grace, was pleased",
      "16": "to reveal his Son in me, so that I would preach him among the Gentiles. At that time, I did not immediately consult with flesh and blood,",
      "17": "and I did not go up to Jerusalem to those who were apostles before me. Instead I went away into Arabia, and then I returned again to Damascus.",
      "18": "Next, after three years, I went up to Jerusalem to meet Cephas and stayed with him fifteen days.",
      "19": "But I saw none of the other apostles, except James, the Lord’s brother.",
      "20": "(Now about the things I am writing to you—look, I assure you in the presence of God that I am not lying.)",
      "21": "Then I went to the regions of Syria and Cilicia.",
      "22": "I was still personally unknown to the churches of Judea that are in Christ.",
      "23": "They heard only: “The one who was once persecuting us is now preaching the faith that he once tried to destroy.”",
      "24": "And they were praising God for what happened to me."
    },
    "2": {
      "1": "Then, after fourteen years, I went up again to Jerusalem with Barnabas, also taking Titus with me.",
      "2": "I went up in keeping with a revelation, and I laid before them the gospel that I preach among the Gentiles. But I did this privately before those who were considered important, in order to make sure that I was not running—or had not run—in vain.",
      "3": "But Titus, who was with me, was not compelled to be circumcised, even though he is Greek.",
      "4": "This was an issue because of the false brothers, who slipped in under false pretenses to spy on the freedom we have in Christ Jesus. Their goal was to make us slaves.",
      "5": "We refused to give in to them even for a moment, so that the truth of the gospel would continue with you.",
      "6": "But as for those who were considered to be important (what sort of people they once were makes no difference to me; God shows no partiality), indeed, those who were considered to be important added nothing to my gospel.",
      "7": "On the contrary, they saw that I had been entrusted with the gospel for the uncircumcised, just as Peter was entrusted with the gospel for the circumcised.",
      "8": "For God, who worked effectively in Peter to serve as an apostle to the circumcised, also worked effectively in me to serve as an apostle to the Gentiles.",
      "9": "And because James, Cephas, and John, who were considered to be pillars, perceived the grace that was given to me, they gave Barnabas and me the right hand of fellowship. They agreed that we were to go to the Gentiles and they to the circumcised.",
      "10": "The only thing they asked was that we remember the poor, the very thing that I was also eager to do.",
      "11": "But when Cephas came to Antioch, I opposed him to his face, because he was clearly wrong.",
      "12": "For before some people came from James, he ate with the Gentiles. But when those people came, he drew back and separated himself, because he feared those from the circumcision group.",
      "13": "And the rest of the Jews joined him in his hypocrisy, with the result that even Barnabas was carried away by their hypocrisy.",
      "14": "But when I saw that they were not acting according to the truth of the gospel, I said to Cephas in front of all of them, “If you, a Jew, live like the Gentiles and not like the Jews, why do you compel the Gentiles to live like the Jews?”",
      "15": "“We are Jews by birth and not Gentile sinners.",
      "16": "We know that a person is not justified by the works of the law but through faith in Jesus Christ. So we also believed in Christ Jesus that we might be justified by faith in Christ and not by the works of the law, because no one will be justified by the works of the law.",
      "17": "But if, while seeking to be justified in Christ, we ourselves were also found to be sinners, then is Christ a servant of sin? Certainly not!",
      "18": "“In fact, if I build up again those things that I destroyed, I bring on myself the judgment of being a lawbreaker.",
      "19": "Indeed, through the law I died to the law that I might live for God.",
      "20": "I have been crucified with Christ, and I no longer live, but Christ lives in me. The life I am now living in the flesh, I live by faith in the Son of God, who loved me and gave himself for me.",
      "21": "I do not regard the grace of God as nothing. As a matter of fact, if righteousness is through the law, then Christ died for nothing!”"
    },
    "3": {
      "1": "O foolish Galatians, who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified.",
      "2": "I just want to learn this from you: Did you receive the Spirit by the works of the law, or by believing what you heard?",
      "3": "Are you so foolish? Having begun by the Spirit, are you now trying to reach the goal by the flesh?",
      "4": "Did you experience so many things for nothing, if it were indeed for nothing?",
      "5": "So then, does the one who supplies the Spirit to you and works miracles among you, do it by the works of the law? Or does he do it by your believing what you hear—",
      "6": "in the same way as Abraham “believed God, and it was credited to him as righteousness”?",
      "7": "Understand, then, that those who believe are the children of Abraham.",
      "8": "Foreseeing that God would justify the Gentiles by faith, Scripture proclaimed the gospel in advance to Abraham, saying, “In you, all nations will be blessed.”",
      "9": "So then, those who have faith are blessed along with Abraham, the man of faith.",
      "10": "In fact, those who rely on the works of the law are under a curse. For it is written, “Cursed is everyone who does not continue to do everything written in the book of the law.”",
      "11": "Clearly no one is declared righteous before God by the law, because “The righteous will live by faith.”",
      "12": "The law does not say “by faith.” Instead it says, “The one who does these things will live by them.”",
      "13": "Christ redeemed us from the curse of the law by becoming a curse for us. As it is written, “Cursed is everyone who hangs on a tree.”",
      "14": "He redeemed us in order that the blessing of Abraham would come to the Gentiles through Christ Jesus, so that we would receive the promised Spirit through faith.",
      "15": "Brothers, I am speaking in human terms. When someone has established a last will and testament, no one nullifies it or adds to it.",
      "16": "The promises God spoke referred to Abraham and to his seed. It doesn’t say, “And to seeds,” as if it were referring to many, but, as referring to one, “And to your seed,” who is Christ.",
      "17": "What I am saying is this: The law, which came into being 430 years after the covenant established earlier by God in Christ, does not annul that covenant, with the result that it invalidates the promise.",
      "18": "In fact, if the inheritance is by the law, it is no longer by the promise. But God graciously gave it to Abraham by a promise.",
      "19": "Then what about the law? It was added for the purpose of revealing transgressions, until the Seed to whom the promise referred had come. It was transmitted through angels by the hand of a mediator.",
      "20": "Now a mediator is not needed for one party, but God is one.",
      "21": "Then is the law against the promises of God? Certainly not! For if there had been a law given that could give life, certainly righteousness would have been derived from the law.",
      "22": "But Scripture imprisoned all things under sin, so that the promise by faith in Jesus Christ would be given to those who believe.",
      "23": "But before this faith came, we were held in custody under the law, imprisoned until the coming faith was revealed.",
      "24": "So the law was our chaperone until Christ, so that we might be justified by faith.",
      "25": "But now that this faith has come, we are no longer under a chaperone.",
      "26": "In fact, you are all sons of God through faith in Christ Jesus.",
      "27": "Indeed, as many of you as were baptized into Christ have been clothed with Christ.",
      "28": "There is not Jew or Greek, slave or free, male or female, for you are all one and the same in Christ Jesus.",
      "29": "And if you belong to Christ, then you are Abraham’s descendants and heirs according to the promise."
    },
    "4": {
      "1": "What I am saying is this: As long as the heir is a young child, he is no different from a slave. Although he is owner of everything,",
      "2": "he is still under guardians and managers until the day set by his father.",
      "3": "So also, when we were younger children, we were enslaved under the basic principles of the world.",
      "4": "But when the set time had fully come, God sent his Son to be born of a woman, so that he would be born under the law,",
      "5": "in order to redeem those under the law, so that we would be adopted as sons.",
      "6": "And because you are sons, God sent the Spirit of his Son into our hearts to shout, “Abba, Father!”",
      "7": "So you are no longer a slave, but a son. And if you are a son, then you are also an heir of God through Christ.",
      "8": "Formerly, when you did not know God, you were slaves to those who by nature are not gods.",
      "9": "But now that you know God, or rather are known by God, why are you turning back again to the basic principles that are weak and miserable? Do you want to be enslaved by them all over again?",
      "10": "You carefully observe days, months, seasons, and years.",
      "11": "I am fearful about you, that somehow my labor for you was wasted.",
      "12": "I beg you, brothers, become like me, for I also became like you. You did me no harm.",
      "13": "You know that, because of a weakness of the flesh, I preached the gospel to you the first time.",
      "14": "And you did not despise or disdain the test my flesh gave you. Instead, you welcomed me as an angel of God, as Christ Jesus.",
      "15": "So where is this blessed attitude of yours now? Yes, I can say for a fact that, if it were possible, you would have plucked out your eyes and given them to me.",
      "16": "So then, have I become your enemy by telling you the truth?",
      "17": "Those people are eager to win you over, but not in a good way. Rather, they want to alienate you, so that you will be eager for them.",
      "18": "But it is always a good thing to have someone eager in a good way—not just when I am present with you.",
      "19": "My children, I am suffering birth pains for you again until Christ is formed in you.",
      "20": "I wish I were present with you now and could change my tone, because I am perplexed about you.",
      "21": "Tell me, you who want to be under the law, are you really listening to the law?",
      "22": "For it is written that Abraham had two sons, one by the slave woman, and one by the free woman.",
      "23": "However, the son by the slave woman was born according to the flesh, but the son by the free woman was born through a promise.",
      "24": "These things can be used as an illustration; namely, the women are two covenants. One is from Mount Sinai, bearing children into slavery. This is Hagar.",
      "25": "You see, this Hagar is Mount Sinai in Arabia, and she corresponds to present-day Jerusalem, because Jerusalem is in slavery along with her children.",
      "26": "But the Jerusalem that is above is free. She is our mother.",
      "27": "For it is written:\nRejoice, barren woman who does not give birth. Break forth and shout for joy, woman who does not suffer birth pains, because the barren woman has more children than does the woman who has a husband.",
      "28": "Now you, brothers, like Isaac, are children of the promise.",
      "29": "But just as back then the one who was born according to the flesh persecuted the one who was born according to the Spirit, so this is also the case now.",
      "30": "But what does the Scripture say? “Throw out the slave woman and her son, because the son of the slave woman will certainly not receive the inheritance with the son of the free woman.”",
      "31": "For this same reason, brothers, we are not children of a slave woman, but of the free woman."
    },
    "5": {
      "1": "It is for freedom that Christ has set us free. Stand firm, then, and do not allow anyone to put the yoke of slavery on you again.",
      "2": "Look, I, Paul, tell you that if you allow yourselves to be circumcised, Christ will be of no benefit to you.",
      "3": "I testify again to every man who allows himself to be circumcised that he is obligated to do the whole law.",
      "4": "You who are trying to be declared righteous by the law are completely separated from Christ. You have fallen from grace.",
      "5": "Indeed, through the Spirit, we by faith are eagerly waiting for the sure hope of righteousness.",
      "6": "For in Christ Jesus neither circumcision nor uncircumcision matters. Rather, it is faith working through love that matters.",
      "7": "You were running well! Who cut in on you, so that you are no longer persuaded by the truth?",
      "8": "This persuasion is not from the one who calls you.",
      "9": "A little yeast works through the whole batch.",
      "10": "I am confident in the Lord that you will have no other opinion than this. But the one who is trying to disturb you will pay the penalty, whoever he is.",
      "11": "Brothers, if I am still preaching circumcision, why am I still being persecuted? Then the offense of the cross has been abolished.",
      "12": "If only those who are upsetting you would also cut themselves off!",
      "13": "After all, brothers, you were called to freedom. Only do not use your freedom as a starting point for your sinful flesh. Rather, serve one another through love.",
      "14": "In fact, the whole law is summed up in this one statement: “Love your neighbor as yourself.”",
      "15": "But if you keep on biting and devouring one another, watch out that you are not consumed by one another.",
      "16": "What I am saying is this: Walk by the spirit, and you will not carry out what the sinful flesh desires.",
      "17": "For the sinful flesh desires what is contrary to the spirit, and the spirit what is contrary to the sinful flesh. In fact, these two continually oppose one another, so that you do not continue to do these things you want to do.",
      "18": "But if you are led by the spirit, you are not under the control of the law.",
      "19": "Now the works of the sinful flesh are obvious: sexual immorality, impurity, complete lack of restraint,",
      "20": "idolatry, sorcery, hatred, discord, jealousy, outbursts of anger, selfish ambition, dissensions, heresies,",
      "21": "envy, murders, drunkenness, orgies, and things similar to these. I warn you, just as I also warned you before, that those who continue to do such things will not inherit the kingdom of God.",
      "22": "But the fruit of the spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
      "23": "gentleness, and self-control. Against such things there is no law.",
      "24": "Those who belong to Christ Jesus have crucified the sinful flesh with its passions and desires.",
      "25": "If we live by the spirit, let us also walk in step with it.",
      "26": "Let us not become conceited, provoking one another and envying one another."
    },
    "6": {
      "1": "Brothers, if a person is caught in some trespass, you who are spiritual should restore such a person in a spirit of humility, carefully watching yourself so that you are not also tempted.",
      "2": "Bear one another’s burdens, and in this way fulfill the law of Christ.",
      "3": "For if someone thinks he is something when he is nothing, he deceives himself.",
      "4": "Let each person test his own work, and then he will take pride in regard to himself and not his neighbor.",
      "5": "For each man will bear his own burden.",
      "6": "Let the one who is taught the word share all good things with his teacher.",
      "7": "Do not be deceived. God is not mocked. To be sure, whatever a man sows, he will also reap.",
      "8": "Indeed, the one who sows for his own sinful flesh will reap destruction from the sinful flesh. But the one who sows for the spirit will reap eternal life from the spirit.",
      "9": "Let us not become weary of doing good, because at the appointed time we will reap, if we do not give up.",
      "10": "So then, as we have opportunity, let us do good to all people, and especially to those who belong to the household of faith.",
      "11": "See what large letters I am writing to you with my own hand.",
      "12": "Those who want to look good in the flesh are the ones who are trying to compel you to be circumcised. Their only reason is so that they are not persecuted for the cross of Christ.",
      "13": "As a matter of fact, those who are circumcised do not keep the law themselves. But they want to have you circumcised, so that they can boast about your flesh.",
      "14": "But far be it from me to boast, except in the cross of our Lord Jesus Christ, through which the world has been crucified to me and I to the world.",
      "15": "In fact, in Christ Jesus circumcision or uncircumcision does not matter. What matters is being a new creation.",
      "16": "Peace and mercy on those who follow this rule, namely, on the Israel of God.",
      "17": "Finally, let no one cause me any trouble, because I bear the marks of the Lord Jesus on my body.",
      "18": "The grace of our Lord Jesus Christ be with your spirit, brothers. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:29.835779-04:00",
    "Translation": "EHV"
  }
}