{
  "Genesis": {
    "1": {
      "1": "In the beginning, God created the heavens and the earth.",
      "2": "The earth was undeveloped and empty. Darkness covered the surface of the deep, and the Spirit of God was hovering over the surface of the waters.",
      "3": "God said, “Let there be light,” and there was light.",
      "4": "God saw that the light was good. He separated the light from the darkness.",
      "5": "God called the light “day,” and the darkness he called “night.” There was evening and there was morning—the first day.",
      "6": "God said, “Let there be an expanse between the waters, and let it separate the water from the water.”",
      "7": "God made the expanse, and he separated the water that was below the expanse from the water that was above the expanse, and it was so.",
      "8": "God called the expanse “sky.” There was evening and there was morning—the second day.",
      "9": "God said, “Let the waters under the sky be gathered together to one place, and let the dry land appear,” and it was so. ⎣The waters under the sky gathered to their own places, and the dry land appeared.⎦",
      "10": "God called the dry ground “land,” and the gathering places of the waters he called “seas.” God saw that it was good.",
      "11": "God said, “Let the earth produce plants—vegetation that produces seed, and trees that bear fruit with its seed in it—each according to its own kind on the earth,” and it was so.",
      "12": "The earth brought forth plants, vegetation that produces seed according to its own kind, and trees that bear fruit with its seed in it, each according to its own kind, and God saw that it was good.",
      "13": "There was evening and there was morning—the third day.",
      "14": "God said, “Let there be lights in the expanse of the sky to divide the day from the night, and let them serve as markers to indicate seasons, days, and years.",
      "15": "Let them serve as lights in the expanse of the sky to give light to the earth,” and it was so.",
      "16": "God made the two great lights: the greater light to rule the day, and the lesser light to rule the night. He also made the stars.",
      "17": "God set these lights in place in the expanse of the sky to provide light for the earth,",
      "18": "to rule over the day and over the night, and to divide the light from the darkness. God saw that it was good.",
      "19": "There was evening and there was morning—the fourth day.",
      "20": "God said, “Let the waters swarm with living creatures, and let birds and other winged creatures fly above the earth in the open expanse of the sky.”",
      "21": "God created the large sea creatures and every living creature that moves, with which the waters swarm, according to their own kind, and every winged bird according to its own kind. God saw that it was good.",
      "22": "God blessed them when he said, “Be fruitful and multiply. Fill the waters of the seas, and let birds multiply on the earth.”",
      "23": "There was evening and there was morning—the fifth day.",
      "24": "God said, “Let the earth produce living creatures according to their own kind, livestock, creeping things, and wild animals according to their own kind,” and it was so.",
      "25": "God made the wild animals according to their own kind, and the livestock according to their own kind, and everything that creeps on the ground according to its own kind. God saw that it was good.",
      "26": "God said, “Let us make man in our image, according to our likeness, and let them have dominion over the fish of the sea, and over the birds of the sky, and over the livestock, and over all the earth, and over every creeping thing that crawls on the earth.”",
      "27": "God created the man in his own image.\nIn the image of God he created him.\nMale and female he created them.",
      "28": "God blessed them and said to them, “Be fruitful, multiply, fill the earth, and subdue it. Have dominion over the fish of the sea, over the birds of the sky, and over every living thing that moves on the earth.”",
      "29": "God said, “Look, I have given you every plant that produces seed on the face of the whole earth, and every tree that bears fruit that produces seed. It will be your food.",
      "30": "To every animal of the earth, and to every bird of the sky, and to everything that creeps on the earth, in which there is the breath of life, I have given every green plant for food.” And it was so.",
      "31": "God saw everything that he had made, and indeed, it was very good. There was evening and there was morning—the sixth day."
    },
    "2": {
      "1": "The heavens and the earth were finished, along with everything in them.",
      "2": "On the seventh day God had finished his work that he had done, and he rested on the seventh day from all his work that he had been doing.",
      "3": "God blessed the seventh day and set it apart as holy, because on it he rested from all his work of creation that he had done.",
      "4": "This is the account about the development of the heavens and the earth when they were created, in the day that the Lord God made the earth and the heavens:",
      "5": "No bushes that grow in the field were yet on the earth, and no plants of the field had yet sprung up, since the Lord God had not yet caused it to rain on the earth. There was not yet a man to till the soil,",
      "6": "but water came up from the earth and watered the entire surface of the ground.",
      "7": "The Lord God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being.",
      "8": "The Lord God planted a garden in Eden in the east, and there he put the man whom he had formed.",
      "9": "Out of the ground the Lord God made every kind of tree grow—trees that are pleasant to look at and good for food, including the Tree of Life in the middle of the garden and the Tree of the Knowledge of Good and Evil.",
      "10": "A river went out from Eden to water the garden, and from there it divided and became the headwaters of four rivers.",
      "11": "The name of the first river is Pishon. It flows through the whole land of Havilah, where there is gold,",
      "12": "and the gold of that land is good. Incense and onyx stone are also found there.",
      "13": "The name of the second river is Gihon. It is the same river that winds through the whole land of Cush.",
      "14": "The name of the third river is Tigris. This is the one which flows along the east side of Assyria. The fourth river is the Euphrates.",
      "15": "The Lord God took the man and settled him in the Garden of Eden to work it and to take care of it.",
      "16": "The Lord God gave a command to the man. He said, “You may freely eat from every tree in the garden,",
      "17": "but you shall not eat from the Tree of the Knowledge of Good and Evil, for on the day that you eat from it, you will certainly die.”",
      "18": "The Lord God said, “It is not good for the man to be alone. I will make a helper who is a suitable partner for him.”",
      "19": "Out of the soil the Lord God had formed every wild animal and every bird of the sky, and he brought them to the man to see what he would call them. Whatever the man called every living creature, that became its name.",
      "20": "The man gave names to all the livestock, and to the birds of the sky, and to every wild animal, but for Adam no helper was found who was a suitable partner for him.",
      "21": "The Lord God caused the man to fall into a deep sleep. As the man slept, the Lord God took a rib and closed up the flesh where it had been.",
      "22": "The Lord God built a woman from the rib that he had taken from the man and brought her to the man.",
      "23": "The man said,\nNow this one is bone of my bones\nand flesh of my flesh.\nShe will be called “woman,”\nbecause she was taken out of man.",
      "24": "For this reason a man will leave his father and his mother\nand will remain united with his wife,\nand they will become one flesh.",
      "25": "They were both naked, the man and his wife, and they were not ashamed."
    },
    "3": {
      "1": "Now the serpent was more clever than any wild animal which the Lord God had made. He said to the woman, “Has God really said, ‘You shall not eat from any tree in the garden’?”",
      "2": "The woman said to the serpent, “We may eat fruit from the trees of the garden,",
      "3": "but not from the fruit of the tree that is in the middle of the garden. God has said, ‘You shall not eat from it. You shall not touch it, or else you will die.’”",
      "4": "The serpent said to the woman, “You certainly will not die.",
      "5": "In fact, God knows that the day you eat from it, your eyes will be opened, and you will be like God, knowing good and evil.”",
      "6": "When the woman saw that the tree was good for food, and that it was appealing to the eyes, and that the tree was desirable to make one wise, she took some of its fruit and ate. She gave some also to her husband, who was with her, and he ate it.",
      "7": "The eyes of both of them were opened, and they realized that they were naked. They sewed fig leaves together and made coverings for their waists.",
      "8": "They heard the voice of the Lord God, who was walking around in the garden during the cooler part of the day, and the man and his wife hid themselves from the presence of the Lord God among the trees of the garden.",
      "9": "The Lord God called to the man and said to him, “Where are you?”",
      "10": "The man said, “I heard your voice in the garden, and I was afraid, because I was naked, so I hid myself.”",
      "11": "God said, “Who told you that you were naked? Have you eaten from the tree from which I commanded you not to eat?”",
      "12": "The man said, “The woman you gave to be with me—she gave me fruit from the tree, and I ate it.”",
      "13": "The Lord God said to the woman, “What have you done?”\nThe woman said, “The serpent deceived me, and I ate.”",
      "14": "The Lord God said to the serpent:\nBecause you have done this,\nyou are cursed more than all the livestock,\nand more than every wild animal.\nYou shall crawl on your belly,\nand you shall eat dust all the days of your life.",
      "15": "I will put hostility between you and the woman,\nand between your seed and her seed.\nHe will crush your head,\nand you will crush his heel.",
      "16": "To the woman he said:\nI will greatly increase your pain in childbearing.\nWith painful labor you will give birth to children.\nYour desire will be for your husband,\nbut he will rule over you.",
      "17": "To Adam he said:\nBecause you listened to your wife’s voice\nand ate from the tree about which I commanded you,\n“You shall not eat from it,”\nthe soil is cursed on account of you.\nYou will eat from it with painful labor all the days of your life.",
      "18": "Thorns and thistles will spring up from the ground for you,\nbut you will eat the crops of the field.",
      "19": "By the sweat of your face you will eat bread\nuntil you return to the soil,\nfor out of it you were taken.\nFor you are dust,\nand to dust you shall return.",
      "20": "The man named his wife Eve because she would be the mother of all the living.",
      "21": "The Lord God made clothing of animal skins for Adam and for his wife and clothed them.",
      "22": "The Lord God said, “Look, the man has become like one of us, knowing good and evil. Now, so that he does not reach out his hand and also take from the Tree of Life and eat and live forever—”",
      "23": "the Lord God sent him out from the Garden of Eden to work the soil from which he had been taken.",
      "24": "So he drove the man out, and in front of the Garden of Eden he stationed cherubim and a flaming sword, which turned in every direction to guard the way to the Tree of Life."
    },
    "4": {
      "1": "The man was intimate with Eve, his wife. She conceived and gave birth to Cain. She said, “I have gotten a man with the Lord.”",
      "2": "She also gave birth to Cain’s brother Abel.\nAbel tended sheep, but Cain worked the ground.",
      "3": "As time passed, one day Cain brought an offering to the Lord from the fruit of the soil.",
      "4": "Abel also brought some of the firstborn of his flock and their fat portions. The Lord looked favorably on Abel and his offering,",
      "5": "but he did not look favorably on Cain and his offering. Cain was very angry, and his face showed it.",
      "6": "The Lord said to Cain, “Why are you angry? Why do you have that angry look on your face?",
      "7": "If you do good, will you not be lifted up? If you do not do good, sin is crouching at the door. It has a strong desire for you, but you must rule over it.”",
      "8": "Cain said to Abel, his brother, “Let’s go into the field.” When they were in the field, Cain attacked Abel, his brother, and killed him.",
      "9": "The Lord said to Cain, “Where is Abel, your brother?”\nHe said, “I don’t know. Am I my brother’s keeper?”",
      "10": "The Lord said, “What have you done? The voice of your brother’s blood is crying to me from the soil.",
      "11": "Now you are cursed and sent away from the soil which has opened its mouth to receive your brother’s blood from your hand.",
      "12": "When you work the soil, it will no longer give its strength to you. You shall be a fugitive and a wanderer on the earth.”",
      "13": "Cain said to the Lord, “My punishment is too great for me to bear.",
      "14": "Look, today you have driven me away from the soil. I will be hidden from your face, and I will be a fugitive and a wanderer on the earth. And whoever finds me will kill me.”",
      "15": "The Lord said to him, “No! If anyone kills Cain, he will face sevenfold revenge.” And the Lord appointed a sign for Cain, so that anyone who found him would not strike him down.",
      "16": "Cain went out from the Lord’s presence and lived in the land of Nod, east of Eden.",
      "17": "Cain was intimate with his wife. She conceived and gave birth to Enoch. Cain built a city and named the city after his son Enoch.",
      "18": "To Enoch, Irad was born. Irad became the father of Mehujael. Mehujael became the father of Methushael. Methushael became the father of Lamech.",
      "19": "Lamech took two wives. The name of one was Adah, and the name of the other was Zillah.",
      "20": "Adah gave birth to Jabal, who was the predecessor of those who dwell in tents and have livestock.",
      "21": "His brother’s name was Jubal, who was the predecessor of all who play the lyre and flute.",
      "22": "Zillah also gave birth to Tubal Cain, who made all kinds of tools and weapons from bronze and iron. Tubal Cain’s sister was Na’amah.",
      "23": "Lamech said to his wives:\nAdah and Zillah, hear my voice.\nYou wives of Lamech, listen to my speech.\nLook, I have killed a man for wounding me,\na young man for bruising me.",
      "24": "If Cain will be avenged seven times,\nthen Lamech will be avenged seventy-seven times.",
      "25": "Adam was intimate with his wife again. She gave birth to a son and named him Seth, because she said, “God has set another child in place of Abel for me, since Cain killed him.”",
      "26": "Later a son was born to Seth, and he named him Enosh. This is when people began to proclaim the name of the Lord."
    },
    "5": {
      "1": "This is the account about the development of Adam’s family:\nIn the day that God created man, he made him in the likeness of God.",
      "2": "He created them male and female and blessed them, and on the day they were created, he named them “mankind.”",
      "3": "Adam lived 130 years, and he became the father of a son in his own likeness, according to his own image, and he named him Seth.",
      "4": "The days of Adam after he became the father of Seth were 800 years, and he became the father of sons and daughters.",
      "5": "All the days that Adam lived were 930 years. Then he died.",
      "6": "Seth lived 105 years, and he became the father of Enosh.",
      "7": "Seth lived 807 years after he became the father of Enosh, and he became the father of sons and daughters.",
      "8": "All the days of Seth were 912 years. Then he died.",
      "9": "Enosh lived 90 years, and he became the father of Kenan.",
      "10": "Enosh lived 815 years after he became the father of Kenan, and he became the father of sons and daughters.",
      "11": "All the days of Enosh were 905 years. Then he died.",
      "12": "Kenan lived 70 years, and he became the father of Mahalalel.",
      "13": "Kenan lived 840 years after he became the father of Mahalalel, and he became the father of sons and daughters.",
      "14": "All the days of Kenan were 910 years. Then he died.",
      "15": "Mahalalel lived 65 years, and he became the father of Jared.",
      "16": "Mahalalel lived 830 years after he became the father of Jared, and he became the father of sons and daughters.",
      "17": "All the days of Mahalalel were 895 years. Then he died.",
      "18": "Jared lived 162 years, and he became the father of Enoch.",
      "19": "Jared lived 800 years after he became the father of Enoch, and he became the father of sons and daughters.",
      "20": "All the days of Jared were 962 years. Then he died.",
      "21": "Enoch lived 65 years, and he became the father of Methuselah.",
      "22": "After he became the father of Methuselah, Enoch walked with God 300 years, and he became the father of sons and daughters.",
      "23": "All the days of Enoch were 365 years.",
      "24": "Enoch walked with God. Then, he was not there, for God took him.",
      "25": "Methuselah lived 187 years, and he became the father of Lamech.",
      "26": "After he became the father of Lamech, Methuselah lived 782 years, and he became the father of sons and daughters.",
      "27": "All the days of Methuselah were 969 years. Then he died.",
      "28": "Lamech lived 182 years and became the father of a son.",
      "29": "He named him Noah and said, “This one will bring us comfort during our work and the hard labor that we must perform with our hands because the Lord has cursed the soil.”",
      "30": "Lamech lived 595 years after he became father of Noah, and he became the father of sons and daughters.",
      "31": "All the days of Lamech were 777 years. Then he died.",
      "32": "Noah was 500 years old, and Noah became the father of Shem, Ham, and Japheth."
    },
    "6": {
      "1": "This is what happened when mankind began to multiply on the face of the earth.\nWhen daughters were born to people,",
      "2": "the sons of God saw that the daughters of men were beautiful, and they took as wives for themselves any of them they chose.",
      "3": "The Lord said, “My Spirit will not struggle with man forever, because he is only flesh. His days will be 120 years.”",
      "4": "The Nephilim were on the earth in those days. After that, the sons of God went to the daughters of men, who bore children for them. Those became the powerful, famous men of ancient times.",
      "5": "The Lord saw that the wickedness of mankind was great on the earth, and that all the thoughts and plans they formed in their hearts were only evil every day.",
      "6": "The Lord regretted that he had made man on the earth, and his heart was filled with sorrow.",
      "7": "The Lord said, “I will wipe out mankind, whom I have created, from the face of the earth, along with the animals, the creeping things, and the birds of the sky, because I regret that I have made them.”",
      "8": "But Noah found favor in the eyes of the Lord.",
      "9": "This is the account about the development of Noah’s family.\nNoah was a righteous man, a man of integrity in that generation. Noah walked with God.",
      "10": "Noah became the father of three sons: Shem, Ham, and Japheth.",
      "11": "In the sight of God the earth was morally corrupt, and the earth was filled with violence.",
      "12": "God looked at the earth and saw that it was corrupt, for all flesh was corrupt in all their ways on the earth.",
      "13": "So God said to Noah, “I have decreed the end of all flesh, because the earth is filled with violence because of them. Now I am going to destroy them along with the earth.",
      "14": "“Make an ark of gopher wood. Make rooms in the ark. Seal it inside and outside with pitch.",
      "15": "This is how you are to make it: The length of the ark is to be 450 feet, its width 75 feet, and its height 45 feet.",
      "16": "Make a roof for the ark, and leave an eighteen-inch opening just under the roof. Place a door on the side of the ark. Make it with lower, second, and third decks.",
      "17": "“I myself am about to bring a flood of waters on the earth, in order to destroy all flesh under the sky that has the breath of life. Everything that is on the earth will die,",
      "18": "but I will establish my covenant with you. You shall come into the ark—you, your sons, your wife, and your sons’ wives with you.",
      "19": "You shall bring a pair (male and female) of every kind of living flesh into the ark with you to keep them alive.",
      "20": "Include the birds according to their kinds, the livestock according to their kinds, every creeping thing on the ground according to their kinds. Two of every sort shall come to you, so you can keep them alive.",
      "21": "Take with you every type of food that is eaten, and store it for yourself, so it can be used as food for you and for them.”",
      "22": "So that is what Noah did. He did everything that God commanded him, just as he had been told."
    },
    "7": {
      "1": "The Lord said to Noah, “Come into the ark, you and your entire household, for I have seen that you are righteous before me in this generation.",
      "2": "From every clean animal take with you seven pairs, a male and his female. From the animals that are not clean, take two, a male and his female.",
      "3": "Also from the ⎣clean⎦ birds of the sky take seven and seven, male and female, ⎣and of all the unclean birds, one pair, a male and a female⎦ to keep their offspring alive on the face of the whole earth.",
      "4": "In seven days I will cause it to rain on the earth for forty days and forty nights. Every living thing that I have made, I will wipe off the face of the earth.”",
      "5": "Noah did everything that the Lord commanded him.",
      "6": "Noah was six hundred years old when the flood came, and water covered the earth.",
      "7": "Noah went into the ark with his sons, his wife, and his sons’ wives, because of the waters of the flood.",
      "8": "Clean animals, animals that are not clean, birds, and everything that creeps on the ground",
      "9": "went into the ark with Noah two by two (male and female), just as God had commanded Noah.",
      "10": "After seven days, the waters of the flood came on the earth.",
      "11": "In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that very day, all the fountains of the great deep burst open, and the floodgates of the sky were opened.",
      "12": "The rain came down on the earth for forty days and forty nights.",
      "13": "On that same day Noah, Noah’s sons Shem, Ham, and Japheth, Noah’s wife, and the three wives of his sons along with them entered the ark.",
      "14": "They went in with every animal according to its kind, all the livestock according to their kinds, every creeping thing that creeps on the earth according to its kind, and everything that flies according to its kind, flying birds of every sort.",
      "15": "Pairs of all the animals that have the breath of life in them went to Noah in the ark.",
      "16": "A male and female of each animal that breathes went in, just as God had commanded Noah. Then the Lord shut Noah in.",
      "17": "The flood kept coming on the earth for forty days. The waters became deeper and lifted up the ark until it floated high above the earth.",
      "18": "The water kept increasing and overwhelmed the earth, and the ark was carried along on the surface of the water.",
      "19": "The water overwhelmed the earth. All the high mountains that were under the entire sky were covered.",
      "20": "The waters rose more than twenty feet above the mountains and covered them.",
      "21": "All living creatures that moved on the earth perished, including birds, livestock, wild animals, every creeping thing that crawls on the earth, and all mankind.",
      "22": "Everything that breathed the breath of life through its nostrils, that is, everything that was on the dry land, died.",
      "23": "Every living thing that was on the face of the earth was wiped out, including mankind, livestock, creeping things, and birds of the sky. They all were wiped off the earth. Only Noah was left, as well as those who were with him in the ark.",
      "24": "The waters overwhelmed the earth for one hundred fifty days."
    },
    "8": {
      "1": "God remembered Noah, as well as all the animals and all the livestock that were with him in the ark. So God caused a wind to pass over the earth, and the waters subsided.",
      "2": "The fountains of the deep and the floodgates of the sky were also closed, and the rain from the sky was restrained.",
      "3": "The waters kept receding from the earth. After the end of one hundred fifty days the waters had decreased.",
      "4": "In the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat.",
      "5": "The waters receded continuously until the tenth month. In the tenth month, on the first day of the month, the tops of the mountains were visible.",
      "6": "Then at the end of forty days Noah opened the window he had made in the ark.",
      "7": "He sent out a raven, and it kept flying back and forth, until the waters were dried up from the earth.",
      "8": "Then he sent out a dove to see if the waters had receded from the surface of the ground,",
      "9": "but the dove found no place to rest its foot, and it returned to him in the ark, because there was water on the surface of the whole earth. Noah reached out his hand, took the dove, and brought it back to him in the ark.",
      "10": "He waited another seven days. Then he sent the dove out of the ark again.",
      "11": "The dove came back to him at evening, and there in its mouth was an olive leaf it had just plucked. So Noah knew that the waters had receded from the earth.",
      "12": "He waited another seven days and sent the dove out again. This time it did not return to him anymore.",
      "13": "And so in the six hundred first year, in the first month, on the first day of the month, the waters were dried up from the earth. Noah removed the covering of the ark and looked out. He saw that the surface of the ground was dry.",
      "14": "In the second month, on the twenty-seventh day of the month, the earth was dry.",
      "15": "God spoke to Noah. He said,",
      "16": "“Go out of the ark—you, your wife, your sons, and your sons’ wives with you.",
      "17": "Bring out with you every living thing of every sort that is with you, all flesh, including birds, livestock, and every creeping thing that creeps on the earth, so that they may swarm over the earth, and be fruitful and multiply on the earth.”",
      "18": "Noah went out with his sons, his wife, and his sons’ wives along with him.",
      "19": "Every animal, every creeping thing, every bird, and whatever swarms on the earth went out of the ship, species by species.",
      "20": "Noah built an altar to the Lord and took from every clean animal and every clean bird and offered burnt offerings on the altar.",
      "21": "The Lord smelled the pleasant aroma. The Lord said in his heart, “I will never again curse the soil anymore because of man, for the thoughts he forms in his heart are evil from his youth. Neither will I ever again strike every living thing, as I have done.",
      "22": "While the earth remains, seedtime and harvest, cold and heat, summer and winter, and day and night shall not cease.”"
    },
    "9": {
      "1": "God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth.",
      "2": "Every animal on the earth and every bird in the sky will fear you and dread you. Everything that swarms on the ground and all the fish in the sea are handed over to you.",
      "3": "Every living, moving thing will be food for you. I have given everything to you, just as I gave you the green plants.",
      "4": "But flesh that has the blood (which is its life) still in it, you shall not eat.",
      "5": "In fact, I will hold each animal and each person responsible for your lifeblood. I will hold each man responsible for the life of his brother.",
      "6": "Whoever sheds man’s blood, by man his blood shall be shed, for God made man in his own image.",
      "7": "“But you, be fruitful and multiply. Increase abundantly on the earth, and multiply on it.”",
      "8": "God said to Noah and to his sons, who were with him,",
      "9": "“Listen, I will now establish my covenant with you and with your descendants after you",
      "10": "and with everything with you that has the breath of life: with the birds, with the livestock, and with every wild animal that is on the earth with you, with everything that went out of the ark, even with every wild animal on the earth.",
      "11": "I will establish my covenant with you: Never again will all living creatures be cut off by the waters of a flood. Neither will there ever again be a flood to destroy the earth.”",
      "12": "God also said, “This is the sign of the covenant between me and you and every living creature with you that I am giving for all generations to come.",
      "13": "I have set my rainbow in the cloud, and it will be the sign of a covenant between me and the earth.",
      "14": "Whenever I bring a cloud over the earth and the rainbow is seen in the cloud,",
      "15": "I will remember my covenant, which is between me and you and every living creature of every sort, and the waters will never again become a flood to destroy all flesh.",
      "16": "The rainbow will be in the cloud. I will look at it so that I may remember the everlasting covenant between God and every living creature of every kind that is on the earth.”",
      "17": "God said to Noah, “This is the sign of the covenant that I have established between me and all flesh that is on the earth.”",
      "18": "The sons of Noah who went out from the ark were Shem, Ham, and Japheth. (Ham was the father of Canaan.)",
      "19": "These three were the sons of Noah, and from these, people spread out over the whole earth.",
      "20": "Noah began to be a man of the soil and planted a vineyard.",
      "21": "He drank some of the wine and got drunk. He lay uncovered inside his tent.",
      "22": "Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside.",
      "23": "Shem and Japheth took a garment and laid it over their shoulders. They went in backwards and covered the nakedness of their father. They faced backwards, and they did not see their father’s nakedness.",
      "24": "Noah awoke from his wine and knew what his youngest son had done to him.",
      "25": "He said:\nA curse on Canaan!\nHe will be the lowest of servants to his brothers.",
      "26": "Then he said:\nBlessed be the Lord, the God of Shem!\nLet Canaan be his servant.",
      "27": "May God enlarge Japheth.\nLet him dwell in the tents of Shem.\nLet Canaan be his servant.",
      "28": "Noah lived 350 years after the flood.",
      "29": "All the days of Noah were 950 years. Then he died."
    },
    "10": {
      "1": "Now this is the account about the development of groups of people who descended from Shem, Ham, and Japheth, the sons of Noah. Sons were born to them after the flood.",
      "2": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshek, and Tiras.",
      "3": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah.",
      "4": "The sons of Javan were Elishah, Tarshish, the Kittim, and the Dodanim.",
      "5": "The islands and coastlands were divided into different lands among these peoples on the basis of their languages, their ethnic groups, and their nations.",
      "6": "The sons of Ham were Cush, Mizraim, Put, and Canaan.",
      "7": "The sons of Cush were Seba, Havilah, Sabtah, Ra’amah, and Sabteca.\nThe sons of Ra’amah were Sheba and Dedan.",
      "8": "Cush became the father of Nimrod. He was the first to be a mighty warrior on the earth.",
      "9": "He was a mighty hunter before the Lord. That is why the saying is “Like Nimrod, a mighty hunter before the Lord.”",
      "10": "The beginning of his kingdom was Babel, Uruk, Akkad, and Calneh in the land of Shinar.",
      "11": "From that land he went to Assyria and built Nineveh, Rehoboth Ir, Calah,",
      "12": "and Resen between Nineveh and Calah, the great city.",
      "13": "Mizraim became the father of the Ludim, Anamim, Lehabim, Naphtuhim,",
      "14": "Pathrusim, Casluhim (from whom the Philistines descended), and the Caphtorim.",
      "15": "Canaan became the father of Sidon (his firstborn) and Heth,",
      "16": "as well as the Jebusites, the Amorites, the Girgashites,",
      "17": "the Hivites, the Arkites, the Sinites,",
      "18": "the Arvadites, the Zemarites, and the Hamathites. Afterward the families of the Canaanites spread out.",
      "19": "Then the borders of the Canaanites extended from Sidon, southward toward Gerar, as far as Gaza; from there it extended eastward toward Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha.",
      "20": "These were the sons of Ham, according to their ethnic groups, their languages, their lands, and their nations.",
      "21": "Sons were also born to Shem, the older brother of Japheth, the father of all the descendants of Eber.",
      "22": "The sons of Shem were Elam, Asshur, Arphaxad, Lud, and Aram.",
      "23": "The sons of Aram were Uz, Hul, Gether, and Mash.",
      "24": "Arphaxad became the father of Shelah. Shelah became the father of Eber.",
      "25": "To Eber two sons were born. The name of one was Peleg, because in his days the earth was divided.\nEber’s brother’s name was Joktan.",
      "26": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
      "27": "Hadoram, Uzal, Diklah,",
      "28": "Obal, Abimael, Sheba,",
      "29": "Ophir, Havilah, and Jobab. All these were the sons of Joktan.",
      "30": "Their dwelling was from Mesha all the way to Sephar, in the hill country of the east.",
      "31": "These were the descendants of Shem according to their ethnic groups, their languages, their lands, and their nations.",
      "32": "These are the families and groups of peoples descended from the sons of Noah, according to their genealogies, by their nations. From these, nations spread out over the earth after the flood."
    },
    "11": {
      "1": "The whole earth had one language and a single vocabulary.",
      "2": "As people traveled in the east, they found a plain in the land of Shinar, and they settled there.",
      "3": "They said to one another, “Come, let’s make bricks and bake them thoroughly.” They used mud brick instead of stone for building material, and they used tar for mortar.",
      "4": "They said, “Come, let’s build a city for ourselves and a tower whose top reaches to the sky, and let’s make a name for ourselves, so that we will not be scattered abroad over the face of the whole earth.”",
      "5": "The Lord came down to see the city and the tower that the people were building.",
      "6": "The Lord said, “If this is the first thing they are doing as one people, who all have one language, then nothing that they intend to do will be too difficult for them.",
      "7": "Come, let’s go down there and confuse their language, so that they cannot understand one another’s speech.”",
      "8": "So the Lord scattered them from there over the face of the whole earth, and they stopped building the city.",
      "9": "It was named Babel, because there the Lord confused the language of the whole earth. From there the Lord scattered them over the face of the whole earth.",
      "10": "This is the account about the development of the family of Shem.\nShem was 100 years old and became the father of Arphaxad two years after the flood.",
      "11": "Shem lived 500 years after he became the father of Arphaxad, and he became the father of sons and daughters.",
      "12": "Arphaxad lived 35 years and became the father of Shelah.",
      "13": "Arphaxad lived 403 years after he became the father of Shelah, and he became the father of sons and daughters.",
      "14": "Shelah lived 30 years and became the father of Eber.",
      "15": "Shelah lived 403 years after he became the father of Eber, and he became the father of sons and daughters.",
      "16": "Eber lived 34 years and became the father of Peleg.",
      "17": "Eber lived 430 years after he became the father of Peleg, and he became the father of sons and daughters.",
      "18": "Peleg lived 30 years and became the father of Reu.",
      "19": "Peleg lived 209 years after he became the father of Reu, and he became the father of sons and daughters.",
      "20": "Reu lived 32 years and became the father of Serug.",
      "21": "Reu lived 207 years after he became the father of Serug, and he became the father of sons and daughters.",
      "22": "Serug lived 30 years and became the father of Nahor.",
      "23": "Serug lived 200 years after he became the father of Nahor, and he became the father of sons and daughters.",
      "24": "Nahor lived 29 years and became the father of Terah.",
      "25": "Nahor lived 119 years after he became the father of Terah, and he became the father of sons and daughters.",
      "26": "Terah lived 70 years and became the father of Abram, Nahor, and Haran.",
      "27": "Now this is the account about the development of the family of Terah.\nTerah became the father of Abram, Nahor, and Haran. Haran became the father of Lot.",
      "28": "Haran died before his father Terah. He died in the land of his birth, in Ur of the Chaldeans.",
      "29": "Abram and Nahor took wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah, the daughter of Haran, who was also the father of Iscah.",
      "30": "Sarai was barren. She had no child.",
      "31": "Terah took his son Abram, his grandson Lot, who was the son of Haran, and his daughter-in-law Sarai, who was the wife of his son Abram, and they set out from Ur of the Chaldeans to go into the land of Canaan. They came to Haran and lived there.",
      "32": "The days of Terah were 205 years. Terah died in Haran."
    },
    "12": {
      "1": "Now the Lord said to Abram, “Get out of your country and away from your relatives and from your father’s house and go to the land that I will show you.",
      "2": "I will make you a great nation. I will bless you and make your name great. You will be a blessing.",
      "3": "I will bless those who bless you, and I will curse anyone who dishonors you. All of the families of the earth will be blessed in you.”",
      "4": "So Abram went, as the Lord had told him. Lot went with him. Abram was seventy-five years old when he departed from Haran.",
      "5": "Abram took Sarai his wife, Lot his brother’s son, and all the possessions they had accumulated and the people that they had acquired in Haran, and they set out to travel to the land of Canaan. Eventually they arrived in the land of Canaan.",
      "6": "Abram passed through the land until he came to the Oak of Moreh at the place called Shechem. The Canaanites were in the land at that time.",
      "7": "The Lord appeared to Abram and said, “I will give this land to your descendants.” Abram built an altar there to the Lord, who had appeared to him.",
      "8": "He moved on from there to the hill country east of Bethel and pitched his tent there, with Bethel on the west and Ai on the east. There he built an altar to the Lord and proclaimed the name of the Lord.",
      "9": "Abram pulled out from there and kept traveling toward the Negev.",
      "10": "There was a famine in the land. So Abram went down into Egypt to stay there for a while, because the famine was severe in the land.",
      "11": "As he was about to enter Egypt, he said to Sarai his wife, “Look, I know that you are a beautiful woman.",
      "12": "It might happen that when the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me, but they will keep you alive.",
      "13": "Please say that you are my sister, so that it will go well for me because of you, and that my life may be preserved on account of you.”",
      "14": "So it happened that when Abram arrived in Egypt, the Egyptians did see that the woman was very beautiful.",
      "15": "Pharaoh’s officials saw her and praised her to Pharaoh, and the woman was taken into Pharaoh’s house.",
      "16": "He treated Abram well for her sake. Abram received sheep, cattle, male donkeys, male servants, female servants, female donkeys, and camels.",
      "17": "But the Lord struck Pharaoh and his house with severe diseases because of Sarai, Abram’s wife.",
      "18": "Pharaoh summoned Abram and said, “What is this that you have done to me? Why didn’t you tell me that she was your wife?",
      "19": "Why did you say, ‘She is my sister,’ so that I took her to be my wife? Here is your wife. Take her and go.”",
      "20": "Pharaoh gave his men orders concerning him, so they sent him on his way with his wife and all that he had."
    },
    "13": {
      "1": "Abram went up out of Egypt into the Negev. He went with his wife and with all that he had, and with Lot too.",
      "2": "Abram was very wealthy in livestock, in silver, and in gold.",
      "3": "He went on his journeys from the Negev to Bethel, to the place where his tent had been at the beginning, between Bethel and Ai.",
      "4": "He went to the site of the altar that he had made there earlier. There Abram proclaimed the name of the Lord.",
      "5": "Lot, who went with Abram, also had flocks, herds, and tents.",
      "6": "The land was not able to support them if they lived close together, because their possessions were so great that they could not live together.",
      "7": "There was conflict between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. (The Canaanites and the Perizzites lived in the land at that time.)",
      "8": "Abram said to Lot, “Please, because we are close relatives, let there be no conflict between me and you and between my herdsmen and your herdsmen.",
      "9": "Doesn’t the whole land lie before you? Please separate yourself from me. If you go to the left, then I will go to the right. Or if you go to the right, then I will go to the left.”",
      "10": "Lot looked up and saw the whole region around the Jordan River as you come to Zoar. (Before the Lord destroyed Sodom and Gomorrah, it was well watered everywhere, like the garden of the Lord, like the land of Egypt.)",
      "11": "So Lot chose the region around the Jordan for himself. Lot headed out toward the east, and they separated from each other.",
      "12": "Abram lived in the land of Canaan, and Lot lived among the cities of the region around the Jordan and moved his tent close to Sodom.",
      "13": "Now the men of Sodom were extremely wicked sinners against the Lord.",
      "14": "After Lot was separated from him, the Lord said to Abram, “Now, lift up your eyes, and look around from the place where you are. Look north and south, east and west,",
      "15": "because all the land that you see, I will give to you and to your descendants permanently.",
      "16": "I will make your descendants like the dust of the earth, so that if a man could count the dust of the earth, then your descendants could also be counted.",
      "17": "Get up, walk through the length and breadth of the land, because I will give it to you.”",
      "18": "Abram moved his tent and went to live by the oaks at Mamre, which are at Hebron, and built an altar there to the Lord."
    },
    "14": {
      "1": "In those days Amraphel king of Shinar, Arioch king of Ellasar, Kedorlaomer king of Elam, and Tidal king of Goyim",
      "2": "made war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar).",
      "3": "All these joined together in the Valley of Siddim (that is, the Salt Sea).",
      "4": "For twelve years they served Kedorlaomer, but in the thirteenth year they rebelled.",
      "5": "In the fourteenth year Kedorlaomer and the kings who were with him came and struck the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim,",
      "6": "and the Horites in their Mount Seir, all the way to El Paran, which is by the wilderness.",
      "7": "They returned and came to En Mishpat (that is, Kadesh) and struck all the territory of the Amalekites, and also the Amorites who lived in Hazazon Tamar.",
      "8": "The king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out and lined up for battle in the Valley of Siddim",
      "9": "against Kedorlaomer king of Elam, Tidal king of Goyim, Amraphel king of Shinar, and Arioch king of Ellasar—four kings against five.",
      "10": "Now the Valley of Siddim was full of tar pits. When the kings of Sodom and Gomorrah fled, they fell there. Those who survived fled to the hills.",
      "11": "The raiders took all the possessions of Sodom and Gomorrah and all their food, and then they went on their way.",
      "12": "Because he had been living in Sodom, they took also Lot, the son of Abram’s brother, and his possessions and went on their way.",
      "13": "One person escaped and came and told Abram the Hebrew, who was living by the oaks that belonged to Mamre the Amorite, the brother of Eshcol and Aner. They were allies of Abram.",
      "14": "When Abram heard that his relative was taken captive, he led out all his trained men who were born in his house, three hundred eighteen of them, and pursued them as far as Dan.",
      "15": "During the night he divided his servants into groups to attack them. He struck them and pursued them to Hobah, north of Damascus.",
      "16": "He brought back all the possessions. He also brought back his relative Lot, and his possessions, and the women also, and the rest of the people.",
      "17": "After Abram’s return from the defeat of Kedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the King’s Valley).",
      "18": "Melchizedek king of Salem brought out bread and wine. He was a priest of God Most High.",
      "19": "He blessed Abram and said, “Blessed be Abram by God Most High, Creator of heaven and earth,",
      "20": "and blessed be God Most High, who has delivered your enemies into your hand.”\nAbram gave him a tenth of everything.",
      "21": "The king of Sodom said to Abram, “Give me the people and take the goods for yourself.”",
      "22": "Abram said to the king of Sodom, “I have lifted up my hand to swear to the Lord, God Most High, Creator of heaven and earth,",
      "23": "that I will not take a thread or a sandal strap or anything that is yours, so that you cannot say, ‘I have made Abram rich.’",
      "24": "I will take nothing except that which the young men have eaten and the share belonging to the men who went with me, namely, Aner, Eshcol, and Mamre. Let them take their share.”"
    },
    "15": {
      "1": "After these events the word of the Lord came to Abram in a vision. He said, “Do not be afraid, Abram. I am your shield, your very great reward.”",
      "2": "Abram said, “Lord God what can you give me, since I remain childless, and the one who will inherit my estate is Eliezer of Damascus?”",
      "3": "Abram also said, “Look, you have given me no offspring, so a servant born in my house will be my heir.”",
      "4": "Just then, the word of the Lord came to him. God said, “This man will not be your heir, but instead one who will come out of your own body will be your heir.”",
      "5": "The Lord then brought him outside and said, “Now look toward the sky and count the stars, if you are able to count them.” He said to Abram, “This is what your descendants will be like.”",
      "6": "Abram believed in the Lord, and the Lord credited it to him as righteousness.",
      "7": "He said to him, “I am the Lord, who brought you out of Ur of the Chaldeans to give you this land as a possession.”",
      "8": "He said, “Lord God, how will I know that I will possess it?”",
      "9": "The Lord said to him, “Bring me a heifer three years old, a female goat three years old, a ram three years old, a turtledove, and a young pigeon.”",
      "10": "Abram gathered all of these, divided them in half, and laid the two halves across from each other, but he did not divide the birds in two.",
      "11": "Birds of prey came down on the carcasses, but Abram drove them away.",
      "12": "When the sun was going down, a deep sleep fell on Abram. Then terrifying, deep darkness fell on him.",
      "13": "The Lord said to Abram, “Know this! Your descendants will live as aliens in a land that is not theirs, and they will serve its people, who will afflict them for four hundred years.",
      "14": "But I will surely judge the nation that they will serve. Afterward your descendants will come out with great wealth,",
      "15": "but you will go to your fathers in peace. You will be buried at a good old age.",
      "16": "In the fourth generation your descendants will come here again, because the guilt of the Amorites is not yet full.”",
      "17": "Then when the sun had gone down and it was dark, suddenly a smoking oven and a flaming torch passed between the pieces.",
      "18": "On that day the Lord made a covenant with Abram. He said, “To your descendants I have given this land from the river of Egypt to the great river, the river Euphrates.",
      "19": "I will give you the territory of the Kenites, the Kenizzites, the Kadmonites,",
      "20": "the Hittites, the Perizzites, the Rephaites,",
      "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"
    },
    "16": {
      "1": "Now Sarai, Abram’s wife, bore no children for him. She had a servant girl, an Egyptian, whose name was Hagar.",
      "2": "Sarai said to Abram, “See now, the Lord has prevented me from bearing children. Please go to my servant girl. It may be that I can build up a family through her.” Abram listened to the voice of Sarai.",
      "3": "After Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took her servant girl, Hagar the Egyptian, and gave her to her husband Abram to be his wife.",
      "4": "He went to Hagar, and she conceived. When she saw that she had conceived, she looked down on her mistress.",
      "5": "Sarai said to Abram, “This wrong that I am suffering is on account of you. I gave my servant girl into your embrace, and when she saw that she had conceived, she looked down on me. May the Lord judge between me and you.”",
      "6": "But Abram said to Sarai, “Look, your servant girl is in your hands. Do to her whatever seems good to you.” Sarai dealt harshly with her, and she fled from her presence.",
      "7": "The Angel of the Lord found Hagar beside a flowing spring in the wilderness, beside the spring on the way to Shur.",
      "8": "He said, “Hagar, servant girl of Sarai, where did you come from? Where are you going?”\nShe said, “I am fleeing from the presence of my mistress Sarai.”",
      "9": "The Angel of the Lord said to her, “Return to your mistress and submit to her authority.”",
      "10": "The Angel of the Lord said to her, “I will greatly multiply your descendants, so that they will be too many to count.”",
      "11": "The Angel of the Lord said to her, “Listen, you are expecting a child and will give birth to a son. You shall name him Ishmael, because the Lord has heard your affliction.",
      "12": "He will be a wild donkey of a man. His hand will be against every man, and every man’s hand against him. He will dwell in hostility toward all of his brothers.”",
      "13": "She called the name of the Lord who spoke to her, “You are a God who sees,” for she said, “Here have I really seen him who sees me?”",
      "14": "Therefore the well was called Be’er Lahai Roi. It is right there between Kadesh and Bered.",
      "15": "Hagar gave birth to a son for Abram. Abram named his son, whom Hagar bore, Ishmael.",
      "16": "Abram was eighty-six years old when Hagar bore Ishmael for him."
    },
    "17": {
      "1": "When Abram was ninety-nine years old, the Lord appeared to Abram and said to him, “I am God Almighty. Walk before me and be blameless.",
      "2": "I will make my covenant between me and you, and I will make your descendants very numerous.”",
      "3": "Abram fell on his face. God spoke with him. He said,",
      "4": "“As for me, this is my covenant with you. You will be the father of many nations.",
      "5": "Your name will not be Abram anymore, but your name will be Abraham, for I have made you the father of a large group of nations.",
      "6": "I will make you extremely fruitful, and I will produce nations from you. Kings will come out of you.",
      "7": "I will establish my covenant between me and you and your descendants after you as an everlasting covenant throughout their generations. I will be your God and the God of your descendants after you.",
      "8": "I will give the land where you are living as an alien, all the land of Canaan, to you and to your descendants after you as a permanent possession. I will be their God.”",
      "9": "God said to Abraham, “As for you, you must keep my covenant, you and your descendants after you throughout their generations.",
      "10": "This is my covenant, which you shall keep, a covenant between me and you and your descendants after you: Every male among you shall be circumcised.",
      "11": "You shall be circumcised by cutting the foreskin off your flesh. It will be a sign of the covenant between me and you.",
      "12": "Every boy among you who is eight days old shall be circumcised, every male throughout your generations, whether he is born in your house or purchased with money from any foreigner who is not descended from you.",
      "13": "Every male who is born in your house or one who is purchased with your money must be circumcised. My covenant will be marked on your flesh as an everlasting covenant.",
      "14": "The uncircumcised male who is not circumcised by removing the foreskin from his flesh, that person must be cut off from his people. He has broken my covenant.”",
      "15": "God said to Abraham, “As for Sarai your wife, you shall not call her Sarai anymore, but her name will be Sarah.",
      "16": "I will bless her and even give you a son by her. Yes, I will bless her, and she will be a mother of nations. Kings of many peoples will come from her.”",
      "17": "Then Abraham fell on his face and laughed and said in his heart, “Will a child be born to someone who is one hundred years old? Will Sarah, who is ninety years old, give birth?”",
      "18": "And Abraham said to God, “Oh, let Ishmael live in your presence!”",
      "19": "But God said, “No, Sarah, your wife, will bear a son for you. You shall name him Isaac. I will establish my covenant with him as an everlasting covenant for his descendants after him.",
      "20": "“As for Ishmael, I have heard you. Yes, I have blessed him. I will make him fruitful and will multiply him very greatly. He will become the father of twelve chiefs, and I will make him into a great nation.",
      "21": "But my covenant I will establish with Isaac, whom Sarah will bear for you at this set time next year.”",
      "22": "When he finished talking with him, God went up from Abraham.",
      "23": "Abraham took his son Ishmael, along with every male in Abraham’s house, all those who were born in his house, and all those who were purchased with his money, and he circumcised them by cutting off the foreskin from their flesh. He did this on that very day, just as God had said to him.",
      "24": "Abraham was ninety-nine years old when the foreskin of his flesh was circumcised.",
      "25": "Ishmael, his son, was thirteen years old when the foreskin of his flesh was circumcised.",
      "26": "On the same day both Abraham and Ishmael, his son, were circumcised.",
      "27": "All the men of his house, those born in the house as well as those purchased with money from a foreigner, were circumcised along with him."
    },
    "18": {
      "1": "The Lord appeared to Abraham by the oaks of Mamre, as he was sitting by the door to his tent during the heat of the day.",
      "2": "Abraham looked up, and he saw three men standing in front of him. When he saw them, he ran from the tent door to meet them, and he bowed down to the ground.",
      "3": "He said, “My lord, if I have now found favor in your sight, please do not pass your servant by.",
      "4": "Now let me get a little water so that all of you can wash your feet and rest under the tree.",
      "5": "Let me get some bread so that you can refresh yourselves. After that you may go your way. That is why you have come to your servant.”\nThey said, “Yes, do as you have said.”",
      "6": "Abraham hurried into the tent to Sarah and said, “Quickly prepare twenty quarts of fine flour, knead it, and make some loaves of bread.”",
      "7": "Abraham ran to the herd, brought a good, tender calf, and gave it to the servant. He hurried to prepare it.",
      "8": "He took cheese curds, milk, and the calf that he had prepared and set it before them. He stood beside them under the tree while they ate.",
      "9": "They asked him, “Where is Sarah, your wife?”\nHe said, “She is over there in the tent.”",
      "10": "One of the men said, “I will certainly return to you when this season comes around next year. Then Sarah your wife will have a son.”\nSarah was listening to this from the tent door, which was behind him.",
      "11": "Now Abraham and Sarah were old, well into old age. Sarah was past the age for childbearing.",
      "12": "Sarah laughed to herself, saying, “After I am worn out, will I have pleasure, since my lord is also old?”",
      "13": "The Lord said to Abraham, “Why did Sarah laugh and say, ‘Will I really give birth to a child though I am old?’",
      "14": "Is anything impossible for the Lord? At the set time next year I will return to you, and Sarah will have a son.”",
      "15": "Then Sarah denied it and said, “I did not laugh,” because she was afraid.\nThe Lord said, “Yes, you did laugh.”",
      "16": "The men got up from there and looked down toward Sodom. Abraham went with them to see them on their way.",
      "17": "The Lord said, “Should I hide from Abraham what I am about to do,",
      "18": "since Abraham will surely become a great and mighty nation, and all the nations of the earth will be blessed in him?",
      "19": "For I have chosen him, so that he may command his children and his household who follow after him to keep the way of the Lord by carrying out righteousness and justice, so that the Lord may deliver to Abraham what he has promised him.”",
      "20": "So the Lord said, “Because the outcry against Sodom and Gomorrah is great, and because their sin is very flagrant,",
      "21": "I will go down now and see if what they have done is as bad as the outcry that has come to me. If not, I will know.”",
      "22": "The two men turned from there and went toward Sodom, but Abraham remained standing before the Lord.",
      "23": "Abraham approached him and said, “Will you really sweep away the righteous along with the wicked?",
      "24": "What if there are fifty righteous people in the city? Will you really sweep them away and not spare the place for the sake of the fifty righteous who are in it?",
      "25": "You would never do such a thing, killing the righteous along with the wicked, treating the righteous the same as the wicked. You would never do such a thing. The Judge of all the earth should do right, shouldn’t he?”",
      "26": "The Lord said, “If I find fifty righteous people within the city of Sodom, then I will spare the entire place for their sake.”",
      "27": "Abraham answered, “See now, I who am but dust and ashes have taken it on myself to speak to my Lord.",
      "28": "What if there are five fewer than fifty righteous? Will you destroy the entire city if the number is five short?”\nHe said, “I will not destroy it if I find forty-five there.”",
      "29": "He spoke to him yet again and said, “What if only forty are found there?”\nHe said, “I will not do it for the sake of the forty.”",
      "30": "He said, “Please, do not be angry, my Lord, but I will speak again. What if thirty are found there?”\nHe said, “I will not do it if I find thirty there.”",
      "31": "He said, “See now, I have taken it upon myself to speak to my Lord. What if there are twenty found there?”\nHe said, “I will not destroy it for the sake of the twenty.”",
      "32": "He said, “Please, do not be angry, my Lord, but I will speak just once more. What if ten are found there?”\nHe said, “I will not destroy it for the sake of the ten.”",
      "33": "As soon as he had finished speaking with Abraham, the Lord went on his way, and Abraham returned to his place."
    },
    "19": {
      "1": "The two angels came to Sodom at evening. Lot, who was sitting in the gatehouse of Sodom, saw them and got up to meet them. He bowed down with his face to the ground,",
      "2": "and he said, “See now, my lords, please turn aside into your servant’s house and spend the night. Wash your feet, and you can get up early and go on your way.”\nThey said, “No, we will spend the night in the street.”",
      "3": "But he kept urging them, so they came with him and entered his house. He made them a feast and baked unleavened bread, and they ate.",
      "4": "But before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the people from all parts of town.",
      "5": "They called to Lot and said to him, “Where are the men who came to you tonight? Bring them out to us, that we may be intimate with them.”",
      "6": "Lot went out to them and shut the door behind him.",
      "7": "He said, “Please, my brothers, do not act so wickedly.",
      "8": "See now, I have two daughters who have not had relations with a man. Please let me bring them out to you, and you may do to them whatever seems good to you. Only do not do anything to these men, because they have come under the protection of my roof.”",
      "9": "They said, “Get out of our way!” They also said, “This fellow came to live here as an alien, and now he appoints himself as a judge. Now we will treat you worse than them!” They kept pushing Lot back and were ready to break down the door.",
      "10": "But the men inside reached out and grabbed Lot and pulled him into the house with them and shut the door.",
      "11": "They struck the men who were pressing against the door of the house, both young and old, with blindness so that they wore themselves out trying to find the door.",
      "12": "The men said to Lot, “Do you have anyone else here? Sons-in-law, your sons, your daughters, whoever you have in the city, get them out of this place,",
      "13": "for we are going to destroy this place, because the outcry against it has grown great before the Lord, so the Lord has sent us to destroy it.”",
      "14": "So Lot went out and spoke to his sons-in-law, who were pledged to his daughters in marriage. He said, “Get up! Get out of this place, for the Lord is going to destroy the city.” But to his sons-in-law he seemed to be joking.",
      "15": "When the dawn came, the angels urged Lot, “Get going! Take your wife and your two daughters who are here, so that you will not be swept away by the guilt of the city.”",
      "16": "But Lot was taking too much time, so the men grabbed his hand, his wife’s hand, and the hands of his two daughters, because of the Lord’s compassion for him. They led him out and placed him outside of the city.",
      "17": "Then when they had taken them out, one of them said, “Run for your life! Don’t look behind you, and don’t stay anywhere in the plain. Escape to the mountains, so that you are not swept away!”",
      "18": "Lot said to them, “Oh no, my lord.",
      "19": "See now, your servant has found favor in your sight, and you have shown me great mercy by saving my life. I cannot flee to the mountains, or this disaster will stick with me, and I will die.",
      "20": "Look, this city is close enough to flee to, and it is a little one. Please let me flee there—isn’t it just a little one?—so that my life will be saved.”",
      "21": "The man said to him, “Very well, I have granted your request concerning this thing, so I will not overthrow the city that you have spoken about.",
      "22": "Hurry, flee there, because I cannot do anything until you get there.” So the city was named Zoar.",
      "23": "The sun had risen over the land when Lot came to Zoar.",
      "24": "Then the Lord rained on Sodom and Gomorrah sulfur and fire out of the sky from the Lord.",
      "25": "He overthrew those cities, as well as all the plain, all the inhabitants of the cities, and whatever grew in the soil.",
      "26": "But Lot’s wife, who was behind him, looked back, and she became a pillar of salt.",
      "27": "Abraham got up early in the morning and went to the place where he had stood before the Lord.",
      "28": "He looked down toward Sodom and Gomorrah and all the land of the plain. As he looked, he saw that the smoke from the land was going up like the smoke from a kiln.",
      "29": "And so when God destroyed the cities of the plain, God remembered Abraham and brought Lot out through the middle of the devastation, when he overthrew the cities where Lot had lived.",
      "30": "Lot went up out of Zoar and lived in the mountains, for he was afraid to live in Zoar. His two daughters were with him. He lived in a cave with his two daughters.",
      "31": "The firstborn said to the younger, “Our father is old, and there is not a man in the land to come to us as normally takes place everywhere on earth.",
      "32": "Come on, let’s get our father to drink wine, and we will lie down with him, that we may preserve our father’s seed.”",
      "33": "They got their father to drink wine that night, and the firstborn went and lay down with her father. He did not know it when she lay down or when she got up.",
      "34": "Then the next day the firstborn said to the younger, “Look, last night I lay down with my father. Let us get him to drink wine again tonight. You go and lie down with him, so that we may preserve our father’s seed.”",
      "35": "They got their father to drink wine that night also. Then the younger went and lay with him. He did not know it when she lay down or when she got up.",
      "36": "In this way both of Lot’s daughters became pregnant by their father.",
      "37": "The firstborn gave birth to a son and named him Moab. He is the father of the Moabites to this day.",
      "38": "The younger also gave birth to a son and called his name Ben Ammi. He is the father of the people of Ammon to this day."
    },
    "20": {
      "1": "Abraham traveled from there toward the Negev, and he lived between Kadesh and Shur. He lived as a resident alien in Gerar.",
      "2": "About his wife Sarah Abraham said, “She is my sister.” Abimelek king of Gerar sent and took Sarah.",
      "3": "But God came to Abimelek in a dream during the night and said to him, “Listen to me! You are a dead man because of the woman you have taken, because she has a husband.”",
      "4": "Now Abimelek had not come near her. He said, “Lord, will you kill even a righteous nation?",
      "5": "Didn’t he tell me, ‘She is my sister’? Even she herself said, ‘He is my brother.’ I have done this with a sincere heart and innocent hands.”",
      "6": "God said to him in the dream, “Yes, I know that you have done this with a sincere heart, so I also prevented you from sinning against me. That is why I did not allow you to touch her.",
      "7": "Now therefore, return the man’s wife. He is a prophet, and he will pray for you, and you will live. If you do not return her, know for sure that you will die, you along with all who are yours.”",
      "8": "Abimelek rose early in the morning, called all his servants, and told them all these things. The men were terrified.",
      "9": "Then Abimelek summoned Abraham and said to him, “What have you done to us? How have I sinned against you, that you have brought this great sin on me and on my kingdom? You have done things to me that should not be done!”",
      "10": "Abimelek said to Abraham, “What did you see in us that made you do this?”",
      "11": "Abraham said, “I did it because I said to myself, ‘Surely they do not fear God in this place. They will kill me to get my wife.’",
      "12": "Besides, she really is my sister, the daughter of my father but not the daughter of my mother, and she became my wife.",
      "13": "When God had me migrate from my father’s house, I said to her, ‘This is the kindness that you shall show to me: Everywhere that we go, say about me, “He is my brother.”’”",
      "14": "Abimelek took sheep and cattle, male servants and female servants, and he gave them to Abraham. He also returned Sarah, his wife, to him.",
      "15": "Abimelek said, “Look, my land is in front of you. Dwell wherever it pleases you.”",
      "16": "To Sarah he said, “Look, I have given your brother a thousand pieces of silver. You see, it covers any offense in the eyes of everyone who is with you. In front of all of them you are vindicated.”",
      "17": "Abraham prayed to God. God healed Abimelek and his wife and his female servants, so that they were able to bear children.",
      "18": "For the Lord had closed up tight all the wombs of the household of Abimelek over the matter of Sarah, Abraham’s wife."
    },
    "21": {
      "1": "The Lord visited Sarah as he had said, and the Lord did for Sarah as he had promised.",
      "2": "Sarah conceived and gave birth to a son for Abraham in his old age, at the set time which God had announced to him.",
      "3": "Abraham named the son who was born to him—the son whom Sarah had borne to him— Isaac.",
      "4": "Abraham circumcised his son Isaac when he was eight days old, as God had commanded him.",
      "5": "Abraham was one hundred years old when his son Isaac was born to him.",
      "6": "Sarah said, “God has made me laugh. Everyone who hears will laugh with me.”",
      "7": "She said, “Who would have said to Abraham that Sarah would nurse children? Yet I have borne a son for him in his old age.”",
      "8": "The child grew and was weaned. Abraham made a great feast on the day that Isaac was weaned.",
      "9": "Sarah saw the son of Hagar the Egyptian, the son whom Hagar had borne to Abraham, laughing at Isaac.",
      "10": "Therefore, she said to Abraham, “Throw out this slave girl and her son! For the son of this slave will not be heir with my son Isaac.”",
      "11": "Abraham was very distressed because of his son.",
      "12": "God said to Abraham, “Do not be so distressed because of the boy and because of your maid. Listen to everything that Sarah says to you, because the family line of your descendants will be traced through Isaac.",
      "13": "I will also make the son of the maid into a nation because he too is your offspring.”",
      "14": "Abraham got up early in the morning. He took bread and a waterskin, which he gave to Hagar, putting it over her shoulder. He sent her away with her child. She set out and wandered in the wilderness near Beersheba.",
      "15": "The water in the skin was used up, and she dragged the child under one of the bushes.",
      "16": "She went and sat down by herself, across from him, at a distance, about a bow shot away, because she said, “Do not let me see the death of the child.” She sat across from him and wept loudly.",
      "17": "God heard the boy’s voice, and the Angel of God called to Hagar out of heaven and said to her, “What is wrong, Hagar? Do not be afraid, for God has heard the boy’s voice right where he is.",
      "18": "Get up. Help the boy up, and take him by the hand, because I will make him into a great nation.”",
      "19": "God opened her eyes, and she saw a well with water in it. She went, filled the skin with water, and gave the boy a drink.",
      "20": "God was with the boy, and as he grew up, he lived in the wilderness and became an archer.",
      "21": "He lived in the wilderness of Paran. His mother took a wife for him from the land of Egypt.",
      "22": "At that time Abimelek and Phicol, the commander of his army, spoke to Abraham. He said, “God is with you in everything that you do.",
      "23": "Now swear to me here by God that you will not deal treacherously with me, or with my son, or with my grandson. But just as I have been kind to you, you shall do the same for me and for the land in which you have lived as an alien.”",
      "24": "Abraham said, “I will swear it.”",
      "25": "Abraham complained to Abimelek because of a well which Abimelek’s servants had seized violently.",
      "26": "Abimelek said, “I do not know who has done this. You did not tell me, and I did not hear about it until today.”",
      "27": "Abraham took sheep and cattle and gave them to Abimelek. The two of them made a treaty.",
      "28": "Abraham set aside seven ewe lambs from the flock.",
      "29": "Abimelek said to Abraham, “Why have you set these seven ewe lambs by themselves?”",
      "30": "He said, “You shall accept these seven ewe lambs from my hand as legal testimony that I have dug this well.”",
      "31": "Therefore, he called that place Beersheba, because they both took an oath there.",
      "32": "So they made a treaty at Beersheba. Then Abimelek got up with Phicol, the commander of his army, and they returned into the land of the Philistines.",
      "33": "Abraham planted a tamarisk tree in Beersheba, and there he proclaimed the name of the Lord, the Eternal God.",
      "34": "Abraham lived as an alien in the land of the Philistines for a long time."
    },
    "22": {
      "1": "Some time later God tested Abraham. He called to him, “Abraham!”\nAbraham answered, “I am here.”",
      "2": "God said, “Now take your son, your only son, whom you love, Isaac, and go to the land of Moriah. Offer him there as a burnt offering on one of the mountains there, the one to which I direct you.”",
      "3": "Abraham got up early in the morning, saddled his donkey, and took two of his young men with him, along with Isaac his son. Abraham split the wood for the burnt offering. Then he set out to go to the place that God had told him about.",
      "4": "On the third day Abraham looked up and saw the place in the distance.",
      "5": "Abraham said to his young men, “Stay here with the donkey. The boy and I will go on over there. We will worship, and then we will come back to you.”",
      "6": "Abraham took the wood for the burnt offering and loaded it on Isaac his son. He took the firepot and the knife in his hand. The two of them went on together.",
      "7": "Isaac spoke to Abraham his father and said, “My father?”\nHe said, “I am here, my son.”\nHe said, “Here are the fire and the wood, but where is the lamb for a burnt offering?”",
      "8": "Abraham said, “God himself will provide the lamb for a burnt offering, my son.” So the two of them went on together.",
      "9": "They came to the place that God had told him about. Abraham built the altar there. He arranged the wood, tied up Isaac his son, and laid him on the altar on top of the wood.",
      "10": "Abraham stretched out his hand and took the knife to slaughter his son.",
      "11": "The Angel of the Lord called to him from heaven, “Abraham, Abraham!”\nAbraham said, “I am here.”",
      "12": "He said, “Do not lay your hand on the boy. Do not do anything to him. For now I know that you fear God, because you have not withheld your son, your only son, from me.”",
      "13": "Abraham looked around and saw that behind him there was a ram caught in the thicket by its horns. Abraham went and took the ram and offered it up as a burnt offering instead of his son.",
      "14": "Abraham called the name of that place “The Lord Will Provide.” So it is said to this day, “On the mountain of the Lord it will be provided.”",
      "15": "The Angel of the Lord called to Abraham a second time from heaven",
      "16": "and said, “I have sworn by myself, declares the Lord, because you have done this thing and have not withheld your son, your only son,",
      "17": "I will bless you greatly, and I will multiply your descendants greatly, like the stars of the sky and like the sand on the seashore. Your descendants will take possession of the city gates of their enemies.",
      "18": "In your seed all the nations of the earth will be blessed, because you have obeyed my voice.”",
      "19": "Then Abraham returned to his young men, and they set out and traveled together to Beersheba. Abraham lived at Beersheba.",
      "20": "Some time after these things Abraham was told, “Listen. Milcah also has borne children for your brother Nahor.",
      "21": "They are Uz his firstborn, his brother Buz, Kemuel the father of Aram,",
      "22": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”",
      "23": "Bethuel became the father of Rebekah. These eight sons Milcah bore for Nahor, Abraham’s brother.",
      "24": "Nahor’s concubine, whose name was Reumah, also gave birth to Tebah, Gaham, Tahash, and Ma’akah."
    },
    "23": {
      "1": "Sarah lived one hundred twenty-seven years. That was the length of Sarah’s life.",
      "2": "Sarah died in Kiriath Arba (that is, Hebron) in the land of Canaan. Abraham went to mourn for Sarah and to weep for her.",
      "3": "Then Abraham got up from beside his deceased wife. He went and spoke to the descendants of Heth. He said,",
      "4": "“I am an alien who has settled among you. Let me have a piece of property for a burial place among you where I may bury my dead in their final resting place.”",
      "5": "The descendants of Heth answered Abraham,",
      "6": "“Listen to us, my lord. You are a prince of God among us. Bury your dead in the best of our tombs. None of us will withhold his tomb from you. Bury your dead.”",
      "7": "Abraham stood up and bowed down to the people of the land, that is, to the descendants of Heth.",
      "8": "He said to them, “If you have agreed that I may bury my dead in their final resting place, then listen to me, and speak to Ephron son of Zohar on my behalf,",
      "9": "so that he gives me the Cave of Machpelah, which is at the end of the field that he owns. Let him give it to me for the full price so that I may own a burial site among you.”",
      "10": "Now Ephron was sitting among the descendants of Heth. Ephron the Hittite responded to Abraham in the hearing of all the Hittites who were gathered at the city gate. He said,",
      "11": "“No, my lord, listen to me. I give you the field, and I give you the cave that is in it. In the presence of my people I give it to you. Bury your dead.”",
      "12": "Abraham bowed down before the people of the land.",
      "13": "He spoke to Ephron in the hearing of the people of the land. He said, “No, but if you are willing, please listen to me. I will give the money for the field. Accept it from me, and I will bury my dead there.”",
      "14": "Ephron responded to Abraham,",
      "15": "“My lord, listen to me. The land is worth four hundred shekels of silver, but what is that between me and you? Go ahead, bury your dead.”",
      "16": "Abraham accepted Ephron’s offer, and Abraham weighed out to Ephron the price that Ephron had quoted to him in the hearing of the Hittites, four hundred shekels of silver, according to the current standard of the merchants at that time.",
      "17": "So the field of Ephron, which was in Machpelah, near Mamre—the field, the cave that was in it, and all the trees that were within the boundaries of the field were deeded",
      "18": "to Abraham as his property. This was done in the presence of all the Hittites, who were assembled at the gate of the city.",
      "19": "After this, Abraham buried Sarah his wife in the cave in the field at Machpelah near Mamre (that is, Hebron), in the land of Canaan.",
      "20": "The field and the cave that is in it were deeded to Abraham by the descendants of Heth as his property to be used as a burial site."
    },
    "24": {
      "1": "Abraham was very old, well into old age. The Lord had blessed Abraham in all things.",
      "2": "Abraham said to his servant, the senior supervisor of his house, who was in charge of everything that he had, “Please put your hand under my thigh.",
      "3": "You must swear by the Lord, the God of heaven and the God of the earth, that you will not acquire a wife for my son from the daughters of the Canaanites, among whom I am living.",
      "4": "Instead, you shall go to my country and to my relatives and acquire a wife for my son Isaac.”",
      "5": "The servant said to him, “What if the woman is not willing to follow me to this land? In that case, should I take your son back to the land that you came from?”",
      "6": "Abraham said to him, “Let me make it very clear to you that you are not to take my son back there again.",
      "7": "The Lord, the God of heaven, took me away from my father’s house and from the land of my birth. He spoke to me and swore to me, saying, ‘I will give this land to your descendants.’ The Lord will send his angel ahead of you, so you shall find a wife for my son from there.",
      "8": "If the woman is not willing to follow you, you will be released from this oath. But under no circumstances shall you take my son back there.”",
      "9": "The servant put his hand under the thigh of Abraham his master and swore to him concerning this matter.",
      "10": "The servant took ten of his master’s camels and set out. He took a variety of goods from his master with him. He set out and went to Mesopotamia to the city of Nahor.",
      "11": "He made the camels kneel down by the well outside the city. It was evening, the time when women go out to draw water.",
      "12": "He said, “O Lord, the God of my master Abraham, please give me success this day, and show kindness to my master Abraham.",
      "13": "Here I am, standing by the spring of water, and the daughters of the men of the city are coming out to draw water.",
      "14": "Let this be the test: The young lady to whom I say, ‘Please let down your water jar, so that I may drink,’ will say, ‘Drink, and I will also give your camels a drink.’ She will be the one you have chosen for your servant Isaac. This is how I will know that you have shown kindness to my master.”",
      "15": "Before he had even finished speaking, out came Rebekah with her water jar on her shoulder. She was the daughter of Bethuel, who was the son of Milcah, the wife of Nahor, Abraham’s brother.",
      "16": "The young lady was very beautiful to look at, a virgin, who had never been intimate with any man. She went down to the spring, filled her water jar, and came up.",
      "17": "The servant ran to meet her and said, “Please give me a drink, a little water from your water jar.”",
      "18": "She said, “Drink, my lord.” She quickly let down her water jar into her hands and gave him a drink.",
      "19": "When she was done giving him a drink, she said, “I will also draw water for your camels, until they have finished drinking.”",
      "20": "She hurried and emptied her water jar into the trough, ran to the well again to draw more water, and drew water for all his camels.",
      "21": "The man remained silent and watched her carefully to find out whether the Lord had made his journey successful or not.",
      "22": "Then, when the camels were finished drinking, the man took a gold nose ring that weighed half a shekel and two gold bracelets that weighed ten shekels for her wrists.",
      "23": "Then he asked, “Whose daughter are you? Please tell me. Is there room for us to stay in your father’s house?”",
      "24": "She said to him, “I am the daughter of Bethuel, the son of Milcah, whom she bore to Nahor.”",
      "25": "She also said to him, “We have both straw and enough feed and enough room for you to spend the night.”",
      "26": "The man bowed his head and worshipped the Lord.",
      "27": "He said, “Blessed be the Lord, the God of my master Abraham, who has not forsaken his mercy and faithfulness toward my master. Indeed, the Lord has guided me to the house of my master’s relatives.”",
      "28": "The young lady ran and told her mother’s household about these things.",
      "29": "Rebekah had a brother whose name was Laban. Laban ran out to the spring to meet the man.",
      "30": "When he saw the nose ring and the bracelets on his sister’s wrists, and after he heard the words from Rebekah his sister, who said, “This is what the man said to me,” he went to find the man. And there he was, standing next to the camels by the spring.",
      "31": "Laban said, “Come with me, you who are blessed by the Lord. Why are you standing outside when I have prepared the house and a place for the camels?”",
      "32": "The man came to the house and unloaded the camels. Laban gave him straw and feed for the camels and water to wash his feet and the feet of the men who were with him.",
      "33": "Food was set before him to eat, but he said, “I will not eat until I have delivered my message.”\nLaban said, “Tell us.”",
      "34": "He said, “I am Abraham’s servant.",
      "35": "The Lord has blessed my master greatly. He has become great. The Lord has given him flocks and herds, silver and gold, male servants and female servants, camels and donkeys.",
      "36": "Sarah, my master’s wife, bore a son for my master when she was old. My master has given him everything that he owns.",
      "37": "My master made me take an oath. He said, ‘You must not acquire a wife for my son from the daughters of the Canaanites, in whose land I am living.",
      "38": "Instead, you shall go to my father’s house and to my relatives and acquire a wife for my son.’",
      "39": "I asked my master, ‘What if the woman will not follow me?’",
      "40": "He said to me, ‘The Lord, in whose presence I walk, will send his angel with you and give your journey success, and you will acquire a wife for my son from my relatives and from my father’s house.",
      "41": "But you will be released from my oath, if, when you have come to my relatives, they do not give her to you—then you will be released from my oath.’",
      "42": "Today I came to the spring and said, ‘O Lord, the God of my master Abraham, if you now will bless my journey with success,",
      "43": "(here I am, standing by this spring of water) let this be the test: If the virgin who comes out to draw water (the one to whom I say, “Please give me a little water to drink from your water jar”)",
      "44": "tells me, “Drink, and I will also draw water for your camels,” she will be the woman whom the Lord has chosen for my master’s son.’",
      "45": "Before I had finished saying this to myself, out came Rebekah with her water jar on her shoulder. She went down to the spring and drew water. I said to her, ‘Please give me a drink.’",
      "46": "She hurried and lowered her water jar from her shoulder and said, ‘Drink, and I will also give your camels a drink.’ So I drank, and she also gave the camels a drink.",
      "47": "I asked her, ‘Whose daughter are you?’ She said, ‘The daughter of Bethuel, Nahor’s son, whom Milcah bore for him.’ I put the ring on her nose and the bracelets on her wrists.",
      "48": "I bowed my head and worshipped the Lord and blessed the Lord, the God of my master Abraham, who had led me in the right way to find the daughter of my master’s brother as a wife for his son.",
      "49": "Now if you will show mercy and faithfulness to my master here, tell me. If not, tell me, so that I may know whether to turn to the right or to the left.”",
      "50": "Then Laban and Bethuel answered, “This matter has been determined by the Lord. We cannot say anything to you either bad or good.",
      "51": "Look, Rebekah is right here in front of you. Take her and go, and let her become the wife of your master’s son, as the Lord has spoken.”",
      "52": "So, when Abraham’s servant heard their words, he bowed down to the ground before the Lord.",
      "53": "The servant brought out silver and gold jewelry and clothing and gave them to Rebekah. He also gave valuable gifts to her brother and her mother.",
      "54": "He and the men who were with him ate and drank, and they spent the night there. They got up in the morning, and he said, “Send me on my way to my master.”",
      "55": "Her brother and her mother said, “Let the young lady stay with us a few days, at least ten. After that she can go.”",
      "56": "He said to them, “Do not hold me back, since the Lord has granted my journey success. Send me on my way so that I can go to my master.”",
      "57": "They said, “We will call the young lady and ask her.”",
      "58": "They called Rebekah and asked her, “Do you want to go with this man?”\nShe said, “I do.”",
      "59": "So they sent all of them on their way—their sister Rebekah with her nurse, Abraham’s servant, and his men.",
      "60": "They blessed Rebekah and said to her, “May you, our sister, be the mother of thousands of ten thousands, and let your offspring take possession of the gates of those who hate them.”",
      "61": "Rebekah set out with her female attendants. They rode on the camels and followed the man. Abraham’s servant took Rebekah and set out on his journey.",
      "62": "Isaac had come from the direction of Be’er Lahai Roi, for he was living in the Negev.",
      "63": "In the evening Isaac had gone out into the field to meditate. He looked up and saw that there were camels coming.",
      "64": "Rebekah also looked up, and when she saw Isaac, she jumped down from the camel.",
      "65": "She said to the servant, “Who is that man who is walking through the field to meet us?”\nThe servant said, “It is my master.”\nShe took her veil and covered herself.",
      "66": "The servant told Isaac everything that he had done.",
      "67": "Isaac brought Rebekah into his mother Sarah’s tent, and he took her as his wife. He loved her, and Isaac stopped mourning his mother’s death."
    },
    "25": {
      "1": "Abraham had taken another wife. Her name was Keturah.",
      "2": "She bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah for him.",
      "3": "Jokshan became the father of Sheba and Dedan. The descendants of Dedan were the Ashshurites, Letushites, and Leummites.",
      "4": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Elda’ah. All these were the descendants of Keturah.",
      "5": "Abraham left all that he had to Isaac.",
      "6": "To the sons of his concubines Abraham gave gifts, and during his lifetime he sent them away from Isaac his son to the territory that lay to the east.",
      "7": "The total days and years of Abraham’s life were one hundred seventy-five years.",
      "8": "Abraham breathed his last and died at a good old age, an old man who lived a full life, and he was gathered to his people.",
      "9": "His sons Isaac and Ishmael buried him in the Cave of Machpelah in the field of Ephron, the son of Zohar the Hittite, which is near Mamre.",
      "10": "This was the field that Abraham had purchased from the descendants of Heth. Abraham was buried there with Sarah, his wife.",
      "11": "After the death of Abraham, God blessed Isaac, his son. Isaac lived near Be’er Lahai Roi.",
      "12": "Now this is the account about the development of the family line of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s maid, had borne to Abraham.",
      "13": "The following are the names of the sons of Ishmael and the tribes that came from them, arranged in the order of their birth:\nThe firstborn of Ishmael was Nebaioth. Then came Kedar, Adbe’el, Mibsam,",
      "14": "Mishma, Dumah, Massa,",
      "15": "Hadad, Tema, Jetur, Naphish, and Kedemah.",
      "16": "These are the names of the sons of Ishmael, arranged by their settlements and by their camps. They were twelve chiefs, each with his own tribe.",
      "17": "The total years of the life of Ishmael were one hundred thirty-seven years. When he breathed his last and died, he was gathered to his people.",
      "18": "His people lived between Havilah and Shur, east of Egypt, as you go toward Ashshur. He lived in hostility toward all his relatives.",
      "19": "This is the account about the development of the family of Isaac, Abraham’s son.\nAbraham became the father of Isaac.",
      "20": "Isaac was forty years old when he took Rebekah, who was the daughter of Bethuel, an Aramean from Paddan Aram, and the sister of Laban the Aramean, to be his wife.",
      "21": "Isaac prayed to the Lord for his wife, because she was barren. The Lord answered his prayer, and Rebekah his wife conceived.",
      "22": "The children fought with each other inside her. She said, “What is this? Why is this happening to me?” She went to inquire of the Lord.",
      "23": "The Lord said to her:\nTwo nations are in your womb.\nTwo peoples will be separated from your body.\nThe one people will be stronger than the other people.\nThe elder will serve the younger.",
      "24": "When it was time for her to give birth, it was true: There were twins in her womb.",
      "25": "The first came out red all over, like a hairy garment. They named him Esau.",
      "26": "After that, his brother came out, with his hand grabbing Esau’s heel. So he was named Jacob. Isaac was sixty years old when she gave birth to them.",
      "27": "The boys grew up. Esau was a skillful hunter, an outdoorsman. Jacob was a quiet man, who stayed home among the tents.",
      "28": "Now Isaac loved Esau more, because he ate Esau’s wild game. Rebekah loved Jacob.",
      "29": "Once Jacob was cooking stew, and Esau came in from the field, and he was starving.",
      "30": "Esau said to Jacob, “Come on, let me eat some of that red stew, that red stew there, because I am starving.” (That is why Esau was also called Edom.)",
      "31": "Jacob said, “First, sell me your right as the firstborn.”",
      "32": "Esau said, “Look, I am about to die. What good is the birthright to me?”",
      "33": "Jacob said, “Swear to me first.”\nSo he swore to him and sold his birthright to Jacob.",
      "34": "Jacob gave Esau bread and a stew made of lentils. Esau ate and drank, got up, and went on his way. So Esau treated his birthright as if it was worthless."
    },
    "26": {
      "1": "There was a famine in the land, besides the first famine that had occurred during the days of Abraham. Isaac went to Abimelek king of the Philistines at Gerar.",
      "2": "The Lord appeared to him and said, “Do not go down into Egypt. Live in the land where I tell you to live.",
      "3": "Live in this land, and I will be with you and will bless you. For to you and to your descendants I will give all these lands, and I will establish the oath that I swore to Abraham your father.",
      "4": "I will multiply your descendants like the stars of the sky and will give all these lands to your descendants. In your seed all the nations of the earth will be blessed,",
      "5": "because Abraham obeyed my voice and kept my requirements, my commandments, my statutes, and my laws.”",
      "6": "Isaac lived in Gerar.",
      "7": "When the men of that place asked him about his wife, he said, “She is my sister.” He was afraid to say, “She is my wife,” because he thought, “The men of this place might kill me for Rebekah, since she is beautiful.”",
      "8": "When he had been there a long time, Abimelek king of the Philistines happened to look out a window, and there was Isaac caressing Rebekah, his wife.",
      "9": "Abimelek called Isaac and said, “It is obvious that she is your wife. So why did you say, ‘She is my sister’?”\nIsaac said to him, “Because I thought, ‘If I do not, I will die because of her.’”",
      "10": "Abimelek said, “What is this you have done to us? One of the people might easily have slept with your wife, and you would have brought guilt on us!”",
      "11": "Abimelek gave this command to all the people: “Whoever touches this man or his wife shall surely be put to death.”",
      "12": "Isaac planted grain in that land, and in the same year he reaped one hundred times as much as he had sown, because the Lord blessed him.",
      "13": "The man kept growing wealthier and wealthier until he became very great.",
      "14": "He possessed flocks and herds and a large household, so the Philistines were envious of him.",
      "15": "Now the Philistines had blocked all the wells that his father’s servants had dug in the days of Abraham his father, and they had filled them with earth.",
      "16": "Abimelek said to Isaac, “Move away from us, for you are much more powerful than we are.”",
      "17": "So Isaac departed from there, camped in the valley of Gerar, and lived there.",
      "18": "Isaac dug again the wells that had been dug in the days of Abraham his father, because the Philistines had blocked them after the death of Abraham. He gave them the same names that his father had given them.",
      "19": "Isaac’s servants dug in the valley along the stream bed and found a well there that provided a steady flow of water.",
      "20": "But the herdsmen of Gerar started a dispute with Isaac’s herdsmen. They said, “The water belongs to us.” He named the well Esek, because they argued with him.",
      "21": "They dug another well, but they started a dispute over that one also. He named it Sitnah.",
      "22": "He left that place and dug another well. They did not start a dispute over that one, so he called it Rehoboth. He said, “Now the Lord has made room for us, and we will be fruitful in the land.”",
      "23": "He traveled from there to Beersheba.",
      "24": "The Lord appeared to him the same night and said, “I am the God of Abraham your father. Do not be afraid, for I am with you, and I will bless you and multiply your descendants for the sake of my servant Abraham.”",
      "25": "He built an altar there and proclaimed the name of the Lord. He pitched his tent there. Isaac’s servants dug a well there.",
      "26": "Then Abimelek came from Gerar, with Ahuzzath his advisor and Phicol the commander of his army.",
      "27": "Isaac said to them, “Why have you come to me, since you hate me and have sent me away from you?”",
      "28": "They said, “We saw clearly that the Lord was with you. So we said, ‘Let there now be an oath between us, yes, between us and you. Let us make a treaty with you,",
      "29": "that you will do us no harm, since we have not touched you, and since we have done nothing but good for you, and we have sent you away in peace.’ Now you are blessed by the Lord.”",
      "30": "He made a feast for them, and they ate and drank.",
      "31": "They got up the next morning and exchanged their oaths. Isaac sent them on their way, and they departed from him peacefully.",
      "32": "It so happened that on the same day Isaac’s servants came and told him about a well that they had dug. They said to him, “We have found water.”",
      "33": "He called it Shibah. Therefore the name of the city is Beersheba to this day.",
      "34": "When Esau was forty years old, he took two wives: Judith, the daughter of Be’eri the Hittite, and Basemath, the daughter of Elon the Hittite.",
      "35": "They were a source of bitterness for Isaac and Rebekah."
    },
    "27": {
      "1": "When Isaac was old and his eyes were so dim that he could hardly see, he called Esau his older son and said to him, “My son?”\nHe said to him, “I am here.”",
      "2": "Isaac said, “Look, I am very old, and I do not know when I am going to die.",
      "3": "So please take your gear, your quiver, and your bow, and go out to the open country, and get some wild game for me.",
      "4": "Make me tasty food, the kind I love, and bring it to me, so that I may eat and I may bless you with all my soul before I die.”",
      "5": "Rebekah had been listening when Isaac spoke to Esau his son. After Esau went to the open country to hunt for game and to bring it back,",
      "6": "Rebekah spoke to Jacob her son and said, “Listen, I heard your father speak to Esau your brother and tell him,",
      "7": "‘Bring me some wild game and make tasty food for me, that I may eat and give you a blessing from the Lord before my death.’",
      "8": "Therefore, my son, obey my voice and do what I am commanding you.",
      "9": "Go now to the flock, and get me two of the best young goats. I will make them into tasty food for your father, the kind he loves.",
      "10": "You will bring it to your father, so that he can eat it and bless you before his death.”",
      "11": "Jacob said to his mother Rebekah, “But Esau my brother is a hairy man, and my skin is smooth.",
      "12": "What if my father touches me? I will be exposed to him as a deceiver, and I will bring a curse on myself and not a blessing.”",
      "13": "His mother said to him, “Let your curse be on me, my son. Just obey my voice, and go get them for me.”",
      "14": "He went and got them and brought them to his mother. His mother made tasty food, the kind his father loved.",
      "15": "Rebekah took the good clothing of Esau, her older son, which was with her in the house, and put it on Jacob, her younger son.",
      "16": "She put the skins of the young goats on his hands and forearms and on the smooth part of his neck.",
      "17": "She put the tasty food and the bread that she had prepared into the hand of her son Jacob.",
      "18": "He came to his father and said, “My father?”\nHe said, “I am here. Who are you, my son?”",
      "19": "Jacob said to his father, “I am Esau your firstborn. I have done what you asked me to do. Please get up, and sit here and eat some of my wild game, so that you may bless me with all your soul.”",
      "20": "Isaac said to his son, “How is it that you have found it so quickly, my son?”\nHe said, “Because the Lord your God gave me success.”",
      "21": "Isaac said to Jacob, “Please come near, so that I may feel you, my son, whether you are really my son Esau or not.”",
      "22": "Jacob went close to Isaac his father, who felt him and said, “The voice is the voice of Jacob, but the hands are the hands of Esau.”",
      "23": "He did not recognize him, because his hands were hairy, like his brother Esau’s hands. That was why he blessed him.",
      "24": "But he asked again, “Are you really my son Esau?”\nHe said, “I am.”",
      "25": "He said, “Bring it to me, and I will eat some of my son’s wild game, so that I may bless you.”\nJacob brought it to him, and he ate. He brought him wine, and he drank.",
      "26": "His father Isaac said to him, “Come near now, and kiss me, my son.”",
      "27": "He came near and kissed him. He smelled his clothing, so he blessed him and said:\nYes, the smell of my son is the smell of the open field\nthat the Lord has blessed.",
      "28": "May God give you the dew from the sky,\nthe richness of the earth,\nand plenty of grain and new wine.",
      "29": "Let peoples serve you,\nand nations bow down to you.\nBe lord over your brothers.\nLet your mother’s sons bow down to you.\nCursed be everyone who curses you.\nBlessed be everyone who blesses you.",
      "30": "As soon as Isaac had finished blessing Jacob, and Jacob had just gone out from the presence of Isaac his father, Esau his brother came in from his hunting.",
      "31": "He also prepared tasty food and brought it to his father. He said to his father, “Let my father get up and eat his son’s wild game, so that you may bless me with all your soul.”",
      "32": "Isaac his father said to him, “Who are you?”\nHe said, “I am your son, your firstborn, Esau.”",
      "33": "Isaac trembled violently and said, “Then who was it that hunted wild game and brought it to me? I ate all of it before you came, and I have blessed him. And, yes, he will be blessed.”",
      "34": "When Esau heard the words of his father, he let out a very loud and bitter cry and said to his father, “Bless me—me too, my father.”",
      "35": "He said, “Your brother came deceitfully and has taken away your blessing.”",
      "36": "Esau said, “Isn’t he rightly named Jacob? For he has tripped me up these two times. He took away my birthright. And look, now he has taken away my blessing.” He also asked, “Haven’t you reserved a blessing for me?”",
      "37": "Isaac answered Esau, “You see, I have made him your lord, and I have given all his brothers to him as servants. I have sustained him with grain and new wine. So what can I do for you, my son?”",
      "38": "Esau said to his father, “Have you only one blessing, my father? Bless me—me too, my father.” And Esau wept loudly.",
      "39": "Isaac his father answered him,\nKnow this:\nYour dwelling will be away from the richness of the earth\nand away from the dew from the sky above.",
      "40": "By your sword you will live, but you will serve your brother.\nThen when you break loose, you will shake his yoke off your neck.",
      "41": "Esau hated Jacob because of the blessing with which his father had blessed him. Esau said in his heart, “The days of mourning for my father are at hand. Then I will kill my brother Jacob.”",
      "42": "The words of Esau, her older son, were told to Rebekah. She sent and called Jacob, her younger son, and said to him, “Listen, your brother Esau is consoling himself in regard to you by planning to kill you.",
      "43": "Now, therefore, my son, obey my voice. Get up. Flee to Laban, my brother, in Haran.",
      "44": "Stay with him a few days, until your brother’s fury turns away,",
      "45": "until your brother’s anger turns away from you, and he forgets what you have done to him. Then I will send for you and get you from there. Why should I be deprived of both of you in one day?”",
      "46": "Rebekah said to Isaac, “I am tired of my life because of the daughters of Heth. If Jacob takes a wife from the daughters of Heth, these daughters of the land, what good will my life do me?”"
    },
    "28": {
      "1": "So Isaac called Jacob, blessed him, and commanded him, “You shall not take a wife from the daughters of Canaan.",
      "2": "Get up. Go to Paddan Aram, to the house of Bethuel, your mother’s father. Take a wife from there from the daughters of Laban, your mother’s brother.",
      "3": "May God Almighty bless you, and make you fruitful, and multiply you, so that you may become a community of peoples.",
      "4": "May he give you and your descendants along with you the blessing he gave to Abraham, so that you may inherit the land where you have been living as an alien, the land God gave to Abraham.”",
      "5": "So Isaac sent Jacob away. He went to Paddan Aram to Laban, the son of Bethuel the Aramean. Laban was the brother of Rebekah, who was the mother of Jacob and Esau.",
      "6": "Esau observed that Isaac had blessed Jacob and sent him away to Paddan Aram to take a wife from there, and that as he blessed him, he had commanded him, “You shall not take a wife from the daughters of Canaan.”",
      "7": "When he saw that Jacob had obeyed his father and his mother and had gone to Paddan Aram,",
      "8": "Esau realized that the daughters of Canaan did not please Isaac, his father.",
      "9": "So Esau went to Ishmael, and he took Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth, to be his wife, in addition to the wives that he already had.",
      "10": "Jacob set out from Beersheba and traveled toward Haran.",
      "11": "He came to a certain place and decided to spend the night there, because the sun had set. He took one of the stones from that place, put it under his head, and lay down to sleep in that place.",
      "12": "He had a dream in which he saw a stairway set up on the earth with its top reaching to heaven. There were angels of God ascending and descending on it.",
      "13": "There at the top stood the Lord, who said, “I am the Lord, the God of your father Abraham and the God of Isaac. The land on which you are lying, I give to you and to your descendants.",
      "14": "Your descendants will be like the dust of the earth, and you will spread abroad to the west, and to the east, and to the north, and to the south. In you and in your seed all the families of the earth will be blessed.",
      "15": "Now, I am with you and will watch over you wherever you go, and I will bring you back again into this land. Indeed, I will not leave you until I have done what I have promised to you.”",
      "16": "Jacob woke up from his sleep, and he said, “Certainly the Lord is in this place, and I was not aware of it.”",
      "17": "He was afraid and he said, “How awe- inspiring is this place! This is nothing other than the house of God, and this is the gate to heaven.”",
      "18": "Jacob got up early in the morning. He took the stone that he had put under his head and set it up as a sacred memorial stone and poured oil on top of it.",
      "19": "He named that place Bethel. (Before this, the name of the city had been Luz.)",
      "20": "Jacob took a vow, “If God will be with me to keep me safe on this journey I am making, and if he gives me food to eat and clothing to put on,",
      "21": "and I come back to my father’s house in safety, the Lord will be my God,",
      "22": "and this stone that I have set up as a memorial stone will be God’s house, and I will certainly give you a tenth of everything that you give me.”"
    },
    "29": {
      "1": "Then Jacob continued on his journey and came to the land of the people of the east.",
      "2": "He looked around and noticed a well in the field, and he saw three flocks of sheep lying there beside it. (That well was used to water the flocks. There was a large stone over the mouth of the well.",
      "3": "All the flocks would gather there. Then the shepherds would roll the stone away from the mouth of the well and water the sheep. Then they would put the stone back in its place over the mouth of the well.)",
      "4": "Jacob said to the men waiting there, “My brothers, where are you from?”\nThey said, “We are from Haran.”",
      "5": "He said to them, “Do you know Laban, the grandson of Nahor?”\nThey said, “We know him.”",
      "6": "He said to them, “Is he doing well?”\nThey said, “He is. Look, there is his daughter Rachel, coming with the sheep.”",
      "7": "He said, “Look, it is still the middle of the day. It is not time to gather the livestock together. Water the sheep and go pasture them.”",
      "8": "They said, “We cannot, until all the flocks are gathered together, and they roll the stone from the mouth of the well. Then we water the sheep.”",
      "9": "While he was still speaking with them, Rachel arrived with her father’s sheep because she took care of them.",
      "10": "When Jacob saw Rachel the daughter of Laban, his mother’s brother, and the sheep of Laban, his mother’s brother, Jacob went up, rolled the stone away from the mouth of the well, and watered the flock of Laban, his mother’s brother.",
      "11": "Jacob kissed Rachel and wept loudly.",
      "12": "Jacob told Rachel that he was her father’s relative and that he was Rebekah’s son. She ran and told her father.",
      "13": "When Laban heard the news about Jacob, his sister’s son, he ran to meet Jacob. He embraced him and kissed him and brought him to his house. Jacob repeated all these things to Laban.",
      "14": "Laban said to him, “Certainly you are my own flesh and blood.”\nJacob lived with him for a month.",
      "15": "Then Laban said to Jacob, “Because you are my relative, is that any reason you should serve me for nothing? Tell me, what shall your wages be?”",
      "16": "Laban had two daughters. The name of the older one was Leah, and the name of the younger was Rachel.",
      "17": "Leah had attractive eyes, but Rachel had a beautiful face and figure.",
      "18": "Jacob loved Rachel. He said, “I will serve you seven years for Rachel, your younger daughter.”",
      "19": "Laban said, “It is better for me to give her to you than to give her to another man. Stay with me.”",
      "20": "Jacob served seven years for Rachel. They seemed to him like a few days, because of the love he had for her.",
      "21": "Jacob said to Laban, “Give me my wife, for my time of service is finished, so that I may go to her.”",
      "22": "Laban gathered together all the local people and made a feast.",
      "23": "When evening had arrived, he took Leah his daughter and brought her to Jacob, and Jacob went to her.",
      "24": "(Laban gave his maid Zilpah to his daughter Leah as her maid.)",
      "25": "When morning came, Jacob realized it was Leah. So Jacob said to Laban, “What is this you have done to me? Didn’t I serve you for Rachel? Why have you deceived me?”",
      "26": "Laban said, “That is not the way we do it here. We do not give the younger before the firstborn.",
      "27": "Fulfill the marriage week for this one, and we will give you the other one too—for seven more years of service.”",
      "28": "So that is what Jacob did. When he fulfilled the marriage week, Laban gave him Rachel his daughter as his wife.",
      "29": "(Laban gave his maid Bilhah to his daughter Rachel to be her maid.)",
      "30": "Jacob also went to Rachel, and he loved Rachel more than Leah. He served Laban seven more years.",
      "31": "The Lord saw that Leah was not loved, and he allowed her to conceive, but Rachel had no children.",
      "32": "Leah became pregnant and gave birth to a son, and she named him Reuben, because she had said, “The Lord has looked at my misery. So now my husband will love me.”",
      "33": "She conceived again and gave birth to a son and said, “Because the Lord has heard that I am hated, he has given me this son also.” So she named him Simeon.",
      "34": "She conceived again and gave birth to a son. She said, “Now this time my husband will be attached to me, because I have given birth to three sons for him.” That is why he was named Levi.",
      "35": "She conceived again and gave birth to a son. She said, “This time I will praise the Lord.” So she named him Judah. Then she stopped having children."
    },
    "30": {
      "1": "When Rachel saw that she was bearing no children for Jacob, Rachel was jealous of her sister. She said to Jacob, “Give me children, or else I will die.”",
      "2": "Jacob’s anger burned against Rachel, and he said, “Am I in the place of God, who has withheld from you fruit from your womb?”",
      "3": "She said, “Here is my maid Bilhah. Go to her, so that she may bear a child for me, and my family will be built up through her.”",
      "4": "So she gave her servant girl Bilhah to Jacob as a wife, and he went to her.",
      "5": "Bilhah conceived and gave birth to a son for Jacob.",
      "6": "Rachel said, “God has judged in my favor. He has heard my voice and has given me a son.” Therefore she named him Dan.",
      "7": "Bilhah, Rachel’s servant girl, conceived again and bore Jacob a second son.",
      "8": "Rachel said, “I have had a desperate struggle with my sister, and I have won.” So she named him Naphtali.",
      "9": "When Leah saw that she was no longer bearing sons, she took her servant girl Zilpah and gave her to Jacob as a wife.",
      "10": "Zilpah, Leah’s servant girl, bore Jacob a son.",
      "11": "Leah said, “How fortunate!” So she named him Gad.",
      "12": "Zilpah, Leah’s servant girl, bore a second son for Jacob.",
      "13": "Leah said, “I am blessed, for women will call me blessed.” She named him Asher.",
      "14": "At the time of the wheat harvest Reuben went out and found mandrakes in the field and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son’s mandrakes.”",
      "15": "She said to her, “Isn’t it bad enough that you have taken away my husband? Do you want to take away my son’s mandrakes as well?”\nRachel said, “He will sleep with you tonight for your son’s mandrakes.”",
      "16": "When Jacob came in from the field in the evening, Leah went out to meet him and said, “You must come to me, because I have hired you with my son’s mandrakes.”\nSo he slept with her that night.",
      "17": "God listened to Leah, and she conceived and bore Jacob a fifth son.",
      "18": "Leah said, “God has given me the wages I deserve, because I gave my servant girl to my husband.” So she named him Issachar.",
      "19": "Leah conceived again and bore a sixth son to Jacob.",
      "20": "Leah said, “God has given me a great reward. Now my husband will treat me with honor, because I have borne six sons for him.” So she named him Zebulun.",
      "21": "Afterward, she gave birth to a daughter and named her Dinah.",
      "22": "God remembered Rachel, and God listened to her and opened her womb.",
      "23": "She conceived, bore a son, and said, “God has taken away my disgrace.”",
      "24": "She named him Joseph and said, “May the Lord add another son to me.”",
      "25": "After Rachel had given birth to Joseph, Jacob said to Laban, “Send me away, that I may go home to my own place in my own country.",
      "26": "Give me my wives and my children for whom I have served you, and let me go, because you know how much I have served you.”",
      "27": "Laban said to him, “If now I have found favor in your eyes, stay here, for I have learned by divination that the Lord has blessed me because of you.”",
      "28": "So he said, “Set your wages for me, and I will pay them.”",
      "29": "Jacob said to him, “You know how well I have served you, and how your livestock have fared under my care.",
      "30": "For before I came, you had very little, and it has been multiplied many times over. The Lord has blessed you wherever I set foot. Now isn’t it time for me to provide for my own household as well?”",
      "31": "Laban asked, “What shall I give you?”\nJacob said, “You do not have to give me anything. But if you will do this thing for me, I will continue to take your flock to pasture and watch over it:",
      "32": "I will pass through all your flocks today and take all the speckled and spotted sheep, every dark brown sheep among the lambs, and the spotted and speckled goats. These will be my wages.",
      "33": "This is how I will be able to prove my honesty whenever you demand an accounting of my wages: Any goats that are not spotted or speckled, and any lambs that are not dark brown that are found with me will be treated as stolen.”",
      "34": "Laban said, “Very well. We will do what you have said.”",
      "35": "But that day Laban removed all the male goats that were streaked and spotted, and all the female goats that were speckled and spotted, every one that had any white on it, and all the dark brown sheep, and handed them over to his sons.",
      "36": "Then he separated himself from Jacob by a three days’ journey, and Jacob pastured the rest of Laban’s flocks.",
      "37": "Jacob took fresh branches from poplar, almond, and plane trees. He peeled stripes on them so that the white inside the branches was visible.",
      "38": "He put the branches that he had peeled into the gutters of the watering troughs where the flocks came to drink, so the flocks would see them. They conceived when they came to drink.",
      "39": "The flocks conceived in front of the branches, and the flocks produced streaked, speckled, and spotted animals.",
      "40": "Jacob separated the lambs, and he made the flocks face toward the streaked animals and all the black animals in the flock of Laban, and he kept his own herds separate and did not put them into Laban’s flock.",
      "41": "And whenever the stronger animals in the flock were in heat, Jacob laid the branches in the gutters where the flocks could see them, so that they would conceive while looking at the branches.",
      "42": "But when the weak animals in the flock were in heat, he did not put the branches in. So the weaker animals were Laban’s, and the stronger were Jacob’s.",
      "43": "The man became much wealthier and had large flocks, female servants and male servants, and camels and donkeys."
    },
    "31": {
      "1": "Jacob heard that Laban’s sons were saying, “Jacob has taken everything from our father. He has acquired all his wealth from things that belonged to our father.”",
      "2": "From the look on Laban’s face Jacob realized that his attitude toward him was not what it had been before.",
      "3": "The Lord said to Jacob, “Return to the land of your fathers and to your relatives, and I will be with you.”",
      "4": "Jacob sent for Rachel and Leah and told them to come to the field where his flock was.",
      "5": "He said to them, “I see the look on your father’s face, and it is not favorable toward me as it was before, but the God of my father has been with me.",
      "6": "You know that I have served your father with all of my strength.",
      "7": "Your father has cheated me by changing my wages ten times, but God did not allow him to hurt me.",
      "8": "If he said, ‘The speckled animals will be your wages,’ then all the flock gave birth to speckled young. If he said, ‘The streaked animals will be your wages,’ then all the flock gave birth to streaked young.",
      "9": "In this way God has taken away your father’s livestock and given them to me.",
      "10": "Once during mating season, in a dream I watched and saw male goats that were streaked, speckled, and spotted mating with the flock.",
      "11": "The Angel of God called out to me in the dream, ‘Jacob,’ and I answered, ‘I am here.’",
      "12": "He said, ‘Look! All the male goats mating with the flock are streaked, speckled, and spotted, because I have seen everything that Laban has been doing to you.",
      "13": "I am the God of Bethel, where you anointed a memorial stone, and where you made a vow to me. Now get going, get out of this land, and return to the land where you were born.’”",
      "14": "Rachel and Leah answered him, “Do we still have any share of the inheritance in our father’s house?",
      "15": "Isn’t he treating us like foreigners? First he sold us. Now he has used up almost all the money he received for us.",
      "16": "All the riches that God has taken away from our father belong to us and our children. Now do whatever God has told you to do.”",
      "17": "Then Jacob got ready to go. He placed his sons and his wives on camels.",
      "18": "He took with him all his livestock and all his possessions that he had accumulated, including the livestock that he had acquired in Paddan Aram. He set out to go to Isaac his father in the land of Canaan.",
      "19": "Now when Laban had gone off to shear his sheep, Rachel stole her father’s household gods.",
      "20": "Jacob deceived Laban the Aramean by not telling him that he was running away.",
      "21": "So he fled with all that he had. He set out, crossed over the Euphrates River, and headed toward the hill country of Gilead.",
      "22": "On the third day Laban was told that Jacob had fled.",
      "23": "He took his relatives with him and pursued him for seven days. He overtook him in the hill country of Gilead.",
      "24": "But God came to Laban the Aramean in a dream during the night and said to him, “Be careful that you do not say anything to Jacob either good or bad.”",
      "25": "Laban caught up with Jacob. Jacob had pitched his tent in the hill country, and Laban along with his relatives also set up camp in the hill country of Gilead.",
      "26": "Laban said to Jacob, “What have you done? Why have you deceived me and carried away my daughters like prisoners of war?",
      "27": "Why did you flee secretly and steal from me? Why didn’t you tell me, so that I could have sent you away with a celebration and with songs, with drums and with lyres?",
      "28": "Why didn’t you allow me to kiss my sons and my daughters? By doing this you have acted foolishly.",
      "29": "I have it in my power to hurt you, but the God of your father spoke to me last night and said, ‘Be careful that you do not say anything to Jacob either good or bad.’",
      "30": "But even if you were so eager to leave because of your strong desire to return to your father’s house, why have you stolen my gods?”",
      "31": "Jacob answered Laban, “I was afraid, because I thought that you might take your daughters away from me by force.",
      "32": "But anyone with whom you find your gods shall not live. In the presence of our relatives, identify anything I have that belongs to you, and take it.” (Jacob did not know that Rachel had stolen the household gods.)",
      "33": "So Laban went into Jacob’s tent, into Leah’s tent, and into the tent of the two female servants, but he did not find the gods. After he had left Leah’s tent, he entered Rachel’s tent.",
      "34": "Rachel had taken the household gods and put them into her camel’s saddle, and she was sitting on them. Laban felt all around the tent, but he did not find them.",
      "35": "Rachel said to her father, “Do not be angry, my lord, because I cannot stand up in your presence. I’m having my period.” He searched, but he did not find the gods.",
      "36": "Jacob became angry and argued with Laban. Jacob responded to Laban, “What is my crime? What is my sin that set you off in hot pursuit after me?",
      "37": "Now that you have rummaged through all my belongings, what have you found there that came from your house? Set it out here in front of my relatives and your relatives, so that they can settle the case between the two of us.",
      "38": "These twenty years that I have been with you, your ewes and your female goats have not miscarried their young, and I have not eaten rams from your flocks.",
      "39": "I did not bring to you those that were torn up by wild animals. I bore the loss myself. You made me pay for all the losses, whether they were stolen by day or stolen by night.",
      "40": "I was the one out there, consumed by the scorching heat of the day and by the frost at night, and sleep fled from my eyes.",
      "41": "These twenty years I put up with this in your house: I served you fourteen years for your two daughters and six years for a share of your flock, and you have changed my wages ten times.",
      "42": "Unless the God of my father, the God of Abraham and the God revered by Isaac, had been with me, you certainly would have now sent me away empty-handed. But God saw the oppression I suffered and the labor of my hands, and he rebuked you last night.”",
      "43": "Laban answered Jacob, “These daughters are my daughters. These children are my children. These flocks are my flocks, and all that you see is mine, but what can I do today about these daughters of mine or about the children to whom they have given birth?",
      "44": "Now come, let us make a covenant, you and I, and let it stand as a witness between me and you.”",
      "45": "So Jacob took a stone and set it up as a memorial stone.",
      "46": "Jacob said to his relatives, “Gather stones.” They collected stones and piled them up. They ate there beside the pile of stones.",
      "47": "Laban called it Jegar Sahadutha, but Jacob called it Galeed.",
      "48": "Laban said, “This pile of stones is a witness between me and you this day.” So it was named Galeed",
      "49": "and Mizpah, for he also said, “May the Lord watch between me and you, when we are absent one from another.",
      "50": "If you mistreat my daughters, or if you take any wives in addition to my daughters, even if no one else sees it, understand that God is a witness between me and you.”",
      "51": "Laban said to Jacob, “See this pile of stones and see the memorial stone that I have set between me and you.",
      "52": "May this pile be a witness, and may the memorial stone be a witness that I will not cross over beyond this pile to you, and that you will not cross over beyond this pile and this memorial stone to harm me.",
      "53": "May the God of Abraham and the God of Nahor, the God of their father, judge between us.”\nThen Jacob swore by the God revered by his father Isaac.",
      "54": "Jacob offered a sacrifice there in the hill country and invited his relatives to eat bread with him. They ate bread and stayed all night in the hill country.",
      "55": "Early in the morning Laban got up, kissed his sons and his daughters, and blessed them. Laban departed and returned to his place."
    },
    "32": {
      "1": "Jacob went on his way, and the angels of God met him.",
      "2": "When he saw them, Jacob said, “This is God’s army.” He named that place Mahanaim.",
      "3": "Jacob sent messengers ahead of him to Esau, his brother, to the land of Seir, the region of Edom.",
      "4": "He gave them a command. “Tell my lord, Esau, ‘This is what your servant Jacob says: I have lived as an alien with Laban until very recently.",
      "5": "I have cattle, donkeys, flocks, male servants, and female servants. I have sent this message to inform my lord, so that I may find favor in your sight.’”",
      "6": "The messengers returned to Jacob and reported, “We came to your brother Esau. Now he is coming to meet you, and he has four hundred men with him.”",
      "7": "So Jacob was terrified and very distressed. He divided the people who were with him, as well as the flocks, and the herds, and the camels, into two camps.",
      "8": "He said, “If Esau comes to one camp and strikes it, then the other camp will escape.”",
      "9": "Jacob said, “God of my father Abraham and God of my father Isaac, the Lord, who said to me, ‘Return to your country and to your relatives, and I will do good for you,’",
      "10": "I am not worthy of even a bit of all the mercy and all the faithfulness that you have shown to your servant, for I crossed over this Jordan with just my staff, and now I have grown into two camps.",
      "11": "Please deliver me from the hand of my brother, from the hand of Esau, for I am afraid that he will come and strike me and the mothers, as well as the children.",
      "12": "You said, ‘I will surely do good for you and make your descendants like the grains of sand of the sea, which cannot be counted because there are so many.’”",
      "13": "Jacob spent that night there and selected a gift for Esau his brother from the possessions he had with him:",
      "14": "two hundred female goats and twenty male goats, two hundred ewes and twenty rams,",
      "15": "thirty milk camels and their colts, forty cows and ten bulls, and twenty female donkeys with ten foals.",
      "16": "He handed them over to his servants, each herd by itself, and said to his servants, “Cross over in front of me, and keep some space between each herd and the next one.”",
      "17": "He commanded the one in front, “When Esau my brother meets you and asks, ‘Whose people are you? Where are you going? Whose herds are these in front of you?’",
      "18": "then you shall say, ‘They belong to your servant Jacob. It is a gift sent to you, my lord Esau. Look, he is right behind us.’”",
      "19": "He commanded the second group, and the third, and all those who followed the herds, “This is how you shall speak to Esau when you meet him.",
      "20": "You shall say, ‘What’s more, look, your servant Jacob is right behind us.’” Jacob said, “I will win his favor with the gift that I have sent ahead of me, and after that I will see his face, and perhaps he will accept me.”",
      "21": "So the gift was sent over ahead of him, but he himself spent that night in the camp.",
      "22": "He got up that night and took his two wives, his two maids, and his eleven sons, and crossed over the ford of the Jabbok.",
      "23": "He took them and sent them across the stream, and he also sent his possessions across.",
      "24": "Jacob was left alone, and he wrestled with a man there until daybreak.",
      "25": "When the man saw that he could not defeat him, he touched the socket of his thigh, and the socket of Jacob’s thigh was dislocated as he wrestled.",
      "26": "The man said, “Let me go. It’s daybreak.”\nJacob said, “I will not let you go unless you bless me.”",
      "27": "Then he said to him, “What is your name?”\nHe said, “Jacob.”",
      "28": "Then he said, “Your name will no longer be Jacob, but Israel, because you have fought with God and with men, and you have won.”",
      "29": "Jacob asked him, “Please tell me your name.”\nHe said, “Why do you ask what my name is?” Then he blessed him there.",
      "30": "Jacob named the place Peniel, because he said, “I have seen God face-to-face, and my life has been spared.”",
      "31": "The sun rose as he crossed over at Peniel, and he was limping because of his thigh.",
      "32": "For that reason, to this day the people of Israel do not eat the tendon of the hip that is on the socket of the thigh, because God touched the socket of Jacob’s thigh on the tendon of the hip."
    },
    "33": {
      "1": "Jacob looked up, and there was Esau coming with four hundred men. Jacob divided the children into groups with Leah and Rachel and with the two maids.",
      "2": "He put the maids and their children in front, Leah and her children next, and Rachel and Joseph at the end.",
      "3": "He himself crossed over the stream ahead of the others and bowed to the ground seven times as he approached his brother.",
      "4": "Esau ran to meet him, embraced him, hugged him around the neck, and kissed him. They both wept.",
      "5": "Then Esau looked up and saw the women and children and asked, “Who are these people with you?”\nJacob said, “The children whom God has graciously given your servant.”",
      "6": "Then the maids came forward with their children, and they bowed low.",
      "7": "Leah and her children also came forward and bowed low. After them, Joseph came forward with Rachel, and they bowed low.",
      "8": "Esau said, “What did you mean by this whole camp that I met?”\nJacob said, “To gain favor in the sight of my lord.”",
      "9": "Esau said, “I have enough, my brother. Keep what is yours.”",
      "10": "Jacob said, “No, if I have now found favor in your sight, then please accept the gift from my hand, because when I saw your face, it was like seeing the face of God, now that you have accepted me.",
      "11": "Please accept the gift that I brought to you, because God has dealt graciously with me, and because I have everything I need.” He urged him, and he accepted it.",
      "12": "Esau said, “Let us get going on our journey, and I will lead the way for you.”",
      "13": "Jacob said to him, “My lord knows that the children are still young, and that my flocks and herds are nursing their young, and if the herdsmen drive them too hard for even one day, all the flocks will die.",
      "14": "Please let my lord go ahead of his servant, and I will follow slowly, at the right pace for the livestock and the right pace for the children, until I come to my lord in Seir.”",
      "15": "Esau said, “Please let me leave some of my people with you.”\nBut he said, “Why? Just let me find favor in the sight of my lord.”",
      "16": "So Esau set out that day on his way back to Seir.",
      "17": "Jacob traveled to Succoth, built a house for himself, and made shelters for his livestock. That is why that place is called Succoth.",
      "18": "When he returned from Paddan Aram, Jacob came in peace to the city of Shechem, which is in the land of Canaan, and he camped in front of the city.",
      "19": "He bought the piece of land where he pitched his tent from the descendants of Hamor, the father of Shechem, for one hundred pieces of silver.",
      "20": "He erected an altar there and called it El Elohe Israel."
    },
    "34": {
      "1": "Dinah, Jacob’s daughter by Leah, went out to see the young women of the land.",
      "2": "Shechem, the son of Hamor the Hivite, the chief of that part of the land, saw her and took her, lay down with her, and humiliated her.",
      "3": "He had a strong desire for Dinah, the daughter of Jacob, and he was in love with the young woman and spoke tenderly to her.",
      "4": "Shechem spoke to his father, Hamor, saying, “Get me this young woman as a wife.”",
      "5": "When Jacob heard that Shechem had defiled his daughter Dinah, his sons were out in the field with his livestock, so Jacob kept quiet about it until they came back.",
      "6": "Hamor the father of Shechem came to talk with Jacob.",
      "7": "The sons of Jacob came in from the field when they heard about it. The men were shocked by the outrage, and they were very angry, because he had disgraced Israel by lying down with Jacob’s daughter, a thing that should not be done.",
      "8": "Hamor spoke with them. He said, “My son Shechem has a deep longing for your daughter. Please give her to him as a wife.",
      "9": "Intermarry with us. Give your daughters to us, and take our daughters for yourselves.",
      "10": "You may live among us, and the land will be open to you. Live in it, conduct trade, and acquire property in it.”",
      "11": "Shechem said to her father and to her brothers, “Let me find favor in your eyes, and whatever you ask from me I will give.",
      "12": "No matter how great a bride price and gift you demand, I will give it. Just give me the young woman as a wife.”",
      "13": "The sons of Jacob answered Shechem and his father Hamor deceitfully, because Shechem had defiled their sister Dinah.",
      "14": "They said to them, “We cannot do this—giving our sister to a man who is uncircumcised. That would be a disgrace to us.",
      "15": "Only on this condition will we consent to your offer: If all your males become circumcised as we are,",
      "16": "then we will give our daughters to you, and we will take your daughters for ourselves, and we will live with you, and we will become one people.",
      "17": "But if you do not accept our terms and undergo circumcision, then we will take our sister, and we will be gone.”",
      "18": "Their offer pleased Hamor and Hamor’s son Shechem.",
      "19": "The young man did not delay acting on it, because he was delighted with Jacob’s daughter, and he was the most important of all the household of his father.",
      "20": "Hamor and his son Shechem came to the gate of their city and discussed this with the men of their city. They said,",
      "21": "“These men want peace with us. So let them live in the land and trade in it. Look, the land is large enough for them. Let us take their daughters as wives for ourselves, and let us give them our daughters.",
      "22": "Only on this condition will the men agree to live with us and to become one people with us: if every male among us is circumcised, as they are circumcised.",
      "23": "Won’t all their livestock, all their possessions, and all their animals become ours? So let’s accept their offer, so that they will settle among us.”",
      "24": "Everyone who assembled at the gate of his city listened to Hamor and to Shechem his son. So all the males who assembled at the gate of the city were circumcised.",
      "25": "Then on the third day, when they were still sore, two of Jacob’s sons, Simeon and Levi, Dinah’s brothers, each took his sword, attacked the unsuspecting city, and killed all the males.",
      "26": "They killed Hamor and Shechem, his son, with the edge of the sword. They took Dinah out of Shechem’s house and left.",
      "27": "Jacob’s sons then came to the dead bodies and looted the city, because their sister had been defiled.",
      "28": "They took their flocks, their herds, their donkeys, everything that was in the city, everything that was in the countryside,",
      "29": "and all their wealth. They took all their little ones and their wives as captives. They looted everything that was in the houses.",
      "30": "Jacob said to Simeon and Levi, “You have ruined me. You have made me stink to the inhabitants of the land, among the Canaanites and the Perizzites. I am few in number. They will gather themselves together against me and attack me, and I will be destroyed, I and my household.”",
      "31": "But they said, “Should he have treated our sister like a prostitute?”"
    },
    "35": {
      "1": "God said to Jacob, “Get up and go to Bethel, and live there. Make an altar there for God, who appeared to you when you fled from the presence of Esau your brother.”",
      "2": "Then Jacob said to his household and to all who were with him, “Throw away the foreign gods that are among you, purify yourselves, and change your clothing.",
      "3": "Let’s get up and go to Bethel. I will make an altar there for God, who answered me in the day when I was in trouble and who has been with me wherever I have traveled.”",
      "4": "They gave Jacob all the foreign gods that were in their possession and the rings that were in their ears, and Jacob hid them under the terebinth tree that was near Shechem.",
      "5": "They set out, and terror from God fell on the cities that were around them, so they did not pursue Jacob’s sons.",
      "6": "So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him.",
      "7": "He built an altar there and named the place El Beth El, because God had been revealed to him there, when he fled from the presence of his brother.",
      "8": "Deborah, who was Rebekah’s nurse, died, and she was buried under the oak below Bethel. So the place was named Allon Bacuth.",
      "9": "God appeared to Jacob again after he had come from Paddan Aram, and he blessed him.",
      "10": "God said to him, “Your name is Jacob, but your name will not be Jacob anymore. Your name will be Israel.” So he named him Israel.",
      "11": "God said to him, “I am God Almighty. Be fruitful and multiply. A nation and a community of nations will descend from you, and kings will come from your body.",
      "12": "The land that I gave to Abraham and Isaac, I will give also to you, and I will give the land to your descendants after you.”",
      "13": "God left him in the place where he had spoken with him,",
      "14": "and Jacob set up a memorial in the place where God had spoken with him. It was a memorial stone. He poured out a drink offering on it and poured oil on it.",
      "15": "Jacob named the place where God spoke with him Bethel.",
      "16": "Then they traveled from Bethel. As they were coming close to Ephrath, Rachel went into labor. She was experiencing hard labor,",
      "17": "and when she was in hard labor, the midwife said to her, “Don’t be afraid, for now you will have another son.”",
      "18": "Then as her life was slipping away (for she was dying), she named her son Benoni, but his father named him Benjamin.",
      "19": "So Rachel died and was buried on the way to Ephrath (that is, Bethlehem).",
      "20": "Jacob set up a memorial stone on her grave. It is the marker for Rachel’s tomb to this day.",
      "21": "Israel traveled on and pitched his tent beyond Migdal Eder.",
      "22": "While Israel lived in that region, Reuben went and lay down with Bilhah, his father’s concubine, and Israel heard about it.\nJacob had twelve sons.",
      "23": "The sons of Leah were Reuben (Jacob’s firstborn), Simeon, Levi, Judah, Issachar, and Zebulun.",
      "24": "The sons of Rachel were Joseph and Benjamin.",
      "25": "The sons of Bilhah (Rachel’s maid) were Dan and Naphtali.",
      "26": "The sons of Zilpah (Leah’s maid) were Gad and Asher.\nThese are the sons of Jacob who were born to him in Paddan Aram.",
      "27": "Jacob came to his father Isaac at Mamre near Kiriath Arba (which is Hebron), where Abraham and Isaac had resided as aliens.",
      "28": "The days of Isaac’s life were one hundred eighty years.",
      "29": "Isaac breathed his last and died. He was gathered to his people. He had lived a long, full life. Esau and Jacob, his sons, buried him."
    },
    "36": {
      "1": "Now this is the account about the descendants of Esau (that is, Edom):",
      "2": "Esau took Canaanite women as his wives. They were Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah and granddaughter of Zibeon the Hivite.",
      "3": "He also married Basemath, Ishmael’s daughter, the sister of Nebaioth.",
      "4": "Adah gave birth to Eliphaz for Esau.\nBasemath gave birth to Reuel.",
      "5": "Oholibamah gave birth to Jeush, Jalam, and Korah.\nThese are the sons of Esau, who were born to him in the land of Canaan.",
      "6": "Esau took his wives, his sons, his daughters, and all the members of his household, along with his livestock, all his animals, and all the possessions that he had accumulated in the land of Canaan, and he went into another land, away from his brother Jacob.",
      "7": "Their herds were too large for them to stay together, and the land where they had settled could not support both of them because of their livestock.",
      "8": "So Esau lived in the hill country of Seir. (Esau is another name for Edom.)",
      "9": "This is the account about the descendants of Esau, who was the founding father of Edom in the hill country of Seir:",
      "10": "The following are the names of Esau’s sons: Eliphaz the son of Esau’s wife Adah, and Reuel the son of Esau’s wife Basemath.",
      "11": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.",
      "12": "Timna was the concubine of Esau’s son Eliphaz, and she gave birth to Amalek for Eliphaz. These are the grandsons of Esau’s wife Adah.",
      "13": "The following are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the grandsons of Esau’s wife Basemath.",
      "14": "The following were the sons of Esau’s wife Oholibamah, the daughter of Anah, the granddaughter of Zibeon. She gave birth to Jeush, Jalam, and Korah for Esau.",
      "15": "The following are the chiefs of the clans of the descendants of Esau:\nFrom the descendants of Eliphaz the firstborn of Esau they were Chief Teman, Chief Omar, Chief Zepho, Chief Kenaz,",
      "16": "Chief Korah, Chief Gatam, and Chief Amalek. These are the chiefs who descended from Eliphaz in the land of Edom. These are the descendants of Adah.",
      "17": "The following are the descendants of Esau’s son Reuel: Chief Nahath, Chief Zerah, Chief Shammah, and Chief Mizzah. These are the chiefs who descended from Reuel in the land of Edom. These are the descendants of Esau’s wife Basemath.",
      "18": "The following are the descendants of Esau’s wife Oholibamah: Chief Jeush, Chief Jalam, and Chief Korah. These are the chiefs who came from Esau’s wife Oholibamah daughter of Anah.",
      "19": "These are the descendants of Esau (that is, Edom), and these are their chiefs.",
      "20": "The following are the sons of Seir the Horite, who lived in the land: Lotan, Shobal, Zibeon, Anah,",
      "21": "Dishon, Ezer, and Dishan. These are the chiefs who descended from the Horites, the descendants of Seir in the land of Edom.",
      "22": "The sons of Lotan were Hori and Heman. Lotan’s sister was Timna.",
      "23": "The following are the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam.",
      "24": "The following are the sons of Zibeon: Aiah and Anah. This is the Anah who discovered the hot springs in the wilderness as he was feeding the donkeys of Zibeon his father.",
      "25": "The following are the descendants of Anah: Dishon and Oholibamah, the daughter of Anah.",
      "26": "The following are the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran.",
      "27": "The following are the sons of Ezer: Bilhan, Za’avan, and Akan.",
      "28": "The following are the sons of Dishan: Uz and Aran.",
      "29": "The following are the chiefs who descended from the Horites: Chief Lotan, Chief Shobal, Chief Zibeon, Chief Anah,",
      "30": "Chief Dishon, Chief Ezer, and Chief Dishan. These are the chiefs who came from the Horites, according to their chiefdoms in the land of Seir.",
      "31": "The following are the kings who reigned in the land of Edom before any king reigned over the people of Israel:",
      "32": "Bela son of Beor reigned in Edom. The name of his city was Dinhabah.",
      "33": "Bela died, and Jobab son of Zerah of Bozrah reigned in his place.",
      "34": "Jobab died, and Husham of the land of the Temanites reigned in his place.",
      "35": "Husham died, and Hadad son of Bedad, who struck Midian in the territory of Moab, reigned in his place. The name of his city was Avith.",
      "36": "Hadad died, and Samlah of Masrekah reigned in his place.",
      "37": "Samlah died, and Shaul of Rehoboth by the river reigned in his place.",
      "38": "Shaul died, and Baal Hanan son of Achbor reigned in his place.",
      "39": "Baal Hanan son of Achbor died, and Hadad reigned in his place. The name of his city was Pau. His wife’s name was Mehetabel, the daughter of Matred, the daughter of Mezahab.",
      "40": "The following are the names of the chiefs who came from Esau, listed according to their clans, their territory, and their names: Chief Timna, Chief Alvah, Chief Jetheth,",
      "41": "Chief Oholibamah, Chief Elah, Chief Pinon,",
      "42": "Chief Kenaz, Chief Teman, Chief Mibzar,",
      "43": "Chief Magdiel, and Chief Iram. These are the chiefs of Edom, according to the territory they inhabited in the land they possessed. (Edom is another name for Esau, the father of the Edomites.)"
    },
    "37": {
      "1": "Jacob lived in the land where his father had resided as an alien, that is, in the land of Canaan.",
      "2": "This is the account about the development of the family of Jacob:\nWhen Joseph was seventeen years old, he was tending the flock with his brothers. He was just a boy compared to the sons of his father’s wives Bilhah and Zilpah. Joseph brought a bad report about them to their father.",
      "3": "Now Israel loved Joseph more than all his other sons, because he was the son born in his old age, and he made him a special robe.",
      "4": "His brothers saw that their father loved him more than all his brothers, so they hated him and could not speak to him in a friendly way.",
      "5": "Once Joseph had a dream, and he told it to his brothers, so they hated him all the more.",
      "6": "He said to them, “Please listen to this dream that I have dreamed:",
      "7": "There we were, binding sheaves in the field, and suddenly my sheaf rose up and stood upright. Then your sheaves gathered around and bowed down to my sheaf.”",
      "8": "His brothers said to him, “So will you really reign over us? Will you really have dominion over us?” They hated him all the more because of his dreams and what he said.",
      "9": "Then he had another dream and told it to his brothers. He said, “Listen, I had another dream. This is what I saw: The sun and the moon and eleven stars bowed down to me.”",
      "10": "He told it to his father and to his brothers. His father rebuked him and said to him, “What kind of dream is this that you have dreamed? Will I and your mother and your brothers really come and bow down to the ground in front of you?”",
      "11": "His brothers were jealous of him, but his father kept what he had said in mind.",
      "12": "His brothers went to pasture their father’s flock in Shechem.",
      "13": "Israel said to Joseph, “Aren’t your brothers pasturing the flock in Shechem? Go, I will send you to them.”\nJoseph said to him, “Yes, I will do it.”",
      "14": "Israel said to him, “Please go and see whether everything is going well with your brothers and with the flock. Then bring me word again.” So he sent him off from the valley at Hebron, and he arrived at Shechem.",
      "15": "A man met him as he was wandering in the countryside. The man asked him, “What are you looking for?”",
      "16": "He said, “I am looking for my brothers. Tell me, please, where they are pasturing the flock.”",
      "17": "The man said, “They have left here. I heard them say, ‘Let’s go to Dothan.’”\nJoseph went after his brothers and found them at Dothan.",
      "18": "They saw him in the distance, and before he came near to them, they conspired against him to kill him.",
      "19": "They said to each other, “Look, here comes this master of dreams.",
      "20": "Come on, let’s kill him and throw him into one of the cisterns, and we will say, ‘A wild animal has devoured him.’ Then we will see what will become of his dreams.”",
      "21": "Reuben heard this and rescued him out of their hands. He said, “Let’s not take his life.”",
      "22": "Reuben said to them, “Shed no blood. Throw him into this cistern that is in the wilderness, but do not lay a hand on him.” He said this so that he could rescue him out of their hands and restore him to his father.",
      "23": "And so when Joseph came to his brothers, they stripped him of his robe, the special robe he was wearing.",
      "24": "Then they took him and threw him into the cistern. The cistern was empty; there was no water in it.",
      "25": "They sat down to eat bread, and they looked up and saw a caravan of Ishmaelites coming from Gilead with their camels loaded with spices, balm, and myrrh, which they were going to deliver to Egypt.",
      "26": "Judah said to his brothers, “What profit is there in killing our brother and concealing his blood?",
      "27": "Come on, let’s sell him to the Ishmaelites and not lay a hand on him, since he is our brother, our own flesh.” His brothers listened to him.",
      "28": "As the Midianites, who were merchants, were passing by, the brothers pulled Joseph up out of the cistern and sold Joseph to the Ishmaelites for twenty pieces of silver. They brought Joseph to Egypt.",
      "29": "When Reuben returned to the cistern, he saw that Joseph was not in the cistern, so he tore his clothing.",
      "30": "He returned to his brothers and said, “The boy is no longer here, and as for me, where will I go now?”",
      "31": "Then they took Joseph’s robe, killed a male goat, and dipped the robe in the goat’s blood.",
      "32": "They took the special robe, and they brought it to their father and said, “We have found this. Examine it now, and see whether it is your son’s robe or not.”",
      "33": "He recognized it and said, “It is my son’s robe. A wild animal has devoured him. Without a doubt Joseph has been torn to pieces.”",
      "34": "Jacob tore his clothing, put sackcloth around his waist, and mourned for his son for many days.",
      "35": "All his sons and all his daughters rose up to comfort him, but he refused to be comforted. He said, “No, I will mourn for my son until I go down to the grave.” So his father wept for him.",
      "36": "In Egypt the Midianites sold him to Potiphar, an officer of Pharaoh, who was the captain of the guard."
    },
    "38": {
      "1": "About that time Judah went down from his brothers and visited a man from Adullam named Hirah.",
      "2": "There Judah saw a daughter of a Canaanite man named Shua. He took her as a wife and went to her.",
      "3": "She conceived and gave birth to a son, and he named him Er.",
      "4": "She conceived again and gave birth to another son, and she named him Onan.",
      "5": "She gave birth to yet another son and named him Shelah. It was at Kezib that she gave birth to Shelah.",
      "6": "Judah took a wife for Er, his firstborn. Her name was Tamar.",
      "7": "It turned out that Er, Judah’s firstborn, was wicked in the sight of the Lord, so the Lord killed him.",
      "8": "Then Judah said to Onan, “Go to your brother’s wife. Perform your duty for her as the brother of her deceased husband and provide offspring for your brother.”",
      "9": "Onan knew that the offspring would not be his, so whenever he went to his brother’s wife, he wasted his semen on the ground, so that he would not provide offspring for his brother.",
      "10": "But the thing that he did was evil in the sight of the Lord, so the Lord killed him also.",
      "11": "Then Judah said to Tamar, his daughter-in-law, “Remain a widow in your father’s house until my son Shelah is grown up.” Actually he had said to himself, “I do not want him to die like his brothers.” So Tamar went and lived in her father’s house.",
      "12": "After some time Shua’s daughter, the wife of Judah, died. When Judah had finished mourning, he went up to his sheepshearers at Timnah, he and his friend Hirah the Adullamite.",
      "13": "Tamar was told, “Look, your father-in-law is going up to Timnah to shear his sheep.”",
      "14": "She took off the garments that identified her as a widow, covered herself with her veil, disguised herself, and sat in the gate of Enaim, which is on the way to Timnah, because she saw that Shelah had grown up, but she was not going to be given to him as a wife.",
      "15": "When Judah saw her, he thought that she was a prostitute, because she had covered her face.",
      "16": "He turned to her by the roadside and said, “Please, let me come to you,” because he did not know that she was his daughter-in-law.\nShe said, “What will you give me, so that you may come to me?”",
      "17": "He said, “I will send you a young goat from the flock.”\nShe said, “Will you give me something as a security deposit until you send the goat?”",
      "18": "He said, “What should I give you as a deposit?”\nShe said, “Your stamp seal on its cord and your staff that is in your hand.”\nHe gave them to her and went to her, and she conceived by him.",
      "19": "Then she got up and left. Later she took off her veil and put her widow’s garments back on.",
      "20": "Judah sent the young goat with his friend, the Adullamite, to get back the deposit from the woman’s possession, but he could not find her.",
      "21": "So he asked the men from that place, “Where is the sacred prostitute who was by the road at Enaim?”\nThey said, “There hasn’t been any sacred prostitute here.”",
      "22": "So he returned to Judah and said, “I could not find her, and the men of the place said, ‘There hasn’t been any sacred prostitute here.’”",
      "23": "Judah said, “Let her keep it, so that we are not disgraced. Look, I did send this young goat, but you were unable to find her.”",
      "24": "About three months later Judah was told, “Tamar, your daughter-in-law, has prostituted herself, and even worse, she is pregnant by prostitution.”\nJudah said, “Bring her out and burn her.”",
      "25": "When she was brought, she sent this message to her father-in-law: “I am pregnant by the man to whom these things belong.” She also said, “Please help me identify whose these are—this stamp seal on its cord and the staff.”",
      "26": "Judah recognized them and said, “She is more righteous than I, because I did not give her to Shelah, my son.” But he was not intimate with her again.",
      "27": "When the time came for her to go into labor, it turned out that there were twins in her womb.",
      "28": "When she was in labor, one of the twins put out a hand, and the midwife took a scarlet thread and tied it on his hand, saying, “This one came out first.”",
      "29": "But then after he had pulled back his hand, his brother came out first, so she said, “What a breakthrough you made for yourself!” That is why he was named Perez.",
      "30": "Afterward his brother who had the scarlet thread on his hand came out, so he was named Zerah."
    },
    "39": {
      "1": "When Joseph was brought down to Egypt, Potiphar the Egyptian, who was an officer of Pharaoh and the captain of the guard, bought Joseph from the Ishmaelites who had brought him down to Egypt.",
      "2": "The Lord was with Joseph, and he became successful. He served in the house of his master the Egyptian.",
      "3": "His master saw that the Lord was with him, and that the Lord made everything that he touched a success.",
      "4": "Joseph found favor in his sight. Joseph served him, and he made Joseph manager of his household. He put Joseph in charge of everything.",
      "5": "From the time that Potiphar made him manager of his household, in charge of everything that he had, the Lord blessed the Egyptian’s household for Joseph’s sake, and the blessing of the Lord rested on everything that he had, both in the house and in the fields.",
      "6": "So he left Joseph in charge of everything that he had. He did not concern himself with anything except the food that he ate.\nJoseph was well built and handsome.",
      "7": "Sometime after all this, his master’s wife had her eye on Joseph, and she said, “Come, lie down with me.”",
      "8": "But he refused and said to his master’s wife, “Look, my master does not concern himself with anything that has been entrusted to me in the house. He has put me in charge of everything that he has.",
      "9": "He has no one in this house greater than I am, and he has not withheld anything from me except you, because you are his wife. How then could I do such a great evil and sin against God?”",
      "10": "She kept speaking to Joseph day after day, but he would not listen to her. He would not lie down beside her or even be with her.",
      "11": "But one day when he went into the house to do his work, none of the men of the household were there inside the house.",
      "12": "She caught him by his garment and said, “Come, lie down with me!” He left behind his garment in her hand and ran outside.",
      "13": "When she saw that he had left his garment in her hand and had run outside,",
      "14": "she called to the men of her household and said to them, “Look, my husband has brought a Hebrew man in to put us to shame. He came in to lie down with me, but I screamed loudly.",
      "15": "When he heard me scream, he left behind his garment with me and ran outside.”",
      "16": "She kept his garment beside her until his master came home.",
      "17": "This is what she told him: “The Hebrew servant, whom you have brought to us, came to me to put me to shame and said to me, ‘Let me lie down with you.’",
      "18": "And look, when I screamed and cried out, he left behind his garment with me and ran outside.”",
      "19": "As soon as his master heard the words that his wife spoke to him, saying, “This is what your servant did to me,” he became very angry.",
      "20": "Joseph’s master took him and put him into the prison where the king’s prisoners were confined, so Joseph was kept in prison there.",
      "21": "But the Lord was with Joseph. He showed mercy to him and gave him favor in the sight of the warden of the prison.",
      "22": "The warden of the prison made Joseph responsible for all the prisoners who were in the prison. Joseph was responsible for whatever they did there.",
      "23": "The warden of the prison did not pay attention to anything that was under his authority, because the Lord was with Joseph, and the Lord made everything that he did succeed."
    },
    "40": {
      "1": "Sometime after this, the cupbearer and the baker of the king of Egypt committed an offense against their lord, the king of Egypt.",
      "2": "Pharaoh was angry with his two officers, the chief cupbearer and the chief baker.",
      "3": "He put them under custody in the house of the captain of the guard, in the prison, the place where Joseph was confined.",
      "4": "The captain of the guard assigned them to Joseph, and he was responsible for them. They stayed in prison for some time.",
      "5": "While they were confined in the prison, the cupbearer and the baker of the king of Egypt each had a dream. Each man had his own dream during the same night. Each man’s dream had its own meaning.",
      "6": "Joseph came to them in the morning, looked at them, and saw that they were troubled.",
      "7": "He asked Pharaoh’s officers who were in custody with him in his master’s house, “Why do you look so troubled today?”",
      "8": "They said to him, “We each had a dream, but there is no one who can interpret it.”\nJoseph said to them, “Interpretations belong to God, don’t they? Please tell me the dreams.”",
      "9": "The chief cupbearer told Joseph his dream. “In my dream, there was a vine in front of me,",
      "10": "and the vine had three branches. As I watched, it budded, it blossomed, and its clusters produced ripe grapes.",
      "11": "I had Pharaoh’s cup in my hand. I took the grapes, pressed them into Pharaoh’s cup, and handed the cup to Pharaoh.”",
      "12": "Joseph said to him, “This is its interpretation: The three branches are three days.",
      "13": "Within three days, Pharaoh will lift up your head and restore you to your office. You will place Pharaoh’s cup into his hand, the way you used to do when you were his cupbearer.",
      "14": "But remember me when everything is going well for you. Please show kindness to me, and mention me to Pharaoh, and bring me out of this jail,",
      "15": "because I was kidnapped from the land of the Hebrews, and I also have done nothing here to deserve to be put into the dungeon.”",
      "16": "When the chief baker saw that the interpretation was favorable, he said to Joseph, “I also had a dream. I saw three baskets of white bread on my head.",
      "17": "In the top basket there were all kinds of baked goods for Pharaoh, but the birds ate them out of the basket on my head.”",
      "18": "Joseph answered, “This is its interpretation: The three baskets are three days.",
      "19": "Within three days, Pharaoh will lift up your head from upon you and will hang you on a tree, and the birds will eat your flesh off of you.”",
      "20": "And so it was that on the third day, which was Pharaoh’s birthday, Pharaoh had a feast prepared for all his officials, and he lifted up the head of the chief cupbearer and the head of the chief baker among his officials.",
      "21": "He restored the chief cupbearer to his position again, and he again placed the cup into Pharaoh’s hand.",
      "22": "But he hanged the chief baker, just as Joseph had explained to them.",
      "23": "Nevertheless, the chief cupbearer did not remember Joseph, but forgot him."
    },
    "41": {
      "1": "At the end of two full years Pharaoh also had a dream. In the dream he was standing beside the river.",
      "2": "There, right in front of him, seven beautiful, fat cows came up out of the river and were grazing in the marsh grass.",
      "3": "Just then seven ugly, thin cows came up out of the river behind them, and they stood beside the other cows on the bank of the river.",
      "4": "The ugly, thin cows ate up the seven beautiful, fat cows. Then Pharaoh woke up.",
      "5": "Pharaoh fell asleep again and dreamed a second time. He saw seven healthy, good heads of grain come up on one stalk.",
      "6": "Right after that, seven thin heads of grain, blasted by the east wind, sprang up after them.",
      "7": "The thin heads of grain swallowed up the seven healthy, full heads. Pharaoh woke up and realized that it was a dream.",
      "8": "The next morning he was very troubled, so he sent for all of Egypt’s magicians and wise men. Pharaoh told them his dreams, but there was no one who could interpret them for Pharaoh.",
      "9": "Then the chief cupbearer said to Pharaoh, “Today I remember my faults.",
      "10": "Pharaoh was angry with his servants and put me in custody in the house of the captain of the guard—me and the chief baker.",
      "11": "We each had a dream during the same night—he and I. Each of us dreamed a dream that had its own interpretation.",
      "12": "There was a young man with us, a Hebrew, a servant to the captain of the guard, and we told him our dreams, and he interpreted our dreams for us. To each man he gave the interpretation of his dream.",
      "13": "It turned out exactly as he interpreted them for us. Pharaoh restored me to my office but hanged the chief baker.”",
      "14": "Then Pharaoh sent for Joseph, and they brought him quickly out of the dungeon. Joseph shaved, changed his clothing, and went to Pharaoh.",
      "15": "Pharaoh said to Joseph, “I had a dream, and there is no one who can interpret it. I have heard it said about you, that when you hear a dream, you can interpret it.”",
      "16": "Joseph answered Pharaoh, “It is not in my power. God will give Pharaoh an answer to give him peace of mind.”",
      "17": "Pharaoh spoke to Joseph: “In my dream, there I was, standing on the bank of the river.",
      "18": "Suddenly seven fat, beautiful cows came up out of the river and were grazing in the marsh grass.",
      "19": "Just then seven poor cattle, very ugly and thin, came up after them. They were uglier than any I had ever seen in the whole land of Egypt.",
      "20": "The thin, ugly cattle ate up the first seven cattle, the fat ones,",
      "21": "and when they had eaten them up, you could not even tell that they had eaten them, because they were still as ugly as they were at the beginning. Then I woke up.",
      "22": "“Later I had another dream, in which I saw seven heads of grain grow on one stalk. They were full and good.",
      "23": "Then I saw seven heads of grain spring up after them. They were withered, thin, and blasted by the east wind.",
      "24": "The thin heads of grain swallowed up the seven good heads of grain. I told the dream to the magicians, but there was no one who could explain it to me.”",
      "25": "Joseph said to Pharaoh, “The dream of Pharaoh is one. God has declared to Pharaoh what he is about to do.",
      "26": "The seven good cattle are seven years, and the seven good heads of grain are seven years. It is one dream.",
      "27": "The seven thin, ugly cattle that came up after them are seven years, and also the seven empty heads of grain blasted by the east wind. They will be seven years of famine.",
      "28": "This is the very thing that I told Pharaoh: God has shown Pharaoh what he is about to do.",
      "29": "Look, seven years of great abundance are coming throughout the whole land of Egypt.",
      "30": "Seven years of famine will come up after them, and all the abundance in the land of Egypt will be forgotten. The famine will consume the land,",
      "31": "and the abundance will not be remembered in the land because of the famine that follows, for it will be very severe.",
      "32": "The double dream was shown to Pharaoh, because this matter is established by God, and God will bring it to pass very soon.”",
      "33": "“Let Pharaoh, therefore, look for a man who is wise and discerning, and set him over the land of Egypt.",
      "34": "When Pharaoh does this, let him appoint overseers over the land to collect one fifth of the produce of the land of Egypt during the seven years of abundance.",
      "35": "Let them collect all this food from these good years that are coming. Accumulate grain under the authority of Pharaoh to provide food for the cities, and let them store it.",
      "36": "The food will be a reserve for the land against the seven years of famine that will take place in the land of Egypt so that the land does not perish because of the famine.”",
      "37": "The plan seemed good to Pharaoh and to all his officials.",
      "38": "Pharaoh said to his officials, “Can we find anyone else like this man, a man who has the spirit of God?”",
      "39": "Pharaoh said to Joseph, “Because God has shown you all of this, there is no one as discerning and wise as you are.",
      "40": "You shall be in charge of my house, and all my people will submit to your word. Only in regard to the throne will I be greater than you.”",
      "41": "Pharaoh also said to Joseph, “Look, I have appointed you over the whole land of Egypt.”",
      "42": "Pharaoh took his signet ring off of his hand and put it on Joseph’s hand. He dressed Joseph in robes made from the best linen and put a gold chain around his neck.",
      "43": "He had him ride in the second best chariot that he had. Men went ahead of him crying out, “Kneel down!” Pharaoh appointed him over the whole land of Egypt.",
      "44": "Pharaoh said to Joseph, “I am Pharaoh, but in the whole land of Egypt no one will lift up his hand or his foot without your permission.”",
      "45": "Pharaoh gave Joseph the name Zaphenath Paneah, and he gave him Asenath, the daughter of Potiphera priest of On, as a wife. Joseph went out and began to rule over the land of Egypt.",
      "46": "Joseph was thirty years old when he stood before Pharaoh king of Egypt. Joseph went out from the presence of Pharaoh and traveled throughout the whole land of Egypt.",
      "47": "During the seven years of abundance the earth produced plentiful harvests.",
      "48": "He collected all the food during the seven good years in the land of Egypt, and he stored up the food in the cities. In every city he stored the food from the fields that were around the city.",
      "49": "Joseph stored up a huge amount of grain, like the sand of the sea. Finally he stopped keeping track, because it was too much to measure.",
      "50": "Two sons were born to Joseph before the first year of famine arrived. Asenath, the daughter of Potiphera priest of On, gave birth to them.",
      "51": "Joseph named the firstborn Manasseh, because he said, “God has made me forget all my trouble and all my father’s house.”",
      "52": "He named the second son Ephraim. He said, “Yes, God has made me fruitful in the land where I was afflicted.”",
      "53": "So the seven years of abundance in the land of Egypt came to an end.",
      "54": "The seven years of famine began, just as Joseph had said. There was famine in every land, but in the whole land of Egypt there was bread.",
      "55": "When the whole land of Egypt was starving, the people cried to Pharaoh for bread, and Pharaoh said to all the Egyptians, “Go to Joseph. Do whatever he tells you.”",
      "56": "The famine spread over the face of the whole earth. Joseph opened all the storehouses and sold grain to the Egyptians. The famine was severe in the land of Egypt.",
      "57": "The whole world came to Joseph in Egypt to buy grain, because the famine was severe all over the whole world."
    },
    "42": {
      "1": "When Jacob heard that there was grain in Egypt, he said to his sons, “Why are you standing here looking at each other?”",
      "2": "He also said, “Listen, I have heard that there is grain in Egypt. Go down there and buy some for us there, so that we may live and not die.”",
      "3": "So ten of Joseph’s brothers went down to buy grain from Egypt.",
      "4": "But Jacob did not send Joseph’s brother Benjamin along with his other brothers, because he said, “Something bad might happen to him.”",
      "5": "The sons of Israel were among those who came to buy grain because of the famine in the land of Canaan.",
      "6": "Joseph was the governor over the land. He was the one who sold grain to all the people of the land. Joseph’s brothers came and bowed down to him with their faces to the ground.",
      "7": "Joseph saw his brothers and recognized them, but he acted like a stranger toward them and spoke harshly to them. He asked them, “Where did you come from?”\nThey said, “From the land of Canaan to buy food.”",
      "8": "Joseph recognized his brothers, but they did not recognize him.",
      "9": "Joseph remembered the dreams that he had dreamed about them and said to them, “You are spies! You have come to see where the land is exposed.”",
      "10": "They said to him, “No, my lord, your servants have come to buy food.",
      "11": "We are all one man’s sons. We are honest men. Your servants are not spies.”",
      "12": "He said to them, “No, you have come to see where the land is exposed!”",
      "13": "They said, “We, your servants, are twelve brothers, the sons of one man in the land of Canaan. Listen, at the present time the youngest remains with our father, and one is no more.”",
      "14": "Joseph said to them, “It is just as I said. You are spies!",
      "15": "This is how you will be tested: By the life of Pharaoh, you shall never get out of here, unless your youngest brother comes here.",
      "16": "Send one of you to get your brother. The rest of you will be kept under arrest, so that your words may be tested, whether you are telling the truth. Otherwise, by the life of Pharaoh, you are spies.”",
      "17": "He kept them all together, confined in the jail for three days.",
      "18": "On the third day Joseph said to them, “Do what I tell you and you will live, because I fear God.",
      "19": "If you are honest men, let one of your brothers be confined in the jail, but the rest of you go and deliver grain to your houses to relieve the famine.",
      "20": "Bring your youngest brother to me so that your words may be verified, and you will not die.” So they did as he said.",
      "21": "They said to one another, “We are certainly guilty concerning our brother, because we saw the misery of his soul when he begged us, but we would not listen. That is why this misery has come upon us.”",
      "22": "Reuben answered them, “Didn’t I tell you, ‘Do not sin against the boy’? But you would not listen. So now payment for his blood is being required from us.”",
      "23": "They did not know that Joseph understood them, because an interpreter was being used between them.",
      "24": "Joseph turned away from them and wept. After he returned and spoke to them, he seized Simeon from among them and tied him up before their very eyes.",
      "25": "Then Joseph gave a command to fill their containers with grain, to return each man’s money into his sack, and to give them food for the journey. So all this was done for them.",
      "26": "They loaded their donkeys with their grain and departed from there.",
      "27": "When one of them opened his sack at the lodging place to give his donkey food, he saw his money. It was right there in the mouth of his bag.",
      "28": "He said to his brothers, “My money has been returned! Look, there it is, in my bag!” Their hearts sank, and they turned to one another trembling and said, “What is this that God has done to us?”",
      "29": "They came to Jacob their father in the land of Canaan and told him everything that had happened to them. They said,",
      "30": "“The man, the lord of the land, spoke harshly to us and accused us of being spies against the country.",
      "31": "We said to him, ‘We are honest men. We are not spies.",
      "32": "We are twelve brothers, sons of our father. One brother is no more, and at the present time the youngest is with our father in the land of Canaan.’",
      "33": "That man, the lord of the land, said to us, ‘This is how I will know that you are honest men: Leave one of your brothers with me. Take grain to relieve the famine at your houses, and go on your way.",
      "34": "Bring your youngest brother to me. Then I will know that you are not spies, but that you are honest men. Then I will release your brother to you, and you will be allowed to conduct business in the land.’”",
      "35": "Then as they emptied their sacks, they were surprised to see that each man’s pouch of money was in his sack. When they and their father saw their pouch of money, they were afraid.",
      "36": "Jacob, their father, said to them, “You have deprived me of my children! Joseph is no more. Simeon is no more. And now you want to take Benjamin away. All these things are against me.”",
      "37": "Reuben spoke to his father, “You may put my two sons to death if I do not bring him back to you. Entrust him to my care, and I will bring him back to you again.”",
      "38": "Jacob said, “My son shall not go down with you, since his brother is dead, and he alone is left. If he has a mishap on the journey that you are taking, you will bring my gray hairs down to the grave with sorrow.”"
    },
    "43": {
      "1": "The famine in the land was severe,",
      "2": "so when they had eaten all the grain that they had brought from Egypt, their father said to them, “Go back and buy a little more food for us.”",
      "3": "Judah said to him, “The man sternly warned us, ‘You shall not see my face unless your brother is with you.’",
      "4": "If you send our brother with us, we will go down and buy food for you,",
      "5": "but if you do not send him, we will not go down, because the man said to us, ‘You shall not see my face unless your brother is with you.’”",
      "6": "Israel said, “Why did you treat me so badly by telling the man that you had another brother?”",
      "7": "They said, “The man interrogated us about ourselves and about our relatives. He asked, ‘Is your father still alive? Do you have another brother?’ We just answered his questions. Is there any way we could have known that he would say, ‘Bring your brother down here’?”",
      "8": "Judah said to his father Israel, “Send the boy with me, and we will get up and go, so that we may live and not die, both we and you and also our little ones.",
      "9": "I will serve as a guarantee for him. You can hold me accountable for him. If I do not bring him back to you and set him in front of you, then let me bear the blame forever.",
      "10": "Look, if we had not delayed, we certainly could have returned for a second time by now.”",
      "11": "Their father Israel said to them, “If it must be so, then this is what you should do: Put some of the best products of the land into your containers and take a gift for the man: a little balm, a little honey, spices and myrrh, pistachios and almonds.",
      "12": "Also take double the amount of silver with you. Take back the silver that was returned into the mouths of your bags. Perhaps it was an oversight.",
      "13": "Also take your brother. Get going and return to the man.",
      "14": "May God Almighty grant you mercy before the man, so that he will release your other brother and Benjamin to you. But if I am deprived of my children, I am deprived.”",
      "15": "The men took that present, and they took double the amount of silver with them. They also took Benjamin. They got up, went down to Egypt, and stood before Joseph.",
      "16": "When Joseph saw Benjamin with them, he said to the manager of his house, “Bring the men into the house. Butcher an animal and prepare it, for the men will dine with me at noon.”",
      "17": "The manager did as Joseph commanded and brought the men to Joseph’s house.",
      "18": "The brothers were afraid, because they were brought to Joseph’s house. They said, “Because of the money that was returned into our bags the first time, we are being brought in, so that he may find a pretext against us, pounce on us, seize us as slaves, and take our donkeys.”",
      "19": "They approached the manager of Joseph’s house and spoke to him at the door of the house.",
      "20": "They said, “Please, my lord, we really did come down the first time to buy food.",
      "21": "When we came to the lodging place, we opened our bags, and to our surprise each man’s silver was in the mouth of his bag, the full amount of our money. We have brought it back with us.",
      "22": "We have also brought down with us additional money to buy food. We do not know who put our money into our bags.”",
      "23": "He said, “There is no problem. Do not be afraid. Your God, the God of your father, has given you treasure in your bags. I received your money.” He brought Simeon out to them.",
      "24": "The man brought the men into Joseph’s house and gave them water, so they could wash their feet. He gave their donkeys fodder.",
      "25": "They prepared the gift for Joseph, who was coming at noon, because they heard that they would be eating bread there.",
      "26": "When Joseph came home, they presented him with the gift that they had brought to the house, and they bowed down to the ground in front of him.",
      "27": "He asked them about their welfare: “Is your father well, the old man of whom you spoke? Is he still alive?”",
      "28": "They said, “Your servant, our father, is well. He is still alive.” They bowed down and prostrated themselves.",
      "29": "Joseph looked up and saw Benjamin, his brother, his mother’s son, and he asked, “Is this your youngest brother, the one you told me about?” He said, “God be gracious to you, my son.”",
      "30": "Joseph hurried out, because he was overcome by his emotions over his brother, and he looked for a place to weep. He went into his room and wept there.",
      "31": "Then he washed his face and came out. After he regained control of himself, he said, “Serve the meal.”",
      "32": "They served Joseph by himself, the brothers by themselves, and the Egyptians who ate with him by themselves, because the Egyptians do not eat with Hebrews, for that is repulsive to the Egyptians.",
      "33": "The brothers were seated in front of him. They were lined up in order, starting with the firstborn based on his birthright down to the youngest based on his youth, and the men expressed their amazement to each other.",
      "34": "He sent servings to them from his table, but Benjamin’s portion was five times as much as any of theirs. They were drinking and they were feeling the effects."
    },
    "44": {
      "1": "Joseph commanded the manager of his house, “Fill the men’s bags with food, as much as they can carry. Put each man’s money into the mouth of his bag.",
      "2": "Put my cup, the silver cup, into the mouth of the bag of the youngest, along with his money for the grain.” The manager did exactly what Joseph told him to do.",
      "3": "As soon as it became light in the morning, the men were sent on their way, with their donkeys.",
      "4": "When they had left the city and still were not very far away, Joseph said to his manager, “Get up. Pursue those men. When you overtake them, ask them, ‘Why have you repaid evil for good?",
      "5": "Isn’t this the cup that my lord drinks from and that he uses for divination? By doing this you have done evil.’”",
      "6": "The steward caught up to them and spoke those words to them.",
      "7": "They replied to him, “Why does my lord say such things? Your servants would never do such a thing!",
      "8": "That money, which we found in the mouths of our bags—we brought it back to you from the land of Canaan. Why then would we steal silver or gold out of your lord’s house?",
      "9": "If your cup is found with any of your servants, let him die, and we also will be my lord’s slaves.”",
      "10": "He said, “Fine, it will be just as you have said. If it is found with anyone, he will be my slave, and the rest of you will be blameless.”",
      "11": "Then each man quickly lowered his bag to the ground, and each man opened his bag.",
      "12": "The manager searched, beginning with the oldest and finishing with the youngest, and the cup was found in Benjamin’s bag.",
      "13": "Then they tore their clothing, and each man loaded his donkey and returned to the city.",
      "14": "When Judah and his brothers came to Joseph’s house, he was still there. They fell to the ground before him.",
      "15": "Joseph said to them, “What did you think you were doing? Didn’t you know that a man like me can discover things by divination?”",
      "16": "Judah said, “What can we tell my lord? What can we say? How can we clear ourselves? God has exposed the guilt of your servants. Here we are. We are my lord’s slaves, both we and the one in whose hand the cup was found.”",
      "17": "Joseph said, “I would never do that. The man in whose hand the cup was found will be my slave, but as for the rest of you, go up in peace to your father.”",
      "18": "Then Judah approached him and said, “O my lord, please let your servant speak to my lord directly. Do not let your anger burn against your servant, because you are just like Pharaoh.",
      "19": "My lord asked his servants, ‘Do you have a father or a brother?’",
      "20": "We said to my lord, ‘We have a father, an old man, and a child from his old age, a young one. His brother is dead, and he alone is left from his mother, and his father loves him.’",
      "21": "You said to your servants, ‘Bring him down to me, so that I may see him with my own eyes.’",
      "22": "We said to my lord, ‘The boy cannot leave his father, for if he were to leave his father, his father would die.’",
      "23": "You said to your servants, ‘Unless your youngest brother comes down with you, you will never see my face again.’",
      "24": "And so it was that when we came to your servant, my father, we told him about the words of my lord.",
      "25": "Our father said, ‘Go again. Buy us a little food.’",
      "26": "We said, ‘We cannot go down. If our youngest brother is with us, we will go down, because we cannot see the man’s face unless our youngest brother is with us.’",
      "27": "Your servant, my father, said to us, ‘You know that my wife gave birth to two sons for me.",
      "28": "The one has departed from me and I said, “I am sure he is torn to pieces,” and I have not seen him since.",
      "29": "If you take this one away from me as well, and mishap comes upon him, you will bring my gray hairs down to the grave with sorrow.’",
      "30": "So now when I come to your servant my father, and the boy is not with us, since my father’s life is bound up in the boy’s life,",
      "31": "when he sees that the boy is no more, he will die. Your servants will bring down the gray hairs of your servant, our father, to the grave with sorrow.",
      "32": "For your servant became a guarantee for the boy to my father. I said, ‘If I do not bring him to you, then I will bear the blame before my father forever.’",
      "33": "So please let your servant stay as a slave to my lord instead of the boy, and let the boy go up with his brothers.",
      "34": "For how can I go up to my father if the boy is not with me? How could I stand to see the evil that will come on my father?”"
    },
    "45": {
      "1": "Joseph was unable to control himself in front of all his attendants, so he called out, “Send everyone out from my presence!” When no one else was left with him, Joseph revealed himself to his brothers.",
      "2": "He wept out loud. The Egyptians heard him, and the house of Pharaoh heard about it.",
      "3": "Joseph said to his brothers, “I am Joseph! Is my father still alive?”\nHis brothers could not answer him, because they were terrified by his presence.",
      "4": "Joseph said to his brothers, “Come closer to me, please.”\nThey came closer. He said, “I am Joseph, your brother, whom you sold into Egypt.",
      "5": "Now do not be upset or angry with yourselves for selling me to this place, since God sent me ahead of you to preserve life.",
      "6": "For two years now the famine has been in the land, and there are still five more years in which there will be neither plowing nor harvest.",
      "7": "God sent me ahead of you to preserve you as survivors on the earth, and to keep you alive by a great act of deliverance.",
      "8": "So it was not you who sent me here, but God, and he has made me a father to Pharaoh, lord over his entire household, and ruler over the whole land of Egypt.",
      "9": "Hurry, go up to my father and tell him, ‘This is what your son Joseph says: “God has made me lord of all Egypt. Come down to me. Do not delay.",
      "10": "You shall live in the land of Goshen, where you will be close to me—you, your children, your grandchildren, your flocks, your herds, and all that you have.",
      "11": "I will take care of you here, for there are still five years of famine. Otherwise you will come to ruin, you, and your household, and all that you have.”’",
      "12": "Pay attention. Your eyes and the eyes of my brother Benjamin see that it is my mouth that speaks to you.",
      "13": "You shall tell my father all about my position of honor in Egypt and about everything that you have seen. Hurry and bring my father down here.”",
      "14": "He threw his arms around his brother Benjamin’s neck and wept, and Benjamin wept on his shoulder.",
      "15": "He kissed all his brothers and wept over them. After that his brothers talked with him.",
      "16": "This report was heard in Pharaoh’s house: “Joseph’s brothers have come.” This pleased Pharaoh and his officials.",
      "17": "Pharaoh said to Joseph, “Tell your brothers, ‘Load your animals. Travel quickly to the land of Canaan.",
      "18": "Get your father and your households, and return to me, and I will give you the best of the land of Egypt, and you will eat the rich food of the land.",
      "19": "Now I command you to do this: Take carts from the land of Egypt for your little ones and your wives, and bring your father here.",
      "20": "Also, do not worry about your belongings, for the best of the whole land of Egypt is yours.’”",
      "21": "So that is what the sons of Israel did. Joseph gave them carts as Pharaoh had commanded, and he gave them supplies for the journey.",
      "22": "He gave each one of them a change of clothing, but to Benjamin he gave three hundred pieces of silver and five changes of clothing.",
      "23": "He sent the following to his father: ten donkeys loaded with the best things of Egypt, and ten female donkeys loaded with grain and bread and supplies for his father on the journey.",
      "24": "So he dismissed his brothers, and they departed. He said to them, “See to it that you do not quarrel on the way.”",
      "25": "They went up from Egypt and came to Jacob their father in the land of Canaan.",
      "26": "They told him, “Joseph is still alive, and he is ruler over all the land of Egypt.” He was stunned because he did not believe them.",
      "27": "They told Jacob every word that Joseph had said to them. When he saw the carts that Joseph had sent to carry him, the spirit of their father Jacob revived.",
      "28": "Israel said, “It is enough. Joseph my son is still alive. I will go and see him before I die.”"
    },
    "46": {
      "1": "Israel traveled with all that he had until he came to Beersheba, where he offered sacrifices to the God of his father Isaac.",
      "2": "God called to Israel in a vision at night, “Jacob, Jacob!”\nJacob said, “I am here.”",
      "3": "He said, “I am God, the God of your father. Do not be afraid to go down to Egypt, for there I will make you into a great nation.",
      "4": "I will go down to Egypt with you, and I will certainly bring you back again. And Joseph’s hand will close your eyes.”",
      "5": "Jacob set out from Beersheba, and the sons of Israel transported Jacob their father, their little ones, and their wives in the carts that Pharaoh had sent to transport him.",
      "6": "They took their livestock and their property that they had acquired in the land of Canaan and came into Egypt—Jacob, and all his offspring with him,",
      "7": "his sons and his grandsons, his daughters and his granddaughters. So he brought all his offspring with him into Egypt.",
      "8": "These are the names of the sons of Israel who came to Egypt, that is, Jacob and his sons:\nReuben was Jacob’s firstborn.",
      "9": "The sons of Reuben were Hanoch,\nPallu, Hezron, and Carmi.",
      "10": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar, and\nShaul, the son of a Canaanite woman.",
      "11": "The sons of Levi were Gershon, Kohath, and Merari.",
      "12": "The sons of Judah were Er, Onan, Shelah, Perez, and Zerah, but Er\nand Onan had died in the land of Canaan. The sons of Perez were\nHezron and Hamul.",
      "13": "The sons of Issachar were Tola, Puvah, Iob, and Shimron.",
      "14": "The sons of Zebulun were Sered, Elon, and Jahle’el.",
      "15": "Those are the sons of Leah, whom she bore to Jacob in Paddan\nAram, along with his daughter Dinah. The total number of souls of\nhis sons and his daughters was thirty-three.",
      "16": "The sons of Gad were Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi,\nand Areli.",
      "17": "The sons of Asher were Imnah, Ishvah, Ishvi, Beriah, and Serah\ntheir sister. The sons of Beriah were Heber and Malchiel.",
      "18": "Those are the sons of Zilpah, whom Laban gave to Leah, his\ndaughter, and Zilpah bore these to Jacob, a total of sixteen souls.",
      "19": "The sons of Rachel, Jacob’s wife, were Joseph and Benjamin.",
      "20": "Manasseh and Ephraim were born to Joseph in the land of Egypt.\nAsenath, the daughter of Potiphera priest of On, gave birth to them.",
      "21": "The sons of Benjamin were Bela, Becher, Ashbel, Gera, Na’aman,\nEhi, Rosh, Muppim, Huppim, and Ard.",
      "22": "These are the sons of\nRachel, who were born to Jacob. The total was fourteen souls.",
      "23": "The son of Dan was Hushim.",
      "24": "The sons of Naphtali were Jahzeel, Guni, Jezer, and Shillem.",
      "25": "These are the sons of Bilhah, whom Laban gave to Rachel,\nhis daughter, and these she bore to Jacob. The total was seven souls.",
      "26": "The total number of souls who came with Jacob into Egypt, who were his direct descendants, besides Jacob’s sons’ wives, was sixty-six.",
      "27": "The sons of Joseph, who were born to him in Egypt, were two souls.\nThe total number of the souls in the house of Jacob who came into Egypt was seventy.",
      "28": "Jacob sent Judah ahead of him to Joseph to lead the way to Goshen. And so they arrived in the land of Goshen.",
      "29": "Joseph prepared his chariot and went to meet Israel his father in Goshen. He approached him, hugged him, and wept on his shoulder for a long time.",
      "30": "Israel said to Joseph, “Now I am ready to die, since I have seen you face-to-face and you are still alive.”",
      "31": "Joseph said to his brothers and to his father’s family, “I will go up and speak with Pharaoh. I will tell him, ‘My brothers and my father’s household, who were in the land of Canaan, have come to me.",
      "32": "These men are shepherds. They make their living taking care of livestock, and they have brought with them their flocks and their herds, and all that they have.’",
      "33": "This is what you should say when Pharaoh summons you and asks, ‘What is your occupation?’",
      "34": "You shall say, ‘Your servants have been keepers of livestock from our youth even until now, both we and our fathers.’ Ask for the right to live in the land of Goshen, for every shepherd is repulsive to the Egyptians.”"
    },
    "47": {
      "1": "Then Joseph went and told Pharaoh, “My father and my brothers have come from the land of Canaan with their flocks, their herds, and all that they own, and now they are in the land of Goshen.”",
      "2": "He took five of his brothers and presented them to Pharaoh.",
      "3": "Pharaoh said to his brothers, “What is your occupation?”\nThey answered Pharaoh, “Your servants are shepherds, both we and our fathers.”",
      "4": "They said to Pharaoh, “We have come to reside as aliens in the land, for your servants have no pasture for their flocks, because the famine is severe in the land of Canaan. Now therefore, please let your servants dwell in the land of Goshen.”",
      "5": "Pharaoh responded to Joseph, “Your father and your brothers have come to you.",
      "6": "The land of Egypt is open to you. Arrange for your father and your brothers to dwell in the best of the land. Let them settle in the land of Goshen. If you know any capable men among them, then put them in charge of my livestock.”",
      "7": "Joseph brought Jacob his father and presented him to Pharaoh, and Jacob blessed Pharaoh.",
      "8": "Pharaoh said to Jacob, “How many are the days and the years of your life?”",
      "9": "Jacob said to Pharaoh, “The days and the years of my wandering are one hundred thirty years. The days and the years of my life have been few and full of trouble, and they have not been as many as the days and the years of the lives of my fathers during the days of their wandering.”",
      "10": "Jacob blessed Pharaoh and went out from the presence of Pharaoh.",
      "11": "Joseph settled his father and his brothers and gave them property in the land of Egypt, in the best part of the land, in the land of Rameses, as Pharaoh had commanded.",
      "12": "Joseph provided his father, his brothers, and all of his father’s household with food, based on the number in their families.",
      "13": "There was no food in all the land because the famine was very severe, so that the land of Egypt and the land of Canaan grew weak because of the famine.",
      "14": "Joseph collected all the money that was found in the land of Egypt and in the land of Canaan as payment for the grain that they purchased, and Joseph brought the money into Pharaoh’s palace.",
      "15": "When all the money in the land of Egypt and in the land of Canaan had been spent, all the Egyptians came to Joseph and said, “Give us bread, for why should we die right in front of your eyes? Look, our money is running out.”",
      "16": "So Joseph said, “Give me your livestock, and I will give you food for your livestock if your money is gone.”",
      "17": "They brought their livestock to Joseph, and Joseph gave them food in exchange for the horses, and for the flocks, and for the herds, and for the donkeys. He supplied them with food for that year in exchange for all their livestock.",
      "18": "When that year was ended, they came to him during the second year and said to him, “We will not hide from my lord the fact that our money is all spent, and the herds of livestock belong to my lord. My lord can see that we have nothing left but our bodies and our lands.",
      "19": "Why should we die right in front of your eyes, both we and our land? Purchase us and our land in exchange for bread, and we along with our land will serve Pharaoh. Give us seed, so that we may live and not die, so that the land will not be desolate.”",
      "20": "So Joseph purchased all the land in Egypt for Pharaoh, because every man among the Egyptians sold his field, because the famine had them in its grip, and the land became Pharaoh’s.",
      "21": "As for the people, he made them all servants from one end of the territory of Egypt all the way to the other end of it.",
      "22": "The land that belonged to the priests was the only land that he did not purchase, because the priests had a regular allotment from Pharaoh and ate from the allotment that Pharaoh gave them. That is why they did not sell their land.",
      "23": "Then Joseph said to the people, “Since I have purchased you and your land today for Pharaoh, here is seed for you to sow the land.",
      "24": "This is what you shall do at the harvests: Give a fifth to Pharaoh, and four fifths will be your own share, which you can use as seed to sow the field and as food for yourselves, for everyone in your household, and for your little ones.”",
      "25": "They said, “You have saved our lives! Let us find favor in the sight of my lord, and we will be Pharaoh’s servants.”",
      "26": "Joseph made it a regulation concerning the farmland in Egypt to this day, that Pharaoh should receive a fifth of the produce. Only the land of the priests did not become Pharaoh’s.",
      "27": "Israel lived in the land of Egypt, in the land of Goshen, and they acquired possessions for themselves there. They were fruitful and multiplied greatly.",
      "28": "Jacob lived in the land of Egypt for seventeen years. So the days of Jacob, the years of his life, were one hundred forty-seven years.",
      "29": "The time drew near that Israel must die, so he called his son Joseph and said to him, “If now I have found favor in your sight, please put your hand under my thigh and deal kindly and truthfully with me. Please do not bury me in Egypt,",
      "30": "but when I rest with my fathers, you are to carry me out of Egypt and bury me in their burial place.”\nHe said, “I will do as you have said.”",
      "31": "He said, “Swear to me,” and he swore to him. Israel bowed himself on the head post of the bed."
    },
    "48": {
      "1": "Sometime after these things Joseph was told, “Come right away. Your father is sick.” So he took his two sons, Manasseh and Ephraim, with him.",
      "2": "Jacob was told, “Look, your son Joseph is coming to you,” so Israel gathered his strength and sat up on the bed.",
      "3": "Jacob said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan and blessed me.",
      "4": "He said to me, ‘I will make you fruitful and multiply you, and I will make you into a community of peoples, and I will give this land to your descendants after you as a permanent possession.’",
      "5": "Now your two sons, who were born to you in the land of Egypt before I came to you in Egypt, will be counted as mine. Ephraim and Manasseh will count as my sons the same as Reuben and Simeon.",
      "6": "Your sons that you father after them will count as your own. For receiving their inheritance they will be registered under the name of their brothers.",
      "7": "As for me, when I came back from Paddan, to my loss Rachel died on the journey in the land of Canaan when we were still some distance from Ephrath, and I buried her there on the way to Ephrath (that is, Bethlehem).”",
      "8": "Israel saw Joseph’s sons and asked, “Who are these boys?”",
      "9": "Joseph said to his father, “They are my sons, whom God has given me here.”\nIsrael said, “Please bring them to me, and I will bless them.”",
      "10": "Now the eyes of Israel were failing because of his age, and he could not see. Joseph brought the boys close to Jacob, and he kissed them and embraced them.",
      "11": "Israel said to Joseph, “I did not think I would see your face, but now God has let me see your offspring also.”",
      "12": "Joseph moved them from Jacob’s lap, and he bowed down with his face to the ground.",
      "13": "Joseph led them both. He led Ephraim with his right hand toward Israel’s left hand, and Manasseh with his left hand toward Israel’s right hand, and brought them close to him.",
      "14": "But Israel, crossing his hands, stretched out his right hand and laid it on the head of Ephraim, who was the younger, and his left hand on Manasseh’s head, though Manasseh was the firstborn.",
      "15": "He blessed Joseph and said,\nMay the God before whom my fathers Abraham and Isaac walked,\nthe God who has been my shepherd all my life to this day,",
      "16": "the Angel who has redeemed me from all evil,\nbless these lads,\nand let my name be placed on them,\nand the name of my fathers Abraham and Isaac.\nLet them grow into a multitude in the midst of the earth.",
      "17": "When Joseph saw that his father laid his right hand on the head of Ephraim, he was displeased. He held up his father’s hand to remove it from Ephraim’s head to Manasseh’s head.",
      "18": "Joseph said to his father, “Not so, my father, for this one is the firstborn. Put your right hand on his head.”",
      "19": "His father refused and said, “I know, my son. I know. He also will become a people, and he also will be great. However, his younger brother will be greater than he, and his descendants will become a multitude of nations.”",
      "20": "He blessed them that day with these words: “Israel will pronounce a blessing using your name, saying, ‘May God make you like Ephraim and like Manasseh.’” So he placed Ephraim ahead of Manasseh.",
      "21": "Israel said to Joseph, “You see that I am dying, but God will be with you and will bring you again to the land of your fathers.",
      "22": "In addition, I have given to you one share more than your brothers: the ridge of Shechem that I took out of the hand of the Amorites with my sword and with my bow.”"
    },
    "49": {
      "1": "Jacob called his sons and said, “Gather together, so that I can declare to you what will happen to you in the days to come.”",
      "2": "Assemble together, and listen to this, you sons of Jacob.\nListen to Israel, your father.",
      "3": "Reuben, you are my firstborn, my might,\nand the beginning of my vigor,\nexcelling in dignity and excelling in power.",
      "4": "Boiling over like water, you shall not excel,\nbecause you went up to your father’s bed,\nand you defiled it.\nHe went up to my couch!",
      "5": "Simeon and Levi are brothers.\nTheir daggers are weapons of violence.",
      "6": "My soul, do not enter their council.\nMy glory, do not join in their assembly.\nYes, in their anger they killed men.\nIn their spitefulness they hamstrung oxen.",
      "7": "Cursed be their anger, for it was fierce.\nCursed be their wrath, for it was cruel.\nI will divide them in Jacob.\nI will scatter them in Israel.",
      "8": "Judah, your brothers will praise you.\nYour hand will be on the throat of your enemies.\nYour father’s sons will bow down to you.",
      "9": "Judah is a lion’s cub.\nYou have gone up from the prey, my son.\nHe stooped down. He crouched like a lion.\nHe is like a lioness. Who will provoke him?",
      "10": "The scepter will not depart from Judah,\nnor the ruler’s staff from between his feet,\nuntil the one to whom it belongs comes.\nHe will receive the obedience of the peoples.",
      "11": "He will tie his foal to the vine,\nhis donkey’s colt to the choice vine.\nHe has washed his clothing in wine,\nhis garments in the blood of grapes.",
      "12": "His eyes will be darker than wine,\nhis teeth whiter than milk.",
      "13": "Zebulun will dwell at the seashore.\nHe will provide a landing place for ships.\nHis border will extend toward Sidon.",
      "14": "Issachar is a strong-boned donkey,\nlying down between the saddlebags.",
      "15": "He saw a resting place that was good.\nHe saw land that was pleasant.\nHe bows his shoulder under the burden\nand becomes a slave doing forced labor.",
      "16": "Dan will judge his people\nas one of the tribes of Israel.",
      "17": "Dan will be a snake in the way,\na viper in the path.\nIt bites the horse’s heels,\nso that its rider falls backward.",
      "18": "I have waited for your salvation, O Lord.",
      "19": "Raiders will attack Gad,\nbut he will attack their heels.",
      "20": "Asher’s food will be rich.\nHe will produce delicacies fit for a king.",
      "21": "Naphtali is a doe set free,\nthat bears beautiful fawns.",
      "22": "Joseph is a fruitful vine,\na fruitful vine by a spring.\nHis branches run over the wall.",
      "23": "The archers have fiercely attacked him.\nThey shot at him and harassed him,",
      "24": "but his bow remained steady.\nHis arms and hands were made strong\nby the hands of the Mighty One of Jacob,\nby the name of the Shepherd, the Stone of Israel,",
      "25": "by the God of your father, who will help you,\nby the Almighty, who will bless you\nwith blessings from heaven above,\nblessings from the deep that lies below,\nblessings from the breasts and from the womb.",
      "26": "The blessings of your father are greater than the blessings of\n    my parents,\ngreater than the treasures of the ancient hills.\nThey will rest on the head of Joseph,\non the forehead of him who is elevated above his brothers.",
      "27": "Benjamin is a ravenous wolf.\nIn the morning he will devour the prey.\nAt evening he will divide the spoils.",
      "28": "All these are the twelve tribes of Israel, and this is what their father spoke to them when he blessed them. He blessed each one with the appropriate blessing.",
      "29": "He instructed them and said to them, “I am going to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,",
      "30": "in the cave that is in the field at Machpelah, which is near Mamre in the land of Canaan, which Abraham purchased along with the field from Ephron the Hittite as a burial place.",
      "31": "There they buried Abraham and Sarah his wife. There they buried Isaac and Rebekah his wife, and there I buried Leah.",
      "32": "The field and the cave that is in it was purchased from the descendants of Heth.”",
      "33": "When Jacob finished instructing his sons, he gathered up his feet into the bed, breathed his last breath, and was gathered to his people."
    },
    "50": {
      "1": "Joseph put his face against his father’s face, wept over him, and kissed him.",
      "2": "Joseph commanded the physicians who served him to embalm his father, so the physicians embalmed Israel.",
      "3": "Forty days were set aside for him, for that is how many days it takes to embalm. The Egyptians mourned for him for seventy days.",
      "4": "When the days of mourning for Jacob were past, Joseph spoke to the household of Pharaoh. He said, “If now I have found favor in your eyes, please speak directly to Pharaoh for me and say",
      "5": "that my father made me take an oath. He said to me, ‘Look, I am dying. Bury me in my tomb that I have dug for myself in the land of Canaan.’ Now therefore, please let me go up and bury my father, and I will return here again.”",
      "6": "Pharaoh said, “Go up and bury your father, just as he made you swear to do.”",
      "7": "Joseph went up to bury his father, and all the officials of Pharaoh went up with him: the senior officials of Pharaoh’s household, all the elders of the land of Egypt,",
      "8": "all the household of Joseph, his brothers, and his father’s household. Only their little ones, their flocks, and their herds were left in the land of Goshen.",
      "9": "Both chariots and horsemen went up with him. It was a very great entourage.",
      "10": "They came to the threshing floor of Atad, which is on the other side of the Jordan, and there they mourned with a very loud and bitter lament. Joseph mourned for his father seven days.",
      "11": "When the inhabitants of the land, the Canaanites, witnessed the mourning at the threshing floor of Atad, they said, “This is a very solemn mourning by the Egyptians.” That is why they named the place Abel Mizraim. It is beyond the Jordan.",
      "12": "His sons did for him just what he commanded them to do:",
      "13": "They carried him to the land of Canaan and buried him in the cave in the field at Machpelah, which Abraham had purchased along with the field. He purchased it from Ephron the Hittite, as a piece of property for a burial site near Mamre.",
      "14": "After he had buried his father, Joseph returned to Egypt—he and his brothers, and all who had gone up with him to bury his father.",
      "15": "When Joseph’s brothers saw that their father was dead, they said, “It may be that Joseph will hate us and will pay us back in full for all of the evil that we did to him.”",
      "16": "They sent the following message to Joseph: “Before he died your father commanded us,",
      "17": "‘You are to tell Joseph, “Please forgive the offense of your brothers and their sin, because they did evil to you.”’ Now, please forgive the offense of the servants of the God of your father.”\nJoseph wept when they spoke to him.",
      "18": "His brothers also came and fell down in front of him, and they said, “See now, we are your servants.”",
      "19": "Joseph said to them, “Do not be afraid, for am I in the place of God?",
      "20": "You meant evil against me, but God meant it for good, to bring this to pass and to keep many people alive, as it is this day.",
      "21": "Now therefore, do not be afraid. I will nourish you and your little ones.” He comforted them and spoke to them in a kind way.",
      "22": "Joseph lived in Egypt, he and his father’s household. Joseph lived one hundred ten years.",
      "23": "He saw Ephraim’s children to the third generation. The children also of Makir, the son of Manasseh, were placed on Joseph’s knees when they were born.",
      "24": "Joseph said to his brothers, “I am dying, but God will surely visit you and bring you up out of this land to the land that he swore to Abraham, to Isaac, and to Jacob.”",
      "25": "Joseph made the descendants of Israel swear an oath. He said, “God will surely visit you. Then you shall carry my bones up from here.”",
      "26": "So Joseph died when he was one hundred ten years old, and they embalmed him, and he was put in a coffin in Egypt."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:31.360158-04:00",
    "Translation": "EHV"
  }
}