{
  "Habakkuk": {
    "1": {
      "1": "The threatening oracle which the prophet Habakkuk saw.",
      "2": "How long, Lord, must I cry for help, but you do not listen?\n    I call out to you, “Violence!” but you do not save!",
      "3": "Why do you cause me to see injustice?\n    Why do you overlook misery?\n    Devastation and violence confront me.\n    There is strife, and tensions rise.",
      "4": "For this reason the law has become powerless.\n    Justice is never carried out.\n    In fact, the wicked overwhelm the righteous\n    so that justice is perverted.",
      "5": "Look at the nations and pay attention! Be completely dumbfounded, because I will do something in your lifetime that you will not believe, even though you are warned ahead of time.",
      "6": "Watch, I am raising up the Chaldeans, that savage, reckless nation. They will sweep across the whole width of the earth, seizing lands and homes that do not belong to them.",
      "7": "They are frightening and terrifying. They invent their own standard of justice and their own values.",
      "8": "Their horses are quicker than leopards and fiercer than wolves that prowl at night. Their war horses come galloping. Their war horses come from far away. They fly like vultures swooping down to devour.",
      "9": "All of them come to commit violence. Their hordes blow by like the desert wind and sweep up prisoners like sand.",
      "10": "They mock kings, and rulers are subjected to scorn. They laugh at every fortified city. They heap up siege ramps and capture cities.",
      "11": "But then the wind blows and passes over them, and they will bear their guilt—these men whose own strength is their god.",
      "12": "Are you not from ancient times, O Lord?\n    My God, my Holy One, you will not die.\n    Lord, you have made them your instrument of judgment.\n    You, our Rock, have established them as your instrument of discipline.",
      "13": "You whose eyes are too pure to tolerate evil,\n    you who are not able to condone wrongdoing,\n    why do you put up with treacherous people?\n    Why do you keep silent when the wicked swallow up those who are more righteous than they are?",
      "14": "You treat people like fish in the sea,\n    like creeping creatures that have no ruler.",
      "15": "The wicked man pulls them all up on a fishhook.\n    He hauls them in with a net.\n    He gathers them with his dragnet and is very happy about it.",
      "16": "Therefore he offers sacrifices to his nets\n    and burns incense to his dragnet,\n    because, through these, his catch is large,\n    and his food is plentiful.",
      "17": "Will he empty one net after another\n    and continue to destroy nations without sparing any?"
    },
    "2": {
      "1": "I will stand at my watch post and station myself on the city wall. I will look to see what he will say to me, and what answer he will give to my complaint.",
      "2": "Then the Lord answered me. He said:\nRecord the vision and write it plainly on tablets so that a herald may run with it.",
      "3": "Indeed, the vision is waiting for the appointed time. It longs for fulfillment and will not prove false. If it seems slow in coming, wait for it, because it will certainly come and will not be delayed.",
      "4": "Look, his soul is puffed up and is not righteous within him—but the righteous one will live by his faith.",
      "5": "Indeed, wine betrays that arrogant and restless one, because he is as greedy as the grave, and like death he is never satisfied. He gathers all the nations and collects all the peoples to himself.",
      "6": "All these people will make up proverbs and mocking poems against him, won’t they? They will say, “Woe to the one who accumulates what is not his. (How long will this last?) Woe to the one who makes himself rich by foreclosing on collateral.”",
      "7": "Won’t your creditors rise up suddenly? Won’t those who cause you to tremble wake up? You will become plunder for them.",
      "8": "Because you robbed many countries, all those who are left among the nations will rob you. You have shed human blood and committed violence against the land, the cities, and all the people who live in them.",
      "9": "Woe to the person who piles up dishonest income for his household, in order to raise his nest up high, to deliver himself from disaster.",
      "10": "By wiping out many nations, you have planned shame for your own house. You have sinned against your own life.",
      "11": "So the stones in the walls will cry out, and the wooden rafters will answer,",
      "12": "“Woe to the one who builds a town with bloodshed and establishes a town with injustice.”",
      "13": "Be sure of this: The Lord of Armies has determined that the things for which the peoples of the world labor are only fuel for the fire, and that the nations tire themselves out with nothing to show for it.",
      "14": "So the earth will be as filled with the knowledge of the glory of the Lord as the waters that cover the sea.",
      "15": "Woe to the person who gives intoxicating drinks to his neighbors, forcing them to drink from his rage, and making them drunk so that he can look at their nakedness.",
      "16": "You will be filled with shame instead of honor. Yes, you yourself will drink and expose your own nakedness. The cup in the Lord’s right hand is coming around to you, and complete disgrace will cover your glory.",
      "17": "You will be overwhelmed by the violence you have committed against Lebanon. Your devastation of the animals will terrify you, because you shed human blood and did violence to the land, to the town, and to its inhabitants.",
      "18": "What benefit is provided by a carved idol? It was hewn by its maker. What good is a cast statue? It teaches lies. Why would the maker trust his own creation? He makes useless gods that cannot speak.",
      "19": "Woe to him who says to a hunk of wood, “Wake up!” or who says, “Get up!” to a stone that cannot speak. Can that thing be your teacher? Although it is covered with gold and silver, there is no life in it at all.",
      "20": "But the Lord is in his holy temple. Let the whole earth be silent before him."
    },
    "3": {
      "1": "This is the prayer of Habakkuk the prophet, according to shigionoth.",
      "2": "O Lord, I have heard the report about you,\n    and I stand in awe of your deeds, Lord.\n    In the midst of our years revive those deeds.\n    In the midst of our years reveal them again.\n    In your rage, remember to have mercy.",
      "3": "God comes from Teman. Interlude\n    The Holy One comes from Mount Paran.\n    His splendor covers the heavens,\n    and his praises fill the earth.",
      "4": "His brightness is like lightning.\n    Lightning bolts flash out from his hand,\n        where his strength is hidden.",
      "5": "Contagious disease goes ahead of him,\n    and plague follows after him.",
      "6": "He stands up and shakes the earth.\n    He looks, and the nations jump in fright.\n    The ancient mountains are shattered.\n    The age-old hills are flattened.\n    But he goes on forever.",
      "7": "I saw the tents of Cushan overwhelmed by trouble.\n    The tent curtains in the land of Midian were trembling.",
      "8": "Were you angry with the rivers, Lord?\n    Was your anger against the rivers?\n    Or was your fury against the sea?\n    Is that why you hitched up your horses\n    and rode your chariots of salvation?",
      "9": "You unsheathed your bow Interlude\n    and called for arrows.\n    You split the earth with rivers.",
      "10": "When the mountains see you, they shake.\n    A flood of water sweeps through.\n    The great deep roars\n    and lifts its hands high.",
      "11": "The sun and the moon stand still in their palace\n        when your flying arrows flash,\n        when your spear is bright as lightning.",
      "12": "In fury you march through the earth.\n    In anger you trample the nations.",
      "13": "You march out to save your people,\n    to deliver your anointed one.\n    You strike the head of the wicked nation to lay him out Interlude\n        naked from his buttocks to his neck.",
      "14": "With their own shafts you pierce the heads of warriors\n        when they storm out to scatter us.\n    Their celebration is like that of those who devour the poor in secret,",
      "15": "but you trample on the sea with your horses,\n    on the surging, powerful waters.",
      "16": "When I hear about it, my stomach churns.\n    The sound makes my lips quiver.\n    My bones decay,\n    and my knees tremble,\n    as I wait for the day of disaster to come upon the people who attack us.",
      "17": "The fig tree may have no buds.\n    The vines may have no grapes.\n    The olive tree may fail to produce.\n    The fields may yield no food.\n    The sheep may be cut off from their flock,\n    and there may be no cattle in the barns,",
      "18": "but I will delight in the Lord\n    and rejoice in God who saves me.",
      "19": "The Lord God is my strength.\n    He will give me feet like a deer\n    and make me leap along the high hills.\nTo the choir director. On my stringed instruments."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:16.905109-04:00",
    "Translation": "EHV"
  }
}