{
  "Haggai": {
    "1": {
      "1": "In the second year of King Darius, on the first day of the sixth month, the word of the Lord came through Haggai the prophet to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest.",
      "2": "This is what the Lord of Armies says. This people has said, “It is not the right time for the House of the Lord to be built.”",
      "3": "So the word of the Lord came through Haggai the prophet.",
      "4": "Is it time for you to live in your paneled houses while this house lies in ruins?",
      "5": "Now this is what the Lord of Armies says. Consider your ways carefully.",
      "6": "You sow much seed but you harvest little. You eat but you are never satisfied. You drink but you never become drunk. You get dressed, but no one is warm. The one who makes money puts that money into a bag with a hole in it.",
      "7": "This is what the Lord of Armies says. Consider your ways carefully.",
      "8": "Go up to the mountains, bring lumber down, and build the House. I will be pleased with it, and I will be glorified, says the Lord.",
      "9": "You expected much, but look, there was little. When you brought it home, I blew it away.\nWhy did I do that? This is a declaration of the Lord of Armies. It is because my house lies in ruins while each of you is busy with your own house.",
      "10": "So it is because of you that the heavens have withheld the dew and the earth has withheld its produce.",
      "11": "I called for a drought on the land, on the mountains, on the grain, on the new wine, on the olive oil, on everything which the soil produces, on people, on livestock, and on all the labor of your hands.",
      "12": "Then Zerubbabel son of Shealtiel, and Joshua son of Jehozadak, the high priest, with all the surviving remnant of the people, listened to the voice of the Lord their God and to the words of Haggai the prophet, because the Lord their God had sent him. So the people feared the Lord.",
      "13": "Then Haggai, the Lord’s messenger, spoke the Lord’s message to the people: “I am with you, declares the Lord.”",
      "14": "The Lord stirred up the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, the high priest, and the spirit of all the surviving remnant of the people, and they came and worked on the house for the Lord of Armies, their God,",
      "15": "on the twenty-fourth day of the sixth month, in the second year of King Darius."
    },
    "2": {
      "1": "On the twenty-first day of the seventh month, the word of the Lord came through Haggai the prophet.",
      "2": "Speak to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest, and to the surviving remnant of the people.",
      "3": "Who is left among you who saw this house in its former glory? How does it look now? Doesn’t it seem like nothing in your eyes?",
      "4": "But now, be strong, Zerubbabel, declares the Lord. Be strong, Joshua son of Jehozadak, the high priest! Be strong, all you people of the land, declares the Lord. Get to work, and I will be with you, declares the Lord of Armies.",
      "5": "This is the promise I made to you when you left Egypt. My Spirit remains in your midst. Do not be afraid!",
      "6": "Listen, this is what the Lord of Armies says. Once again, in a little while, I myself will shake the heavens and the earth, the seas and the dry land.",
      "7": "I will shake all the nations, and the desired of all the nations will come, and I will fill this house with glory, says the Lord of Armies.",
      "8": "The silver is mine and the gold is mine, declares the Lord of Armies.",
      "9": "The glory of this second house will be greater than that of the first one, says the Lord of Armies. For in this place I will provide peace, declares the Lord of Armies.",
      "10": "On the twenty-fourth day of the ninth month in the second year of Darius, the word of the Lord came to Haggai the prophet.",
      "11": "This is what the Lord of Armies says. Ask the priests about the law.",
      "12": "If someone carries consecrated meat in the fold of his garment, and he touches bread, stew, wine, oil, or any food with the fold of the garment, will that food become holy?\nThe priests answered, “No.”",
      "13": "Then Haggai said, “If one who is unclean from contact with a dead body touches any of these things, will that thing become unclean?”\nThe priests answered, “It will be unclean.”",
      "14": "Then Haggai responded:\nThis is how it is with this people, and this is how it is with this nation in my presence, declares the Lord, and this is how it is with all the work of their hands. Everything that they offer there is unclean.",
      "15": "Now, consider your ways carefully, from the time before stone was laid upon stone in the temple of the Lord, up to this day.",
      "16": "Through all that time, whenever anyone came to a heap of grain to get twenty measures, there were only ten. Whenever anyone came to the wine vat to draw out fifty measures, there were only twenty.",
      "17": "I struck you and all the work of your hands with blight, mildew, and hail, yet you did not turn to me, declares the Lord.",
      "18": "Consider your ways carefully, from today, the twenty-fourth day of the ninth month, all the way back to the day when the foundation of the Lord’s temple was laid. Consider this.",
      "19": "Is there still seed in the barn? The vine, the fig tree, the pomegranate, and the olive tree have not produced fruit.\nBut from this day on, I will bless you.",
      "20": "The word of the Lord came a second time to Haggai on the twenty-fourth day of the month.",
      "21": "Speak to Zerubbabel, governor of Judah. Say, “I will shake the heavens and the earth.",
      "22": "I will overthrow the thrones of kingdoms. I will destroy the strength of the kingdoms of the nations. I will overturn the chariots and those who ride in them. The horses and their riders will go down, each one by the sword of his brother.",
      "23": "On that day, declares the Lord of Armies, I will take you, Zerubbabel son of Shealtiel, my servant, declares the Lord, and I will make you like a signet ring, for I have chosen you, declares the Lord of Armies.”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:18.034658-04:00",
    "Translation": "EHV"
  }
}