{
  "Hebrews": {
    "1": {
      "1": "In the past, God spoke to our forefathers by the prophets at many times and in many ways.",
      "2": "In these last days, he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe.",
      "3": "The Son is the radiance of God’s glory and the exact imprint of the divine nature. He sustains all things by his powerful word. After he had provided purification for sins, he took his seat at the right hand of the Majesty on high.",
      "4": "The Son became as much superior to the angels as the name he has inherited is more excellent than theirs.",
      "5": "For to which of the angels did God ever say:\nYou are my Son. Today I have begotten you?\nAnd again:\nI will be his Father, and he will be my Son.",
      "6": "And again, when he brought his firstborn into the world, he said:\nLet all God’s angels worship him.",
      "7": "About the angels he says:\nHe makes his messengers winds and his ministers flaming fire.",
      "8": "But about the Son he says:\nGod, your throne is forever and ever,\nand the scepter of righteousness is the scepter of your kingdom.",
      "9": "You have loved righteousness and hated wickedness.\nTherefore God, your God, has anointed you with the oil of joy\n    beyond your companions.",
      "10": "And he says:\nIn the beginning, Lord, you laid the foundation of the earth,\nand the heavens are the works of your hands.",
      "11": "They will perish, but you remain.\nThey will all become old like a garment.",
      "12": "You will roll them up like a robe,\nand they will be changed like a garment.\nBut you are the same,\nand your years will never end.",
      "13": "To which of the angels has he ever said:\nSit at my right hand until I make your enemies a footstool under your feet?",
      "14": "Are not all angels ministering spirits sent out to serve for the benefit of those who are going to inherit salvation?"
    },
    "2": {
      "1": "Therefore, we need to pay even more attention to what we have heard, so that we do not drift away.",
      "2": "For if the message that was spoken through angels was valid, and every transgression and disobedient act received a just punishment,",
      "3": "how will we escape if we ignore such a great salvation? First the message was spoken by the Lord; then it was confirmed to us by those who heard him.",
      "4": "God also testified to it with signs and wonders, various miracles and gifts of the Holy Spirit, according to his will.",
      "5": "For God did not place the coming world, about which we are speaking, under the control of angels.",
      "6": "But there is a place where someone has testified:\nWhat is man that you remember him,\nor the Son of Man that you look after him?",
      "7": "You made him lower than the angels for a little while.\nYou crowned him with glory and honor.",
      "8": "You put everything in subjection under his feet.\nIndeed, in putting everything in subjection to him, God left nothing that is not in subjection to him. At the present time, we do not yet see everything in subjection to him.",
      "9": "But we look to Jesus (the one who was made lower than the angels for a little while, so that by God’s grace he might taste death for everyone), now crowned with glory and honor, because he suffered death.",
      "10": "Certainly it was fitting for God (the one for whom and through whom everything exists), in leading many sons to glory, to bring the author of their salvation to his goal through sufferings.",
      "11": "For he who sanctifies and those who are being sanctified all have one Father. For that reason, he is not ashamed to call them brothers.",
      "12": "He says:\nI will declare your name to my brothers.\nWithin the congregation I will sing your praise.",
      "13": "And again:\nI will trust in him.\nAnd again:\nHere I am and the children God has given me.",
      "14": "Therefore, since the children share flesh and blood, he also shared the same flesh and blood, so that through death he could destroy the one who had the power of death (that is, the Devil)",
      "15": "and free those who were held in slavery all their lives by the fear of death.",
      "16": "For surely he was not concerned with helping angels but with helping Abraham’s offspring.",
      "17": "For this reason, he had to become like his brothers in every way, in order that he would be a merciful and faithful high priest in the things pertaining to God, so that he could pay for the sins of the people.",
      "18": "Indeed, because he suffered when he was tempted, he is able to help those who are being tempted."
    },
    "3": {
      "1": "Therefore, holy brothers, who share in the heavenly calling, focus your attention on Jesus, the apostle and high priest whom we confess.",
      "2": "He was faithful to the one who appointed him, as also Moses was faithful in God’s whole house.",
      "3": "In fact, Jesus is worthy of greater glory than Moses, in the same way that the builder of a house has more honor than the house.",
      "4": "For every house is built by someone, and God is the one who built everything.",
      "5": "Moses was faithful as a servant within God’s whole house by testifying to the things that would be spoken.",
      "6": "But Christ is faithful as a Son over God’s house. We are his house, if we hold on firmly to our confidence and the hope about which we boast until the end.",
      "7": "Therefore, as the Holy Spirit says:\nToday, if you hear his voice,",
      "8": "do not harden your hearts\nas in the rebellion,\nduring the time of testing in the wilderness.",
      "9": "Your fathers tested and tried me,\neven though they saw my works",
      "10": "for forty years.\nThat is why I was angry with that generation\nand said, “In their heart they are always going astray,\nand they did not learn my ways.”",
      "11": "So I swore an oath in my wrath,\n“They will never enter my rest.”",
      "12": "Watch out, brothers, so that there is not an evil, unbelieving heart in any of you that turns away from the living God.",
      "13": "But encourage one another daily, as long as it is called “today,” so that none of you are hardened by the deceitfulness of sin.",
      "14": "For we have become people who share in Christ, if indeed we hold our original confidence firmly until the end.",
      "15": "As it is said:\nToday, if you hear his voice,\ndo not harden your hearts as in the rebellion.",
      "16": "Who was it who heard and rebelled? Wasn’t it all those who left Egypt, led by Moses?",
      "17": "And with whom was God angry for forty years? Surely it was with the ones who sinned, whose bodies fell in the wilderness, wasn’t it?",
      "18": "And about whom did he swear an oath that they would not enter his rest, if it wasn’t concerning those who were disobedient?",
      "19": "So we see that they were not able to enter because of unbelief."
    },
    "4": {
      "1": "Therefore, since the promise of entering his rest still stands, let us be fearful that any one of you may be judged to have failed to reach it.",
      "2": "In fact, we have had the gospel preached to us, just as they did. But the message they heard did not benefit them, because they were not united in faith with those who did listen.",
      "3": "Indeed, we who believe are going to enter his rest.\nIt happened just as he vowed when he said:\nSo I swore an oath in my wrath,\n“They will never enter my rest.”\nAnd yet his works have been finished since the creation of the world.",
      "4": "For somewhere he has spoken about the seventh day in this way:\nAnd God rested on the seventh day from all his works.",
      "5": "And again in this statement:\nThey will never enter my rest.",
      "6": "Therefore, since it is still the case that some do enter this rest, and yet those who formerly had the gospel preached to them did not enter because of disobedience,",
      "7": "God again set a certain day, namely, “today,” when he later said through David, as quoted before:\nToday, if you hear his voice,\ndo not harden your hearts.",
      "8": "For, if Joshua had given them rest, then God would not have spoken later about another day.",
      "9": "So there remains a Sabbath rest for the people of God.",
      "10": "For the one who enters God’s rest also rests from his own work, just as God rested from his work.",
      "11": "Therefore, let us make every effort to enter that rest, so that no one will fall into the same pattern of disobedience.",
      "12": "For the word of God is living and active, sharper than any double-edged sword. It penetrates even to the point of dividing soul and spirit, joints and marrow, even being able to judge the ideas and thoughts of the heart.",
      "13": "And there is no creature hidden from him, but everything is uncovered and exposed to the eyes of him to whom we will give an account.",
      "14": "Therefore, since we have a great high priest, who has gone through the heavens, namely, Jesus the Son of God, let us continue to hold on to our confession.",
      "15": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who has been tempted in every way, just as we are, yet was without sin.",
      "16": "So let us approach the throne of grace with confidence, so that we may receive mercy and find grace to help in time of need."
    },
    "5": {
      "1": "To be sure, every high priest is chosen from the people and is appointed to represent the people in the things pertaining to God, so that he may offer gifts, as well as sacrifices, for sins.",
      "2": "He is able to deal gently with those who are ignorant and going astray, since he himself is also weak in many ways.",
      "3": "And for this reason he is obligated to offer sacrifices for his own sins, just as he does for the people.",
      "4": "No one takes this honor on himself, but he is called by God, just as Aaron was.",
      "5": "In the same way, Christ did not take the glory of becoming a high priest on himself, but God said to him:\nYou are my Son.\nToday I have begotten you.",
      "6": "He also said the same thing in another place:\nYou are a priest forever, like Melchizedek.",
      "7": "In the days of his flesh, he offered prayers and pleas with loud cries and tears to the one who was able to save him from death, and he was heard because of his reverence.",
      "8": "Although he was the Son, he learned obedience from the things he suffered.",
      "9": "After he was brought to his goal, he became the source of eternal salvation for everyone who obeys him,",
      "10": "because he was designated by God as a high priest, like Melchizedek.",
      "11": "We have much to say about this, and it is difficult to explain, because you have become too lazy to listen.",
      "12": "In fact, though by this time you ought to be teachers, you need someone to teach you the beginning principles of God’s word all over again. You have become people who need milk, not solid food.",
      "13": "For everyone who lives on milk is not acquainted with the word of righteousness, because he is still an infant.",
      "14": "But solid food is for mature people, who have their senses trained by practice to distinguish between good and evil."
    },
    "6": {
      "1": "Therefore, leaving the beginning discussion of Christ, let us press on toward matters that require greater maturity, not laying again the foundation of repentance from dead works, of faith in God,",
      "2": "of the teaching about baptisms, of the laying on of hands, of the resurrection of the dead, and of eternal judgment.",
      "3": "And we will do this, if God permits.",
      "4": "For it is impossible for those who were once enlightened, who have tasted the heavenly gift and shared in the Holy Spirit,",
      "5": "who have tasted the good word of God and the powers of the coming age,",
      "6": "and who then fell away, to be restored to repentance because they are crucifying the Son of God again, to their own harm, and exposing him to public ridicule.",
      "7": "For the land that drinks the rain that often falls on it and produces plants useful to those farming it, this land receives a blessing from God.",
      "8": "But the land that grows thorns and thistles is worthless and will soon be cursed—its end is to be burned.",
      "9": "But even if we speak this way, we are confident of better things for you, dear friends, things belonging to salvation.",
      "10": "For God is not unjust. He will not forget your work and the love that you showed for his name’s sake, when you served the saints, and while you continue to serve them.",
      "11": "And we want each of you to continue to show the same eagerness, so that you may have the full assurance of your hope until the end.",
      "12": "Our goal is that you would not become lazy but imitators of those who inherited the promise through faith and patient endurance.",
      "13": "For God made a promise to Abraham, and since God had no one greater to swear by, “He swore by himself.”",
      "14": "He said, “I will most certainly bless you and make you increase in number.”",
      "15": "And so in this way, after Abraham had waited patiently, he received the promise.",
      "16": "To be sure, people swear by someone who is greater, and the oath serves as a confirmation for them that ends all disputes.",
      "17": "Because God wanted to show the heirs of the promise with even greater certainty that his plan was unchangeable, he guaranteed his promise with an oath.",
      "18": "He did this so that, through two unchangeable things (in which it is impossible that God would lie), we, who have fled for refuge by taking hold of this hope that is held out to us, might have strong encouragement.",
      "19": "We have this hope as an anchor for the soul. It is sure and firm, and it goes behind the inner curtain,",
      "20": "where Jesus entered ahead of us on our behalf, because he became a high priest forever like Melchizedek."
    },
    "7": {
      "1": "This Melchizedek, king of Salem, priest of the Most High God, is the one who met Abraham as he was returning from the defeat of the kings and blessed him,",
      "2": "and Abraham gave him a tenth of everything. First, Melchizedek means “king of righteousness,” and then “king of Salem,” which is “king of peace.”",
      "3": "He is without father or mother, without genealogy, without beginning of days or end of life, and resembling the Son of God, he remains a priest forever.",
      "4": "Consider how great this man was. Even Abraham, the patriarch, gave him a tenth from the best of the spoils.",
      "5": "According to the law, those sons of Levi who received the priesthood have a command to collect a tenth from the people, that is, from their brother Israelites, even though they also came from Abraham’s body.",
      "6": "But here the one who was not descended from them collected a tenth from Abraham and blessed the one who had the promises.",
      "7": "And without any question, it is the lesser who is blessed by the greater.",
      "8": "In the one case, those who are mortal collect the tenth; in the other case, the one who collects has testimony in Scripture that he lives.",
      "9": "And, through Abraham, even Levi, who collects the tenth, has paid a tenth, so to speak,",
      "10": "because he was still in the body of his forefather when Melchizedek met Abraham.",
      "11": "So if everything could have been brought to its goal through the Levitical priesthood (for the people received the law on the basis of that priesthood), what further need was there for another priest to arise who was like Melchizedek, yet not said to be like Aaron?",
      "12": "For when the priesthood is changed, by necessity a change in the law also happens.",
      "13": "Yet these things are said about the one who belonged to another tribe, from which no one had served at the altar.",
      "14": "It is certainly clear that our Lord is descended from Judah. Moses said nothing about priests in connection with that tribe.",
      "15": "And this becomes even clearer if another priest arises like Melchizedek,",
      "16": "who became a priest, not on the basis of a legal requirement about physical descent, but on the basis of the power of an endless life.",
      "17": "For it has been testified in Scripture about him:\nYou are a priest forever, like Melchizedek.",
      "18": "To be sure, the former requirement is annulled, because it was weak and useless—",
      "19": "for the law did not bring anything to its goal—but now a better hope is introduced, by which we approach God.",
      "20": "And something like this did not happen without an oath. Indeed, others who became priests did so without an oath,",
      "21": "but this one became a priest with an oath, through the one who said to him:\nThe Lord has sworn an oath\nand will not change his mind:\n“You are a priest forever.”",
      "22": "In this way, Jesus has become the guarantor of a better covenant.",
      "23": "There were many who became priests because death prevented any of them from continuing to remain in office.",
      "24": "But because this one endures forever, he has a permanent priesthood.",
      "25": "So for this reason he is able to save forever those who come to God through him, because he always lives to plead on their behalf.",
      "26": "This is certainly the kind of high priest we needed: one who is holy, innocent, pure, separated from sinners, and exalted above the heavens.",
      "27": "Unlike the other high priests, he does not need to offer sacrifices on a daily basis, first for his own sins and then for the sins of the people. In fact, he sacrificed for sins once and for all when he offered himself.",
      "28": "For the law appoints as high priests men who have weaknesses. But the word of the oath, which came after the law, appointed the Son, who has been brought to his goal forever."
    },
    "8": {
      "1": "The main point of what we are saying is this: We have the kind of high priest who has taken his seat at the right hand of the throne of the Majesty in heaven.",
      "2": "He is the minister in the Holy Place, which is the true sanctuary, which the Lord set up, not man.",
      "3": "For every high priest is appointed to offer gifts and sacrifices, and for that reason this priest also needed to have something that he offered.",
      "4": "If this priest were on earth, he would not even be a priest, because there are priests who are designated by the law to offer gifts.",
      "5": "They serve at a place that is a copy and shadow of the heavenly sanctuary, a place exactly like that about which Moses was told when he was about to complete the tent. For God said, “See to it that you make everything according to the pattern shown to you on the mountain.”",
      "6": "But now, Jesus has obtained a ministry that is as much superior as the covenant that he mediates is better, because it has been established on the basis of better promises.",
      "7": "Indeed, if that first covenant were without fault, there would have been no reason to look for a second.",
      "8": "But because God found fault with the people, he said:\nLook, the days are coming, says the Lord,\nwhen I will make a new covenant\nwith the house of Israel\nand with the house of Judah.",
      "9": "It will not be like the covenant\nthat I made with their forefathers\nat the time when I took them by the hand\nto lead them out of Egypt.\nBecause they did not remember my covenant,\nI ignored them, says the Lord.",
      "10": "This is the covenant I will make with the house of Israel after those days, says the Lord.\nI will put my laws into their mind,\nand I will write them on their hearts.\nI will be their God,\nand they will be my people.",
      "11": "Never again will a man teach his fellow citizen\nor his brother, saying, “Know the Lord,”\nbecause they will all know me,\nfrom the least of them to the greatest.",
      "12": "For I will be merciful in regard to their unrighteousness,\nand I will not remember their sins any longer.",
      "13": "When God said “new,” he made the first covenant obsolete, and something that is obsolete and growing old is going to disappear."
    },
    "9": {
      "1": "The first covenant had regulations for worship and for an earthly sanctuary.",
      "2": "The first room of the tent was furnished with the lampstand, the table, and the Bread of the Presence. This room was called the Holy Place.",
      "3": "And behind the second curtain was the room of the tent called the Most Holy Place.",
      "4": "It had the golden censer for incense and the Ark of the Covenant, which was covered entirely with gold. Inside the Ark was the golden jar holding the manna, Aaron’s staff that had sprouted buds, and the stone tablets of the covenant.",
      "5": "Above the Ark, the glorious cherubim overshadowed the atonement seat. We are not going to talk about these things in detail now.",
      "6": "After these things had been furnished in this way, the priests would always enter the first room of the tent to perform their ministries.",
      "7": "But only the high priest would enter the second section of the tent, once each year, and not without blood, which he offered for himself and for the sins the people committed in ignorance.",
      "8": "By this the Holy Spirit indicates that, while the first room of the tent existed, a way into the Most Holy Place had not yet been disclosed.",
      "9": "This tent is a picture pointing to the present time. Since it is only a picture, the gifts and sacrifices that are brought there are not able to clear the conscience of the worshipper.",
      "10": "They are only bodily regulations about foods, drinks, and various washings, which were in force until the time of the new order.",
      "11": "But when Christ appeared as the high priest of the good things that were coming, he went through the greater and more complete tent, which was not made by human hands (that is, it is not part of this creation).",
      "12": "He entered once into the Most Holy Place and obtained eternal redemption, not by the blood of goats and calves, but by his own blood.",
      "13": "Now if the blood of goats and bulls and the ashes of a heifer, sprinkled on those who were unclean, sanctifies them so that their flesh is clean,",
      "14": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, cleanse our consciences from dead works, so that we worship the living God?",
      "15": "For this reason, he is the mediator of a new covenant. A death took place as payment for the trespasses committed under the first covenant, so that those who are called would receive the promised eternal inheritance.",
      "16": "For where a will exists, it is necessary to establish the death of the one who made the will.",
      "17": "For a will takes effect at the time of death, since it is never in force when the one who made the will is still living.",
      "18": "For this reason, the first covenant was not ratified without blood.",
      "19": "Indeed, after every command was spoken by Moses to all the people, in accordance with the law, he took the blood of calves and of goats, with water and scarlet wool and a hyssop branch, and sprinkled both the book itself and all the people.",
      "20": "He said, “This is the blood of the covenant that God established for you.”",
      "21": "In the same way he sprinkled blood on the tent and all the objects for worship.",
      "22": "And nearly everything is cleansed with blood according to the law. And, without the shedding of blood, there is no forgiveness.",
      "23": "Therefore, it was necessary that the copies of the things in heaven be cleansed by these sacrifices, but it was necessary that the heavenly things themselves be cleansed with sacrifices better than these.",
      "24": "For Christ did not enter a handmade sanctuary, a representation of the true sanctuary. Instead, he entered into heaven itself, now to appear before God on our behalf.",
      "25": "And he did not enter to offer himself many times, as the high priest enters the Most Holy Place year after year with blood that is not his own.",
      "26": "Otherwise he would have needed to suffer many times since the creation of the world. But now he has appeared once and for all, at the climax of the ages, in order to take away sin by the sacrifice of himself.",
      "27": "And, just as it is appointed for people to die only once and after this comes the judgment,",
      "28": "so also Christ was offered only once to take away the sins of many, and he will appear a second time—without sin—to bring salvation to those who are eagerly waiting for him."
    },
    "10": {
      "1": "In fact, the law is only a shadow of the good things to come, not the actual realization of those things. It will never be able to make perfect those who continually offer the same sacrifices year after year.",
      "2": "If it could do this, would they not have stopped bringing sacrifices, because the worshippers, once they were cleansed, would no longer have a bad conscience about sins?",
      "3": "Instead, these sacrifices reminded them of their sins year after year.",
      "4": "The fact is that the blood of bulls and goats cannot take away sins.",
      "5": "Therefore when he entered the world, Christ said:\nSacrifice and offering you did not desire,\nbut you prepared a body for me.",
      "6": "You were not pleased\nwith burnt offerings and sin offerings.",
      "7": "Then I said, “Here I am.\nI have come to do your will, God.\nIn the scroll of the book it is written about me.”",
      "8": "First he said:\nSacrifices and offerings that were offered according to the law,\nboth burnt offerings and sin offerings,\nyou did not desire,\nand you were not pleased with them.",
      "9": "Then he said:\nHere I am.\nI have come to do your will.\nHe does away with the first in order to establish the second.",
      "10": "By this will, we have been sanctified once and for all, through the sacrifice of the body of Jesus Christ.",
      "11": "In the one case, every priest stood ministering day after day, offering the same sacrifices again and again, which are never able to remove sin.",
      "12": "In the other case, this priest, after he offered one sacrifice for sins for all time, sat down at the right hand of God.",
      "13": "Since then he has been waiting until his enemies are made a footstool under his feet.",
      "14": "By only one sacrifice he has made perfect forever those who are being sanctified.",
      "15": "The Holy Spirit also testifies in Scripture to us, for first he said:",
      "16": "This is the covenant I will make with them\nafter those days, says the Lord.\nI will put my laws on their hearts\nand I will write them on their mind.",
      "17": "Then he adds:\nAnd I will not remember their sins and their lawlessness any longer.",
      "18": "Now where these sins are forgiven, there is no longer any sacrifice for sin.",
      "19": "Brothers, we have confidence to enter the Most Holy Place through the blood of Jesus.",
      "20": "It is a new and living way he opened for us through the curtain, that is, his flesh.",
      "21": "We also have a great priest over the house of God.",
      "22": "So let us approach with a sincere heart, in the full confidence of faith, because our hearts have been sprinkled to take away a bad conscience, and our bodies have been washed with pure water.",
      "23": "Let us hold on firmly to the confession of our hope without wavering, since he who promised is faithful.",
      "24": "Let us also consider carefully how to spur each other on to love and good works.",
      "25": "Let us not neglect meeting together, as some have the habit of doing. Rather, let us encourage each other, and all the more as you see the Day approaching.",
      "26": "For if we deliberately keep on sinning after we have received the full knowledge of the truth, there no longer remains any sacrifice for sins.",
      "27": "Instead, there is a certain fearful expectation of judgment and a raging fire that is going to consume the enemies of God.",
      "28": "Anyone who rejected the law of Moses was put to death without pity, on the basis of the testimony of two or three witnesses.",
      "29": "How much greater punishment do you think will be deserved by the person who trampled the Son of God underfoot, who considered insignificant the blood of the covenant, by which he was sanctified, and who insulted the Spirit of grace?",
      "30": "For we know the one who said:\nVengeance is mine. I will repay.\nAnd again:\nThe Lord will judge his people.",
      "31": "It is a terrifying thing to fall into the hands of the living God.",
      "32": "Remember the former days when, after you were enlightened, you patiently endured a great struggle of sufferings.",
      "33": "Sometimes you were publicly shamed by insults and persecutions. At other times you became companions of those who were treated this way.",
      "34": "Indeed, you also sympathized with those in prison, and when your possessions were seized, you accepted it with joy, because you knew that you yourselves had a better and lasting possession.",
      "35": "So do not throw away your confidence, which has a great reward.",
      "36": "Certainly you need patient endurance so that, after you do God’s will, you may receive what was promised.",
      "37": "For in just a little while:\nThe one who is coming will come and will not delay.",
      "38": "And my righteous one will live by faith,\nbut if he shrinks back,\nmy soul takes no pleasure in him.",
      "39": "Now we are not part of those who shrink back, resulting in destruction, but of those who have faith, resulting in the soul’s salvation."
    },
    "11": {
      "1": "Faith is being sure about what we hope for, being convinced about things we do not see.",
      "2": "For by this faith the ancients were commended in Scripture.",
      "3": "By faith we know that the universe was created by God’s word, so that what is seen did not come from visible things.",
      "4": "By faith Abel offered a better sacrifice to God than Cain did. By faith he was commended in Scripture as righteous; God testified favorably about his gifts. And by faith he still speaks, even though he is dead.",
      "5": "By faith Enoch was taken up, so that he would not experience death, and he was not found because God took him away. In fact, before he was taken away, he was commended in Scripture as one who “pleased God.”",
      "6": "And without faith it is impossible to please God. Indeed, it is necessary for the one who approaches God to believe that he exists and that he rewards those who seek him.",
      "7": "By faith Noah, when he was warned about things that had not been seen before, built an ark, in reverent fear, in order to save his family. By it he condemned the world and became an heir of the righteousness that is by faith.",
      "8": "By faith Abraham obeyed when he was called to go to a place that he was going to receive as an inheritance, and he left without knowing where he was going.",
      "9": "By faith he lived as a stranger in the Promised Land, as if it did not belong to him, dwelling in tents along with Isaac and Jacob, who were heirs with him of the same promise.",
      "10": "For he was looking forward to the city that has foundations, whose architect and builder is God.",
      "11": "By faith Abraham also received the ability to conceive children, even though Sarah herself was barren and he was past the normal age, because he considered him faithful who made the promise.",
      "12": "And so from one man, and he as good as dead, descendants were born as numerous as the stars in the sky and as countless as the sand along the seashore.",
      "13": "One by one, all of these died in faith, without having received the things that were promised, but they saw and welcomed them from a distance. They confessed that they were strangers and pilgrims on the earth.",
      "14": "Indeed, people who say things like that make it clear that they are looking for a land of their own.",
      "15": "And if they were remembering the land they had come from, they would have had an opportunity to return.",
      "16": "Instead, they were longing for a better land—a heavenly one. For that reason, God is not ashamed to be called their God, because he prepared a city for them.",
      "17": "By faith Abraham, when he was tested, offered Isaac. This man, who received the promises, was ready to offer his only son,",
      "18": "about whom it was said, “Through Isaac your offspring will be traced.”",
      "19": "He reasoned that God also had the ability to raise him from the dead, and in a figurative sense, Abraham did receive him back from the dead.",
      "20": "By faith Isaac also blessed Jacob and Esau about things that were going to happen.",
      "21": "By faith Jacob, when he was dying, blessed each of Joseph’s sons and worshipped as he leaned on the top of his staff.",
      "22": "By faith Joseph, as he neared the end of his life, mentioned the Exodus of the sons of Israel and gave instructions about his bones.",
      "23": "By faith Moses was hidden by his parents for three months after he was born, because they saw he was a special child, and they were not afraid of the king’s order.",
      "24": "By faith Moses refused to be called the son of Pharaoh’s daughter when he grew up.",
      "25": "He chose to be mistreated with God’s people rather than enjoy sin for a little while.",
      "26": "He considered disgrace for the sake of Christ as greater wealth than the treasures of Egypt, because he was looking ahead to his reward.",
      "27": "By faith he left Egypt without fearing the king’s wrath, because he persevered as one who sees him who is invisible.",
      "28": "By faith he celebrated the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not strike them down.",
      "29": "By faith they passed through the Red Sea, as if going through on dry ground. When the Egyptians tried it, they were drowned.",
      "30": "By faith the walls of Jericho fell after the people marched around them for seven days.",
      "31": "By faith Rahab the prostitute did not perish with the unbelievers, because she welcomed the spies in peace.",
      "32": "And what more should I say? There would not be enough time for me to continue to tell about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets.",
      "33": "By faith they conquered kingdoms, carried out justice, obtained things that were promised, shut the mouths of lions,",
      "34": "quenched the power of fire, escaped the edges of the sword, were made powerful after being weak, became mighty in battle, and caused foreign armies to flee.",
      "35": "Women received back their dead by resurrection. And others who were tortured did not accept their release, so that they may take part in a better resurrection.",
      "36": "Still others experienced mocking and lashes, in addition to chains and imprisonment.",
      "37": "They were stoned; they were sawed in two; they were tempted; they were killed with the sword; they went around in sheepskins and goatskins, needy, afflicted, and mistreated.",
      "38": "The world was not worthy of them as they wandered in deserts and mountains and caves and holes in the ground.",
      "39": "All of these were commended in Scripture by faith, yet they did not receive what was promised,",
      "40": "because God had planned something better for us, namely, that they would not reach the goal apart from us."
    },
    "12": {
      "1": "Therefore, since we are surrounded by such a great cloud of witnesses, let us get rid of every burden and the sin that so easily ensnares us, and let us run with patient endurance the race that is laid out for us.",
      "2": "Let us keep our eyes fixed on Jesus, who is the author of our faith and the one who brings it to its goal. In view of the joy set before him, he endured the cross, disregarding its shame, and has taken his seat at the right hand of God’s throne.",
      "3": "Carefully consider him who endured such hostility against himself from sinful people, so that you do not grow weary and lose heart.",
      "4": "You have not yet resisted to the point of shedding your blood in your fight against sin.",
      "5": "Have you also forgotten the encouragement that addresses you as sons?\nMy son, do not regard the Lord’s discipline lightly,\nand do not become weary of his correction.",
      "6": "For the Lord disciplines the one whom he loves,\nand he corrects every son he accepts.",
      "7": "Endure suffering as discipline. God is dealing with you as sons. Is there a son whose father does not discipline him?",
      "8": "If you are not disciplined (and all of us have received it), then you are illegitimate children and not sons.",
      "9": "In addition, we have earthly fathers who disciplined us, and we respected them. Should we not submit even more to the Father of the spirits and live?",
      "10": "They disciplined us for a little while, according to what seemed best to them, but God disciplines us for our good, so that we may have a share in his holiness.",
      "11": "No discipline seems pleasant when it is happening, but painful, yet later it yields a peaceful harvest of righteousness for those who have been trained by it.",
      "12": "Therefore strengthen your weak hands and feeble knees,",
      "13": "and make straight paths for your feet, so that what is lame may not be dislocated but rather healed.",
      "14": "Pursue peace with everyone and holiness, without which no one will see the Lord.",
      "15": "Take care so that no one falls short of God’s grace and that no bitter root grows up to cause trouble and so defile many.",
      "16": "Take care that no one becomes sexually immoral or worldly, like Esau, who gave away his right as firstborn for a single meal.",
      "17": "Certainly you know that afterward he was rejected when he wanted to inherit the blessing, for he found no chance to change his father’s mind, even though he sought it with tears.",
      "18": "You have not come to a mountain that can be touched and to burning fire, to darkness, to gloom, to a raging storm,",
      "19": "to the sound of a trumpet, and to a voice that spoke. Those who heard the voice asked that not one more word be added,",
      "20": "because they could not endure what was commanded: “If even an animal touches the mountain, it must be stoned.”",
      "21": "The sight was so terrifying that even Moses said, “I am trembling with fear.”",
      "22": "Instead, you have come to Mount Zion, the city of the living God; to the heavenly Jerusalem; to tens of thousands of angels in joyful assembly;",
      "23": "to the church of the firstborn whose names are written in heaven; to God, who is the judge of all; to the spirits of righteous people who have been made perfect;",
      "24": "to Jesus, the mediator of a new testament; and to the sprinkled blood that speaks a better message than the blood of Abel.",
      "25": "See to it that you do not refuse to listen to the one who is speaking. For if those people did not escape when they refused to listen to the one who spoke God’s message on earth, how much less likely is it that we will escape, if we turn away from the one who spoke God’s message to us from heaven?",
      "26": "At that time his voice shook the earth, but now he has promised, “Once more I will shake not only the earth but also heaven.”",
      "27": "The words “once more” clearly indicate the removal of the things that are being shaken, that is, the things that have been made, so that the things that cannot be shaken remain permanently.",
      "28": "Therefore, since we are going to receive an unshakeable kingdom, let us be thankful. This is how we serve God in an acceptable way, with reverence and awe.",
      "29": "For our God is a consuming fire."
    },
    "13": {
      "1": "Continue to show brotherly love.",
      "2": "Do not fail to show love to strangers, for by doing this some have welcomed angels without realizing it.",
      "3": "Remember those in prison, as if you were fellow prisoners, and those who are mistreated, as if you yourselves were also suffering bodily.",
      "4": "Marriage is to be held in honor by all, and the marriage bed is to be kept undefiled, for God will judge sexually immoral people and adulterers.",
      "5": "Keep your life free from the love of money, and be content with what you have. For God has said:\nI will never leave you,\nand I will never forsake you.",
      "6": "So then we say with confidence:\nThe Lord is my helper, and I will not be afraid.\nWhat will man do to me?",
      "7": "Remember your leaders, who spoke the word of God to you. Carefully consider the outcome of their way of life and imitate their faith.",
      "8": "Jesus Christ is the same yesterday and today and forever.",
      "9": "Do not be carried away by all kinds of strange teachings. For it is good for our hearts to be strengthened by grace, not by foods, which are of no help to those who make them a way of life.",
      "10": "We have an altar from which those who minister at the tent have no right to eat.",
      "11": "For the high priest brings the blood of the animals sacrificed for sins into the Most Holy Place, and then their bodies are burned outside the camp.",
      "12": "Jesus suffered outside the gate for this reason: to sanctify people by his own blood.",
      "13": "So then let us go to him, outside of the camp, bearing his disgrace.",
      "14": "For we do not have a permanent city here, but we are looking for the city that is coming.",
      "15": "Through Jesus, therefore, let us constantly offer to God a sacrifice of praise, that is, the fruit of lips that confess his name.",
      "16": "And do not forget to do good and share with others, for with such sacrifices God is pleased.",
      "17": "Obey your leaders and submit to them, for they are keeping watch over your souls as men who will give an account. Obey them, so that they may do this with joy and not with groaning, for that would be of no benefit to you.",
      "18": "Pray for us, because we are sure that we have a good conscience, and because in everything we want to conduct ourselves in an honorable way.",
      "19": "I urge you to do this even more, so that I may be restored to you quickly.",
      "20": "Now may the God of peace—who brought back from the dead our Lord Jesus, that great Shepherd of the sheep, in connection with his blood, which established the eternal testament—",
      "21": "may he equip you with every good thing to do his will, as he works in us what is pleasing in his sight through Jesus Christ. To him be glory forever and ever. Amen.",
      "22": "Now I urge you, brothers, to bear with this word of encouragement, for I have written you only a brief letter.",
      "23": "I want you to know that our brother Timothy has been released. If he arrives very soon, he and I will see you.",
      "24": "Greet all your leaders and all the saints. Those from Italy greet you.",
      "25": "Grace be with you all. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:35.650572-04:00",
    "Translation": "EHV"
  }
}