{
  "Hosea": {
    "1": {
      "1": "The word of the Lord that came to Hosea son of Be’eri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, the kings of Judah, and in the days of Jeroboam son of Joash, the king of Israel.",
      "2": "When the Lord first spoke through Hosea, the Lord said to Hosea, “Go. Take for yourself an immoral wife and children produced by sexual immorality, because the land has been committing flagrant immorality, turning away from the Lord.”",
      "3": "So he went and took Gomer daughter of Diblaim. She conceived and gave birth to a son for him.",
      "4": "The Lord said to him, “Name him Jezre’el, because in a little while I will inflict punishment on the house of Jehu for the blood of Jezre’el. I will destroy the ruling power of the house of Israel.",
      "5": "In that day I will break the bow of Israel in the Valley of Jezre’el.”",
      "6": "She conceived again and gave birth to a daughter.\nThe Lord said to him, “Name her Lo Ruhamah, because I will no longer have compassion on the house of Israel. Indeed, I will certainly not forgive them.",
      "7": "But I will have compassion on the house of Judah. I will save them by the Lord their God. I will not save them by bow, sword, battle, horses, or horsemen.”",
      "8": "Gomer weaned Lo Ruhamah. Then she conceived and gave birth to a son.",
      "9": "The Lord said, “Name him Lo Ammi, because you are not my people, and I will not be the Lord for you.”",
      "10": "Nevertheless, the number of the people of Israel will be like the sand of the sea, which cannot be measured or counted. Then, in the place where they were told, “You are not my people,” they will be told, “You are children of the living God.”",
      "11": "The people of Judah and the people of Israel will be gathered together. They will appoint one head for themselves, and they will go up from the land, for the day of Jezre’el will be great."
    },
    "2": {
      "1": "Say to your brothers, “My people,”\nand to your sisters, “She has been shown mercy.”",
      "2": "Plead with your mother!\n    Plead with her, because she is not my wife,\n    and I am not her husband.\n    Let her put away her sexual immorality from her presence\n    and her acts of adultery from between her breasts.",
      "3": "Otherwise, I will strip her naked\n    and expose her as she was on the day she was born.\n    I will make her like a wilderness.\n    I will cause her to be like a dry land.\n    I will cause her to die of thirst.",
      "4": "I will have no compassion on her children,\n    because they are children of promiscuity,",
      "5": "because their mother has been promiscuous.\n    She who conceived them has acted shamefully.\n    She said, “I will chase after my lovers,\n        the ones who give me my food and my water,\n        my wool and my flax, my olive oil and my drinks.”",
      "6": "Therefore, this is what I will do:\n    I will block your way with thorns.\n    I will build a wall against her,\n    so that she cannot find her paths.",
      "7": "She will chase after her lovers,\n    but she will not reach them.\n    She will seek them,\n    but she will not find them.\n    She will say, “I will go back to my first husband,\n    because then it was better for me than it is now.”",
      "8": "But she would not acknowledge that I gave her the grain, the new wine, and the fresh oil.\n    I gave her large amounts of silver and gold—her people used it for Baal!",
      "9": "That is why I will take back my grain during harvest time,\n    and my new wine in its season.\n    I will also take away my wool and my flax that were given to cover her nakedness.",
      "10": "Then I will expose her shameful nakedness in the sight of her lovers.\n    No one will deliver her from my hand.",
      "11": "I will put an end to all her celebration:\n    her pilgrimage festivals, her monthly new moons, and her weekly Sabbaths—\n    all her appointed festivals.",
      "12": "I will devastate her vines and her fig trees,\n    about which she said, “These are the payment that my lovers gave me.”\n    I will make them into a scrub forest,\n    and the wild animals will eat the crops.",
      "13": "I will punish her for the days with the Baals, on which she repeatedly offered incense to them.\n    She adorned herself with her rings and her jewelry,\n    and then she chased after her lovers,\n    and she forgot me, declares the Lord.",
      "14": "But watch! I am going to court her.\n    I will bring her into the wilderness.\n    I will speak tenderly to her.",
      "15": "There I will give her vineyards back to her.\n    The Valley of Achor will be a door of hope.\n    She will respond there as in the days of her youth,\n    as in the day she came up from the land of Egypt.",
      "16": "In that day, declares the Lord, this is what will take place:\n    You will call me “my husband.”\n    You will no longer call me “my master.”",
      "17": "For I will remove the names of the Baals from her mouth.\n    She will no longer call them by their names.",
      "18": "In that day I will make a covenant for the Israelites with the wild animals, with the birds of the sky and the things that creep on the ground.\n    I will break the bow and the sword.\n    I will abolish war from the land.\n    I will allow the people to lie down safely.",
      "19": "I will pledge you to myself in marriage forever.\n    I will pledge you to myself in marriage—\n    with righteousness, justice, mercy, and compassion.",
      "20": "In faithfulness I will pledge you to myself in marriage,\n    and you will know the Lord.",
      "21": "In that day this is what will happen:\n    I will respond, declares the Lord.\n    I will respond to the heavens,\n    and they will respond to the earth.",
      "22": "The earth will respond to the grain, the new wine, and the fresh oil.\n    They will respond to Jezre’el.",
      "23": "I will sow her for myself in the land.\n    I will have compassion for Lo Ruhamah,\n    and I will tell Lo Ammi, “You are my people,”\n    and he will say, “You are my God!”"
    },
    "3": {
      "1": "The Lord said to me, “Go again. Show love to a woman who is loved by another man, a woman who keeps committing adultery. Show love just as the Lord loves the people of Israel, even though they keep turning to other gods and loving the raisin cakes.”",
      "2": "So I bought her for myself for fifteen pieces of silver and nine bushels of barley.",
      "3": "I said to her, “You will stay with me for many days. You must not be promiscuous. You must not be with any other man, and I will also be for you.”",
      "4": "So the people of Israel will live many days without king or prince, without sacrifice or sacred memorial stones, and without the special vest or family idols.",
      "5": "Afterward the people of Israel will return and seek the Lord their God and David their king. They will come trembling to the Lord and to his goodness in the latter days."
    },
    "4": {
      "1": "Hear the word of the Lord, you people of Israel,\n    because the Lord has charges to make against the inhabitants of the land,\n    because there is no truth,\n    there is no mercy,\n    and there is no knowledge of God in the land.",
      "2": "There is cursing, lying, murder, theft, and adultery.\n    They break out in violence, and bloodshed follows bloodshed.",
      "3": "Therefore the land mourns,\n    and everyone who dwells in it wastes away\n    along with the wild animals and the birds in the sky.\n    Even the fish of the sea have been removed.",
      "4": "Yet no one should bring charges.\n    No one should accuse,\n    because your people are like those who dispute with a priest.",
      "5": "You will stumble by day,\n    and the prophet will also stumble with you by night.\n    I will also destroy your mother.",
      "6": "My people have been destroyed because of lack of knowledge.\n    Because you have rejected knowledge, I also will reject you\n    from serving as a priest for me.\n    Because you have forgotten the law of your God,\n    I also will forget your children.",
      "7": "The more they increased, the more they sinned against me.\n    I changed their glory into shame.",
      "8": "They feed on the sin of my people.\n    They set their desire on things that make them guilty.",
      "9": "So it will be the same for people as for priests.\n    I will punish them for their ways.\n    I will repay them for their deeds.",
      "10": "They will eat, but not be satisfied.\n    They will engage in sexual immorality, but not increase.\n    This will take place because they have abandoned the Lord to devote themselves to",
      "11": "sexual sin.\n    Wine and new wine take away their understanding.",
      "12": "My people consult their wooden idol,\n    and their fortunetellers wand gives them information,\n    because a promiscuous spirit has led them astray,\n    and they behave like a whore instead of following their God.",
      "13": "They sacrifice on the mountaintops.\n    They burn incense on the hills, and under oaks, poplars, and terebinths,\n    because their shade is pleasant.\n    That is why your daughters commit fornication,\n    and your brides commit adultery.",
      "14": "I will not punish your daughters when they commit fornication,\n    or your brides when they commit adultery,\n    because the men consort with prostitutes\n    and sacrifice with shrine prostitutes.\n    So the people without understanding will come to ruin.",
      "15": "Though you, Israel, practice sexual immorality,\n    Judah should not follow your guilty way.\n    Do not go to Gilgal.\n    Do not go up to Beth Aven.\n    Do not swear, “As surely as the Lord lives.”",
      "16": "For Israel has become as stubborn as a heifer.\n    How can the Lord feed them like a lamb in a meadow?",
      "17": "Ephraim is joined to idols.\n    Let him go his own way!",
      "18": "Their alcoholic drinks are used up,\n    but they keep practicing sexual immorality anyway.\n    Their rulers, who should be their shields, instead love shame.",
      "19": "The wings of the wind will sweep them away,\n    and they will be put to shame because of their sacrifices."
    },
    "5": {
      "1": "Hear this, you priests!\nPay attention, house of Israel!\n    Listen, O house of the king!\n    For this judgment applies to you,\n    because you were a trap at Mizpah\n    and a net spread out on Mount Tabor.",
      "2": "The rebels sink deeper into slaughter,\n    but I will discipline all of them.",
      "3": "I know Ephraim,\n    and Israel is not hidden from me.\n    Now, Ephraim, you still practice sexual immorality.\n    Israel is defiled.",
      "4": "Their deeds do not allow them to return to their God.\n    For a spirit of prostitution lies within them,\n    and they do not know the Lord.",
      "5": "The arrogance of Israel testifies against them.\n    Israel and Ephraim will stumble over their guilt.\n    Judah also will stumble with them.",
      "6": "They will go with their flocks and herds to seek the Lord,\n    but they will not find him.\n    He has withdrawn from them.",
      "7": "They acted treacherously against the Lord.\n    They even gave birth to illegitimate children.\n    Now the new moon will devour them along with their allotted land.",
      "8": "Blow the ram’s horn in Gibeah\n    and the trumpet in Ramah!\n    Raise a battle cry at Beth Aven: “Lead the way, Benjamin!”",
      "9": "Ephraim will become desolate ruins on the day it is punished.\n    What I have made known among the tribes of Israel will certainly happen.",
      "10": "The officials of Judah are like people who move a boundary stone.\n    I will pour out my wrath on them like water.",
      "11": "Ephraim is oppressed,\n    crushed in judgment,\n    because he was determined to pursue worthless idols.",
      "12": "I am like a moth to Ephraim,\n    and like decay to the house of Judah.",
      "13": "When Ephraim saw his sickness,\n    and Judah saw his wound,\n    Ephraim went to Assyria\n    and sent to the Great King for help,\n    but he is not able to heal you,\n    and he will not cure your wound,",
      "14": "because I will be like a lion to Ephraim\n    and like a young lion to the house of Judah.\n    Yes, I will tear him to pieces and go away.\n    I will carry them off, and there will be no one who can rescue them.",
      "15": "I will go. I will return to my place\n    until they admit their guilt and seek my face.\n    In their distress they will earnestly seek me."
    },
    "6": {
      "1": "Come, let us return to the Lord.\nFor he has torn us to pieces,\n    but he will heal us.\n    He has struck us,\n    but he will bandage our wounds.",
      "2": "After two days he will revive us.\n    On the third day he will raise us up,\n    so that we may live in his presence.",
      "3": "Let us acknowledge the Lord.\n    Let us pursue knowledge of the Lord.\n    As surely as the sun rises,\n    the Lord will appear.\n    He will come to us like a heavy rain,\n    like the spring rain that waters the earth.",
      "4": "What am I going to do with you, Ephraim?\n    What am I going to do with you, Judah?\n    For your faithfulness is like a morning mist,\n    like early dew that disappears.",
      "5": "That is why I cut them to pieces by means of the prophets.\n    I killed them with the words of my mouth.\n    The judgments against you go forth like the light.",
      "6": "For I desire mercy, and not sacrifice,\n    and the knowledge of God, rather than burnt offerings.",
      "7": "Like Adam, they have broken the covenant.\n    They acted treacherously against me there.",
      "8": "Gilead is a city of evildoers,\n    stained with bloody footprints.",
      "9": "As gangs of robbers wait to ambush a man,\n    so do bands of priests.\n    They commit murder on the road to Shechem.\n    They have committed shameful crimes.",
      "10": "In the house of Israel I have seen a horrible thing.\n    Ephraim practices sexual immorality there.\n    Israel defiles itself.",
      "11": "Judah, also for you, a harvest has been appointed,\n    when I restore the fortunes of my people."
    },
    "7": {
      "1": "Whenever I want to heal Israel,\nthe guilt of Ephraim is uncovered,\n    and the evil deeds of Samaria are exposed,\n    because they deal dishonestly.\n    Thieves come inside,\n    and bandits raid outside.",
      "2": "In their hearts Ephraim does not realize that I remember all their wickedness.\n    Now their deeds are all around them.\n    They are in front of my face.",
      "3": "The people of Ephraim make the king glad with their wickedness.\n    They make their officials happy with their lies.",
      "4": "They are all adulterers,\n    burning like an oven.\n    The baker does not need to stoke the fire\n    from the time the dough is kneaded until it is leavened.",
      "5": "On the day of our king, the officials became sick from the intoxicating wine.\n    He reaches out his hand to the blasphemers.",
      "6": "Indeed, their hearts are like an oven.\n    They approach him, while plotting against him.\n    Their anger sleeps all night,\n    but in the morning it burns like a blazing fire.",
      "7": "They are all hot as an oven.\n    They devour their rulers.\n    All their kings have fallen.\n    Not one of them calls on me.",
      "8": "Ephraim mixes itself with the nations.\n    Ephraim is a flatbread not turned over.",
      "9": "Strangers have devoured his strength,\n    but he does not realize it.\n    There are gray hairs on his head,\n    but he does not realize it.",
      "10": "The arrogance of Israel testifies against him,\n    yet they have not returned to the Lord their God,\n    and they have not sought him, despite all this.",
      "11": "Ephraim is like a gullible dove, without sense.\n    They call to Egypt.\n    Then they appeal to Assyria.",
      "12": "When they go out, I will spread my net over them.\n    I will bring them down like birds from the sky.\n    I will discipline them, on the basis of the report about their assembly.",
      "13": "Woe to them,\n    because they have strayed from me!\n    Destruction comes upon them,\n    because they have rebelled against me!\n    I want to redeem them,\n    but they speak lies against me.",
      "14": "They do not cry out to me with their hearts,\n    but they howl on their beds.\n    They gather together for grain and new wine.\n    They turn away from me.",
      "15": "Though I trained and strengthened their arms,\n    they plot evil against me.",
      "16": "They return, but not upward.\n    They are like an unreliable bow.\n    Their officials will fall by the sword because of their angry tongues.\n    Because of this, they will be ridiculed in the land of Egypt."
    },
    "8": {
      "1": "Raise a ram’s horn to your lips!\nA vulture is circling over the Lord’s house,\n    because they have broken my covenant\n    and rebelled against my law.",
      "2": "Israel cries out to me,\n    “My God, we acknowledge you!”",
      "3": "But, in fact, Israel has rejected what is good.\n    An enemy will pursue him.",
      "4": "They set up kings, but not with my approval.\n    They installed officials, but I did not choose them.\n    From their silver and their gold they made idols for themselves,\n    so they will be cut off.",
      "5": "I reject your calf idol, Samaria!\n    My anger burns against these people!\n    How long will they be incapable of innocence?",
      "6": "That thing sitting there is from Israel!\n    A craftsman made it, so it is not God.\n    Certainly that calf of Samaria will be smashed to pieces!",
      "7": "Because they sow the wind,\n    they will reap the whirlwind.\n    The standing grain forms no heads,\n    so it will yield no flour.\n    Even if it would yield flour, foreigners would swallow it up.",
      "8": "Israel is swallowed up.\n    Now among the nations they are like a pot no one wants.",
      "9": "For they have gone up to Assyria, like a wild donkey all by itself.\n    Ephraim has hired lovers.",
      "10": "Even though they hire lovers among the nations,\n    I will now gather them together.\n    They will begin to suffer in a little while,\n    because of oppression by a king with many officials.",
      "11": "Ephraim has multiplied his altars for sin offerings,\n    but for him they became altars for sinning.",
      "12": "Though I wrote many teachings from my law for them,\n    they regarded them as strange.",
      "13": "They offer sacrifices to me just to get the meat.\n    They sacrifice flesh and eat it,\n    but the Lord is not pleased with them.\n    Now he will remember their guilt\n    and punish their sins.\n    They will return to Egypt.",
      "14": "Israel has forgotten its Maker and built palaces.\n    Judah has multiplied its fortified cities,\n    but I will send fire on its cities,\n    which will devour its citadels."
    },
    "9": {
      "1": "Do not rejoice, Israel, with excessive celebration like the nations,\nbecause you act promiscuously against your God.\n    You love the wages you can earn as a prostitute at every threshing floor for grain.",
      "2": "The threshing floor and winepress will not feed them,\n    and the new wine will fail for them.",
      "3": "They will not remain in the Lord’s land.\n    Ephraim will return to Egypt,\n    and they will eat unclean food in Assyria.",
      "4": "They will not pour out drink offerings of wine to the Lord.\n    Their sacrifices will not be pleasing to him.\n    For them, their bread will become like the bread eaten by mourners.\n    Everyone who eats it will be unclean.\n    This bread will only serve their own appetite.\n    It will not enter the House of the Lord.",
      "5": "What will you do on the day of the appointed festivals\n    and on the feast days of the Lord?",
      "6": "Know this! Even if they flee from destruction,\n    Egypt will gather them up.\n    Memphis will bury them.\n    Thistles will overgrow their silver treasures.\n    Thorns will grow inside their tents.",
      "7": "The days of reckoning have come.\n    The days of retribution have come.\n    Israel should know this!\n    The prophet is treated like a fool,\n    and the man of the Spirit is called crazy,\n    because your guilt is enormous,\n    and because your hostility is so great.",
      "8": "A prophet is to be a watchman over Ephraim for my God,\n    but a fowler’s snare is laid for him on all of Ephraim’s paths,\n    and he encounters hostility in the house of his God.",
      "9": "They have become extremely corrupt,\n    as they were in the days of Gibeah.\n    God will remember their guilt.\n    He will punish them for their sins.",
      "10": "I regarded Israel like grapes found in the wilderness.\n    I regarded your forefathers like the first ripe fruit on a fig tree in its first season,\n    but they went to Baal Peor, and they devoted themselves to a shameful thing,\n    and they became as disgusting as the thing they loved.",
      "11": "Ephraim’s glory will fly away like a bird—\n    no birth, no pregnancy, no conception!",
      "12": "Even if they bring up their children,\n    I will deprive them of each one.\n    Yes, woe to them when I depart from them!",
      "13": "I have seen Ephraim planted in a pleasant place like Tyre,\n    but Ephraim will bring its children out to the executioner.",
      "14": "Give to them, Lord—but what will you give?\n    Give them a miscarrying womb and dry breasts.",
      "15": "Because of all their evil in Gilgal,\n    I hated them there.\n    Because of their evil deeds,\n    I will drive them out of my house!\n    I will love them no more.\n    All their officials are rebels.",
      "16": "Ephraim has been struck down.\n    Their root has dried up.\n    They will bear no fruit.\n    Even if they give birth,\n    I will put their precious offspring to death.",
      "17": "My God will reject them, because they have not obeyed him.\n    They will be wanderers among the nations."
    },
    "10": {
      "1": "Israel was a spreading vine.\nHe produced fruit for himself.\n    The more fruit he produced, the more altars he made.\n    The richer the land became, the richer he made his sacred memorial stones.",
      "2": "Their hearts are insincere,\n    so now they will suffer for their guilt.\n    The Lord will break down their altars\n    and destroy their sacred memorial stones.",
      "3": "Certainly now they will say, “We have no king\n    because we did not fear the Lord,\n    but what could such a king do for us anyway?”",
      "4": "They speak empty words.\n    With empty oaths, they make agreements.\n    That is why disputes sprout like poisonous weeds in the furrows of a field.",
      "5": "The inhabitants of Samaria will be terrified because of the calf of Beth Aven.\n    Yes, its people will mourn over it,\n    and its idolatrous priests will cry out over it,\n    over its lost glory, because it has gone into exile.",
      "6": "It will be carried to Assyria as tribute to the Great King.\n    Ephraim will be gripped with shame,\n    and Israel will be ashamed of its own idol.",
      "7": "Samaria, like her king, will be carried off\n    like a twig on the surface of the water.",
      "8": "The high places of Aven, the sin of Israel, will become unusable.\n    Thorns and thistles will grow on their altars.\n    They will say to the mountains, “Cover us!”\n    and to the hills, “Fall on us!”",
      "9": "Israel, you have sinned ever since the days of Gibeah,\n    where the evildoers took their stand.\n    The war against the evildoers caught up with them at Gibeah, did it not?",
      "10": "When I see fit, I will discipline them.\n    Peoples will be gathered against them\n        to bind them for their double guilt.",
      "11": "Ephraim is a trained heifer that loves to thresh.\n    I will put a yoke on her beautiful neck.\n    I will harness Ephraim.\n    Judah will plow.\n    Jacob will break up the ground.",
      "12": "Sow righteousness for yourselves,\n    and reap mercy.\n    Break up your fallow ground.\n    It is time to seek the Lord,\n    until he comes and rains righteousness on you.",
      "13": "You have plowed wickedness.\n    You have reaped injustice.\n    You have eaten the fruit of your lies,\n    because you trusted in your own way,\n    in the large number of your strong warriors.",
      "14": "Therefore the roar of battle will rise against your people,\n    and all your fortresses will be destroyed,\n    as Shalman devastated Beth Arbel on the day of battle.\n    Mothers were dashed to the ground with their children.",
      "15": "This is what will be done to you, Bethel,\n    because of your great wickedness.\n    At dawn the king of Israel will be completely destroyed."
    },
    "11": {
      "1": "When Israel was a child, I loved him,\nand out of Egypt I called my son.",
      "2": "The more I called to them,\n    the more they went away from me.\n    They kept sacrificing to the Baals\n    and burning incense to idols.",
      "3": "Yet I was the one who taught Ephraim to walk.\n    I took them in my arms,\n    but they did not realize that it was I who healed them.",
      "4": "I drew them with cords suitable for a man, with ropes of love.\n    For them I became like someone who lifts a yoke off their neck,\n    and I bent down to feed them.",
      "5": "They will not return into the land of Egypt.\n    Instead, an Assyrian will be their king,\n    because they refused to repent.",
      "6": "The sword will slash against their cities.\n    It will destroy the bars of their gates,\n    and it will devour them because of their plans.",
      "7": "My people are determined to turn away from me.\n    Though they call him the Most High, he certainly will not exalt them.",
      "8": "How can I give you up, Ephraim?\n    How can I hand you over, Israel?\n    How can I make you like Admah?\n    How can I treat you like Zeboiim?\n    My heart is changed inside me.\n    All my compassion is stirred up.",
      "9": "I will not carry out my burning anger.\n    I will not destroy Ephraim again,\n    because I am God, and not man, the Holy One among you.\n    I will not enter a city.",
      "10": "They will follow the Lord.\n    He will roar like a lion.\n    Yes, he will roar, and his children will come trembling from the west.",
      "11": "They will come trembling like a bird from Egypt,\n    and like a dove from the land of Assyria.\n    I will settle them in their houses, declares the Lord.",
      "12": "Ephraim surrounds me with falsehood,\n    and the house of Israel with deceit.\n    Judah still strays from God,\n    even from the Holy One, who is faithful."
    },
    "12": {
      "1": "Ephraim feeds on wind\nand chases the east wind all day.\n    He multiplies lies and violence.\n    They make a treaty with Assyria,\n    and olive oil is carried to Egypt.",
      "2": "The Lord has a case against Judah.\n    He will deal with Jacob according to his ways.\n    According to his deeds he will repay him.",
      "3": "In the womb Jacob grasped his brother by the heel,\n    and when he was a grown man, he struggled with God.",
      "4": "He wrestled with the Angel and prevailed.\n    He wept and sought his favor.\n    He found him at Bethel, and there he spoke with him,",
      "5": "namely, with the Lord, the God of Armies.\n    The Lord is the name by which he is to be remembered!",
      "6": "So return to your God.\n    Observe mercy and justice,\n    and wait for your God continually.",
      "7": "A merchant has fraudulent scales in his hand.\n    He loves to defraud others.",
      "8": "Ephraim said, “Surely I have become rich.\n    I have secured wealth for myself.\n    Among all my possessions no one will find anything that makes me guilty of sin.”",
      "9": "But I have been the Lord your God from the time you left the land of Egypt.\n    I will make you dwell in tents again,\n    as in the days of the appointed festival.",
      "10": "I have spoken to the prophets.\n    I have given numerous visions.\n    I taught meaningful lessons through the prophets.",
      "11": "Since Gilead is wicked,\n    it is certain that they are worthless.\n    In Gilgal they sacrifice bulls.\n    Yes, their altars are like piles of stones in the furrows of a field.",
      "12": "Jacob fled to the territory of Aram.\n    Israel worked as a servant to get a wife,\n    and for a wife, he took care of sheep.",
      "13": "By a prophet, the Lord brought Israel out of Egypt,\n    and by a prophet he took care of Israel.",
      "14": "Ephraim has provoked bitter anger.\n    Therefore his Lord will leave him bloodied by his guilt\n    and bring his disgrace back on him."
    },
    "13": {
      "1": "When Ephraim spoke, people would tremble.\nHe was highly honored in Israel,\n    but he became guilty through worshipping Baal, so he died.",
      "2": "Now they sin more and more.\n    They make cast images for themselves,\n    idols skillfully made from their silver,\n    all of them the work of craftsmen.\n    It is said about them, “The ones who sacrifice are humans who kiss calves!”",
      "3": "Therefore they will be like morning mist,\n    and like early dew that passes away,\n    like chaff that is blown away from the threshing floor,\n    and like smoke from a chimney.",
      "4": "But I have been the Lord your God since you left the land of Egypt.\n    You must not acknowledge any god except me.\n    There is no Savior except me.",
      "5": "I took care of you in the wilderness,\n    in a land burned by drought.",
      "6": "When they had pasture, they were satisfied.\n    When they were satisfied, their hearts became arrogant.\n    That is why they have forgotten me.",
      "7": "So I will be like a lion to them.\n    Like a leopard, I will lurk along the path.",
      "8": "I will come upon them like a bear robbed of her cubs.\n    I will tear the cover off their hearts.\n    Then I will devour them like a lioness.\n    The wild animals will rip them apart.",
      "9": "This is what has destroyed you, Israel:\n    the fact that you are against me, against your helper.",
      "10": "So where is your king, so that he may save you in all your cities,\n    and your judges, whom you requested, saying, “Give me a king and officials”?",
      "11": "I gave you a king in my anger,\n    and I took him away in my wrath.",
      "12": "The guilt of Ephraim is wrapped up.\n    His sin is stored up.",
      "13": "Labor pains will come for him,\n    but he is not a wise son,\n    for when the time arrives,\n    he is not ready to be born.",
      "14": "I will ransom them from the power of the grave!\n    I will redeem them from death!\n    Death, where are your plagues?\n    Grave, where is your destruction?\n    Compassion will be hidden from my eyes.",
      "15": "Although he flourishes as a son among brothers,\n    an east wind will come.\n    The breath of the Lord is coming up from the wilderness.\n    His spring will become dry.\n    His fountain will be dried up.\n    His treasury will be plundered of every precious article.",
      "16": "Samaria will be found guilty,\n    because she rebelled against her God.\n    The people will fall by the sword.\n    Their little children will be dashed to the ground,\n    and their pregnant women will be ripped open."
    },
    "14": {
      "1": "Israel, return to the Lord your God,\nfor you have stumbled because of your guilt.",
      "2": "Take words with you and return to the Lord.\n    Say to him, “Forgive all our guilt,\n    and receive us graciously,\n    and let us present the fruit of our lips as bulls.",
      "3": "Assyria cannot save us.\n    We will not ride on horses.\n    We will no longer call the work of our hands our gods!\n    For in you the fatherless child finds compassion.”",
      "4": "I will cure them of their unfaithfulness.\n    I will love them freely,\n    for my anger has turned away from them.",
      "5": "I will be refreshing like dew to Israel.\n    It will blossom like a lily.\n    It will take root like a cedar of Lebanon.",
      "6": "Its young shoots will sprout.\n    Its beauty will be like an olive tree.\n    Its fragrance like a cedar of Lebanon.",
      "7": "Those who live in Israel’s shade will once again grow grain.\n    They will blossom like a grape vine.\n    Its fame will be like the wine of Lebanon.",
      "8": "Ephraim, how much more do I have to put up with from idols?\n    I am the one who has answered, and I look after him.\n    I am like a fresh fir tree.\n    Your fruit comes from me.",
      "9": "Who is wise? Let him understand these things.\n    Who is discerning? Let him know them.\n    For the ways of the Lord are right,\n    and the righteous walk in them,\n    but the rebellious stumble in them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:12.407913-04:00",
    "Translation": "EHV"
  }
}