{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:03.925785-04:00",
    "Translation": "EHV"
  },
  "Isaiah": {
    "1": {
      "1": "The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "2": "Hear this, O heavens,\nand listen, O earth, for the Lord has spoken.\n    I have raised children and brought them up,\n    but they have rebelled against me.",
      "3": "The ox knows its owner,\n    and the donkey knows its owner’s manger,\n    but Israel does not know.\n    My people do not understand.",
      "4": "How terrible it will be for that sinful nation,\nfor a people loaded with guilt,\noffspring who act wickedly,\nchildren who are corrupt!\nThey have forsaken the Lord.\nThey have despised the Holy One of Israel.\nThey have deserted him and turned back.",
      "5": "Why do you keep earning more beatings?\nWhy do you continue to rebel?\nYour whole head is wounded.\nYour whole heart is weak.",
      "6": "From the sole of your foot to the top of your head\n    there is nothing healthy,\n    but only wounds, welts, and open sores.\nYour wounds have not been cleaned or bandaged\n    or soothed with olive oil.",
      "7": "Your country is desolate.\nYour cities are burned with fire.\nForeigners devour your farmland right in front of your eyes,\nand it is desolate, overthrown by foreigners.",
      "8": "The daughter of Zion is left\n    like a shelter in a vineyard,\n    like a hut in a melon field,\n    like a besieged city.",
      "9": "Unless the Lord of Armies had left us a small surviving remnant,\nwe would have been like Sodom;\nwe would have become just like Gomorrah.",
      "10": "Hear the word of the Lord, you rulers of Sodom!\nListen to the law of our God, you people of Gomorrah!",
      "11": "What do your many sacrifices mean to me? says the Lord.\n    I have more than enough rams as burnt offerings\n    and enough fat from well-fed animals.\n    I am not pleased with the blood of bulls\n    or the blood of lambs and male goats.",
      "12": "When you come to appear before me,\n    who has asked for this from your hands:\n        this trampling on my courts?",
      "13": "Stop bringing worthless offerings!\n    Your incense is an abomination to me.\n    I cannot stand your sinful assemblies\n    on the new moons, Sabbaths, and holy days.",
      "14": "Deep in my soul I hate your new moons and your appointed feasts.\n    They have become a burden to me.\n    I am tired of putting up with them.",
      "15": "When you spread out your hands, I will hide my eyes from you.\n    Indeed, even though you make many prayers, I will not hear.\n    Your hands are full of blood.",
      "16": "Wash yourselves. Purify yourselves.\n    Remove your evil deeds from my sight.\n    Stop doing evil.",
      "17": "Learn to do good.\n    Seek justice. Relieve the oppressed.\n    Seek justice for the fatherless. Plead for the widow.",
      "18": "Come now, and let us reason together, says the Lord.\n    Though your sins are like scarlet, they will be as white as snow.\n    Though they are as red as crimson, they will be like wool.",
      "19": "If you are willing and obedient, you will eat good things\n        from the land,",
      "20": "but if you refuse and rebel, you will be devoured by the sword.\n    Yes, the mouth of the Lord has spoken.",
      "21": "Look how the faithful city has become a prostitute!\nShe was full of justice. Righteousness once lived in her,\nbut now murderers live there.",
      "22": "Your silver has become slag.\nYour drinks are mixed with water.",
      "23": "Your officials are rebellious.\nThey are partners with thieves.\nEveryone loves bribes and chases payoffs.\nThey do not obtain justice for the fatherless,\nand they do not take up the cause of the widow.",
      "24": "Therefore the Lord, the Lord of Armies,\nthe Mighty One of Israel, says:\n    I must certainly get relief from my adversaries.\n    I will avenge myself on my enemies.",
      "25": "I will turn my hand against you.\n    I will smelt away all your slag.\n    I will take away all your impurities.",
      "26": "I will restore your judges as they were at first,\n    and your advisors as they were in the beginning.\nAfterward you will be called a righteous city, a faithful town.",
      "27": "Zion will be redeemed with justice,\nand those who return to her will be redeemed with righteousness.",
      "28": "But the rebels and sinners will be destroyed all together,\nand those who forsake the Lord will come to an end.",
      "29": "For you will be ashamed of the oaks that you have desired,\nand you will be embarrassed by the groves that you have chosen.",
      "30": "For you will be like an oak whose leaves wilt,\nand like a grove that has no water.",
      "31": "The strong will be like tinder,\nand their work will be like a spark.\nBoth will burn together,\nand no one will put out the fire."
    },
    "2": {
      "1": "This is the message that Isaiah son of Amoz saw concerning Judah and Jerusalem.",
      "2": "This will take place in the latter days:\nThe mountain of the Lord’s house will be established\nas the chief of the mountains.\nIt will be raised above the hills,\nand all nations will stream to it like a river.",
      "3": "Many peoples will come and say,\n“Come, let us go up to the mountain of the Lord,\nto the house of the God of Jacob.\nThen he will instruct us about his ways,\nand we will walk in his paths.”\nFor from Zion the law will go out,\nand the Lord’s word will go out from Jerusalem.",
      "4": "He will judge between the nations,\nand he will mediate for many peoples.\nThen they will beat their swords into plowshares,\nand their spears into blades for trimming vines.\nNation will not lift up sword against nation,\nnor will they learn war anymore.",
      "5": "O house of Jacob, come,\nand let us walk in the light of the Lord.",
      "6": "But you, Lord, have forsaken your people, the house of Jacob,\nbecause they are filled up with practices from the East\nand with fortune tellers like the Philistines,\nand they join themselves to the heathen.",
      "7": "Their land is full of silver and gold,\nand there is no end to their treasures.\nTheir land is also full of horses,\nand there is no end to their chariots.",
      "8": "Their land is full of gods that are not gods.\nThey worship the work made by their own hands,\nthings that their own fingers have made.",
      "9": "Mankind is humbled,\nand man is brought low.\nDo not forgive them.",
      "10": "Go into the rocks,\nand hide in the dust,\nfrom the terror of the Lord\nand from the glory of his majesty.",
      "11": "The proud eyes of mankind will be brought low,\nthe arrogance of man will be humbled,\nand the Lord alone will be exalted in that day.",
      "12": "There is a day coming for the Lord of Armies,\na day against everyone who is proud and arrogant,\nagainst everyone who is lifted up—\nhe will be pressed down—",
      "13": "against all the cedars of Lebanon, that are so tall and lofty,\nagainst all the oaks of Bashan,",
      "14": "against all the high mountains,\nagainst all the hills that are lifted up,",
      "15": "against every tall tower,\nagainst every fortified wall,",
      "16": "against all the ships of Tarshish,\nand against all the beautiful ships.",
      "17": "The pride of mankind will be humbled,\nand the arrogance of man will be brought low.\nThen the Lord alone will be exalted in that day.",
      "18": "Those gods that are not gods will disappear completely.",
      "19": "People will flee into caves in the rocks\nand into holes in the ground,\nto hide from the terror of the Lord\nand from the glory of his majesty,\nwhen he arises to make the earth tremble.",
      "20": "In that day people will throw away to the moles and bats\n    their worthless gods of silver\n    and their worthless gods of gold,\n    that they made for themselves to worship.",
      "21": "They will go into the clefts in the rocks\nand into the crevices in the cliffs,\nto hide from the terror of the Lord\nand from the glory of his majesty,\nwhen he arises to make the earth tremble.",
      "22": "Give up trusting in mankind.\nAll they have is breath in their nostrils.\nWhat are they worth anyway?"
    },
    "3": {
      "1": "Pay attention to this.\n    The Lord, the Lord of Armies, is about to remove from Jerusalem\n    and Judah\nevery kind of support:\nthe entire supply of bread,\nand the entire supply of water,",
      "2": "the hero and the warrior,\nthe judge and the prophet,\nthe omen reader and the elder,",
      "3": "the commander of fifty and the respected leader,\nthe adviser and the clever practitioner of occult arts,\nand the skillful caster of spells.",
      "4": "I will give them young men as their officials,\nand immature children will rule over them.",
      "5": "The people will tyrannize each other,\nman against man, neighbor against neighbor.\nThe young man will behave arrogantly against the elder,\nand the dishonorable against the honorable.",
      "6": "Then a man will take hold of his brother in his father’s house and say, “You have fine clothing. You be our ruler. You take charge of these ruins.”",
      "7": "But in that day his brother will cry out, “I am not a healer. In my house I have neither bread nor fine clothing. Don’t make me ruler of this people.”",
      "8": "Yes, Jerusalem has stumbled,\nand Judah has fallen,\nbecause their speech and their actions are against the Lord.\nThey defy his glorious presence.",
      "9": "The look on their faces testifies against them.\nThey parade their sin like Sodom.\nThey do not bother to hide it.\nHow terrible it will be for them!\nLook, they have brought disaster upon themselves.",
      "10": "Tell the righteous that it will go well for them,\nand they will eat the fruit of their labors.",
      "11": "How terrible it will be for the wicked!\nDisaster is coming upon them.\nYes, whatever they have done with their hands will be paid back to them.",
      "12": "As for my people, children will oppress them,\nand women will rule over them.\nMy people, your guides are leading you astray.\nThey are confusing you about the way you should go.",
      "13": "The Lord stands up to make his case.\nHe stands to judge the peoples.",
      "14": "The Lord will enter into judgment with the elders of his people and with their officials. He says, “It is you who have devoured the vineyard. The things you have stolen from the poor are in your houses.",
      "15": "What do you mean by crushing my people and grinding the faces of the poor? declares the Lord, the Lord of Armies.”",
      "16": "The Lord also says this. Because the daughters of Zion are haughty, and they walk with their heads held high, flirting with their eyes, walking seductively with quick little steps, with ornaments jingling on their ankles,",
      "17": "the Lord will crown the heads of the daughters of Zion with scabs. The Lord will make their scalps bald.",
      "18": "In that day the Lord will take away the beautiful anklets, the headbands, the crescent ornaments,",
      "19": "the earrings, the bracelets, the veils,",
      "20": "the headdresses, the ankle chains, the sashes, the perfume bottles, the magic charms,",
      "21": "the signet rings, the nose rings,",
      "22": "the elegant dresses, the capes, the shawls, the purses,",
      "23": "the hand mirrors, the fine linen wraps, the tiaras, and the gowns.",
      "24": "This is what will take place:\n    Instead of fragrant perfumes, there will be a stench,\n    instead of styled hair, baldness,\n    instead of a robe, a garment made of sackcloth,\n    and there will be branding instead of beauty.",
      "25": "Your men will fall by the sword,\nand your mighty warriors in battle.",
      "26": "Her gates will groan and grieve,\nand she will sit on the ground, deserted.\n\nOn that day seven women will take hold of one man and say, “We will eat our own bread and wear our own clothing. Just let us be called by your name. Take away our shame.”"
    },
    "4": {
      "1": "On that day, the Branch of the Lord will be beautiful and glorious, and the fruit of the land will be the beauty and glory of the survivors of Israel.",
      "2": "Then whoever is left in Zion and whoever remains in Jerusalem will be called holy, that is, everyone who is registered for life in Jerusalem.",
      "3": "The Lord will wash away the disgusting filth of the daughters of Zion and cleanse the blood of Jerusalem from its midst by the Spirit of judgment and by the Spirit of burning.",
      "4": "Then over the entire site of Mount Zion and over her assemblies, the Lord will create a cloud of smoke by day and a bright flaming fire by night, so there will be a canopy over all the glory.",
      "5": "In the daytime there will be a shelter to provide shade from the heat and to provide refuge and a hiding place from the storm and the rain."
    },
    "5": {
      "1": "Let me sing for my loved one a song about my loved one’s vineyard.\nMy loved one had a vineyard on a fertile ridge.",
      "2": "He dug it up and gathered the stones out of it.\nHe planted it with the best vines.\nHe built a tower in the middle of it.\nHe also cut a winepress into it.\nHe expected it to produce clusters of sweet grapes,\nbut it produced only sour grapes.",
      "3": "So now, you residents of Jerusalem and you men of Judah,\njudge between me and my vineyard.",
      "4": "What more could have been done for my vineyard\nthat I have not already done for it?\nWhen I expected it to produce clusters of sweet grapes,\nwhy did it produce sour grapes?",
      "5": "Now, let me tell you what I will do to my vineyard.\nI will take away its hedge, and it will become a pasture.\nI will break down its wall, and it will be trampled down.",
      "6": "I will make it a wasteland.\nIt will not be pruned or hoed.\nSo briers and thorns will shoot up.\nI will also command the clouds not to pour rain on it.",
      "7": "Yes, the vineyard of the Lord of Armies is the house of Israel,\nand the men of Judah are the planting that was pleasing to him.\nHe expected justice, but instead there was oppression.\nHe expected righteousness, but there was an outcry.",
      "8": "Woe to you who join house to house,\nwho connect field to field, until there is no room left,\nexcept room for you alone to live in the middle of the land!",
      "9": "The Lord of Armies announces this in my hearing:\n    I swear that many houses will be deserted.\n    Even the large and beautiful houses will be unoccupied.",
      "10": "Then ten acres of vineyard will yield only six gallons of wine,\n    and six bushels of seed will yield less than a bushel.",
      "11": "Woe to those who rise up early in the morning to chase after beer,\nwho stay up late into the night until wine inflames them.",
      "12": "Harp, lyre, drum, flute, and wine are at their drinking parties,\nbut they have no regard for the work of the Lord,\nnor have they paid attention to what his hands are doing.",
      "13": "This is why my people go into captivity—lack of knowledge.\nTheir dignitaries starve to death,\nand the whole crowd is parched with thirst.",
      "14": "That is why the grave has increased its appetite,\nand its mouth is wide open.\nTheir splendor and their noisy crowds, their loud revelry,\n    and their celebration will go down into the grave.",
      "15": "So mankind is humbled,\nman is brought low,\nand the eyes of the arrogant are brought low,",
      "16": "but the Lord of Armies is exalted by justice,\nand God, the Holy One, reveals his holiness by righteousness.",
      "17": "Then lambs will graze there as their pasture,\nand aliens will eat among the ruins of the rich.",
      "18": "Woe to those who drag their guilt behind them with cords of lies\nand their wickedness with cart ropes.",
      "19": "They say, “Let him hurry, let him speed up his work,\nso that we may see it,\nand let the plan of the Holy One of Israel draw near.\nLet it come, so that we may know it!”",
      "20": "Woe to those who call evil good, and good evil,\nwho substitute darkness for light, and light for darkness,\nwho substitute bitter for sweet, and sweet for bitter!",
      "21": "Woe to those who are wise in their own eyes\nand clever in their own sight!",
      "22": "Woe to those who are champions at drinking wine\nand heroes at mixing drinks,",
      "23": "who acquit the guilty for a bribe,\nbut deny justice for the innocent!",
      "24": "Therefore, as the flames of a fire devour stubble,\nand as dry grass sinks down into the flames,\nin the same way their roots will rot,\nand their blossoms will dry up like dust,\nbecause they have rejected the law of the Lord of Armies,\nand they have despised the word of the Holy One of Israel.",
      "25": "Therefore, the Lord’s anger burns against his people,\nand he has stretched out his hand against them and has struck them.\nThe mountains tremble,\nand their dead bodies will lie like garbage in the middle of the streets.\nIn spite of all this, his anger is not turned away,\nand his hand is still stretched out, ready to strike.",
      "26": "He will raise a signal flag for the nations from far away,\nand he will whistle for them to come from the end of the earth.\nWatch, they will come quickly and swiftly.",
      "27": "No one among them will be weary or stumble.\nNo one will slumber or sleep.\nThe belt around their waist will not be unbuckled.\nThe straps of their sandals will not be broken.",
      "28": "Their arrows are sharp,\nand all their bows bent.\nTheir horses’ hoofs will be like flint,\nand their wheels like a whirlwind.",
      "29": "Their roar will sound like a lioness.\nThey will roar like young lions.\nYes, they will growl.\nThey will seize their prey and carry it off,\nand there will be no one to rescue anyone from them.",
      "30": "In that day the roar against them will be like the roaring of the sea.\nIf anyone looks at the land, he sees only darkness and distress.\nThe light is darkened by clouds."
    },
    "6": {
      "1": "In the year that King Uzziah died, I saw the Lord sitting on a throne, high and exalted, and the train of his robe filled the temple.",
      "2": "Above him stood the seraphim. Each one had six wings. With two they covered their faces. With two they covered their feet. With two they flew.",
      "3": "One called to another and said,\nHoly, holy, holy is the Lord of Armies!\nThe whole earth is full of his glory!",
      "4": "The foundations of the thresholds shook at the voice of the one who called, and the temple was filled with smoke.",
      "5": "Then I said, “I am doomed! I am ruined, because I am a man with unclean lips, and I dwell among a people with unclean lips, and because my eyes have seen the King, the Lord of Armies!”",
      "6": "Then one of the seraphim flew to me, carrying a glowing coal in his hand, which he had taken from the altar with tongs.",
      "7": "He touched my mouth with the coal and said, “Look, this has touched your lips, so your guilt is taken away, and your sin is forgiven.”",
      "8": "Then I heard the Lord’s voice, saying, “Whom shall I send? Who will go for us?”\nThen I said, “Here I am. Send me!”",
      "9": "He said:\nGo! You are to tell this people,\n“Keep listening, but you will never understand.\nKeep looking, but you will never get it.”",
      "10": "Make the heart of this people calloused.\nMake their ears deaf and blind their eyes,\nso that they do not see with their eyes,\nor hear with their ears,\nor understand with their hearts,\nand turn again and be healed.",
      "11": "Then I said, “Lord, how long?”\nHe answered:\nUntil the cities are a wasteland without a single inhabitant,\nuntil the houses are totally deserted,\nand the farmland is completely devastated,",
      "12": "until the Lord has removed the people far away,\nand the abandoned places within the land are many.",
      "13": "If there is only a tenth left in it, that too will be burned in its turn.\nLike a terebinth or an oak,\nwhose stump remains when it is cut down,\nso the holy seed is its stump."
    },
    "7": {
      "1": "This took place in the days when Ahaz, the son of Jotham, the son of Uzziah, was king of Judah. Rezin king of Aram, and Pekah son of Remaliah, the king of Israel, marched up to Jerusalem to wage war against it, but they could not capture it.",
      "2": "The house of David was told, “Aram has allied itself with Ephraim.” The heart of Ahaz trembled, and the heart of his people trembled as the trees of the forest tremble in the wind.",
      "3": "Then the Lord said to Isaiah:\nGo out now to meet Ahaz, you and your son Shear Jashub. Meet him at the end of the water channel from the upper pool, on the road that goes to the launderers field.",
      "4": "Tell Ahaz, “Get control of yourself, and remain calm. Do not be afraid. Do not lose your courage because of these two stubs of smoldering torches. Do not be afraid because of the fierce anger of Rezin, Aram, and the son of Remaliah,",
      "5": "even though Aram, Ephraim, and the son of Remaliah have plotted evil against you and said,",
      "6": "‘Let’s go up against Judah and tear it apart. Let’s divide it among ourselves and set up a king over it, namely, this son of Tabe’el.’”",
      "7": "This is what the Lord God says.\nTheir plan shall not succeed.\nIt shall not take place.",
      "8": "Yes, the head of Aram is Damascus,\nand the head of Damascus is Rezin,\nbut within sixty-five years Ephraim will be broken into pieces,\nso that it will no longer be a people.",
      "9": "The head of Ephraim is only Samaria,\nand the head of Samaria is only Remaliah’s son.\nIf you do not stand firm in faith,\nyou will not stand at all.",
      "10": "The Lord spoke to Ahaz again. He said,",
      "11": "“Ask for a sign from the Lord your God. Ask for it either in the depths below or in the heights above.”",
      "12": "But Ahaz responded, “I will not ask. I will not test the Lord.”",
      "13": "So Isaiah said:\nListen now, you house of David. Is it not enough for you to test the patience of men? Will you test the patience of my God as well?",
      "14": "Therefore the Lord himself will give a sign for all of you. Look! The virgin will conceive and give birth to a son and name him Immanuel.",
      "15": "He will eat curds and honey by the time he knows how to refuse evil and choose good,",
      "16": "because even before the child knows how to refuse evil and choose good, the land whose two kings you dread will be forsaken.",
      "17": "The Lord will bring on you, on your people, and on your father’s house days worse than any since the day that Ephraim broke away from Judah. The Lord will bring the king of Assyria.",
      "18": "This is what will take place in that day: The Lord will whistle for the fly that is at the farthest end of Egypt’s rivers and for the bee that is in the land of Assyria.",
      "19": "They will come and settle in the deep ravines, in the clefts in the rocks, among all the thorn hedges, and in all the pastures.",
      "20": "In that day the Lord will shave with a razor hired from the regions beyond the River Euphrates, namely, the king of Assyria. This razor will shave their head and the hair on their legs, and it will also scrape away their beard.",
      "21": "In that day a man will keep alive a young cow and two sheep,",
      "22": "and because of the abundant milk they give, he will eat curds. So everyone left in the land will eat curds and honey.",
      "23": "In that day, in every place where a thousand vines worth a thousand silver shekels were growing, there will be only briers and thorns.",
      "24": "Hunters will go there with a bow and arrow, because all that land will be briers and thorns.",
      "25": "You will no longer venture into all the hills that once were cultivated with the hoe, because you will be afraid of the briers and thorns, and the hills will be a pasture for grazing oxen, a land trampled by sheep."
    },
    "8": {
      "1": "The Lord said to me, “Get a large tablet and write on it with a man’s stylus: For Maher Shalal Hash Baz.”",
      "2": "I also swore in faithful witnesses: Uriah the priest and Zechariah son of Jeberekiah.",
      "3": "I approached the prophetess, and she conceived and gave birth to a son. Then the Lord said to me, “Name him Maher Shalal Hash Baz.",
      "4": "For before the child knows how to say ‘My father’ and ‘My mother,’ the riches of Damascus and the plunder of Samaria will be carried away by the king of Assyria.”",
      "5": "Then the Lord spoke to me again and said:",
      "6": "Because these people have rejected the gently flowing waters of Shiloah, and they rejoice in Rezin and in Remaliah’s son,",
      "7": "therefore, the Lord is now about to bring against them the mighty floodwaters of the River, that is, the king of Assyria in all his glory. It will overflow all its channels, and it will flood all its banks.",
      "8": "It will sweep onward into Judah. It will overflow and pass through the land. It will rise up all the way to the neck, and its wingspan will reach across the width of your land, Immanuel.",
      "9": "Be broken to pieces, you peoples.\nBe shattered!\nListen, all of you from faraway countries.\nDress for battle, and be shattered!\nDress for battle, and be shattered!",
      "10": "Get together, make your plans,\nbut they will not succeed.\nSpeak the word, but it will not stand,\nfor God is with us.",
      "11": "Listen! This is how the Lord spoke to me with a strong hand upon me. He instructed me not to walk in the way of this people. He said:",
      "12": "Do not say “A conspiracy!” about everything that this people calls a conspiracy. Do not fear what they fear. Do not be terrified.",
      "13": "The Lord of Armies is the one you are to respect as holy. He is the one you must fear. He is the one you must dread.",
      "14": "He will be a sanctuary, but for both houses of Israel he will be a stone they stumble over and a rock they fall over, and he will be a snare and a trap for the inhabitants of Jerusalem.",
      "15": "Many will stumble over it. They will fall and be broken. They will be snared and captured.",
      "16": "Roll up the scroll of testimony. Seal the law among my disciples.",
      "17": "I will wait for the Lord, who hides his face from the house of Jacob, and I will wait hopefully for him.",
      "18": "Look, I and the children whom the Lord has given me are signs and warnings to Israel from the Lord of Armies, who dwells in Mount Zion.",
      "19": "When they tell you, “Consult the mediums and the spiritists, who whisper and mutter,” shouldn’t a people consult their God? Should they consult the dead on behalf of the living?",
      "20": "To the law and to the testimony! If people do not speak according to this word, there will be no dawn for them.",
      "21": "They will pass through the land, distressed and starving, but when this takes place and they are starving, they will be frustrated, and they will curse their king and their God. They will turn their faces upward,",
      "22": "and then they will look down to the ground, but I tell you, they will see only distress, darkness, and the gloom that brings anguish. They will be banished into thick darkness."
    },
    "9": {
      "1": "Nevertheless, there will be no more gloom for the land that was in anguish. In former times, he humbled the land of Zebulun and the land of Naphtali, but in the latter time he will cause it to be glorious, along the way of the sea, beyond the Jordan, in Galilee of the Gentiles.",
      "2": "The people walking in darkness have seen a great light.\nFor those living in the land of the shadow of death, the light has dawned.",
      "3": "You have multiplied the nation. You have increased its joy.\nThey rejoice before you like the joy at harvest time,\nlike the celebration when people divide the plunder.",
      "4": "For you have shattered the yoke that burdened them.\nYou have broken the bar on their shoulders and\n    the rod of their oppressor,\nas you did in the day of Midian.",
      "5": "Every boot that marched in battle\nand the garments rolled in blood will be burned.\nThey will be fuel for the fire.",
      "6": "For to us a child is born.\nTo us a son is given.\nThe authority to rule will rest on his shoulders.\nHe will be named:\n    Wonderful Counselor,\n    Mighty God,\n    Everlasting Father,\n    Prince of Peace.",
      "7": "There will be no limit to his authority\nand no end to the peace he brings.\nHe will rule on David’s throne and over his kingdom,\n    to establish it and to uphold it with justice and righteousness\n    from now on, into eternity.\nThe zeal of the Lord of Armies will accomplish this.",
      "8": "The Lord sent a word against Jacob,\nand it falls upon Israel.",
      "9": "All the people will know,\nincluding Ephraim and the inhabitants of Samaria,\nwho say with pride and with an arrogant heart,",
      "10": "“The mud bricks have fallen down,\nbut we will build with cut stone.\nThe sycamore fig trees have been cut down,\nbut we will replace them with cedars.”",
      "11": "Then the Lord will raise up Rezin’s adversaries against him,\nand he will stir up his enemies.",
      "12": "Arameans from the east and Philistines from the west\nwill devour Israel with an open mouth.\nYet for all this, his anger is not turned away,\nand his hand is still stretched out, ready to strike.",
      "13": "But the people have not returned to the one who struck them,\nnor have they sought the Lord of Armies.",
      "14": "Therefore, in one day the Lord will cut off from Israel\nhead and tail, palm branch and reed.",
      "15": "The elder and the honored man are the head,\nand the prophet who teaches lies is the tail.",
      "16": "It is the leaders of this people who lead them astray,\nand those who are led by them are destroyed.",
      "17": "Therefore, the Lord will not rejoice over their young men,\nnor will he have compassion on their fatherless and widows,\nbecause everyone is godless and an evildoer,\nand every mouth speaks foolishness.\nYet for all this, his anger is not turned away,\nand his hand is still stretched out, ready to strike.",
      "18": "Now wickedness burns like a fire.\nIt devours the briers and thorns.\nLook, it flares up in the thickets of the forest,\nand it swirls upward in a column of smoke.",
      "19": "By the wrath of the Lord of Armies, the land is burned up,\nand the people are the fuel for the fire.\nNo one spares his brother.",
      "20": "On the right hand they will gobble down food,\n    but they will still be hungry.\nOn the left hand they will keep eating, but they will not be satisfied.\nEveryone will eat the flesh of his own arm.",
      "21": "Manasseh will be against Ephraim, and Ephraim against Manasseh,\nand together they will be against Judah.\nYet for all this, his anger is not turned away,\nand his hand is still stretched out, ready to strike."
    },
    "10": {
      "1": "Woe to those who prescribe unjust decrees,\nand to those who issue oppressive rulings,",
      "2": "to deprive the needy of justice,\nand to rob the poor among my people of their rights,\nto plunder widows,\nand to make the fatherless their prey!",
      "3": "What will you do when the day comes to settle accounts,\nduring the devastation that will descend from far away?\nTo whom will you flee for help?\nWhere will you leave your wealth?",
      "4": "The only thing left for you will be to kneel among the prisoners\nand to fall under the dead bodies.\nYet for all this, his anger is not turned away,\nand his hand is still stretched out, ready to strike.",
      "5": "Woe to the Assyrian, the rod of my anger.\nThe club of my rage is in his hand!",
      "6": "I will send him against a godless nation\nand against the people who anger me.\nI will command him to take the plunder,\nto seize the spoils,\nand to tread them down like mud in the streets.",
      "7": "But he does not intend to do this.\nThis is not what he has in mind.\nThe intention of his heart is to destroy\nand to cut off more than just a few nations.",
      "8": "This is what he says:\nAren’t all of my officials kings?",
      "9": "Isn’t Kalno like Carchemish?\n    Isn’t Hamath like Arpad?\n    Isn’t Samaria like Damascus?",
      "10": "Just as my hand has reached the kingdoms of those petty gods,\n    kingdoms whose images were greater than those\n        of Jerusalem and of Samaria,",
      "11": "just as I have done to Samaria and her petty gods,\n    will I not do the same to Jerusalem and her worthless idols?",
      "12": "But it will not happen that way. When the Lord has completed all of his work against Mount Zion and against Jerusalem, I will bring punishment against the bloated fruit of the willful heart of the king of Assyria and against the glare in his haughty eyes.",
      "13": "For he has said:\nBy the strength of my hand I have done this,\nand by my wisdom,\nfor I have understanding.\nI have abolished the borders of the peoples\nand have plundered their treasures.\nLike a mighty warrior I have brought down their inhabitants.",
      "14": "My hand has found the riches of the peoples like eggs in a nest.\nI have gathered all the earth the way one gathers abandoned eggs.\nNot one of them flapped its wings\nor opened its mouth or chirped.",
      "15": "Should an ax brag that it is better than the woodsman\nwho chops with it?\nShould a saw think that it is greater than the one who saws with it?\nThat would be like a scepter waving the one who raised it up,\nor like a club lifting up a person, who is not made of wood.",
      "16": "Therefore, the Lord, the Lord of Armies, will make\n    the sturdy Assyrians waste away,\nand in place of their glory, he will light a fire, a blazing fire.",
      "17": "The Light of Israel will be a fire, and his Holy One a flame, and it will burn and devour its thorns and its briers in a single day.",
      "18": "He will consume the splendor of its forest and of its fruitful field completely. It will be like a sick man wasting away.",
      "19": "The remaining trees in its forest will be so few that a child could record their number.",
      "20": "It will come about in that day that those who remain from Israel and those from the house of Jacob who have survived will never again lean on the one who struck them, but they will truly lean on the Lord, the Holy One of Israel.",
      "21": "A remnant will return to the mighty God, namely, the remnant of Jacob.",
      "22": "Although your people, Israel, are like the sand of the sea, only a remnant will return. Complete destruction has been decreed—overwhelming, but righteous.",
      "23": "For the Lord, the Lord of Armies, will bring about the destruction decreed for the whole earth.",
      "24": "Therefore the Lord, the Lord of Armies, says, “You my people who dwell in Zion, do not be afraid of the Assyrian, though he strikes you with the rod and lifts up his club against you as Egypt did.",
      "25": "For in a very little while, my rage against you will be finished, and my anger will be directed to his destruction.”",
      "26": "The Lord of Armies will raise up a whip against him, as he did in the slaughter of Midian at the rock of Oreb. His rod will stretch over the sea, and he will lift it up as he did against Egypt.",
      "27": "In that day he will remove the burden that he placed on your shoulder and the yoke he placed on your neck. The yoke will be destroyed because your neck has grown so fat.",
      "28": "The Assyrian has come to Aiath.\nHe has passed through Migron.\nAt Mikmash he stores his supplies.",
      "29": "They have crossed over the pass.\nThey made their camp at Geba.\nRamah trembles.\nGibeah of Saul has fled.",
      "30": "Cry aloud with your voice, daughter of Gallim.\nListen, Laishah! You poor Anathoth!",
      "31": "Madmenah is a fugitive.\nThe inhabitants of Gebim flee for safety.",
      "32": "This very day he will halt at Nob.\nHe will shake his fist at the mountain of the daughter of Zion,\nthe hill of Jerusalem.",
      "33": "But look! The Lord, the Lord of Armies,\nwill chop off his branches with terrifying power.\nThe tall trees will be cut down,\nand the lofty will be laid low.",
      "34": "He will cut down the thickets of the forest with an iron ax,\nand mighty Lebanon will fall."
    },
    "11": {
      "1": "A shoot will spring up from the stump of Jesse,\nand a Branch from his roots will bear fruit.",
      "2": "The Spirit of the Lord will rest on him:\n    the Spirit of wisdom and understanding,\n    the Spirit of counsel and might,\n    the Spirit of knowledge and the fear of the Lord.",
      "3": "He will be delighted with the fear of the Lord.\nHe will not judge by what he sees with his eyes,\nnor will he render decisions based on what he hears with his ears,",
      "4": "but with righteousness he will judge the poor,\nand he will render fair decisions in favor of the oppressed on the earth.\nHe will strike the earth with the rod of his mouth,\nand with the breath from his lips he will put the wicked to death.",
      "5": "Righteousness will be the belt around his waist,\nand faithfulness the belt around his hips.",
      "6": "The wolf will dwell with the lamb,\nand the leopard will lie down with the young goat,\nthe calf, the young lion, and the fattened calf together,\nand a little child will lead them.",
      "7": "The cow and the bear will graze together,\nand their young ones will lie down together.\nThe lion will eat straw like the cattle.",
      "8": "The nursing child will play near a cobra’s hole,\nand the weaned child will put his hand into a viper’s den.",
      "9": "They will not hurt or destroy anywhere on my holy mountain,\nfor the earth will be full of the knowledge of the Lord,\nas the waters cover the sea.",
      "10": "This is what will take place on that day. The peoples will seek the Root of Jesse, who will be standing like a banner for the peoples, and his resting place will be glorious.",
      "11": "On that day the Lord will reach out his hand for the second time to reclaim the remnant of this people who survive from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coasts of the sea.",
      "12": "He will set up a banner for the nations,\nand he will assemble the outcasts of Israel\nand gather together the scattered people of Judah,\n    from the four corners of the earth.",
      "13": "Ephraim’s envy will be turned aside,\nand those who persecute Judah will be cut off.\nEphraim will not envy Judah,\nand Judah will not persecute Ephraim.",
      "14": "They will swoop down on the slopes of the Philistines in the west.\nTogether they will plunder the peoples in the east.\nThey will extend their power over Edom and Moab,\nand the people of Ammon will obey them.",
      "15": "The Lord will completely dry up the gulf of the Egyptian Sea.\nWith his scorching wind he will wave his hand over the River,\nand he will split it into seven streams,\nso that people wearing sandals will be able to march through it.",
      "16": "There will be a highway from Assyria for the remnant\n    of his people that is left there,\nas there was for Israel in the day when they came up\n    out of the land of Egypt."
    },
    "12": {
      "1": "In that day you will say:\n    I will give thanks to you, Lord,\n    for though you were angry with me,\n    your anger has turned away,\n    and you comfort me.",
      "2": "Surely God is my salvation.\n    I will trust him and will not be afraid,\n    because Yah, the Lord, is my strength and song,\n    and he has become my salvation.",
      "3": "Therefore with joy you will draw water from the wells of salvation.",
      "4": "In that day you will say:\nGive thanks to the Lord! Proclaim his name.\nDeclare among the peoples what he has done.\nProclaim that his name is exalted!",
      "5": "Sing to the Lord, for he has done amazing things!\nLet this be known in all the earth!",
      "6": "Shout aloud and sing for joy, daughter of Zion,\nfor the Holy One of Israel is great among you!"
    },
    "13": {
      "1": "The oracleabout Babylon, which Isaiah son of Amoz saw.",
      "2": "Raise a banner on a bare hill!\nShout to them.\nSignal to them to enter the gates of the nobles.",
      "3": "I have given a command to my consecrated warriors.\nI have called my elite warriors to carry out my anger—\nthose who rejoice in my triumph.",
      "4": "The noise of a horde is heard on the mountains,\nlike the noise of many people,\n    like the uproar of the kingdoms of the nations\n    who are massing together!\nThe Lord of Armies is mustering an army for war.",
      "5": "They come from a faraway country,\nfrom the ends of the heavens.\nThe Lord and the weapons of his wrath\ncome to destroy the whole land.",
      "6": "Wail, for the Day of the Lord is near.\nIt will come like destruction from the Almighty.",
      "7": "Therefore all hands will hang limp,\nand every heart will melt.",
      "8": "They will be terrified.\nPain will overcome them.\nThey will be in pain like a woman in labor.\nThey will look at each other in shock.\nTheir faces are flushed.",
      "9": "Look, the Day of the Lord is coming,\na cruel day, with wrath and fierce anger,\na day to make the land desolate,\na day to destroy its sinners there.",
      "10": "For the stars of the sky and its constellations\n    will not give their light.\nThe sun will be darkened as it rises,\nand the moon will give no light.",
      "11": "I will punish the world for its evil,\nand the wicked for their guilt.\nI will put an end to the arrogance of the insolent,\nand I will humble the pride of the ruthless.",
      "12": "I will make people rarer than fine gold,\nand mankind scarcer than the gold of Ophir.",
      "13": "Therefore, I will make the heavens tremble,\nand the earth will be shaken off its foundation\nat the wrath of the Lord of Armies,\nin the day of his fierce anger.",
      "14": "Like a hunted gazelle,\nlike sheep without a shepherd,\neach of them will turn to his own people,\nand everyone will flee to his own land.",
      "15": "Everyone who is caught will be run through.\nEveryone who is captured will fall by the sword.",
      "16": "Their infants will be dashed to pieces before their eyes.\nTheir houses will be looted, and their wives will be raped.",
      "17": "See, I will stir up against them the Medes,\nwho have no use for silver,\nwho do not delight even in gold.",
      "18": "Their bows will strike down the young,\nand they will have no pity on newborn infants.\nThere will be no compassion in their eyes for children.",
      "19": "Babylon is the glory of kingdoms,\nthe beauty of the Chaldeans’ pride,\nbut it will be just like the day when God overthrew\n    Sodom and Gomorrah.",
      "20": "It will never be inhabited again,\nnor will anyone live in it from generation to generation.\nNo Arab will pitch his tent there.\nNo shepherd will rest his flocks there.",
      "21": "Instead, wild animals from the desert will rest there.\nThe houses will be full of wild dogs.\nOstriches will nest there,\nand wild goats will frolic.",
      "22": "Hyenas will howl in its fortresses,\nand jackals in the luxurious palaces.\nIts time is near,\nand its days will not be prolonged."
    },
    "14": {
      "1": "Yes, the Lord will have compassion on Jacob,\nand he will choose Israel once again.\nHe will settle them in their own land.\nAliens will join them.\nThey will unite with the house of Jacob.",
      "2": "The peoples will take Israel\nand bring them back to their own place.\nIn the Lord’s land the house of Israel will possess the nations\nas male and female servants.\nThey will take their captors captive.\nThey will rule over their oppressors.",
      "3": "On that day, when the Lord will give you rest from your sorrow, rest from your trouble, and rest from the bondage forced upon you,",
      "4": "you will take up this taunt against the king of Babylon:\n“How the oppressor has ceased!\nHow his fury has ended!”",
      "5": "The Lord has broken the rod of the wicked,\nthe scepter of the rulers,",
      "6": "who struck down peoples with fury, blow after blow,\nwho ruled the nations in anger,\nwith a persecution that no one restrained.",
      "7": "The whole earth is at rest and is quiet.\nEverything breaks into song.",
      "8": "Yes, the fir trees rejoice with you,\nalong with the cedars of Lebanon.\nThey say, “Since the time you were humbled,\nno woodcutter has come to cut us down.”",
      "9": "The grave below is ready to meet you when you come.\nIt stirs up the departed spirits to meet you—\nall those who once were the rulers of the earth.\nIt makes all those who were kings over nations\n    rise from their thrones.",
      "10": "They will all respond to you, Babylon.\nThe spirits all will ask you,\n“Have you also become as weak as we are?\nHave you become like us?”",
      "11": "Your pomp has been brought down to the grave,\n    along with the sound of your harps.\nMaggots are spread out beneath you,\nand worms cover you.",
      "12": "How you have fallen from heaven,\nyou bright morning star, son of the dawn!\nHow you are cut down to the ground,\nyou who laid the nations low!",
      "13": "You said in your heart,\n“I will ascend to heaven!\nI will raise my throne above the stars of God!\nI will sit on the mountain of the assembly, in the far north!",
      "14": "I will ascend above the tops of the clouds!\nI will make myself like the Most High!”",
      "15": "But you will be brought down to the grave,\nto the bottom of the pit.",
      "16": "Those who see you will stare at you.\nThey will ask themselves,\n“Is this the man who made the earth tremble,\nwho shook kingdoms?",
      "17": "Is this the man who made the world like a wilderness,\nwho overthrew its cities,\nwho did not let his prisoners go home?”",
      "18": "All the kings of the nations lie in state,\neach in his own tomb.",
      "19": "But you will be tossed out of your tomb,\nlike a rejected branch.\nYou will be covered with the dead bodies,\nwith those who have been run through by the sword,\nwith those who descend into a stone-filled pit.\nLike a corpse trampled underfoot,",
      "20": "you will not join them in burial,\nbecause you have destroyed your land and killed your people.\nThe offspring of the wicked will never be mentioned again.",
      "21": "Prepare a place to slaughter his sons\nbecause of the guilt of their fathers,\nso that they may not rise up to inherit the earth\nand to cover the world with cities.",
      "22": "I will rise up against them,\ndeclares the Lord of Armies.\nI will cut off from Babylon her name and her remaining people,\nher posterity and progeny, declares the Lord.",
      "23": "I will turn it into a marsh, a home for porcupines,\nand I will sweep it away with the broom of destruction,\ndeclares the Lord of Armies.",
      "24": "The Lord of Armies has sworn:\n    Certainly, this will take place just as I have planned.\n    It will stand just as I have intended it.",
      "25": "I will destroy the Assyrian in my land\n    and trample him on my mountains.\n    Then his yoke will be removed from my people,\n    and his burden will be lifted from their shoulders.",
      "26": "This is the plan that has been determined for the whole world.\nThis is the hand that is stretched out over all nations.",
      "27": "For the Lord of Armies has made plans,\nand who can stop him?\nHis hand is stretched out,\nand who can turn it back?",
      "28": "This oracle came during the year that King Ahaz died.",
      "29": "Do not rejoice, all you Philistines,\nthat the rod that struck you is broken.\nFrom the snake’s root a viper will slither out,\nand from its egg a venomous flying serpent will come.",
      "30": "The poorest of the poor will eat,\nand the needy will lie down in safety.\nBut I will kill your root with famine,\nand even those of you who remain will be put to death.",
      "31": "Wail, O gate! Howl, O city!\nMelt away, all you Philistines!\nA cloud of dust descends from the north,\nand no one in its ranks will be left behind.",
      "32": "What answer will they give to the messengers from that nation?\nThe Lord has established Zion,\nand the afflicted people will take refuge in her."
    },
    "15": {
      "1": "An oracle against Moab.\nIn one night, Ar of Moab has been ruined and brought to nothing.\nIn one night, Kir of Moab has been ruined and brought to nothing.",
      "2": "They have gone up to the temple at Dibon,\nup to the high places to weep.\nMoab wails over Nebo and over Medeba.\nEvery head is shaved.\nEvery beard is cut off.",
      "3": "They wear sackcloth in their streets.\nOn the rooftops and in the public squares, everyone wails.\nThey all collapse in tears.",
      "4": "Heshbon cries out with Elealeh.\nTheir voice is heard even in Jahaz.\nTherefore the armed men of Moab cry out,\nand their spirit is weak.",
      "5": "My heart cries out for Moab!\nHer refugees flee to Zoar,\nto Eglath Shelishiyah.\nThey go up the Ascent of Luhith,\n    weeping all the way.\nOn the way to Horonaim,\n    they weep continuously over their destruction.",
      "6": "The waters of Nimrim are dried up.\nThe grass has withered away.\nThe vegetation has died,\nand no green thing remains.",
      "7": "So they will carry across the Ravine of Poplars\n    whatever remains from the wealth they acquired\n    and from the supplies they stored up.",
      "8": "For a cry has echoed around the borders of Moab.\nThe wailing reaches to Eglaim\nand all the way to Be’er Elim.",
      "9": "For the waters of Dimon are full of blood,\nand I will bring still more on Dimon.\nI will bring a lion upon the refugees of Moab\nand upon the survivors who remain in the land."
    },
    "16": {
      "1": "Send the tribute ram for the ruler of the land,\nfrom Selah toward the wilderness,\nto the mountain of the daughter of Zion.",
      "2": "At the fords of the Arnon, the daughters of Moab will be\nlike birds fleeing from a scattered nest.",
      "3": "Get advice and make a decision.\nAt high noon make your shade as dark as night.\nHide the refugees.\nDo not betray the fugitive.",
      "4": "Let the refugees from Moab stay with you.\n        Be a hiding place for them from the face of the destroyer.\nFor the extortionist is no longer present.\nViolence has ceased,\nand the oppressors have disappeared from the land.",
      "5": "A throne will be established in mercy.\nIn the tent of David a judge will sit on the throne in truth,\nseeking justice, eager to bring righteousness.",
      "6": "We have heard about Moab’s pride,\nabout his egotistical conceit.\nHis pride, his arrogance, and his boasting are nothing but self-delusion.",
      "7": "Therefore Moab will wail for Moab.\nEveryone will wail.\nCompletely devastated, you will mourn for the raisin cakes\n    of Kir Hareseth.",
      "8": "Look, the fields of Heshbon wither,\nalong with the vines of Sibmah.\nThe rulers of the nations have trampled the choice vines,\n    which reached even to Jazer,\n    which spread out into the wilderness.\nTheir shoots were spread out all the way to the sea.",
      "9": "Therefore I will weep as Jazer weeps for the vines of Sibmah.\nI will drench you with my tears, Heshbon and Elealeh,\nbecause the noisy celebration over your ripened fruit\n    and over your harvest has been silenced.",
      "10": "Gladness and joy are taken away from the rich fields.\nIn the vineyards there will be no cries of joy or happy shouting.\nNo one will tread out wine from the wine presses.\nI have put a stop to the cheering.",
      "11": "That is why my deepest feelings moan like a lyre for Moab,\nand everything inside me is poured out for Kir Hareseth.",
      "12": "When Moab presents himself on the high place,\nhe only wears himself out.\nWhen he goes to his shrine to pray,\nhe will accomplish nothing.",
      "13": "This is the word that the Lord has already spoken concerning Moab.",
      "14": "But now the Lord also says, “Within three years, as a worker bound by contract would count them, the glory of Moab will fade away despite its noisy crowd, and those who remain will be few and feeble.”"
    },
    "17": {
      "1": "An oracle against Damascus.\nSoon Damascus will no longer be a city.\nIt will become a heap of ruins.",
      "2": "The cities of Aroer are forsaken.\nThey will be places for flocks.\nThe flocks will lie down,\nand no one will make them afraid.",
      "3": "The fortress will disappear from Ephraim,\nand the kingdom from Damascus.\nWhat remains of Aram will be like the glory of the people of Israel,\n    declares the Lord of Armies.",
      "4": "On that day the glory of Jacob will fade,\nand his sturdy body will waste away.",
      "5": "It will be like the time when a reaper has gathered the standing grain,\nand his arm has reaped the heads of grain,\nwhen someone gleans grain in the Valley of Rephaim,",
      "6": "and a few gleanings are still left there,\nor when the branches of an olive tree have been beaten,\nand only two or three ripe olives are left on the top of the highest bough,\nor four or five remain on the fruitful branches,\ndeclares the Lord, the God of Israel.",
      "7": "On that day people will trust in their Maker,\nand they will look to the Holy One of Israel.",
      "8": "They will not look to the altars, the work of their own hands.\nThey will not respect what their fingers have made,\n    neither the Asherah poles nor the altars for incense.",
      "9": "On that day Israel’s strong cities will be\nlike the forsaken hilltops of the Amorites,\nlike the places that were abandoned when the people of Israel\n    first came.\nThey will be desolate.",
      "10": "You have forgotten the God who saves you.\nYou have not remembered the Rock who is your strength.\nTherefore, although you set out the best quality plants,\nand you plant cuttings from imported vines,",
      "11": "and you put a fence around them on the day you plant them,\nand you get your seed to sprout in the morning,\nnevertheless, the harvest will come to nothing\n    in the day of grief and desperate sorrow.",
      "12": "Oh, the roar of many peoples!\nThey roar like the raging seas.\nOh, the uproar of nations!\nIt sounds like huge, crashing waves!",
      "13": "The nations will roar like the crashing of great waves,\nbut he will rebuke them, and they will flee far away.\nThey will be driven off the mountains like wind-blown chaff,\nlike a tumbleweed blown about in a storm.",
      "14": "In the evening, terror rushes in!\nBefore morning they are gone.\nThis will be the reward for those who plunder us,\nthe lot of those who rob us."
    },
    "18": {
      "1": "Woe to the land of the whirring wings, along the rivers of Cush.",
      "2": "They send ambassadors by sea, in papyrus boats on the water.\nGo, you swift messengers,\nto a tall people with smooth, dark skin,\nto a nation feared far and near,\na nation powerful and conquering,\nfrom a land divided by rivers!",
      "3": "All you inhabitants of the world,\nand you who dwell on the earth,\nlook for a signal flag raised on the mountains!\nListen for the blast of the ram’s horn!",
      "4": "For the Lord has said to me,\n“I will look on quietly from my dwelling place,\nlike the shimmering heat of the sun,\nlike the rising mist at harvest time.”",
      "5": "For before the harvest,\nafter the blossom has fallen\nand the flower has turned into ripening grapes,\nthe Lord will cut off the new shoots with pruning hooks,\nand he will cut down and remove the longer vines.",
      "6": "They will all be left for the scavenging birds in the mountains\nand for the wild animals in the countryside.\nThe scavenging birds will feed on them all summer,\nand wild animals will feed on them all winter.",
      "7": "At that time people will give gifts to the Lord of Armies.\nThese gifts will come from a tall people with smooth, dark skin,\na nation feared far and near,\na nation powerful and conquering,\nfrom a land divided by rivers.\nThey will bring their gifts to Mount Zion,\nthe place where the Lord of Armies has put his name."
    },
    "19": {
      "1": "An oracle against Egypt.\nLook, the Lord is riding on a swift cloud, coming to Egypt!\nThe worthless idols of Egypt will tremble at his presence,\nand the hearts of the Egyptians will melt inside them.",
      "2": "I will stir up Egyptian against Egyptian,\nand they will fight,\n    brother against brother,\n    neighbor against neighbor,\n    city against city,\n    and kingdom against kingdom.",
      "3": "The spirit in the Egyptians will fail completely.\nI will frustrate their plans.\nThey will turn to their worthless gods,\nto the spirits of the dead,\nto mediums and spiritists.",
      "4": "But I will hand the Egyptians over to a cruel master,\nand a fierce king will rule over them,\ndeclares the Lord, the Lord of Armies.",
      "5": "The water will dry up from the sea,\nand the riverbed will dry up completely and be empty.",
      "6": "The rivers and canals will stink.\nThe streams in the Nile delta will run low and dry up.\nReeds and rushes will wither away.",
      "7": "The plants that grow beside the Nile, at the mouth of the Nile,\nand all the crops planted along the Nile will dry up.\nThey will blow away and vanish.",
      "8": "The fishermen will mourn.\nAll those who cast hooks into the Nile will lament,\nand those who spread nets on the waters will grieve.",
      "9": "Those who work with flax,\nthe women who comb the flax,\nand the men who weave the linen will despair.",
      "10": "Those who make cloth will be crushed.\nAll the hired workers will lose heart.",
      "11": "The officials of Zoan are complete fools.\nPharaoh’s wisest counselors give unreasonable advice.\nHow can you say to Pharaoh, “I am a son of wise men,\na son of ancient kings”?",
      "12": "Where then are your wise men?\nLet them tell you now!\nLet them make known what the Lord of Armies\n    has planned against Egypt.",
      "13": "The officials of Zoan act like fools.\nThe officials of Memphis are deceived.\nThey have caused Egypt to go astray—\nthese cornerstones of her tribes!",
      "14": "The Lord has poured a confused spirit into them.\nThey made Egypt go astray in everything it does,\nlike a drunken man staggering around in his own vomit.",
      "15": "No head or tail, no palm branch or reed,\n    will accomplish anything for Egypt.",
      "16": "On that day the Egyptians will be like women. They will tremble with fear because of the threatening hand of the Lord of Armies, which he raises against them.",
      "17": "The land of Judah will terrify Egypt. Everyone who hears about Judah will be filled with dread, because of what the Lord of Armies is planning against Egypt.",
      "18": "On that day five cities in Egypt will speak the language of Canaan and swear an oath to the Lord of Armies. One will be called the City of the Sun.",
      "19": "On that day there will be an altar to the Lord in the center of the land of Egypt, and a memorial pillar to the Lord at its border.",
      "20": "There will be a sign and a witness to the Lord of Armies in the land of Egypt. They will cry to the Lord because of their oppressors, and he will send them a savior and a champion, and he will rescue them.",
      "21": "The Lord will make himself known to Egypt, and on that day the Egyptians will know the Lord. They will worship with sacrifices and offerings. They will swear a vow to the Lord, and they will fulfill it.",
      "22": "The Lord will strike Egypt, striking them and then healing them. They will return to the Lord, and he will hear their prayer, and he will heal them.",
      "23": "On that day there will be a highway from Egypt to Assyria. The Assyrians will come to Egypt, and the Egyptians will come to Assyria, and Egyptians will serve together with Assyrians.",
      "24": "On that day Israel will be the third, along with Egypt and Assyria, a blessing to the earth,",
      "25": "because the Lord of Armies has blessed them, saying, “Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance.”"
    },
    "20": {
      "1": "In the year that the field commander sent by Sargon king of Assyria came to Ashdod and attacked and captured it—",
      "2": "at that time the Lord delivered a message through Isaiah son of Amoz. The Lord said, “Take off the sackcloth around your waist and remove the sandals from your feet.” Isaiah did this and went naked and barefoot.",
      "3": "The Lord said, “Just as my servant Isaiah has gone naked and barefoot for three years as a sign and an omen concerning Egypt and Cush,",
      "4": "so the king of Assyria will lead away the captives of Egypt and the exiles of Cush, young and old, naked and barefoot, with bare buttocks, to Egypt’s shame.",
      "5": "They will be overwhelmed and ashamed because of Cush, their hope, and Egypt, their source of confidence.",
      "6": "On that day those who live on this coast will say, “Look what happened to our hope, to whom we fled for help and deliverance from the king of Assyria! How can we escape?”"
    },
    "21": {
      "1": "An oracle about the Wilderness by the Sea.\nLike windstorms that sweep through the Negev,\nit comes from the wilderness,\nfrom a terrifying place.",
      "2": "An ominous vision has been shown to me.\nThe betrayer betrays; the destroyer destroys.\nElam, attack! Media, lay siege!\nI will bring all her groaning to an end.",
      "3": "That is why I am full of anguish.\nPain has taken hold of me,\n    like the pain of a woman in labor.\nI am stunned by what I hear,\nterrified by what I see.",
      "4": "My heart pounds!\nI am shaking with fear.\nThe twilight that I longed for is making me quake with terror.",
      "5": "They prepare the table.\nThey spread out the luxurious carpets.\nThey eat. They drink.\n“Officers! Get up and oil your shields!”",
      "6": "Yes, this is what the Lord said to me:\n    Go, post a watchman.\n    Have him declare what he sees.",
      "7": "When he sees chariots pulled by teams of horses,\n    riders on donkeys, and riders on camels,\n    have him listen carefully—very carefully.",
      "8": "The lookout cried out:\n    Lord, I stand on the watchtower day after day,\n    and every night I stay at my post.",
      "9": "Now, look! Here come men in chariots pulled by teams of horses.\nThen he announced:\n    Fallen, fallen is Babylon!\n    All the images of her gods lie broken on the ground.",
      "10": "O my people, you who have been threshed like grain on my threshing floor, everything I have heard from the Lord of Armies, the God of Israel, I have proclaimed to you.",
      "11": "The oracle against Dumah.\nSomeone calls out to me from Seir,\n    Watchman, how much of the night remains?\n    Watchman, how much of the night remains?",
      "12": "The watchman said:\n    Morning is coming, but night is coming again.\n    If you want to ask, go ahead and ask.\n    Then return! Come back again.",
      "13": "An oracle against Arabia.\nYou spend the night among the thickets of Arabia,\nyou caravans of Dedanites.",
      "14": "Bring water for the thirsty,\nyou who live in Tema.\nBring bread for the refugees.",
      "15": "They fled from the sword,\nfrom the drawn sword,\nfrom the bent bow,\nand from the heat of battle.",
      "16": "This is what the Lord said to me: “Within a year, as a worker bound by contract would count it, all the glory of Kedar will come to an end,",
      "17": "and the archers who survive, the strong warriors of Kedar, will be few.” The Lord, the God of Israel, has spoken."
    },
    "22": {
      "1": "An oracle about the Valley of Vision.\nWhat is troubling you now?\nWhy have all of you gone up to the rooftops?",
      "2": "Why is the town full of shouting?\nWhy is the joyful city full of turmoil?\nYour fallen were not run through with the sword.\nYour dead did not fall in battle.",
      "3": "All your rulers fled together,\ncaptured by archers without bows.\nAll your refugees were caught together.\nThey had fled far away.",
      "4": "That is why I said,\n“Look away from me.\nI will weep bitterly.\nDo not try to comfort me over the destruction of the daughter\n    of my people.”",
      "5": "For it is a day of turmoil, trampling, and terror.\nThis has come from the Lord, the God of Armies,\nin the Valley of Vision.\nIt is a day for breaking down walls\nand crying out to the mountains.",
      "6": "Elam picks up the quiver, with chariots and charioteers,\nand Kir removes the covering from their shields.",
      "7": "Your fertile valleys are full of chariots,\nand charioteers are posted by the gate.",
      "8": "He removed the cover that was protecting Judah.\nOn that day you looked for the weapons in the House of the Forest.",
      "9": "You saw all the breaches through the walls of the City of David—\nand there were many.\nYou collected water from the Lower Pool.",
      "10": "You counted the houses of Jerusalem.\nYou planned to tear them down to strengthen the wall.",
      "11": "You built a reservoir between the two walls\nfor the water from the Old Pool.\nBut you did not look to the one who had made it.\nYou did not consider the one who shaped this long ago.",
      "12": "On that day the Lord, the God of Armies,\ncalled for weeping and loud mourning.\nHe called for shaved heads and for dressing in sackcloth.",
      "13": "But take a look and see:\n    joy and gladness,\n    butchering cattle, killing sheep,\n    eating meat, and drinking wine.\n“Let’s eat and drink, for tomorrow we die.”",
      "14": "The Lord of Armies has revealed this in my hearing: “I swear, your guilt will not be atoned for until your dying day, says the Lord, the God of Armies.”",
      "15": "This is what the Lord, the God of Armies, says.\nGo to this administrator Shebna, who is in charge of the palace, and ask him,",
      "16": "“What are you doing here? Who gave you permission to carve a tomb here?”\n(Shebna was carving out a tomb for himself on a height, chiseling a resting place for himself in the cliff!)",
      "17": "Watch out! The Lord is going to hurl you away violently, you ordinary man. He is going to grab you tightly,",
      "18": "whirl you around and around, and throw you like a ball into the open countryside. There you will die, and your glorious chariots will be there, to the shame of your master’s house.",
      "19": "I will expel you from your office. You will be thrown out from your position.",
      "20": "On that day I will call for my servant Eliakim son of Hilkiah.",
      "21": "I will clothe him with your robe and tie your sash around him. I will put your authority into his hand, and he will be a father for those who live in Jerusalem and for the house of Judah.",
      "22": "I will place the key of the house of David on his shoulder. Whatever he opens, no one will shut. Whatever he shuts, no one will open.",
      "23": "I will drive him like a nail into a solid place. He will be an honored throne for the house of his father.",
      "24": "They will hang all the splendor of his father’s house on him: the branches and leaves, and all the small containers, from the large bowls all the way down to the smallest juglets.",
      "25": "In that day, says the Lord of Armies, the nail that was driven into a solid place will give way. It will be sheared off and fall down. The load hanging on it will be cut off, because the Lord has spoken."
    },
    "23": {
      "1": "An oracle about Tyre.\nWail, you ships of Tarshish!\nBecause Tyre has been destroyed—\nno more house or harbor!\nThis is the news they heard from Cyprus.",
      "2": "Be silent, you who live along the coast,\nyou merchants of Sidon,\nwhose agents have crossed the sea",
      "3": "on the great waters.\nThe grain of the Shihor, the harvest of the Nile, provided her income.\nShe was the marketplace of nations.",
      "4": "Be ashamed, Sidon, fortress by the sea,\nbecause the sea has spoken, saying,\n“No longer do I feel the pain of childbirth.\nNo longer do I have children.\nI have no young men to raise,\nno virgin girls to bring up.”",
      "5": "When the news comes to Egypt,\nthey will agonize over the report from Tyre.",
      "6": "Sail across to Tarshish!\nWail, you island people!",
      "7": "Is this your joyful city, older than old,\nwhose feet carried her to settle so far away?",
      "8": "Who has planned this against Tyre,\nthe city that crowned kings,\nwhose merchants were like royal officials,\nwhose traders were honored around the world?",
      "9": "The Lord of Armies has planned this,\nto strip their pride of all its glory,\nto humiliate those who were honored around the world.",
      "10": "Overflow your land, daughter of Tarshish,\n    like the Nile overflowing its banks.\nYou no longer have a harbor as a marketplace.",
      "11": "He has stretched out his hand over the sea.\nHe has shaken the kingdoms.\nIt is the Lord who has ordered the destruction\n    of Canaan’s fortresses.",
      "12": "He said, “Rejoice no more, virgin daughter of Sidon,\nyou who have been violated.\nGet up, sail across to Cyprus.\nBut even there you will have no rest.”",
      "13": "(Compare it to the land of the Chaldeans—this people who have become nothing. It was the Assyrians who made it into a dwelling for wild animals from the desert. They raised up siege towers, tore down citadels, and made it a ruin.)",
      "14": "Wail, you ships of Tarshish,\nbecause your stronghold is destroyed!",
      "15": "In that day Tyre will be forgotten for seventy years, the days of a king’s life. After the end of the seventy years, Tyre will be like the prostitute in this song.",
      "16": "Pick up a lyre.\nGo through the city,\nyou forgotten prostitute.\nPlay skillfully.\nSing many songs,\nso that you might be remembered once again.",
      "17": "At the end of the seventy years, the Lord will deal with Tyre. She will go back to collecting wages, to selling herself to all the kingdoms of the world, to everyone on the surface of the earth.",
      "18": "But this time her merchandise and her wages will be dedicated to the Lord. It will not be stored away. Her goods will be for those who live in the presence of the Lord, so that they have enough to eat and clothing that will last."
    },
    "24": {
      "1": "Watch, the Lord is going to strip the earth bare and make it desolate.\nHe will wring it out and scatter its inhabitants.",
      "2": "It will be the same for people and priest,\n    for servant and master,\n    for servant girl and lady,\n    for buyer and seller,\n    for lender and borrower,\n    for creditor and debtor.",
      "3": "The earth will be stripped bare, totally plundered,\n    for the Lord has spoken this word.",
      "4": "The earth mourns and withers.\nThe world fades and withers away.\nThe proud people of the earth fade away.",
      "5": "The earth is polluted by its inhabitants,\nbecause they have bypassed the laws.\nThey have changed the statutes\nand set aside the everlasting covenant.",
      "6": "Therefore a curse devours the earth,\nand those who live there will be found guilty.\nThat is why the inhabitants of the earth will be burned up,\nand so few will remain.",
      "7": "The new wine mourns.\nThe vine dries up.\nThose who were feeling merry now sigh.",
      "8": "The happy sound of drums has ceased.\nThe noise of partying has ended.\nThe joyful lyre is silent.",
      "9": "They will drink no wine with their songs anymore.\nBeer is bitter to those who drink it.",
      "10": "The city is in chaos and ruins.\nEvery house is closed up,\nand no one can get in.",
      "11": "They cry for wine in the streets,\nbut all festive joy is gone.\nJoyful celebration is banished from the land.",
      "12": "The city is left desolate,\nand the gate is smashed into pieces.",
      "13": "This is the way it will be among the peoples on earth:\nIt will be like an olive tree after it has been picked over,\nlike the gleanings left after the grape harvest.",
      "14": "They raise their voices and sing for joy.\nFrom the west they shout for the majesty of the Lord.",
      "15": "Therefore, in the east glorify the Lord.\nIn the coastlands of the sea, glorify the name of the Lord,\n    the God of Israel!",
      "16": "We hear songs from the ends of the earth:\nGlory to the Righteous One!\nBut I said, “I am wasting away! I am wasting away! Woe is me!”\nThe treacherous deal treacherously.\nYes, the treacherous deal very treacherously.",
      "17": "Panic, pit, and peril await all who live on the earth.",
      "18": "Whoever flees from the noise of terror will fall into the pit.\nWhoever crawls out of the pit will be caught in the trap.\nThe windows in the sky have opened,\nand the foundations of the earth quake.",
      "19": "The earth is broken to pieces.\nThe earth is tearing itself apart.\nThe earth is shaking violently.",
      "20": "The earth staggers like a drunken man.\nIt shakes like a shack in a windstorm.\nThe burden of its rebellion is so heavy\n    that it will fall, unable to rise again.",
      "21": "On that day the Lord will deal with the army on high\nand with the kings of the earth below.",
      "22": "They will be gathered together like prisoners in a pit.\nThey will be locked up in prison,\nand after many days they will be dealt with.",
      "23": "Then the bright moon will be ashamed,\nand the hot sun will be embarrassed,\nfor the Lord of Armies will reign on Mount Zion in Jerusalem,\nand his glory will shine in the presence of his elders."
    },
    "25": {
      "1": "O Lord, you are my God.\nI will exalt you! I will praise your name,\nbecause you have done astounding things,\nplans laid long ago that are firm and faithful.",
      "2": "For you have reduced the city to a heap,\nthe fortified city to ruins.\nThe citadel of foreigners is no longer a city at all.\nIt will never be rebuilt.",
      "3": "That is why powerful peoples will honor you.\nThe cities of cruel nations will fear you,",
      "4": "for you have been a stronghold for the poor,\na stronghold for the needy in their distress.\nYou have been a shelter from the rainstorm\nand shade from the heat.\nWhen the breath of the ruthless is like a rainstorm battering a wall,",
      "5": "like a hot wind drying up the desert,\nyou put down the uproar of foreigners.\nIt is like heat cooled by the shade of a cloud.\nThe song of the ruthless is silenced.",
      "6": "On this mountain\nthe Lord of Armies will prepare for all peoples\n    a banquet of rich food,\n    a banquet of aged wines,\n    with the best cuts of meat,\n    and with the finest wines.",
      "7": "On this mountain\nhe will destroy the shroud that covers all peoples,\nthe burial cloth stretched over all nations.",
      "8": "He has swallowed up death forever!\nThe Lord God will wipe away the tears from every face.\nHe will take away the shame of his people throughout the earth.\nFor the Lord has spoken.",
      "9": "On that day it will be said,\n“Look, here is our God!\nWe waited for him, and he saved us!\nThis is the Lord!\nWe waited for him.\nLet us be glad and rejoice in his salvation!”",
      "10": "On this mountain\nthe Lord’s hand will rest.\nMoab will be trampled underfoot,\nlike straw trampled into manure.",
      "11": "Moab will spread out his hands in the middle of it,\n    like someone trying to swim,\nbut the Lord will bring down Moab’s pride,\nalong with everything Moab’s hands have done.",
      "12": "The Lord will topple your high-walled fortress\nand bring it to the ground,\nall the way down to the dust."
    },
    "26": {
      "1": "On that day this song will be sung in the land of Judah.\nWe have a strong city.\nGod sets up salvation as its walls and ramparts.",
      "2": "Open the gates,\nso that the righteous nation may enter,\nthe nation that guards the truth.",
      "3": "You preserve perfect peace for the person\n    whose resolve is steadfast,\nbecause he trusts in you.",
      "4": "Trust in the Lord forever,\nfor Yah the Lord is the eternal Rock.",
      "5": "He humbles those who live in a high place,\n    in a high, secure city.\nHe brings it down!\nHe brings it down to the ground!\nHe throws it down into the dust!",
      "6": "It is trampled down\nby the feet of the poor,\nby the soles of the feet of the helpless.",
      "7": "The way of the righteous is level and smooth.\nYou are righteous. You smooth the path for the righteous.",
      "8": "Truly, Lord, we have waited for you on the path of your judgments.\nYour name and your renown are what our soul desires.",
      "9": "My soul longs for you during the night.\nMy spirit within me looks for you early in the morning,\nbecause when your judgments are known on earth,\nthe inhabitants of the world will learn what righteousness is.",
      "10": "Although grace is shown to the wicked,\nthey do not learn righteousness.\nThey will continue to act unjustly even in a righteous land.\nThey will not recognize the Lord’s majesty.",
      "11": "Lord, your hand is raised, ready to strike,\nbut they do not see it.\nBut they will see your zeal for the people,\nand they will be put to shame.\nMay fire consume your enemies.",
      "12": "O Lord, you establish peace for us.\nEverything we have done, you have accomplished for us.",
      "13": "O Lord our God, other lords besides you have ruled over us,\nbut we honor only your name.",
      "14": "They are dead. They will not live again.\nTheir departed spirits will not return.\nYou have dealt with them and destroyed them.\nYou have wiped out all memory of them.",
      "15": "You have enlarged the nation, O Lord.\nYou have enlarged the nation!\nYou are glorified!\nYou have extended all the borders of the land.",
      "16": "O Lord, they appealed to you in distress.\nThey whispered a prayer as you disciplined them.",
      "17": "Just as a pregnant woman nearing the time of her delivery\n    writhes and cries out in her pain,\nso we have done before you, O Lord.",
      "18": "We have been in pain\n    as if we were about to give birth to a child,\nbut we gave birth only to wind.\nWe have not brought salvation for the earth.\nWe have not given birth to people who can inhabit the world.",
      "19": "But your dead ones will live.\nTheir dead bodies will rise.\nWake up and sing for joy,\nyou who dwell in the dust,\nbecause your dew will glisten like morning light,\nand the earth will give up the spirits of the dead.",
      "20": "Go, my people, go into your rooms,\nand shut the doors behind you.\nHide yourselves for a little while,\nuntil his wrath has passed over.",
      "21": "Look! The Lord is coming out of his place\n    to deal with the guilt of those who live on the earth.\nThen the earth will reveal the blood shed on it.\nIt will no longer cover those who have been killed."
    },
    "27": {
      "1": "On that day, the Lord will draw his sharp, great, and powerful sword, and he will kill Leviathan, the slithering serpent—Leviathan, the coiling serpent. The Lord will kill the monster in the sea.",
      "2": "On that day, sing about a delightful vineyard!",
      "3": "I, the Lord, am serving as its caretaker.\nI water it constantly.\nSo that nothing will damage it,\nI guard it night and day.",
      "4": "I am not angry,\nbut if I do find briers and thorns there,\nI will fight them!\nI will charge against them and set them all on fire.",
      "5": "To prevent this, let them turn to me for protection\nand make peace with me.\nLet them make peace with me!",
      "6": "In days to come,\nJacob will take root.\nIsrael will blossom and bud.\nIt will fill the whole world with fruit.",
      "7": "Has he struck Israel the way he struck those who struck them?\nHave they been killed the same way those who killed them were killed?",
      "8": "When you drive them away and send them into exile,\nyou make your case against them.\nHe drives them out with his violent storm,\nas on a day when the hot east wind blows.",
      "9": "In this way the guilt of Jacob will be atoned for,\nand this will be all the fruit that results from taking away his sin.\nHe will make all the altar stones like chalk that has been crushed,\nand no Asherah poles or incense altars will remain standing.",
      "10": "Then the fortified city will be all alone,\na dwelling place, deserted and forsaken, like a wilderness.\nCalves will graze there.\nThey will lie down there and eat all the leaves off the branches.",
      "11": "When its twigs are dried up, they are broken off.\nWomen will come and build a fire with them.\nBecause they are a people who have no understanding,\ntherefore their Maker will have no compassion on them.\nHe who formed them will not be gracious to them.",
      "12": "On that day the Lord will thresh from the flowing river, the Euphrates, to the Stream of Egypt, and you Israelites will be gathered one by one.",
      "13": "On that day there will be a very loud blast on a ram’s horn, and those who were about to perish in the land of Assyria, together with those who were scattered in the land of Egypt, will come. They will worship the Lord on the holy mountain at Jerusalem."
    },
    "28": {
      "1": "Woe to drunken Ephraim’s proud crown,\nto the fading flower of its glorious beauty,\non the peak that overlooks a fertile valley.\nWoe to those who are overcome with wine!",
      "2": "Look, the Lord has someone who is strong and mighty.\nLike a hailstorm,\nlike a destructive windstorm,\nlike a hurricane that drives surging waters,\nhe will throw them down to the earth with his own hand.",
      "3": "Drunken Ephraim’s proud crown will be trampled underfoot.",
      "4": "The fading flower of its glorious beauty, on the peak overlooking\n        a fertile valley,\n    will be like the early figs before summer,\n    which someone picks and swallows as soon as he sees them.",
      "5": "On that day the Lord of Armies will become a glorious crown\nand a beautifully braided headband for the remnant of his people.",
      "6": "He will provide a spirit of justice to the one who sits in judgment,\nand strength for those who turn back the battle at the gate.",
      "7": "They stagger into error because of wine,\nand they stumble off the way because of beer.\nThe priests and prophets stagger with beer,\nand they are dizzy from wine.\nThey stumble from beer.\nThey stagger when they see visions.\nThey reel when they render judgment.",
      "8": "All their tables are covered with vomit.\nThere is not a spot without filth.",
      "9": "They say:\n    Who is he trying to teach?\n    Who needs his instruction?\n    A baby who has just been weaned from milk?\n    An infant just taken from the breast?",
      "10": "They say:\n    Law by law, law by law,\n    rule by rule, rule by rule,\n    a little here, a little there.",
      "11": "So the Lord will speak to this people\n    with barbarous lips and in a foreign tongue.",
      "12": "He said to them,\n“This is the resting place.\nLet the weary rest.\nThis is the place to be refreshed,”\nbut they would not listen.",
      "13": "That is why to them the word of the Lord will be:\n    Law by law, law by law,\n    rule by rule, rule by rule,\n    a little here, a little there.\nAs a result they will try to walk,\nbut they will fall backwards.\nThey will be hurt, trapped, and taken.",
      "14": "So now, hear the word of the Lord, you scoffers,\nwho rule this people in Jerusalem.",
      "15": "You said:\n    We have made a covenant with death,\n    an agreement with the grave.\n    When the punishing whip comes, it will not touch us,\n    for we have made lies our refuge,\n    and we have hidden ourselves behind falsehood.",
      "16": "Therefore, this is what the Lord God says:\n    Look, I am laying a stone in Zion as a foundation,\n    a tested stone,\n    a precious cornerstone to provide a sure foundation.\n    Whoever believes will not be put to shame.",
      "17": "I will make justice the measuring line\nand righteousness the plumb line.\nA hailstorm will sweep away the refuge of lies,\nand floodwaters will wash away your shelter.",
      "18": "Your covenant with death will be canceled,\nand your agreement with the grave will not stand.\nWhen the punishing whip comes,\nyou will be beaten down by it.",
      "19": "Every time it comes, it will carry you away.\nIt could come any morning, any day, any night.\nIf you understand this message, you will be utterly terrified:",
      "20": "The bed is too short to lie on,\n    and the blanket is too narrow to cover you.",
      "21": "For the Lord will rise up as he did on Mount Perazim.\nHe will be enraged, as he was in the valley of Gibeon,\n    to do his work, his strange work,\n    and to accomplish his task, his foreign task.",
      "22": "Now stop your scornful attitude, or your chains\n        will be made stronger,\nbecause I have heard a decree of destruction from the Lord,\n        the Lord of Armies,\n    against the whole earth.",
      "23": "Listen! Hear my voice.\nPay attention to what I say.",
      "24": "Does the plowman keep plowing all day in order to plant?\nDoes he keep tilling the soil and turning over the dirt?",
      "25": "When he has leveled the surface,\ndoesn’t he plant the dill\nand scatter cumin seed?\nHe plants the wheat in one place,\nbarley in another field,\nand spelt along the edge.",
      "26": "His God instructs him\nand teaches him good judgment.",
      "27": "Of course he does not thresh the dill with a threshing sledge,\nnor does he roll the wheel of a cart over the cumin.\nNo, he beats the dill with a stick\nand strikes the cumin with a staff.",
      "28": "Flour for bread needs to be ground,\nso he does not thresh endlessly.\nHe drives the wheels of his threshing cart over it\nand even his team of horses,\nbut he does not pulverize it.",
      "29": "This also springs forth from the Lord of Armies.\nHe gives amazing advice.\nHe provides great guidance."
    },
    "29": {
      "1": "Woe to Ariel! Ariel, the city where David made his camp.\nAdd one year to another.\nLet your cycle of festivals roll on.",
      "2": "But then I will bring distress to Ariel,\nand there will be mourning and lamentation.\nThen she will become an altar hearth to me.",
      "3": "I will encamp against you on all sides,\nand I will lay siege against you with towers.\nI will raise siege works against you.",
      "4": "You will be brought so low\nthat you will speak from the ground.\nYou will murmur from the dust.\nYour voice will be like a ghost from a pit in the ground,\nand your speech will whisper from the dust.",
      "5": "But your many foes will become like fine dust,\nand the ruthless hordes like blowing chaff.\nThis will take place suddenly, in an instant.",
      "6": "You will be visited by the Lord of Armies\nwith thunder, earthquake, and a loud noise,\nwith a strong wind and a storm,\nand with the flames of a devouring fire.",
      "7": "The hordes of nations that fight against Ariel,\nall who fight against her and her stronghold,\nall who besiege her—\nall of them will be like a dream,\nlike a vision in the night.",
      "8": "They will be like a hungry man who dreams and sees himself eating,\nbut then he wakes up, and his hunger is not satisfied.\nThey will be like a thirsty man who dreams and sees himself drinking,\nbut then he wakes up and, sure enough, he is weak with thirst.\nThat is how it will be with the hordes of nations\n    that fight against Mount Zion.",
      "9": "Be stunned! Be amazed!\nBlind yourselves and be blind!\nThey are drunk, but not with wine.\nThey stagger, but not from beer.",
      "10": "For the Lord has poured out a spirit of deep sleep over you.\nHe has closed your eyes—the prophets.\nHe has covered your heads—the seers.",
      "11": "For you this whole vision has become like the words of a sealed scroll. If you give it to someone who can read, and you say, “Read this, please,” he will say, “I can’t. It is sealed.”",
      "12": "And if you give it to someone who cannot read, and you say, “Read this, please,” he will say, “I can’t read.”",
      "13": "The Lord says:\nThese people approach me with their words,\nand they honor me with their lips,\nbut their hearts are far from me.\nTheir worship of me is nothing but commandments taught by men.",
      "14": "So watch how I will continue to amaze these people\n    with amazing, extraordinary things.\nThe wisdom of the wise will perish,\nand the intelligence of the intelligent will be hidden.",
      "15": "Woe to those who try to hide their plans from the Lord.\nTheir deeds are done in darkness,\nand they think that no one sees them\nor knows what they are doing.",
      "16": "You turn things upside down!\nShould the potter be treated like clay?\nShould the thing that was made say to its maker,\n    “You didn’t make me”?\nShould the creation say to the creator,\n    “You know nothing”?",
      "17": "Isn’t it true that in a very short time\n    Lebanon will be turned into a fertile field,\n    and the fertile field will seem like a forest?",
      "18": "On that day, the deaf will hear the words from a book,\nand out of gloom and darkness the eyes of the blind will see.",
      "19": "The humble will rejoice in the Lord once again,\nand the poor will delight in the Holy One of Israel.",
      "20": "But the ruthless will come to nothing.\nThose who mock will be no more,\nand all those who plan evil will be cut off—",
      "21": "all those who slander others with a word,\nall those who argue cases at the city gate,\nall those who use false testimony to deprive the innocent of justice.",
      "22": "Therefore this is what the Lord, who redeemed Abraham,\nsays about the house of Jacob:\n    Jacob will not be ashamed anymore.\n    His face will not grow pale.",
      "23": "But when his children see what I do among them,\n    they will honor my name.\n    They will honor the Holy One of Jacob.\n    They will stand in awe of the God of Israel.",
      "24": "Those who are confused will come to understand,\n    and those who complain will gladly receive instruction."
    },
    "30": {
      "1": "Woe to this rebellious people, says the Lord.\nThey take advice, but not from me.\nThey establish an alliance, but not by my Spirit.\nThen they sin more and more.",
      "2": "Woe to those who go down to Egypt, without consulting me.\nThey seek Pharaoh’s protection,\nand they take refuge in the shade of Egypt!",
      "3": "So Pharaoh’s protection will bring you shame.\nTaking refuge in the shade of Egypt will be your downfall.",
      "4": "Even though Israel’s officials are in Zoan,\nand their envoys have gone as far as Hanes,",
      "5": "they will all be humiliated\nbecause of a people that is useless to them.\nThey can neither help nor provide any benefit.\nThey bring only shame and reproach.",
      "6": "An oracle about the animals of the Negev.\nThrough the land of trouble and distress,\nthe land of the lioness and the lion,\nof the viper and the venomous flying serpent,\nJudah’s envoys carry their wealth on the backs of donkeys\nand their treasures on camels’ humps,\nto a nation that cannot help them.",
      "7": "For Egypt’s help is useless and serves no purpose.\nThat is why I have called her “the dragon that just sits there.”",
      "8": "Go and write it on a tablet for them.\nRecord it on a scroll,\nso that in the future it may serve as a permanent witness.",
      "9": "These are a rebellious people, lying children,\nchildren unwilling to hear the law of the Lord,",
      "10": "who tell the seers, “Stop seeing!”\nwho tell the prophets, “Stop prophesying what is right!\nTell us pleasant things. Prophesy illusions.",
      "11": "Leave the way! Turn from the path!\nStop getting in our face about the Holy One of Israel!”",
      "12": "This is what the Holy One of Israel says:\n    Since you have rejected my word,\n    and you trust in oppression and deceit,\n    and you rely on them,",
      "13": "your guilt will be like a crack in a wall,\n    bulging out and about to collapse.\n    It will suddenly fall without warning.",
      "14": "It will crash like a broken clay pot,\n    smashed to pieces so violently that not one useful piece will be left,\n    not even a piece good enough to pick up a coal from the hearth\n    or to ladle water from a cistern.",
      "15": "This is what the Lord God, the Holy One of Israel, says:\n    If you repent and wait quietly, you will be saved.\n    Your strength will depend on quietness and trust.\nBut you refused.",
      "16": "You said, “No, we will flee on horseback!”\nYes indeed, you will flee.\nYou said, “We will ride away swiftly!”\nYes indeed, you will be pursued swiftly.",
      "17": "A thousand will flee when just one threatens.\nWhen five threaten, you will flee,\nuntil you are like a single flag, fluttering on a mountaintop,\nlike a lonely banner on a hill.",
      "18": "But the Lord is eager to be gracious to you.\nHe waits on high to have mercy on you,\nfor the Lord is a God of justice.\nBlessed are all those who long for him.",
      "19": "So people will live in Zion. In Jerusalem you will weep no more. The Lord will be very gracious to you when he hears your cry. When he hears you, he will answer you.",
      "20": "Though the Lord has given you the bread of adversity and the water of affliction, he is your teacher. He will not be hidden any longer. You will see your teacher with your own eyes.",
      "21": "Whenever you are tempted to turn to the right or to the left, you will hear his voice behind you, saying, “This is the way. Walk in it.”",
      "22": "You will defile your idols that are plated with silver and your images overlaid with gold. You will throw them away like a filthy cloth, saying, “Get away from me!”",
      "23": "Then he will give you rain so that you can sow seed in the ground. The bread from your land’s harvest will be excellent and plentiful. On that day your livestock will graze in wide pastures.",
      "24": "The oxen and the donkeys that work the ground will eat the best feed—winnowed with a shovel and a winnowing fork.",
      "25": "On every lofty mountain and on every high hill there will be streams flowing with water.\nIt will be a day of terrible slaughter, when towers fall.",
      "26": "The light of the moon will be as bright as the sun, and the light of the sun will be seven times brighter—like the light of seven days—on the day when the Lord will bind up the wounds of his people and heal the injuries he inflicted.",
      "27": "Look! The name of the Lord is coming from far away,\nburning with anger, in a column of thick smoke.\nHis lips are full of anger,\nand his tongue is a consuming fire.",
      "28": "His breath is a stream at flood stage,\nsurging all the way up to your neck.\nHe shakes the nations in a sieve to destroy them,\nand he puts a bridle in their mouths to lead them to destruction.",
      "29": "You will sing as you do on the night of a holy festival,\n    with glad hearts,\nas when they go up with flutes to the mountain of the Lord,\nto the Rock of Israel.",
      "30": "The Lord will cause the majestic splendor of his voice to be heard.\nHe will make them see his arm come crashing down in fierce anger,\nlike the flames of a consuming fire,\nlike driving rain, a furious storm with hailstones.",
      "31": "The voice of the Lord will terrify Assyria.\nHe will strike it with his rod.",
      "32": "Every stroke of the punishing rod which the Lord will lay on them\n    will be accompanied by the music of drums and lyres.\nHe himself will fight, battling them, swinging weapons.",
      "33": "Topheth has long been made ready.\nIt is prepared for the king,\na flaming funeral pyre, deep and wide, with plenty of wood.\nThe breath of the Lord, like a river of liquid fire, sets it ablaze."
    },
    "31": {
      "1": "Woe to those who go down to Egypt for help,\nwho put their faith in horses,\nwho trust in chariots because there are many of them,\nwho trust in charioteers because they are very powerful.\nThey do not trust in the Holy One of Israel.\nThey do not seek the Lord.",
      "2": "The Lord is wise, and he will bring disaster.\nHe will not go back on his word,\nbut he will deal with those who do evil,\nand with those who help the wicked.",
      "3": "The Egyptians are merely men, not gods.\nTheir horses are flesh, not spirit.\nWhen the Lord stretches out his hand to punish,\nboth the helper and the one seeking help will fall.\nTogether they will perish.",
      "4": "This is what the Lord said to me:\n    When a lion or a young lion snarls over its prey,\n    and a band of shepherds is called out to drive it away,\n    it is not afraid of their shouts,\n    and it is not bothered by the noise they make.\n    In the same way, the Lord of Armies will fearlessly come down\n        to fight on Mount Zion and on its heights.",
      "5": "Like a hovering bird,\nthe Lord of Armies will protect Jerusalem.\nHe will protect it and deliver it.\nHe will pass over it and preserve it.",
      "6": "O people of Israel, return to the one you have so completely betrayed.",
      "7": "In that day every one of you will throw away his idols of silver and his idols of gold—things you made, which caused you to sin.",
      "8": "Assyria will fall, but not by a human sword.\nA sword will devour him, but not one wielded by men.\nHe will flee from the sword,\nbut his young men will be forced into slavery.",
      "9": "His rocky stronghold will pass away because of fear,\nand his officials will abandon their banner in panic,\ndeclares the Lord, whose fire is in Zion,\nwhose blast furnace is in Jerusalem."
    },
    "32": {
      "1": "See, a king will reign in righteousness,\nand officials will govern with justice.",
      "2": "Each of them will be like a shelter from the wind\nand a refuge from the storm,\nlike streams of water for a dry place,\nlike the shade of a massive cliff in a parched land.",
      "3": "The eyes of those who see will not be closed,\nand the ears of those who hear will listen.",
      "4": "Hasty hearts will gain understanding,\nand stammering tongues will speak clearly.",
      "5": "The fool will no longer be called noble,\nnor will rogues be treated like respectable people.",
      "6": "The fool speaks folly,\nand his heart plots evil:\nto do what is ungodly,\nto tell lies about the Lord,\nto deny food to the hungry,\nand to refuse even one drink for the thirsty.",
      "7": "The rogue’s ways are evil.\nHe plots evil to ruin the humble with lies,\neven when the poor speak with justice.",
      "8": "But the noble man plans noble deeds,\nand by noble deeds he stands.",
      "9": "Get up, you complacent women, and listen!\nYou carefree girls, hear what I have to say!",
      "10": "In a little more than a year, you carefree women will be worried,\nbecause the grape harvest will fail,\nand the fruit harvest will not arrive.",
      "11": "Tremble, you complacent women!\nBe worried, you carefree girls!\nStrip yourselves naked,\nand put sackcloth around your waist.",
      "12": "Beat your breasts in mourning\n    for the pleasant fields,\n    for the fruitful vines,",
      "13": "because my people’s land will yield only thorns and briers.\nWeep for all the houses where you partied,\n    in the city where you celebrated.",
      "14": "Then the fortress will be abandoned.\nThe crowded city will be deserted.\nThe citadel and the watchtower will become\n    rugged ruins for a long time,\n    enjoyed by wild donkeys,\n    and a pasture for flocks,",
      "15": "until the Spirit is poured out on us from on high,\nand the wilderness becomes a fertile field,\nand the fertile field seems like a forest.",
      "16": "Then justice will dwell in the wilderness,\nand righteousness will live in the fertile field.",
      "17": "The result of righteousness will be peace,\nand righteousness will bring lasting tranquility and security.",
      "18": "My people will live in a peaceful place,\nin secure dwellings,\nand in quiet resting places.",
      "19": "Even if hail destroys the forest,\nor if the city is totally leveled,",
      "20": "how blessed you will be,\nas you sow seed beside streams,\nand let your cattle and donkeys run free."
    },
    "33": {
      "1": "Woe to you who destroy, even though you have not been destroyed,\nyou who betray, though you have not been betrayed!\nWhen you have finished destroying, you will be destroyed,\nand when you have finished betraying, you will be betrayed.",
      "2": "O Lord, be gracious to us. We wait hopefully for you.\nBe our strength every morning.\nBe our salvation in times of trouble.",
      "3": "At the thunder of your voice, people flee.\nWhen you stir up your great power, nations scatter.",
      "4": "Your plunder will be taken away\n    the way a caterpillar eats things up.\nPeople will swarm on it like a locust swarm.",
      "5": "The Lord is exalted, because he dwells on high.\nHe will fill Zion with justice and righteousness.",
      "6": "There will be stability in your time,\na wealth of salvation, wisdom, and knowledge.\nYour treasure will be the fear of the Lord.",
      "7": "Listen! Their elite troops are crying in the streets.\nThe peace envoys weep bitterly.",
      "8": "The highways are deserted.\nAll travel has stopped.\nThe treaty has been broken.\nWitnesses are despised,\nand no one is respected.",
      "9": "The land mourns and becomes weak.\nLebanon is ashamed and withers away.\nThe Plain of Sharon is like the Arabah,\nand Bashan and Carmel are stripped bare.",
      "10": "Now I will arise, says the Lord.\nNow I will lift myself up.\nNow I will be exalted.",
      "11": "You will conceive chaff\nand give birth to stubble.\nLike fire, your own breath will consume you.",
      "12": "People will be burned to lime,\nlike thorns that are cut and burned in the fire.",
      "13": "You who are far away, recognize what I have done.\nYou who are close by, acknowledge my mighty acts.",
      "14": "The sinners in Zion are afraid.\nTrembling has seized the ungodly.\nWho of us can live with a consuming fire?\nWho of us can live in a place that burns without end?",
      "15": "Those who walk righteously and speak blamelessly,\nthose who despise dishonest gain,\nwhose hands refuse a bribe,\nwhose ears will not listen to violent plans,\nwhose eyes reject evil—",
      "16": "they will dwell on high.\nTheir defense will be a fortress on the cliffs.\nTheir bread will be provided.\n    Their water supply will be reliable.",
      "17": "Your eyes will see the King in his splendor.\nThey will see a land that stretches far and wide.",
      "18": "Your heart will think about the past terrors.\nYou will think, “Where is the one who took the inventory?\nWhere is the one who weighed the silver?\nWhere is the one who counted the towers?”",
      "19": "You will no longer see a barbaric people,\na people with unintelligible speech, which you cannot understand,\na people who babble in a language that makes no sense.",
      "20": "Look at Zion, the city where we hold our festivals.\nYou will see Jerusalem as a peaceful place,\nas a tent that cannot be removed.\nIts stakes will never be pulled up.\nIts ropes will never be broken.",
      "21": "There the Lord will be with us in majesty,\nas in a place with wide rivers and streams,\nwhere no enemy warship can row,\nwhere no sailing ship can slip past.",
      "22": "Because the Lord is our judge,\nthe Lord is our lawgiver,\nand the Lord is our king,\nhe is the one who will save us.",
      "23": "Your rigging hangs loose.\nThe mast is not steady.\nThe sail is not set.\nWhen they divide all the plunder,\nthere will be so much that even the crippled will take part.",
      "24": "No one who lives there will say, “I am sick.”\nThe guilt of the people who live there will be forgiven."
    },
    "34": {
      "1": "Come near, you nations, and hear!\nListen, you peoples.\nLet the earth and everything in it hear,\nthe world and everything that it produces.",
      "2": "The Lord is angry with all the nations,\nand he is furious with all their armies.\nHe has condemned them to destruction.\nHe has handed them over for slaughter.",
      "3": "Their fallen bodies will lie unburied,\nand the stench of their corpses will linger.\nThe mountains will flow with their blood.",
      "4": "The whole army of the heavens will fall apart.\nThe sky will be rolled up like a scroll,\nand its whole army will waste away and fall,\n    like leaves withering on a vine,\n    like fruit that falls from a fig tree.",
      "5": "Yes, my sword has drunk its fill in the heavens.\nNow it will fall on Edom,\non the people I have sentenced to judgment.",
      "6": "The sword of the Lord is covered with blood.\nIt is coated with fat,\nwith the blood of lambs and goats,\nwith the fat from the kidneys of rams,\nfor the Lord has made a sacrifice in Bozrah,\na massive slaughter in the land of Edom.",
      "7": "Wild oxen will fall along with them,\nbull calves and powerful bulls.\nTheir land will be soaked with blood,\nand their dust will be saturated with fat.",
      "8": "It will be a day of vengeance for the Lord,\na year of retribution for Zion’s sake.",
      "9": "Edom’s streams will be turned into pitch,\nits dust into sulfur,\nand its land will become burning pitch,",
      "10": "which will not be extinguished night or day.\nIts smoke will go up forever.\nGeneration after generation, it will lie in ruins.\nNo one will ever pass through it. Never again!",
      "11": "But the desert owl and the porcupine will live there.\nThe screech owl and the raven will nest there.\nGod will stretch a measuring line for chaos over Edom,\nand a plumb line for uninhabited ruins.",
      "12": "There will be nothing left for its nobles to call a kingdom.\nAll its officials will be gone.",
      "13": "Thorns will cover its citadels.\nThistles and briers will overgrow its fortresses.\nIt will be a den of jackals,\na haunt for ostriches.",
      "14": "Desert animals and hyenas will gather,\nand wild goats will bleat to each other.\nCreatures of the night will settle there\nand find a resting place.",
      "15": "An owl will nest there.\nShe will lay eggs, hatch them,\nand gather her young under her shade.\nFalcons will gather there too,\neach with its mate.",
      "16": "Search through the book of the Lord, and read.\nNot one of them will be missing.\nNot one will lack her mate.\nFor his mouth has commanded this,\nand his Spirit has gathered them together.",
      "17": "He has allotted this land for these creatures.\nHis hand has divided it up for them with a surveying line.\nThey will possess it forever.\nThey will live there generation after generation."
    },
    "35": {
      "1": "The wilderness and the desert will be glad.\nThe wasteland of the Arabah will rejoice and blossom like a crocus.",
      "2": "It will bloom lavishly,\nand there will be great joy and singing.\nThe glory of Lebanon will be given to it.\nIt will be excellent like Carmel and Sharon.\nThey will see the glory of the Lord,\nthe majesty of our God.",
      "3": "Strengthen the weak hands,\nand make the shaky knees steady.",
      "4": "Tell those who have a fearful heart:\n    Be strong.\n    Do not be afraid.\n    Look! Your God will come with vengeance.\n    With God’s own retribution, he will come and save you.",
      "5": "Then the eyes of the blind will be opened,\nand the ears of the deaf will be unplugged.",
      "6": "The crippled will leap like a deer,\nand the tongue of the mute will sing for joy.\nWaters will flow in the wilderness,\nand streams in the wasteland.",
      "7": "The burning sand will become a pool,\nand in the thirsty ground there will be springs of water.\nThere will be grass, reeds, and rushes where the haunts\n    of jackals once lay.",
      "8": "A highway will be there,\na road that will be called the holy way.\nThe impure will not walk there.\nIt will be reserved for those who walk in that holy way.\nWicked fools will not wander onto it.",
      "9": "No lion will be there,\nnor will any ferocious animal go up on it.\nThey will not be found there,\nbut only the redeemed will walk there.",
      "10": "Then those ransomed by the Lord will return.\nThey will enter Zion with a joyful shout,\nand everlasting joy will crown their heads.\nHappiness and joy will overtake them,\nand sorrow and sighing will flee away."
    },
    "36": {
      "1": "Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all of the fortified cities of Judah and seized them.",
      "2": "The king of Assyria sent his herald from Lachish to Jerusalem to King Hezekiah. A large army was with him. He stood by the water channel from the upper pool on the road to the launderer’s field.",
      "3": "Then Eliakim son of Hilkiah, who was the palace administrator, Shebna, who was the secretary, and Joah son of Asaph, who was the recorder, came out to meet him.",
      "4": "The herald told them this.\nTell Hezekiah this is what the Great King, the king of Assyria, says.\nWhat makes you so confident?",
      "5": "Your wisdom and military strength are based on empty promises. Who do you trust, so that you now have rebelled against me?",
      "6": "Tell me! Are you really trusting in Egypt to be your staff, that splintered reed that will pierce the hand of anyone who leans on it? That is what happens to anyone who relies on Pharaoh king of Egypt.",
      "7": "If you say to me that you trust in the Lord your God, isn’t he the one whose high places and altars Hezekiah removed? Didn’t Hezekiah tell Judah and Jerusalem to worship at this altar?",
      "8": "Now then, make a bargain with my master the king of Assyria. I will give you two thousand horses, if you can find enough riders for them.",
      "9": "How can you resist even one officer from among the least of my lord’s servants? How can you put your trust in Egypt for chariots and charioteers?",
      "10": "What’s more, have I attacked this land to destroy it without the Lord’s orders? The Lord is the one who said to me, “Go up against this land and destroy it.”",
      "11": "Then Eliakim, Shebna, and Joah said to the herald, “Please speak to your servants in Aramaic, because we understand it. Do not speak to us in Hebrew, because there are people on the city wall who are listening.”",
      "12": "But the herald replied, “Has my lord sent me only to you and to your lord to speak these words, and not to the men who are sitting on the wall, who will eat their own excrement and drink their own urine with you?”",
      "13": "Then the herald stood up and called out in a loud voice in Hebrew. He said:\nListen to the words of the Great King, the king of Assyria!",
      "14": "This is what the king says.\nDo not let Hezekiah deceive you! He will not be able to deliver you.",
      "15": "Do not let Hezekiah persuade you to trust in the Lord, when he says that the Lord will save you, and that this city will not be handed over to the king of Assyria.",
      "16": "Do not listen to Hezekiah, for this is what the king of Assyria says. Make a peace treaty with me and surrender to me. Each one of you will eat from his own vine, from his own fig tree, and each one of you will drink water from his own cistern,",
      "17": "until I come and take you away to a land like your own land, a land with grain and sweet wine, a land with bread and vineyards.",
      "18": "Do not let Hezekiah make you think that the Lord will deliver you!\nHave any of the gods of the nations kept them from being handed over to the king of Assyria?",
      "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my hand?",
      "20": "Which of the gods of these countries have delivered their country from my hand? Will the Lord really deliver Jerusalem from my hand?",
      "21": "But the officials remained silent, saying nothing in reply, because the king had commanded, “Do not answer him.”",
      "22": "Then Eliakim son of Hilkiah, who was the palace administrator, Shebna, who was the secretary, and Joah son of Asaph, who was the recorder, went to Hezekiah with their clothing torn and told him everything the herald had said."
    },
    "37": {
      "1": "When King Hezekiah heard the report, he tore his clothes, put on sackcloth, and went into the House of the Lord.",
      "2": "He sent Eliakim son of Hilkiah, who was the palace administrator, Shebna the secretary, and the senior priests, who were wearing sackcloth, to Isaiah the prophet, the son of Amoz.",
      "3": "They told him what Hezekiah said: “This is a day of distress, rebuke, and humiliation, because children are about to be born, but there is no strength left to give birth.",
      "4": "Perhaps the Lord your God will take note of the words of this herald, who was sent by his lord, the king of Assyria, in defiance of the living God, and perhaps the Lord your God will rebuke him for what he has heard. So please, pray for the small group that is left here.”",
      "5": "When the servants of King Hezekiah came to Isaiah,",
      "6": "he said to them, “Tell your master that this is what the Lord says. Do not be afraid of what you have heard. The lackeys of the king of Assyria have blasphemed against me.",
      "7": "Watch! I will put a spirit in him, so that when he hears certain news, he will return to his own land. There I will cause him to be killed.”",
      "8": "Then the herald went back. He heard that the king of Assyria had already left Lachish and was fighting against Libnah.",
      "9": "When Sennacherib heard that Tirhakah king of Cush had set out to fight against him, he sent messengers to Hezekiah",
      "10": "to say this to Hezekiah king of Judah:\nDo not let the God you trust deceive you, saying that Jerusalem will not be handed over to the king of Assyria.",
      "11": "Listen, you yourself have heard what the kings of Assyria have done to all the other lands, destroying them completely. And you expect to be saved?",
      "12": "Did the gods of the nations whom my fathers destroyed save them—Gozan, Haran, Rezeph, and the people of Eden, who were in Tel Assar?",
      "13": "Where is the king of Hamath, and the king of Arpad, and the kings of the cities of Sepharvaim, Hena, and Ivvah?",
      "14": "Hezekiah took the letter from the hand of the messengers and read it. He went up to the House of the Lord and placed it there before the Lord.",
      "15": "Then he prayed to the Lord.",
      "16": "O Lord of Armies, God of Israel, seated above the cherubim, you alone are God of all the kingdoms of the earth. You made the heavens and the earth.",
      "17": "Turn your ear toward me, Lord, and hear. Open your eyes, Lord, and see. Listen to all of the words of Sennacherib, who has defied the living God.",
      "18": "It is true, Lord, that the kings of Assyria have destroyed all these lands and their territory.",
      "19": "They have thrown their gods into the fire, for they were not gods at all, but the work of human hands, wood and stone. So they have destroyed them.",
      "20": "Now, Lord our God, save us from his power, and let all the kingdoms of the earth know that you are the Lord, and you alone.",
      "21": "Then Isaiah son of Amoz sent word to Hezekiah.\nThe Lord, the God of Israel, says that because you have prayed to him about Sennacherib king of Assyria,",
      "22": "the Lord sends you this reply about him.\nThe virgin daughter of Zion despises you and jeers at you.\nThe daughter of Jerusalem shakes her head at you in scorn.",
      "23": "Who is it whom you have mocked and blasphemed?\nAgainst whom have you raised your voice\nand lifted up your proud eyes?\nIt is against the Holy One of Israel.",
      "24": "You have used your servants to mock the Lord.\nYou have boasted, “I have driven my many chariots\nup the high mountains, to the most remote parts of Lebanon.\nI cut down its tallest cedars and its best fir trees.\nI have reached its highest peak, its most lush forest.",
      "25": "I dug wells and drank their water,\nand I dried up all the rivers of Egypt with the soles of my feet.”",
      "26": "Have you not heard?\nI did all this long ago.\nI formed all this in ancient times.\nNow I caused it all to take place.\nI enabled you to destroy fortified cities,\nreducing them to heaps of ruins.",
      "27": "Their inhabitants were powerless.\nOverwhelmed and ashamed,\nthey were like plants in the field,\nlike fresh green grass, like grass on a housetop,\nand like a field before it has grown.",
      "28": "But I know when you stand and when you sit,\nwhen you go out and when you come in,\nand how you rage wildly against me.",
      "29": "Because you rage against me,\nand because your arrogance has reached my ears,\nI will put my hook in your nose and my bit in your mouth,\nand I will make you go back by the same way that you came.",
      "30": "This will be a sign for you:\nThis year you will eat what grows by itself.\nNext year you will eat what springs up from that.\nBut in the third year, you will sow crops and harvest them.\nYou will plant vineyards and eat their fruit.",
      "31": "The surviving remnant of the house of Judah\nwill again put down roots below and bear fruit above.",
      "32": "For from Jerusalem a remnant will go out,\nand survivors from Mount Zion.\nThe zeal of the Lord of Armies will accomplish this.",
      "33": "This is what the Lord says about the king of Assyria:\nHe will not enter this city.\nHe will not shoot an arrow there.\nHe will not advance against it with a shield,\nand he will not build a siege ramp against it.",
      "34": "He will go back by the same route that he came,\nand he will not enter this city, declares the Lord.",
      "35": "For I will defend this city to save it,\nfor my own sake,\nand for the sake of my servant David.",
      "36": "Then an angel of the Lord went and struck down one hundred eighty-five thousand men in the Assyrian camp. Early in the morning, there they were—all the dead bodies.",
      "37": "Then Sennacherib king of Assyria broke camp and left. He returned to Nineveh and remained there.",
      "38": "One day when Sennacherib was worshipping in the house of his god Nisrok, his sons Adrammelek and Sharezer struck him down with the sword. They fled to the land of Ararat, and his son Esarhaddon became king in his place."
    },
    "38": {
      "1": "In those days Hezekiah became sick and was dying. The prophet Isaiah son of Amoz came to him and said, “This is what the Lord says. Give instructions to your household, because you are going to die. You will not survive.”",
      "2": "So Hezekiah turned his face to the wall and prayed to the Lord.",
      "3": "He said, “Please remember, Lord, how I have walked before you in truth and with my whole heart. I have done what is good in your eyes.” Hezekiah wept bitterly.",
      "4": "Then the word of the Lord came to Isaiah.",
      "5": "Go back and tell Hezekiah that this is what the Lord, the God of your father David, says:\nI have heard your prayer and I have seen your tears. Now then, I will add fifteen years to your life.",
      "6": "I will rescue you and this city from the hand of the king of Assyria. I will defend this city.",
      "7": "This will be the sign from the Lord to you. The Lord will do what he has promised.",
      "8": "Watch! I will make the shadow of the setting sun that has moved down the stairway of Ahaz move back, ten steps higher on the staircase.\nThen the sun’s shadow moved backwards, ten steps higher on the stairway that it had just descended.",
      "9": "A poem written by Hezekiah king of Judah, after his illness and recovery.",
      "10": "I thought that, only halfway through my life,\nI was entering into the gates of death,\ndeprived of the remaining years of my life.",
      "11": "I thought, I will not see the Lord—\nthe Lord in the land of the living.\nI will no longer see anyone among the inhabitants of the world.",
      "12": "My dwelling place is being pulled down.\nIt is carried away from me like a shepherd’s tent.\nI have rolled up my life like a weaver.\nHe is cutting me off from the loom.\nFrom day until night, you make an end of me.",
      "13": "I pondered this until the morning.\nHe will break all my bones like a lion!\nFrom day until night, you make an end of me.",
      "14": "I chirp weakly like a swift or a swallow.\nI mourn like a dove.\nMy eyes are tired from looking upward.\nO Lord, I am oppressed.\nBe my security.",
      "15": "What can I say?\nHe has spoken to me, and he is the one to act.\nI will march slowly throughout all my years,\nbecause my heart is bitter.",
      "16": "Lord, people live because you give them life.\nMy spirit lives through this.\nRestore me, and let me live.",
      "17": "The bitter things I experienced were for my benefit.\nYour love has preserved my life from the pit of destruction,\nfor you have thrown all my sins behind your back.",
      "18": "The grave cannot thank you.\nDeath cannot praise you.\nThose who go down into the pit cannot trust your faithfulness.",
      "19": "The living one, the living one, he praises you, as I do today.\nA father tells his children about your faithfulness.",
      "20": "The Lord will save me,\nso we will sing songs with stringed instruments\n    all the days of our lives in the House of the Lord.",
      "21": "Isaiah had said, “Have them take a cake of figs, apply it as a poultice on the inflamed spot, and he will recover.”",
      "22": "Hezekiah had also asked, “What will be the sign that I will go up to the House of the Lord?”"
    },
    "39": {
      "1": "At that time, Merodak Baladan, son of Baladan, king of Babylon, sent letters and a gift to Hezekiah, because he had heard that Hezekiah had been sick and had recovered.",
      "2": "Hezekiah was happy to receive the envoys, and he showed them his palace treasury—the silver and the gold, the spices and the precious oil, his whole armory, and everything that was found in his treasuries. There was nothing in his palace or in all his domain that Hezekiah did not show them.",
      "3": "Then Isaiah the prophet came to King Hezekiah and asked him, “What did those men say? Where did they come from?”\nHezekiah replied, “They have come from a faraway country, from Babylon.”",
      "4": "The prophet asked, “What did they see in your palace?”\nHezekiah said, “They have seen everything in my palace. There is nothing among my treasures that I did not show them.”",
      "5": "Then Isaiah said to Hezekiah, “Listen to the word of the Lord of Armies.",
      "6": "Listen carefully. The days are coming when whatever is in your house—everything that your fathers have stored up until today—will be carried away to Babylon. Not a thing will be left, says the Lord.",
      "7": "They will take away some of the sons who were born to you, your own children, and they will become eunuchs in the palace of the king of Babylon.”",
      "8": "Then Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good.” For Hezekiah also said, “There will be peace and stability during my days.”"
    },
    "40": {
      "1": "Comfort, comfort my people, says your God.",
      "2": "Speak to the heart of Jerusalem and call out to her.\nHer warfare really is over.\nHer guilt is fully paid for.\nYes, she has received from the Lord’s hand double for all her sins.",
      "3": "A voice is calling out:\nIn the wilderness prepare the way for the Lord.\nIn the wasteland make a level highway for our God.",
      "4": "Every valley will be raised up,\nand every mountain and hill will be made low.\nThe rugged ground will become level,\nand the rough places will become a plain.",
      "5": "Then the glory of the Lord will be revealed,\nand all flesh together will see it.\n    Yes, the mouth of the Lord has spoken.",
      "6": "A voice was saying, “Cry out!”\nAnd I said, “What shall I cry out?”\n    All flesh is grass,\n    and all its beauty is like a wildflower in the countryside.",
      "7": "Grass withers, flowers fade,\n    when the breath of the Lord blows on them.\n    Yes, the people are grass.",
      "8": "Grass withers, flowers fade,\n    but the Word of our God endures forever.",
      "9": "Get up on a high mountain,\nO Zion, you herald of good news.\nLift up your voice with strength,\nO Jerusalem, you herald of good news.\nLift it up! Do not be afraid!\nSay to the cities of Judah,\n“Here is your God!”",
      "10": "Look, God the Lord will come with strength,\nand his arm is ruling for him.\nLook, his reward is with him.\nThe result of his work is in front of him.",
      "11": "Like a shepherd he will care for his flock.\nWith his arm he will gather the lambs.\nHe will lift them up on his lap.\nHe will gently lead the nursing mothers.",
      "12": "Who has measured the waters in the hollow of his hand?\nWho marked off the heavens with the width of his hand?\nWho scooped up the dust of the earth with a measuring cup?\nWho weighed the mountains with a balance\nand the hills with scales?",
      "13": "Who has directed the Spirit of the Lord?\nWho can teach him anything or serve as his advisor?",
      "14": "Who was his advisor to give him insight?\nWho taught him the path of justice?\nWho taught him knowledge?\nWho showed him the way to complete understanding?",
      "15": "Indeed, nations are like a drop in a bucket,\nand they are treated like powder on a scale.\nLook, he lifts up islands like dust!",
      "16": "Not even the forests of Lebanon could provide enough wood to burn,\nand its animals are not enough for a whole burnt offering.",
      "17": "All the nations are nothing to him.\nBy him they are regarded as worthless,\nas less than nothing.",
      "18": "So to whom will you compare God?\nWhat image can you compare to him?",
      "19": "A craftsman casts the idol,\nand a goldsmith overlays it with gold.\nHe forges silver chains for it.",
      "20": "He chooses mulberry wood as an offering,\nwood that will not rot.\nHe looks for a skillful craftsman\n    to erect an idol that will not fall over.",
      "21": "Do you not know? Have you not heard?\nHas it not been declared to you from the beginning?\nHave you not understood it from the founding of the earth?",
      "22": "He is the one who sits above the circle of the earth.\nTo him its inhabitants are like grasshoppers.\nHe stretches out the heavens like a curtain,\nand he spreads them out like a tent to live in.",
      "23": "He is the one who reduces dignitaries to nothing.\nHe makes the judges of the world useless.",
      "24": "They have hardly been planted.\nThey have hardly been sown.\nTheir stem has hardly taken root in the earth.\nThen he blows on them, and they dry up.\nA driving storm carries them away like chaff.",
      "25": "To whom can you compare me as if we were equals?\nsays the Holy One.",
      "26": "Lift up your eyes to the heavens,\nand see who created these things.\nSee who brings out their army in great number\nand calls them all by name.\nBecause of his great strength and mighty power,\nnot one of them is missing.",
      "27": "Why do you speak, O Jacob?\nO Israel, why do you say,\n“My way is hidden from the Lord,\nand justice for me is ignored by my God”?",
      "28": "Do you not know? Have you not heard?\nThe Lord is the eternal God.\nHe is the Creator of the ends of the earth.\nHe will not grow tired, and he will not become weary.\nNo one can find a limit to his understanding.",
      "29": "He is the one who gives strength to the weak,\nand he increases the strength of those who lack power.",
      "30": "Young men grow tired and become weary.\nEven strong men stumble and fall.",
      "31": "But those who wait for the Lord will receive new strength.\nThey will lift up their wings and soar like eagles.\nThey will run and not become weary.\nThey will walk and not become tired."
    },
    "41": {
      "1": "Prepare to present your case to me, you coastlands,\nand let the peoples renew their strength.\nLet them come near. Yes, let them say,\n“We will gather together for the verdict.”",
      "2": "Who has aroused this one from the east?\nIn righteousness he summons him to his feet.\nHe gives nations to him\nand causes him to rule over kings.\nHe makes them like dust with his sword,\nlike wind-driven stubble with his bow.",
      "3": "He pursues them and passes by safely.\nHis feet do not touch the ground.",
      "4": "Who accomplished this and carried it out\nby summoning generations from the beginning?\nI, the Lord, am the first,\nand at the very end I will still be the one.",
      "5": "The coastlands see and fear.\nThe ends of the earth tremble.\nThey draw near. They come.",
      "6": "Each one assists his neighbor,\nand to his brother he says, “Be strong.”",
      "7": "The craftsman strengthens the refiner.\nThe one who flattens with the hammer\n    strengthens the one who strikes the anvil.\nConcerning the soldering he says, “It is good.”\nHe fastens it with nails so that it cannot be moved.",
      "8": "But you, O Israel, my servant,\nO Jacob, whom I have chosen,\nthe offspring of Abraham, whom I love,",
      "9": "whom I have snatched from the ends of the earth,\nwhom I have called from its corners—\nI have said to you, “You are my servant.”\nI have chosen you and not rejected you.",
      "10": "Do not fear, for I am with you.\nDo not be overwhelmed, for I am your God.\nI will strengthen you. Yes, I will help you.\nI will uphold you with my righteous right hand.",
      "11": "Just watch, they will be ashamed and humiliated—\nall those who are angry with you.\nThey will become nothing and perish—\nthose men who oppose you.",
      "12": "You will look for them, but you will not find them—\nthose men who contend against you.\nThey will become absolutely nothing, less than nothing—\nthose men who battle against you.",
      "13": "For I am the Lord your God.\nI am the one who is holding on to your right hand.\nI am the one who says to you, “Do not fear. I myself am helping you.”",
      "14": "Do not fear, you worm, Jacob, you few men of Israel.\nI myself am helping you, declares the Lord,\nyour Redeemer, the Holy One of Israel.",
      "15": "Look, I am making you into a sharp, new threshing sledge\n    with double-edged blades.\nYou will thresh mountains and crush them.\nYou will turn hills into chaff.",
      "16": "You will winnow them,\nand a wind will lift them up.\nA strong wind will scatter them.\nBut you, you will rejoice in the Lord.\nIn the Holy One of Israel you will be confident.",
      "17": "The afflicted and the poor seek water, but there is none.\nTheir tongues are parched with thirst.\nI, the Lord, I myself will answer them.\nI, the God of Israel, will not leave them.",
      "18": "I will open rivers on the barren heights.\nIn the middle of valleys there will be springs.\nI will turn the wilderness into a pool of water,\nand the dry land will pour out water.",
      "19": "In the wilderness I will place cedar, acacia, myrtle, and olive trees.\nIn the wasteland I will plant fir, maple, and pines together,",
      "20": "so that they may see and know,\nand pay attention and perceive this all together,\n    that the hand of the Lord has done this,\n    and the Holy One of Israel has created it.",
      "21": "“Present your case,” says the Lord.\n“Set forth your strongest points,” says the King of Jacob.",
      "22": "Let them present and declare to us what is going to occur.\nWhat were the first things you predicted?\nTell us, so that we can ponder them,\nso that we can know their outcome.\nOr, announce to us the coming things.",
      "23": "Declare to us the things that are still coming in the distant future.\nThen we will know that you are gods.\nIn fact, just do something, do anything—good or evil,\nso that we may be overwhelmed and terrified together.",
      "24": "Look, you are less than nothing,\nand your work is less than zero.\nAnyone who chooses you is detestable.",
      "25": "I have stirred up someone from the north,\nand he is coming from the rising of the sun.\nHe will call upon my name.\nHe will walk over rulers as if they were mud,\nthe way a potter tramples clay.",
      "26": "Who declared this from the beginning so that we could know it,\nand ahead of time so that we could say, “He is right”?\nIn fact, not one of them declares this.\nIn fact, not one of them makes this known.\nIn fact, no one hears you say anything.",
      "27": "I was first to announce to Zion, “Look, here they are,”\nand I sent a herald of good news to Jerusalem.",
      "28": "When I looked, there was no one.\nNone of them could give advice,\neven when I kept asking them to respond.",
      "29": "Look, all of them are useless.\nTheir works are nothing.\nTheir images are empty wind."
    },
    "42": {
      "1": "Here is my servant, whom I uphold,\nmy chosen one in whom I delight.\nI am placing my Spirit on him.\nHe will announce a just verdict for the nations.",
      "2": "He will not cry out.\nHe will not raise his voice.\nHe will not make his voice heard in the street.",
      "3": "A bent reed he will not break,\nand a dimly burning wick he will not snuff out.\nHe will faithfully bring forth a just verdict.",
      "4": "He will not burn out, and he will not be broken\nuntil he establishes justice on the earth.\nThe coastlands will wait for his law.",
      "5": "This is what the true God says,\nthe Lord who creates the heavens and stretches them out,\nwho spreads out the earth\nand everything that it produces,\nwho gives breath to the people on it\nand life to those who walk on it.",
      "6": "I am the Lord.\n    I have called you in righteousness.\n    I will hold on to your hand,\n    and I will guard you.\n    I will appoint you to be a covenant for the people,\n    to be a light for the nations,",
      "7": "to open the eyes of the blind,\n    to bring the prisoners out from the dungeon,\n    and to bring those who sit in darkness out of prison.",
      "8": "I am the Lord; that is my name.\n    I will not give my glory to another,\n    nor my praise to idols.",
      "9": "Look, the former things have taken place,\n    and I am declaring new things.\n    I am making them known to you before they spring forth.",
      "10": "Sing to the Lord a new song.\nSing his praise from the end of the earth,\nyou people who go down to the sea\n    and everything that fills it,\nyou coastlands and those who inhabit them.",
      "11": "Let the wilderness and its towns lift up their voice,\nalong with the settlements where Kedar lives.\nLet the inhabitants of Sela sing for joy.\nLet them shout from the mountain tops.",
      "12": "Let them give glory to the Lord,\nand let them declare his praise among the coastlands.",
      "13": "The Lord will set out like a hero.\nLike a warrior, he will work himself into a frenzy.\nHe will shout. Yes, he will raise a war cry.\nHe will be heroic against his enemies.",
      "14": "I have been silent for a long time.\nI have kept still. I have restrained myself.\nBut now, like a woman giving birth, I will scream.\nI will gasp and pant.",
      "15": "I will dry up mountains and hills.\nI will make all their grass wither.\nI will turn rivers into islands.\nI will dry up pools.",
      "16": "I will lead the blind on a way they do not know.\nAlong paths they do not know I will direct them.\nAhead of them I will turn darkness into light\nand rough places into level ground.\nThese are the things I will accomplish for them.\nI will not abandon them.",
      "17": "They will be turned back and completely disgraced—\nthose who trust in an idol,\nthose who say to molten images, “You are our gods.”",
      "18": "You deaf ones, listen!\nYou blind ones, watch carefully so that you can see!",
      "19": "Who is as blind as my servant?\nWho is as deaf as my messenger whom I sent?\nWho is as blind as my associate,\nas blind as the servant of the Lord?",
      "20": "You, Israel, see many things, but you do not observe.\nIsrael opens his ears, but he does not hear.",
      "21": "Because of his own righteousness,\nthe Lord was pleased to make his law great and glorious.",
      "22": "But this is a people plundered and looted.\nAll of them are trapped in holes,\nand they are hidden in prisons.\nThey have become plunder, and there is no rescuer.\nThey have become loot and no one says, “Give it back!”",
      "23": "Who among you will turn his ear toward this?\nWho will pay attention and listen for the future?",
      "24": "Who gave up Jacob to looters\nand Israel to plunderers?\nWas it not the Lord, against whom we sinned?\nBut they were not willing to walk in his ways,\nand they did not listen to his law.",
      "25": "So he poured out wrath on them,\nhis anger, and the violence of battle.\nIt set them on fire all around, but they did not understand.\nIt burned in them, but they did not take it to heart."
    },
    "43": {
      "1": "But now this is what the Lord says,\nthe Lord who created you, O Jacob,\nthe Lord who formed you, O Israel.\n    Do not be afraid, because I have redeemed you.\n    I have called you by name. You are mine.",
      "2": "When you cross through the waters, I will be with you.\n    When you cross the rivers, they will not sweep you away.\n    When you walk through fire, you will not be burned,\n    and the flame will not set you on fire.",
      "3": "Because I am the Lord your God,\n    the Holy One of Israel, your Savior,\n    I gave Egypt as your ransom,\n    Cush and Seba in exchange for you.",
      "4": "Because you are precious and honored in my eyes,\n    and I myself love you,\n    I will give people in exchange for you,\n    and peoples in exchange for your life.",
      "5": "Do not be afraid, because I am with you.\n    From the east I will bring your offspring,\n    and from the west I will gather you.",
      "6": "I will say to the north, “Give them back!”\n    and to the south, “Do not hold them.”\n    Bring my sons from far away\n    and my daughters from the end of the earth—",
      "7": "everyone who is called by my name,\n    everyone I created for my glory,\n    everyone I formed,\n    yes, everyone I have made.",
      "8": "Bring out the people who are blind, though they have eyes,\n    and the people who are deaf, though they have ears.",
      "9": "Let all the nations be gathered together,\n    and let peoples be assembled.\n    Who among them has declared this?\n    Who has made known to us the former things?\n    Let them produce their witnesses to show that they were right,\n    so that people can hear and say, “This is truth.”",
      "10": "You are my witnesses, declares the Lord.\n    You are my servant, whom I have chosen,\n    so that you may know me and believe in me,\n    so that you will understand that I am he.\n    Before me no god was formed,\n    and after me there will not be another.",
      "11": "I, yes I, am the Lord,\n    and apart from me there is no savior.",
      "12": "I myself declared it.\n    I brought salvation, and I announced it.\n    It was not some strange god among you.\n    You are my witnesses, declares the Lord,\n    and I am God.",
      "13": "Indeed, from the first day, I am he.\n    There is no one who can deliver anyone from my hand.\n    I act, and who can reverse it?",
      "14": "This is what the Lord says,\n    the Lord your Redeemer, the Holy One of Israel.\n    For your sake I am taking action against Babylon,\n    and I will bring down all the Chaldeans as refugees,\n        in the ships over which they rejoiced.",
      "15": "I am the Lord, your Holy One,\n    Israel’s Creator, your King.",
      "16": "This is what the Lord says,\n    who makes a road through the sea\n    and a path through mighty waters,",
      "17": "who brings out the chariot and the horses,\n    the army and the strong warrior.\n    They will all lie down together.\n    They will not get up.\n    They are extinguished.\n    Like a wick they go out.",
      "18": "Do not remember the former things.\n    Do not keep thinking about ancient things.",
      "19": "Watch, I am about to do a new thing.\n    Now it will spring up. Don’t you know about it?\n    Indeed I will make a road in the wilderness.\n    In the wasteland I will make rivers.",
      "20": "The wild animals, the jackals and ostriches, will honor me,\n    because I am providing water in the wilderness,\n    rivers in a parched wasteland,\n    water for my chosen people to drink.",
      "21": "This people that I formed for myself will declare my praise.",
      "22": "But you have not called on me, O Jacob.\n    Instead, you have become weary of me, O Israel.",
      "23": "You have not brought me sheep as your whole burnt offerings.\n    You did not glorify me with your sacrifices.\n    I did not make you serve me with a grain offering.\n    I did not make you weary with demands for incense.",
      "24": "You did not purchase fragrant cane for me with silver\n    or satisfy me with the fat from your sacrifices.\n    Instead you have made me serve because of your sins.\n    You have made me weary because of your guilt.",
      "25": "I, yes I, am he.\n    I blot out your rebellious deeds for my own sake,\n    and I will not remember your sins.",
      "26": "Refresh my memory.\n    Let us review your case together.\n    Present your defense so that you may be acquitted.",
      "27": "Your first father sinned,\n    and your mediators rebelled against me.",
      "28": "Therefore I am repudiating the officials of the sanctuary,\n    and I am giving Jacob over to complete destruction\n    and Israel to insults."
    },
    "44": {
      "1": "But now listen, O Jacob my servant,\nO Israel, whom I have chosen.",
      "2": "This is what the Lord, your Maker, says,\nthe Lord who formed you from the womb, who will help you.\n    Do not be afraid, my servant Jacob,\n    Jeshurun, whom I have chosen,",
      "3": "because I will pour out water upon a thirsty land,\n    and streams of water upon dry ground.\n    I will pour out my Spirit on your offspring,\n    and my blessing on your descendants.",
      "4": "They will spring up like a tree in a grassy meadow,\n    like willows beside flowing streams.",
      "5": "One person will say, “I belong to the Lord.”\n    Another will be called by the name of Jacob.\n    Another will write on his hand, “Belonging to the Lord,”\n    and he will take the name of Israel.",
      "6": "This is what the Lord, the King of Israel,\nIsrael’s Redeemer, the Lord of Armies, says.\n    I am the first, and I am the last.\n    Except for me, there is no god.",
      "7": "For who is like me? Let him declare it.\n    Let him recite in order for me the things that took place\n        since the time I established an ancient people.\n    Or let them declare what is yet to come,\n    and what is going to take place.",
      "8": "Do not tremble, and do not be frightened.\n    Did I not announce this to you,\n    and declare it already long ago?\n    You are my witnesses.\n    Is there any god except me?\n    There is no other Rock. I am not aware of any other.",
      "9": "All those who form an idol are good for nothing.\n    All the things which delight them provide no benefit.\n    As for their witnesses—they do not see.\n    They know nothing, so they will be ashamed.",
      "10": "Who is this who forms a god or casts a metal image that can provide no profit?",
      "11": "Look at him! All his associates will be ashamed. The craftsmen are merely men. Let them all gather themselves and take a stand. They will be terrified and ashamed together.",
      "12": "A blacksmith uses a cutting tool and makes an idol over hot coals. With hammers he shapes it. He makes it with his strong arm, but he becomes hungry and has no strength left. He does not drink water, and so he grows faint.",
      "13": "A woodworker stretches out a measuring line. He marks the lines with a stylus. He shapes the idol with chisels. He marks it with a compass. Then he carves it till it is shaped like a person, like a splendid man to inhabit a shrine.",
      "14": "He goes to cut down cedars for himself, or he chooses a holm tree or an oak, and he lets it grow strong among the trees of a forest. Or he plants a cedar, and rain causes it to grow tall,",
      "15": "but it becomes fuel for a man to burn. He takes part of it to warm himself. He lights a fire to bake bread, and then from the rest he makes a god and worships it. He carves an idol and bows down to it.",
      "16": "Half of it he burns in a fire—over that half he eats meat. He roasts meat and is satisfied. So he is warm and says, “Ah! I am warm. I see the light of the fire.”",
      "17": "Then from what is left he makes a god to serve as his idol. He bows down to it. He worships it, and he prays to it, “Save me, because you are my god.”",
      "18": "They are ignorant. They do not understand, because their eyes are plastered shut, and they cannot see. Their hearts are unable to gain insight.",
      "19": "A person does not take this to heart, so he has no knowledge or understanding to say, “Half of it I burn in the fire, and I bake bread on its coals. I roast meat, and I eat. Should I make the rest of it into a disgusting idol? Should I bow down to a piece of wood?”",
      "20": "He is like a sheep grazing on ashes. A deceived mind leads him astray. He will not save his life, nor will he say, “Isn’t what I am holding in my right hand a fraud?”",
      "21": "Remember these things, O Jacob, because you are my servant, Israel. I am forming you to be my servant. You, Israel, you will never be forgotten by me.",
      "22": "I am blowing away your rebellious deeds like a cloud, and your sins like a mist. Return to me, because I am redeeming you.",
      "23": "Shout for joy, you heavens, because of what the Lord is doing.\nMake a joyful shout, you depths of the earth.\nBurst forth with shouts of joy, you mountains,\nyou forest and every tree in it,\nbecause the Lord has redeemed Jacob,\nand in Israel he will display his beauty.",
      "24": "This is what the Lord, your Redeemer,\nthe Lord who formed you from the womb, says.\n    I am the Lord, the one who does all things,\n    who stretched out the heavens by myself,\n    who hammered out the earth.\n    (Who was with me then?)",
      "25": "I frustrate the signs of the deceivers\n    and make fools of the fortune tellers.\n    I overturn the wisdom of the wise\n    and turn their knowledge into foolishness.",
      "26": "He is the one who fulfills the word of his servants,\nwho completes the plan announced by his messengers,\nwho says about Jerusalem, “It will be inhabited,”\nand about the cities of Judah, “They will be rebuilt,\nand I will raise up their ruins.”",
      "27": "He is the one who says to the deep ocean, “Dry up,”\nthe one who says, “I will dry up your rivers.”",
      "28": "He is the one who says about Cyrus, “He is my shepherd,\nand he will complete everything I desire.”\nHe is the one who says about Jerusalem, “It will be rebuilt,”\nand who says to the temple, “Your foundations will be laid.”"
    },
    "45": {
      "1": "This is what the Lord says to his anointed one,\nto Cyrus, whose right hand I have grasped,\n    to subdue nations before him\n    by stripping kings of their weapons,\n    to open doors before him\n    so that the gates cannot be shut.",
      "2": "I myself will go before you,\n    and I will level high mountains.\n    I will break bronze doors into pieces,\n    and I will cut through iron bars.",
      "3": "I will give you treasures hidden in darkness\n    and riches concealed in secret places,\n    so that you will acknowledge that I am the Lord,\n    the one who calls you by name, the God of Israel.",
      "4": "For the sake of my servant Jacob,\n    for the sake of Israel my chosen one,\n    I will call you by your name.\n    I will give you an honored name, though you do not know me.",
      "5": "I am the Lord, and there is no other.\n    Except for me, there is no god.\n    I will equip you even though you do not know me,",
      "6": "so that people will know from the rising of the sun\n            to the place where it sets\n        that there is no one except me.\n    I am the Lord, and there is no other.",
      "7": "I am the one who forms light and creates darkness,\n    the one who makes peace and creates disaster.\n    I am the Lord, the one who does all these things.",
      "8": "Shower down, you heavens, from above,\nand let the clouds rain down righteousness.\nLet the earth open up,\nso that salvation will produce fruit.\nLet righteousness sprout up along with it.\nI, the Lord, am creating this.",
      "9": "Woe to anyone who argues against the potter who formed him.\nHe is just a potsherd among the broken pieces of pottery on the ground.\nDoes clay say to its potter, “What are you making?\nYour work looks like something made by a potter with no hands”?",
      "10": "Woe to anyone who says to his father, “What have you fathered?”\nor to a woman, “What are you giving birth to?”",
      "11": "This is what the Lord says,\nthe Holy One of Israel, who formed Israel.\n    Do you wish to question me concerning things to come?\n    Will you give me orders about my children\n    and about the work of my hands?",
      "12": "I myself made the earth,\n    and I created Adam upon it.\n    With my hands I stretched out the heavens,\n    and I commanded all their army.",
      "13": "I myself will arouse him in righteousness,\nand I will make all his roads level for him.\nHe himself will rebuild my city.\nHe will set my exiles free—\nbut not for a price and not for a gift,\nsays the Lord of Armies.",
      "14": "This is what the Lord says.\nThe wealth of Egypt and the merchandise of Cush\n    and those tall Sabeans will cross over to you and become yours.\nThey will walk behind you and approach you in chains.\nThey will bow down to you and plead with you and say,\n“Yes, God is with you, and there is no other.\nThere is no other God.”",
      "15": "Indeed, you are a God who hides himself.\nYou are the God of Israel, the Savior.",
      "16": "They will be ashamed.\nAll of them will also be disgraced.\nTogether they will walk in humiliation—those experts at crafting images.",
      "17": "Israel will be saved by the Lord with everlasting salvation.\nYou will not be ashamed or disgraced for all eternity.",
      "18": "This is what the Lord says.\nHe created the heavens,\nHe is God!\nHe formed the earth and made it.\nYes, he established it!\nHe did not create it to remain empty.\nHe formed it to be inhabited.\nI am the Lord, and there is no other.",
      "19": "I did not speak in secret,\nor from someplace in a land of darkness.\nI did not say to the descendants of Jacob,\n“Seek me in the midst of chaos.”\nI, the Lord, am speaking in righteousness.\nI am declaring what is right.",
      "20": "Gather! Come! Draw near together,\nyou survivors from the nations.\nThey have no knowledge—\nthose who are lifting up their idols of wood\nand praying to a god that cannot save.",
      "21": "Make an announcement and come close.\nLet them consult together.\nWho made this known ahead of time?\nFrom time past who announced it?\nWas it not I, the Lord?\nThere is no god except me,\na righteous God and Savior.\nThere is no one except me.",
      "22": "Turn to me and be saved, all you ends of the earth,\nbecause I am God,\nand there is no other.",
      "23": "I have sworn by myself.\nFrom my mouth a righteous word has gone out,\nand it will not return unfulfilled.\nIndeed, to me every knee will bow,\nand every tongue will swear allegiance.",
      "24": "“Only in the Lord,” they will say of me,\n“Only in the Lord is there true righteousness and strength.”\nTo him they will come and be ashamed—\nall those who are angry at him.",
      "25": "In the Lord, all the descendants of Israel will be justified.\nThey will be praised by him."
    },
    "46": {
      "1": "Bel bows down. Nebo stoops.\nBabylon’s idols are a heavy load, carried by animals and cattle.\nThey are dead weight for the tired animals that carry them.",
      "2": "The animals stoop. They bow down together.\nThey are not able to save their burdensome load.\nThey go into captivity.",
      "3": "Listen to me, O house of Jacob,\nall of you who are left from the house of Israel,\nyou who have been carried from birth,\nyou who have been lifted up from before you were born.",
      "4": "Until your old age, I am he,\n    and until you have gray hair, I myself will hold you up.\n    I myself made you, and I myself will lift you up.\n    I myself will hold you up, and I will rescue you.",
      "5": "Whom can you set beside me as if we were equal?\nWhom can you compare to me as if we were alike?",
      "6": "People pour out gold from a purse\nand weigh out silver on a scale.\nThey hire a smith,\nand he makes the metal into a god.\nThey bow down to it. They even worship it.",
      "7": "They lift it up. They carry it on their shoulders.\nThey set it up in its place, but it just stands there.\nIt cannot move from its place.\nEven when someone cries out to it, it does not answer.\nIt cannot save him from his distress.",
      "8": "Remember this, and stand firm.\nYou rebels, take this to heart!",
      "9": "Remember the former things that took place long ago,\nfor I am God, and there is no other.\nI am God, and there is no one like me.",
      "10": "I am the one who announces the final outcome already in the beginning.\nI announce ahead of time things that have not yet been done.\nI am the one who says, “My plan will stand,\nand I will do everything I want to do.”",
      "11": "I am the one who calls a bird of prey from the east.\nI call the man who fulfills my plan from a faraway land.\nYes, I have spoken. I will certainly bring it to pass.\nI have formed a plan, and I will certainly carry it out.",
      "12": "Listen to me, you who have stubborn hearts,\nyou who are far from righteousness.",
      "13": "I will bring my righteousness near. It will not be far away.\nI will bring my salvation near. It will not be delayed.\nI will set up salvation in Zion,\nand I will show my splendor to Israel."
    },
    "47": {
      "1": "Go down and sit in the dust, you virgin daughter of Babylon.\nSit on the ground without a throne, daughter of the Chaldeans,\nfor you will never again be called delicate and pampered.",
      "2": "Take millstones and grind meal.\nRemove your veil. Strip off your skirt.\nExpose your thighs. Wade through rivers.",
      "3": "Let your nakedness be exposed.\nLet your shame be seen!\nI will take vengeance.\nI will not spare anyone.",
      "4": "Our Redeemer—the Lord of Armies is his name—is the Holy One of Israel.",
      "5": "Daughter of the Chaldeans, sit silently, and enter into the darkness,\nfor you will never again be called queen of the kingdoms.",
      "6": "I was angry with my people.\nI defiled my heritage.\nI gave them into your hand.\nYou showed them no mercy.\nEven on the aged you made your yoke very heavy.",
      "7": "You said, “I will be a lady forever.”\nYou did not take these things to heart.\nYou did not remember how this will turn out.",
      "8": "But now hear this, you wanton lover of pleasure,\nwho sits securely,\nwho says in her heart,\n“I am the one, and there is no one except me.\nI will not live as a widow.\nI will not experience the loss of children.”",
      "9": "But these two things will come upon you in an instant, in one day:\nloss of children and widowhood.\nThey will come to you in full measure\nin spite of your many magic spells,\nin spite of the great power of your magic charms.",
      "10": "You felt secure in your wickedness.\nYou said, “No one sees me.”\nYour wisdom and your knowledge led you astray.\nSo you said in your heart, “I am the one,\nand there is not another one beside me.”",
      "11": "But disaster will come upon you.\nYou do not know when it will come.\nCalamity will fall upon you.\nYou will not be able to atone for it.\nA devastating blow that you did not expect will come\n    upon you suddenly.",
      "12": "Go ahead, stand secure in your magic charms\n    and in your many magic spells,\n    with which you have been laboring since your youth.\nPerhaps you will be able to profit.\nPerhaps you will be able to inspire terror.",
      "13": "You are worn out by all the advice you receive.\nLet them stand up and save you—\nthose who make charts of the skies to practice astrology,\nthose who gaze at the stars to obtain omens,\nthose who predict what will happen to you on each new moon.",
      "14": "Look, they are nothing but stubble.\nFire consumes them.\nThey are not able to save themselves from the power of the flame.\nThere are no burning coals to warm their food.\nThere is no firelight to sit in front of.",
      "15": "They can do nothing more for you—\nthose who have worn you out with all their dealings with you\n    from your youth.\nEach one wanders in his own direction.\nThere is no one left to save you."
    },
    "48": {
      "1": "Hear this, you house of Jacob,\nyou who call yourselves by the name of Israel,\nwho came forth from the waters of Judah,\nwho swear by the name of the Lord\nand invoke the God of Israel,\nbut not in true righteousness.",
      "2": "Yes, they name themselves after the Holy City,\nand they lean on the God of Israel—\nthe Lord of Armies is his name.",
      "3": "Things that took place long ago,\nI announced before they happened.\nFrom my mouth the announcement went out.\nI made these things known.\nThen suddenly I acted, and they came about.",
      "4": "I did this because I know that you are stubborn.\nYour neck is as stiff as iron,\nand your forehead is as hard as bronze.",
      "5": "I declared this to you long ago.\nBefore it came about, I announced it to you,\nto prevent you from saying, “My false god did it.\nMy wooden idol and my metal image commanded it.”",
      "6": "You heard all this.\nNow look at the facts.\nWon’t you admit that I am right?\nFrom now on I will also announce new things to you,\nhidden things that you never knew.",
      "7": "These things are being created right now, not long ago.\nYou have not heard of them before today,\nso you cannot say, “Oh, I already knew that!”",
      "8": "No, you have never heard them.\nYou certainly never knew them.\nYour ear was not open, even back then.\nYes, I knew that you would be extremely unfaithful.\nYou were called a rebel before you were born.",
      "9": "For my name’s sake, I am slow to express my anger.\nSo that I will be praised, I will hold it back from you.\nAs a result, you are not cut off.",
      "10": "You see, I refined you, but not in the same way silver is refined.\nI tested you in the furnace of affliction.",
      "11": "For my own sake, for my own sake, I will act.\nWhy should my name be defiled?\nMy glory I will not give to another.",
      "12": "Listen to me, Jacob.\nListen to me, Israel, whom I called.\nI am he. I am the first.\nI am also the last.",
      "13": "It was my hand that laid the foundation of the earth,\nand my right hand spread out the heavens.\nI summon them and they stand together.",
      "14": "Gather together, all of you, and listen.\nWho among them announced these things?\nThe Lord loves him.\nHe will carry out his desire against Babylon,\nand his arm is against Chaldea.",
      "15": "I, yes I, have spoken. I am the one who called him.\nI have brought him, and his mission will succeed.",
      "16": "Come close to me and hear this.\nFrom the beginning, I have not spoken in secret.\nFrom the time it first existed, I was there.\nAnd now God the Lord has sent me with his Spirit.",
      "17": "This is what the Lord says, your Redeemer, the Holy One of Israel.\nI am the Lord your God,\nwho teaches you how to succeed,\nwho leads you in the way you should walk.",
      "18": "If only you would have listened carefully to my commandments!\nThen your peace would have been like a river,\nand your righteousness like the waves of the sea.",
      "19": "Your descendants would have been like sand,\nand the children from your body like grains of sand.\nTheir name would never have been cut off or destroyed\n    from my presence.",
      "20": "Get out of Babylon. Flee from Chaldea.\nWith a joyful voice declare and announce this.\nSend it out to the end of the earth.\nSay, “The Lord has redeemed his servant Jacob.”",
      "21": "They did not suffer thirst in the desolate places\n    through which he led them.\nHe made water flow for them from a rock.\nHe split open a rock, and water gushed out.",
      "22": "There is no peace, says the Lord, for the wicked."
    },
    "49": {
      "1": "Listen to me, you coastlands.\nPay attention, you faraway peoples!\nThe Lord called me from the womb.\nWhen I was inside my mother, he mentioned my name.",
      "2": "He made my mouth like a sharpened sword.\nHe hid me in the shadow of his hand.\nHe made me a polished arrow.\nHe concealed me in his quiver.",
      "3": "He said to me, “You are my servant Israel,\nin whom I will display my glory.”",
      "4": "But I said to myself, “I have labored in vain.\nI spent my strength and came up empty, with nothing.\nYet a just verdict for me rests with the Lord,\nand my reward is with my God.”",
      "5": "But now the Lord,\nwho formed me from the womb to be his servant,\nto turn Jacob back to him,\nso that Israel might be gathered to him,\nso that I will be honored in the eyes of the Lord,\nbecause my God has been my strength—",
      "6": "the Lord said:\nIt is too small a thing that you should just be my servant\n    to raise up only the tribes of Jacob\n    and to restore the ones I have preserved in Israel,\nso I will appoint you to be a light for the nations,\nso that my salvation will be known to the end of the earth.",
      "7": "This is what the Lord, the Redeemer of Israel, its Holy One,\nsays to the one deeply despised,\nto the one who is detested by the nation,\nto the servant of rulers.\n    Kings will see and stand up.\n    Officials will see and bow down,\n    because of the Lord, who is faithful,\n    because of the Holy One of Israel, who has chosen you.",
      "8": "This is what the Lord says.\nIn the time of favor, I will answer you.\nIn the day of salvation, I will help you.\nI will guard you,\nand I will appoint you to be a covenant for the people,\nto re-establish the land,\nto redistribute inheritances that are now deserted,",
      "9": "to say to the prisoners, “Go forth!”\nto those who are in the darkness, “Show yourselves!”\nThey will graze beside roads,\nand they will find pasture on all the barren heights.",
      "10": "They will not hunger, and they will not thirst,\nand neither scorching wind nor sun will strike them,\nbecause the one who shows them mercy will lead them.\nHe will guide them beside springs of water.",
      "11": "I will make all my mountains into a smooth road,\nand my highways will be raised up.",
      "12": "Look, people will come from far away.\nLook, some will come from the north and the west,\nand some from the land of Sinim.",
      "13": "Shout for joy, O heavens,\nand rejoice, O earth.\nLet mountains burst forth with shouts of joy,\nbecause the Lord is comforting his people,\nand he is showing mercy to his afflicted ones.",
      "14": "But Zion said, “The Lord has abandoned me.\nThe Lord has forgotten me.”",
      "15": "Can a woman forget her nursing child\nand not show mercy to the son from her womb?\nEven if these women could forget,\nI will never forget you.",
      "16": "Look, I have inscribed you on the palms of my hands.\nYour walls are never out of my sight.",
      "17": "Your children are hurrying back.\nThose who destroyed and devastated you will depart from you.",
      "18": "Lift up your eyes all around and see!\nAll of them are gathered. They are coming to you.\nAs surely as I live, declares the Lord,\nall of them are like jewelry that you will put on.\nYou will wear them like a bride.",
      "19": "Though your land was wasted and desolate and devastated,\nnow it will be too small for its inhabitants.\nThen those who are swallowing you will be far from you.",
      "20": "The children you lost will say this into your ears once again,\n“The place is too small for me.\nMake room for me so that I can settle there.”",
      "21": "Then you will say in your heart,\n“Who has given birth to these for me?\nI had lost my children and could have no more.\nI was exiled and divorced.\nSo who raised these?\nI was left all by myself.\nWhere did these come from?”",
      "22": "This is what God the Lord says.\nLook, I will lift up my hand to nations,\nand I will raise my signal flag for peoples.\nThen they will bring your sons in their embrace,\nand your daughters will be carried on their shoulders.",
      "23": "Then kings will be your foster fathers,\nand their queens will be your nursing mothers.\nWith their faces to the ground, they will bow down to you.\nThey will lick the dust at your feet.\nThen you will know that I am the Lord.\nThose who wait hopefully for me will not be ashamed.",
      "24": "Can plunder be taken from a mighty man?\nCan captives be rescued from a tyrant?",
      "25": "This is what the Lord says.\nEven from a mighty man captives can be taken,\nand the victims of a tyrant can be rescued.\nSo I myself will contend with the one who contends with you,\nand I myself will save your children.",
      "26": "I will make your oppressors eat their own flesh.\nThey will get drunk on the new wine of their own blood.\nSo all flesh will know that I am the Lord, your Savior\nand your Redeemer, the Mighty One of Jacob."
    },
    "50": {
      "1": "This is what the Lord says.\nSo where are the divorce papers of your mother,\nwhom I sent away?\nTo which of my creditors did I sell you?\nIt was because of your guilt that you were sold.\nBecause of your rebellions, your mother was sent away.",
      "2": "When I came, why was no one there?\nWhy, when I called, was there no one who answered?\nIs my arm really too short to redeem?\nDo I not have enough power to rescue?\nYes! By my rebuke I can dry up the sea.\nI can turn rivers into a wilderness,\nso that their fish will stink from having no water,\nand they will die of thirst.",
      "3": "I can clothe the heavens with blackness,\nand I can cover them with sackcloth.",
      "4": "The Lord God gave me a tongue like the learned, an instructed tongue,\nso I know how to sustain the weary with a word.\nHe wakes me up morning by morning.\nHe wakes up my ears so that I listen like the learned.",
      "5": "The Lord God opened my ear,\nand I myself was not rebellious.\nI did not turn back.",
      "6": "I submitted my back to those who beat me,\nand my cheeks to those who pulled out my beard.\nI did not hide my face from disgrace and from spit.",
      "7": "The Lord God will help me,\nso I will not be disgraced.\nTherefore I have made my face hard like flint.\nI know that I will not be put to shame.",
      "8": "The one who will acquit me is near!\nWho can accuse me?\nLet us take our stand.\nWho can pass judgment on me?\nLet him approach me.",
      "9": "Look, the Lord God will help me.\nWho then can declare me guilty?\nLook, all of them will wear out like a garment.\nA moth will consume them.",
      "10": "Who among you worships the Lord\nand listens to the voice of his servant?\nAnyone who walks in darkness\nand who has no bright light—\nlet him trust in the name of the Lord,\nand let him lean on his God.",
      "11": "Watch out, all of you who are lighting fires\n    to arm yourselves with flaming arrows.\nGo ahead, walk by the light of your fires\nand by the flaming arrows you lit!\nBut from my hand you will receive this:\nYou will lie down in a place of torment."
    },
    "51": {
      "1": "Listen to me, you people who pursue righteousness,\nyou people who seek the Lord!\nLook confidently to the rock from which you were hewn\nand to the quarry from which you were cut.",
      "2": "Look confidently to Abraham your father,\nand to Sarah, who gave birth to you.\nYes, when I called him, Abraham was only one person,\nbut I blessed him and multiplied him.",
      "3": "The Lord is certain to comfort Zion.\nHe will comfort all her ruins.\nCertainly he will make her wilderness like Eden\nand her wasteland like the garden of the Lord.\nJoy and gladness will be found in her,\nthanksgiving and the sound of music.",
      "4": "Pay attention to me, O my people.\nMy nation, listen to me!\nFor the law will go out from me,\nand I will establish my justice as a light to the peoples.",
      "5": "My righteousness is near.\nMy salvation goes forth,\nand my arms will bring justice to the peoples.\nThe seacoasts will wait for me.\nThey will have confidence in my arm.",
      "6": "Lift up your eyes to the heavens.\nLook closely at the earth beneath,\nbecause the heavens will vanish like smoke,\nand the earth will wear out like a garment,\nand its inhabitants will die like gnats.\nBut my salvation will remain forever,\nand my righteousness will never be abolished.",
      "7": "Listen to me, you people who know righteousness,\nyou people who have my law in your hearts.\nDo not fear the insults of men,\nand do not be discouraged by their abuse.",
      "8": "Because a moth will consume them like a garment,\nand its worm will consume them like wool.\nBut my righteousness will remain forever,\nand my salvation will last for all generations.",
      "9": "Wake up! Wake up!\nClothe yourself with strength, you arm of the Lord!\nAwake as in days of old,\nas in generations of long ago.\nWas it not you who cut Rahab to pieces,\nand who pierced the sea monster?",
      "10": "Was it not you who dried up the sea,\n    the waters of the great deep,\nand who made a road through the depths of the sea\n    for the redeemed to cross over?",
      "11": "Then those ransomed by the Lord will return.\nThey will enter Zion with a joyful shout,\nand everlasting joy will crown their heads.\nHappiness and joy will overtake them.\nSorrow and sighing will flee away.",
      "12": "I, even I, am the one who comforts you.\nWho are you, Zion, that you fear humans, who die,\nor a child of Adam, who passes away like grass?",
      "13": "You have forgotten the Lord, your Creator,\nwho stretches out the heavens,\nwho makes the earth stand firm.\nYou tremble continually all day,\nbecause of the rage of the oppressor,\nwho is preparing to destroy.\nBut where is the rage of the oppressor now?",
      "14": "The prisoner will soon be released.\nHe will not die and go to the pit,\nand he will not lack bread.",
      "15": "I am the Lord your God,\nwho stirs up the sea so that its waves roar.\nThe Lord of Armies is his name!",
      "16": "I have placed my words in your mouth,\nand with the shadow of my hand I have covered you—\nI, who planted the heavens and laid the foundations of the earth,\nI, who say to Zion, “You are my people.”",
      "17": "Rouse yourself! Rouse yourself! Get up, Jerusalem!\nYou have drunk the cup filled with the Lord’s wrath from his hand.\nYou drank it. You drained the chalice, the cup that makes you stagger.",
      "18": "There is no one to guide her from among all the sons she bore.\nThere is no one to take her hand from among all the sons she raised.",
      "19": "Those two things are happening to you.\nWho will grieve for you?\nDevastation and destruction and famine and sword!\nWho will comfort you?",
      "20": "Your children faint and collapse at the corner of every street,\n    like an antelope in a net.\nThey are full of the wrath of the Lord,\nfull of the rebuke of your God.",
      "21": "Therefore hear this, you afflicted woman,\na woman drunk, but not from wine.",
      "22": "This is what the Lord God says,\nyour God, who will contend for his people.\n    Look, I am taking the cup that makes you stagger out of your hand,\n    the chalice, the cup filled with my wrath.\n    Never again will you drink from it,",
      "23": "because I will place it into the hand of your tormentors,\n    who have said to you,\n    “Lie down so that we can walk over you.”\n    You made your back like the ground\n    and like the street for those who walked over you."
    },
    "52": {
      "1": "Wake, awake!\nClothe yourself with strength, O Zion.\nPut on your beautiful garments,\nJerusalem, you holy city,\nfor never again will the uncircumcised\nand the unclean enter you.",
      "2": "Shake off the dust.\nGet up and take your seat, Jerusalem.\nLoosen the chains from your neck,\nyou captive daughter of Zion.",
      "3": "Yes, this is what the Lord says.\nYou were sold for nothing,\nand you will be redeemed without money.",
      "4": "Yes, this is what the Lord God says.\nIn the beginning, my people went down to Egypt to stay there\n    for a while.\nLater Assyria oppressed them without cause.",
      "5": "Now what do I have here? declares the Lord.\nIndeed, my people have been taken away for nothing.\nTheir rulers howl with mockery, declares the Lord.\nMy name is continually despised all day.",
      "6": "Therefore my people will know my name.\nSo on that day they will know that I am the one—\nthe one who is saying, “Here I am!”",
      "7": "How beautiful on the mountains are the feet of a herald,\n    who proclaims peace and preaches good news,\n    who proclaims salvation,\n    who says to Zion, “Your God is king!”",
      "8": "The voice of your watchmen—they lift up their voices.\nTogether they shout for joy,\nbecause with both eyes they will see it\nwhen the Lord returns to Zion.",
      "9": "Break out, shout for joy together, you ruins of Jerusalem,\nbecause the Lord is comforting his people.\n    He is redeeming Jerusalem.",
      "10": "The Lord lays bare his holy arm before the eyes of all the nations,\nand all the ends of the earth will see the salvation from our God.",
      "11": "Get away! Get away! Get out of there!\nDo not touch any unclean thing!\nGo out from her midst.\nPurify yourselves, you who carry the vessels of the Lord!",
      "12": "You will not be in a hurry when you go out.\nYou will not be fleeing when you walk out,\nbecause the one who walks in front of you is the Lord,\nand your rearguard is the God of Israel.",
      "13": "Look, my servant will succeed.\nHe will rise. He will be lifted up. He will be highly exalted.",
      "14": "Just as many were appalled at him—\nhis appearance was so disfigured that he did not look like a man,\nand his form was disfigured more than any other person—",
      "15": "so he will sprinkle many nations,\nand kings will shut their mouths because of him,\nbecause they will see something they had never been told before,\nand they will understand something they had never heard before."
    },
    "53": {
      "1": "Who has believed our report,\nand to whom has the arm of the Lord been revealed?",
      "2": "He grew up before him like a tender shoot\nand like a root from dry ground.\nHe had no attractiveness and no majesty.\nWhen we saw him, nothing about his appearance made us desire him.",
      "3": "He was despised and rejected by men,\na man who knew grief,\nwho was well acquainted with suffering.\nLike someone whom people cannot bear to look at,\nhe was despised,\nand we thought nothing of him.",
      "4": "Surely he was taking up our weaknesses,\nand he was carrying our sufferings.\nWe thought it was because of God\n    that he was stricken, smitten, and afflicted,",
      "5": "but it was because of our rebellion that he was pierced.\nHe was crushed for the guilt our sins deserved.\nThe punishment that brought us peace was upon him,\nand by his wounds we are healed.",
      "6": "We all have gone astray like sheep.\nEach of us has turned to his own way,\nbut the Lord has charged all our guilt to him.",
      "7": "He was oppressed, and he was afflicted,\nyet he did not open his mouth.\nLike a lamb he was led to the slaughter,\nand like a sheep that is silent in front of its shearers,\nhe did not open his mouth.",
      "8": "He was taken away without a fair trial and without justice,\nand of his generation, who even cared?\nSo, he was cut off from the land of the living.\nHe was struck because of the rebellion of my people.",
      "9": "They would have assigned him a grave with the wicked,\nbut he was given a grave with the rich in his death,\nbecause he had done no violence,\nand no deceit was in his mouth.",
      "10": "Yet it was the Lord’s will to crush him\nand to allow him to suffer.\nBecause you made his life a guilt offering, he will see offspring.\nHe will prolong his days,\nand the Lord’s gracious plan will succeed in his hand.",
      "11": "After his soul experiences anguish, he will see the light of life.\nHe will provide satisfaction.\nThrough their knowledge of him, my just servant will justify the many,\nfor he himself carried their guilt.",
      "12": "Therefore I will give him an allotment among the great,\nand with the strong he will share plunder,\nbecause he poured out his life to death,\nand he let himself be counted with rebellious sinners.\nHe himself carried the sin of many,\nand he intercedes for the rebels."
    },
    "54": {
      "1": "You barren woman who never gave birth, shout for joy.\nBurst forth with shouts of joy!\nCry aloud, you who have never been in labor,\nbecause the deserted woman has more children\n    than the woman who is married, says the Lord.",
      "2": "Make more room for your tent.\nTell them to stretch out the curtains of your dwelling.\nDo not hold back!\nMake your tent ropes longer.\nMake your tent stakes stronger,",
      "3": "because you will spread out to the right and to the left.\nYour offspring will take possession of nations,\nand they will repopulate devastated cities.",
      "4": "Do not be afraid,\nbecause you will not be put to shame.\nDo not be worried,\nbecause you will not be embarrassed.\nYou will forget the shame of your youth,\nand you will never remember the disgrace of your widowhood,",
      "5": "because your Maker is your husband.\nThe Lord of Armies is his name.\nYour Redeemer is the Holy One of Israel.\nHe is called the God of all the earth.",
      "6": "Though you are like an abandoned wife with a wounded spirit,\nthough you are like the wife from a man’s youth who has been rejected,\nthe Lord is calling you back, says your God.",
      "7": "For a brief moment I abandoned you,\nbut with great compassion I am gathering you.",
      "8": "In a flood of anger I hid my face from you for a moment,\nbut in everlasting mercy I will have compassion on you,\nsays your Redeemer, the Lord.",
      "9": "To me this is like the time of the waters of Noah.\nAs I swore that the waters of Noah will never again cover the earth,\nso I am swearing that I will not be angry at you,\nand I will not rebuke you.",
      "10": "For even if the mountains are removed,\nand the hills are overthrown,\nmy mercy will not be removed from you,\nand my covenant of peace will not be overthrown,\nsays the Lord, who is showing you mercy.",
      "11": "Watch me, you afflicted woman, storm-tossed and not comforted,\nI will set your precious stones in black mortar\nand lay down sapphires as your foundation.",
      "12": "I will decorate your parapets with rubies,\nyour gates with sparkling stones,\nand your city boundaries with precious gems.",
      "13": "All your children will be taught by the Lord,\nand the peace and prosperity of your children will be great.",
      "14": "In righteousness you will be established.\nOppression will be far from you, so you will not be afraid.\nTerror will be far from you. It will never come near you.",
      "15": "If anyone attacks you, because of me he will accomplish nothing.\nWhoever launches an attack against you will fall before you.",
      "16": "See, I myself created the craftsman\n    who blows on the charcoal in the fire\n    to produce weapons for their task.\nI myself have created a destroyer to cause devastation.",
      "17": "Every weapon formed against you will fail,\nand you will condemn every tongue that rises up to judge you.\nThis is the heritage of the servants of the Lord.\nTheir righteousness is from me, declares the Lord."
    },
    "55": {
      "1": "Hey, all of you who are thirsty, come to the water,\neven if you have no money!\nCome, buy and eat!\nCome, buy wine and milk without money and without cost.",
      "2": "Why do you spend money on something that is not bread?\nWhy do you waste your labor on something that does not satisfy?\nListen carefully to me, and eat what is good.\nSatisfy your appetite with rich food.",
      "3": "Turn your ear toward me, and come to me.\nListen, so that you may continue to live.\nYes, I will make an everlasting covenant with you,\nthe faithful mercies promised to David.",
      "4": "Look, I appointed him as a witness for peoples,\na leader and commander of peoples.",
      "5": "Look, you will call out to a nation you do not know,\nand a nation that does not know you will run to you,\non account of the Lord your God,\nbecause of the Holy One of Israel,\nfor he has glorified you.",
      "6": "Seek the Lord while he may be found!\nCall on him while he is near!",
      "7": "Let the wicked man abandon his way.\nLet an evil man abandon his thoughts.\nLet him turn to the Lord,\nand he will show him mercy.\nLet him turn to our God,\nbecause he will abundantly pardon.",
      "8": "Certainly my plans are not your plans,\nand your ways are not my ways, declares the Lord.",
      "9": "Just as the heavens are higher than the earth,\nso my ways are higher than your ways,\nand my plans are higher than your plans.",
      "10": "Just as the rain and the snow come down from the sky\nand do not return there\nunless they first water the earth, make it give birth, and cause it to sprout,\nso that it gives seed to the sower and bread to the eater,",
      "11": "in the same way my word that goes out from my mouth\n    will not return to me empty.\nRather, it will accomplish whatever I please,\nand it will succeed in the purpose for which I sent it.",
      "12": "Yes, you will go out with joy,\nand in peace you will be carried along.\nThe mountains and the hills will break out in shouts of joy before you,\nand all the trees of the field will clap their hands.",
      "13": "Instead of thorns, a fir tree will grow up.\nInstead of briers, a myrtle tree will grow up.\nThis will make a name for the Lord.\nIt will serve as an everlasting sign that will not be cut off."
    },
    "56": {
      "1": "This is what the Lord says.\nProtect justice, and carry out righteousness,\nbecause my salvation is coming very soon.\nMy righteousness is ready to be revealed.",
      "2": "How blessed is everyone who does this,\nwho grabs hold of it,\nwho keeps the Sabbath and does not profane it,\nwho holds back his hand from doing any evil.",
      "3": "Therefore, the foreigner who joins himself to the Lord should not say,\n“The Lord will certainly exclude me from his people.”\nThe eunuch should not say,\n“I am just a dried-up tree.”",
      "4": "Because this is what the Lord says:\n“If the eunuchs keep my Sabbaths,\nchoose things that delight me,\nand take hold of my covenant,",
      "5": "then I will set up in my house and on my walls\n    a monument and a name for them\n    that is better than that of sons and daughters.\nI will give them an everlasting name which will not be cut off.”",
      "6": "Then the foreigners who join themselves to the Lord,\n    to minister to him and to love the name of the Lord\n    and to become his servants,\n    every one of them who keeps the Sabbath and does not profane it,\n    those who take hold of my covenant—",
      "7": "I will bring them to my holy mountain,\nand I will make them glad in my house of prayer.\nTheir whole burnt offerings and their sacrifices will be\n    acceptable on my altar.\nFor my house will be called a house of prayer for all the peoples\n    of the world.",
      "8": "This is the declaration of God the Lord,\nwho gathers Israel’s dispersed people:\n“I will gather still more people to my house besides\n    the ones already gathered.”",
      "9": "All you wild animals, come to eat—\nall you animals in the forest.",
      "10": "His watchmen are blind, all of them.\nThey know nothing.\nAll of them are silent dogs.\nThey are not able to bark.\nThey are seers who lie down,\nwho love to sleep.",
      "11": "These dogs have a big appetite.\nThey are never satisfied.\nThese shepherds have no understanding.\nAll of them turn to their own ways.\nEach one, without exception, turns to his own gain.",
      "12": "“Come on, I want to drink wine.\nLet’s get drunk on beer.\nTomorrow will be another day, just like today,\nanother great day, better than ever.”"
    },
    "57": {
      "1": "The righteous one perishes,\nbut no one takes it to heart.\nMen of mercy are being taken away,\nbut no one understands\n    that the righteous one is being spared from evil.",
      "2": "He will enter into peace.\nThey will rest on their beds.\nHe is walking in his uprightness.",
      "3": "But you there, come closer,\nyou children of a witch,\nyou offspring of an adulterer and a prostitute.",
      "4": "Who are you mocking?\nWho are you making faces at and sticking out your tongue at?\nAren’t you all children born in rebellion,\nthe offspring of deceit,",
      "5": "you who are in heat among the oaks and under every green tree,\nyou who slaughter children in the ravines under the rugged cliffs?",
      "6": "Your chosen territory is among the smooth stones of the ravines.\nThey, yes, they, are your lot.\nYou even poured out a drink offering to them,\nand you offered up a grain offering.\nSince you have done these things, should I spare you?",
      "7": "Upon a mountain, high and lofty, you spread out your bed.\nYes, you went up there to offer a sacrifice.",
      "8": "Behind the door and doorpost you placed your memorial.\nYes, you deserted me and uncovered yourself. You climbed right into bed.\nYou made room for them in your bed.\nYou committed yourself to them.\nYou loved their bed.\nYou stared at their bodies.",
      "9": "You traveled to deliver offerings of fragrant oil to the king,\nand you made many offerings of incense.\nYou sent your messengers to a distant land.\nYou sent them as far as hell.",
      "10": "Because of the length of your journey, you became weary,\nbut you did not say, “It is hopeless!”\nSo you found new strength, and you did not faint.",
      "11": "But who is making you so anxious and so afraid that you\n    practice deception?\nYou did not remember me\nand did not keep me in your heart.\nIs it because I have been silent for a long time\n    that you do not fear me?",
      "12": "I will declare your righteousness and your deeds,\nbut they will not benefit you.",
      "13": "When you cry out for help,\nlet your collections of idols deliver you.\nBut the wind will blow them all away.\nA breeze will take them away.\nBut the one who takes refuge in me will inherit the land.\nHe will possess my holy mountain.",
      "14": "I will say,\n“Build up, build up the highway.\nPrepare the way.\nRemove the stumbling block from the way of my people.”",
      "15": "Certainly this is what the High and Lofty One says,\nthe one who dwells with his people forever,\nand whose name is holy:\n    I dwell in a high and holy place,\n    yet also with the one who is crushed and lowly in spirit,\n    in order to revive the spirit of those who have been pushed down,\n    and to revive the hearts of those who have been crushed.",
      "16": "Surely I will not accuse forever,\n    and I will not always be angry,\n    because every spirit would grow weak in my presence,\n    and every breath of life, which I made, would fail.",
      "17": "Because of the guilt from their selfish gain, I was angry,\n    and I struck them and hid my face.\n    I was angry,\n    but the deserter kept walking in the way his heart desired.",
      "18": "I saw his ways,\n    but I will heal him, and I will lead him,\n    and I will restore comfort to him\n    and to all who mourn with him.",
      "19": "I am the one who creates praise as the fruit of their lips.\nPeace, peace to the one far off and to the one nearby,\nsays the Lord,\nand I will heal him.",
      "20": "But the wicked are like the tossing sea,\n    which is not able to rest.\nIts waters toss up dirt and mud.",
      "21": "There is no peace, says my God, for the wicked."
    },
    "58": {
      "1": "Cry out with a full-throated shout.\nDo not hold back.\nShout like the blast of a ram’s horn.\nDeclare to my people their rebellious deeds.\nDeclare to the house of Jacob their sins.",
      "2": "They seek me day by day,\nand they are delighted to know my ways,\n    as if they were a nation that does what is right,\n    as if they had not forsaken the just ways of their God.\nThey ask me for just verdicts.\nThey are delighted to approach God:",
      "3": "“Why do we fast, but you do not see?\nWhy do we afflict ourselves, but you are not aware?”\n    This is what you do!\n    On the same day when you fast, you do whatever you please,\nand you oppress all your workers.",
      "4": "You fast so you can fight and quarrel,\nso you can strike with a wicked fist.\nYou should not fast the way you are doing it today\nif you expect God on high to hear your voice.",
      "5": "Is this the kind of fast that I would choose:\n    a day when a person afflicts himself\n    and bows his head like a reed\n    and makes his bed on sackcloth and ashes?\nDo you call this a fast, a day to gain the Lord’s favor?",
      "6": "On the contrary, isn’t this the kind of fast that I would choose:\n    to loosen the chains of wickedness,\n    to tear apart the ropes of a yoke,\n    to release the oppressed so they go free,\n    and to tear every yoke to pieces?",
      "7": "Isn’t a true fast that you share your bread with the hungry\nand bring the homeless and afflicted into a house?\nYes, when you see a naked person, you are to cover him,\nand do not hide yourself from your own flesh and blood.",
      "8": "Then your light will break forth like dawn,\nand your healing will spring up quickly.\nYour righteousness will go out ahead of you,\nand the Glory of the Lord will follow you.",
      "9": "Then you will call, and the Lord will answer.\nYou will cry out, and he will say, “Here I am!”\nIf you remove the bar of the yoke from among you,\nand if you stop finger-pointing and speaking wickedly,",
      "10": "if you offer your life for the hungry,\nand if you satisfy the desires of the afflicted,\nthen your light will shine in the darkness,\nand your darkest gloom will shine like the noonday sun.",
      "11": "Then the Lord will lead you continually.\nHe will satisfy your desire in arid places,\nand he will strengthen your bones.\nThen you will be like a watered garden,\nlike a spring of water, whose waters will not fail.",
      "12": "Then your ancient ruins will be rebuilt,\nand you will restore the foundations from past generations.\nThen you will be called the repairer of broken walls,\nthe restorer of streets to live on.",
      "13": "If you do not trample the Sabbath\n    by doing whatever you please on my holy day,\nif you call the Sabbath a delight,\nif you treat the holy day of the Lord as something to be honored,\nif you honor it by not going your own way,\nby not pursuing pleasure or negotiating a deal,",
      "14": "then you will delight in the Lord.\nI will cause you to ride over the heights of the land.\nI will provide food for you from the land inherited from\n    your father Jacob.\nYes, the mouth of the Lord has spoken."
    },
    "59": {
      "1": "Listen to me! The Lord’s arm is not too short to save,\nand his ear is not too deaf to hear.",
      "2": "No, it is your guilt that has separated you from your God,\nand your sins have hidden God’s face from you,\n    so that he does not hear.",
      "3": "Look, your hands are polluted with blood,\nand your fingers drip guilt.\nYour lips speak lies.\nYour tongue mutters dishonesty.",
      "4": "No one calls for justice,\nand no one argues his cases honestly.\nThey rely on empty arguments and commit perjury!\nThey conceive trouble and give birth to wickedness!",
      "5": "They hatch viper eggs,\nand they weave spider webs.\nAnyone who eats their eggs will die,\nand a cracked egg hatches into a venomous snake.",
      "6": "They cannot make a garment from their webs,\nand they will not be able to cover themselves with their deeds.\nTheir deeds are evil deeds,\nand violent actions fill their hands.",
      "7": "Their feet run to do evil,\nand they hurry to shed innocent blood.\nTheir thoughts are futile thoughts.\nDestruction and ruin are the destination of their highways.",
      "8": "They do not know the road to peace,\nand there is no justice on the route they follow.\nThey made crooked paths for themselves.\nNo one who walks on them will experience peace.",
      "9": "Therefore justice is far from us,\nand righteousness does not reach us.\nWe hope for light, but look, there is only darkness.\nWe hope for bright light, but we walk around in the darkest gloom.",
      "10": "We grope along a wall like blind men.\nWe grope like people with no eyes.\nWe stumble at noon as if it were twilight.\nAmong the healthy, we are like dead men.",
      "11": "We growl like bears—all of us—\nand like doves we always mourn.\nWe hope for justice, but there is none.\nWe hope for salvation, but it is far from us.",
      "12": "Yes, our rebellious deeds are many before you,\nand our sins testify against us.\nOur rebellious deeds are with us,\nand as for our guilty deeds, we are aware of them.",
      "13": "Those deeds are rebellion and treachery against the Lord.\nWe turn back from following our God.\nWe incite oppression and apostasy.\nWe conceive and mutter deceitful words from our hearts.",
      "14": "Justice is turned back,\nand righteousness stands far away,\nfor truth stumbles in the city square,\nand honesty cannot enter it.",
      "15": "The truth is missing,\nand anyone who turns from evil makes himself prey.\nThe Lord looked and saw something evil—\nthere was no justice.",
      "16": "He saw that there was no one.\nHe was appalled that there was no one who could intervene.\nSo his own arm worked salvation for him,\nand his own righteousness supported him.",
      "17": "He clothed himself with righteousness like armor\nand wore a helmet of salvation on his head.\nHe dressed in garments for vengeance,\nand he wrapped himself with zeal like a cloak.",
      "18": "He will repay in full what they have earned,\nnamely, wrath to his foes and full payment to his enemies.\nHe will repay even the distant coastlands.",
      "19": "From the west they will fear the Lord’s name,\nand from the rising of the sun they will fear his glory,\nfor he will come like a raging river,\ndriven by the Spirit of the Lord.",
      "20": "Then a redeemer will come for Zion\nand for those in Jacob who turn from rebellion.\nThis is the declaration of the Lord.",
      "21": "As for me, this is my covenant with them, says the Lord. My Spirit, who is upon you, and my words, which I placed in your mouth, will not depart from your mouth or from the mouth of your offspring or from the mouth of their offspring, from this time forward and forever, says the Lord."
    },
    "60": {
      "1": "Arise, shine, for your light has come,\nand the glory of the Lord is dawning upon you.",
      "2": "Look, darkness covers the earth,\nand deep darkness covers the peoples,\nbut the Lord will dawn upon you,\nand his glory will be seen over you.",
      "3": "Nations will walk to your light,\nand kings to the brightness of your dawn.",
      "4": "Look up. Look all around and see!\nAll of them have been gathered. They are coming to you.\nYour sons will come from far away,\nand people will carry your daughters on their side.",
      "5": "Then you will look and be radiant.\nYour heart will race with excitement and burst with joy.\nFor great riches from the sea will be delivered to you.\nThe wealth of the nations will come to you.",
      "6": "Caravans of camels will cover your land,\nyoung camels from Midian and Ephah.\nAll those from Sheba will come.\nThey will carry gold and incense,\nand they will announce the good news of the praise of the Lord.",
      "7": "All the flocks of Kedar will be gathered to you.\nRams from Nebaioth will serve as sacrifices for you.\nThey will be accepted as burnt offerings on my altar,\nand I will beautify my splendid house.",
      "8": "Who are these who fly along like a cloud,\nwho fly like doves to their coops?",
      "9": "Yes, the coastlands will wait for me with hope,\nand the ships of Tarshish will be the first\n    to bring your children from far away.\nThey will have their silver and gold with them,\nfor the name of the Lord your God\nand for the Holy One of Israel,\nbecause he makes you beautiful.",
      "10": "Then foreigners will rebuild your walls,\nand their kings will serve you,\nbecause in my wrath I struck you,\nbut in my favor I had mercy on you.",
      "11": "Then your gates will always remain open.\nDay and night they will not be shut,\n    in order to bring you the wealth of the nations,\nand their kings will be led in procession.",
      "12": "For the nation and the kingdom that do not serve you will perish.\nSuch nations will be completely devastated.",
      "13": "The glory of Lebanon will come to you:\nthe fir, the maple, and the pine tree together.\nThey will beautify my holy place,\nand I will glorify my footstool.",
      "14": "Then the children of your oppressors will walk up to you and bow down.\nAll who despise you will fall down under the soles of your feet,\nand they will call you the city of the Lord,\nZion of the Holy One of Israel.",
      "15": "You were abandoned and hated, with no one walking through you,\nbut now I will make you a source of everlasting pride,\na joy from generation to generation.",
      "16": "You will nurse on the milk of the nations,\nand you will nurse at the breast of kings.\nYou will know that I am the Lord, your Savior,\nand that your Redeemer is the Mighty One of Jacob.",
      "17": "Instead of bronze I will bring gold.\nInstead of iron I will bring silver,\ninstead of wood, copper,\nand instead of stones, iron.\nAnd I will make peace your overseer,\nand righteousness your strong ruler.",
      "18": "Violence will never again be heard in your land,\nnor destruction and ruin in your boundaries.\nInstead, you will call your walls Salvation\nand your gates Praise.",
      "19": "The sun will never again be your light by day,\nand the moon will not shine to provide brightness for you,\nfor the Lord will be your everlasting light,\nand your God will be your splendor.",
      "20": "Your sun will never again set,\nand your moon will not wane,\nbecause the Lord will be your everlasting light,\nand the days of your mourning will be over.",
      "21": "As for your people, all of them will be righteous.\nThey will inherit the earth forever.\nThey are shoots I have planted,\nthe work of my hands, to display my beauty.",
      "22": "The smallest will become an army of a thousand,\nand the least will become a powerful nation.\nI am the Lord.\nWhen the time is right, I will do it quickly."
    },
    "61": {
      "1": "The Spirit of the Lord God is upon me,\n    because the Lord has anointed me\nto preach good news to the afflicted.\nHe sent me to bind up the brokenhearted,\n    to proclaim freedom for the captives\n    and release for those who are bound,",
      "2": "to proclaim the year of the Lord’s favor\n    and the day of vengeance for our God,\n    to comfort all who mourn,",
      "3": "to provide for those who mourn in Zion,\n    to give them a crown of beauty instead of ashes,\n    the oil of joy instead of mourning,\n    a cloak of praise instead of a faint spirit,\n    so that they will be called oaks of righteousness,\n    a planting of the Lord to display his beauty.",
      "4": "Then they will rebuild ancient ruins.\nThey will raise up what was formerly devastated,\nand they will renew ruined cities,\n    which have been devastated for generations.",
      "5": "Strangers will stand and shepherd your flock,\nand foreigners will be your farmers and vinedressers.",
      "6": "You will be called the Lord’s priests.\nYou will be named ministers of our God.\nYou will eat the wealth of nations,\nand you will boast about their riches.",
      "7": "In place of your shame, you will receive a double portion.\nInstead of dishonor, they will rejoice in their share of the land.\nIn fact, in their land they will inherit a double portion.\nEverlasting joy will be theirs.",
      "8": "Yes, I am the Lord. I love justice.\nI hate robbery in a burnt offering.\nI will repay them in faithfulness,\nand I will make an everlasting covenant with them.",
      "9": "Their offspring will be known among the nations,\nand their descendants in the midst of the peoples.\nAll who see them will recognize\n    that they are offspring whom the Lord has blessed.",
      "10": "I will rejoice greatly in the Lord.\nMy soul will celebrate because of my God,\nfor he has clothed me in garments of salvation.\nWith a robe of righteousness he covered me,\nlike a bridegroom who wears a beautiful headdress like a priest,\nand like a bride who adorns herself with her jewelry.",
      "11": "For as the earth produces its growth,\nand as a garden causes what has been sown to sprout up,\nso God the Lord will cause righteousness and praise to sprout up\n    in the presence of all the nations."
    },
    "62": {
      "1": "For the sake of Zion I will not be silent.\nFor the sake of Jerusalem I will not be quiet,\nuntil her righteousness goes forth shining brightly,\nand her salvation burns like a torch.",
      "2": "Nations will see your righteousness,\nand all kings will see your glory.\nYou will be called by a new name\n    that the mouth of the Lord will assign to you.",
      "3": "Then you will be a beautiful crown in the Lord’s hand,\nand a royal diadem in the palm of your God.",
      "4": "You will never again be called Abandoned,\nand your land will never again be called Desolation,\nfor you will be called My Delight Is in Her,\nand your land will be called Married,\nbecause the Lord delights in you,\nand your land will be married.",
      "5": "For just as a young man marries a virgin,\nyour sons will marry you,\nand just as a bridegroom rejoices over a bride,\nyour God will rejoice over you.",
      "6": "Upon your walls, Jerusalem, I appointed watchmen.\nAll day and all night they will never be silent.\nYou who keep reminding the Lord, do not rest!",
      "7": "Do not give him rest\nuntil he establishes Jerusalem,\nand he causes her to be praised on the earth.",
      "8": "The Lord swore by his right hand\nand by his strong arm:\n    I will certainly never again give up your grain as food\n        for your enemies,\n    and foreigners will not drink the sweet new wine you worked for.",
      "9": "For those who pick fruit will eat it, and they will praise the Lord,\n    and those who harvest grapes will drink in my holy courtyards.",
      "10": "Go through, go through the gates.\nPrepare a way for the people.\nBuild up, build up the highway.\nClear it of stones.\nRaise a banner for the peoples.",
      "11": "Listen, the Lord is making a proclamation to the end of the earth.\nTell the daughter of Zion:\n“Look, your salvation is coming.\nLook, his reward is with him,\nand his compensation is out in front of him.”",
      "12": "Then they will be called holy people,\nthe redeemed of the Lord.\nThen you will be called Sought After,\nA City Not Abandoned."
    },
    "63": {
      "1": "Who is this coming from Edom, with bright red garments?\nWho is this coming from Bozrah, clothed majestically,\nmarching out with great strength?\nIt is I, the one who speaks in righteousness.\nIt is I, the one who is mighty to save.",
      "2": "Why is your clothing so red?\nWhy are your garments like those of someone\n    who has been trampling grapes in a winepress?",
      "3": "I have trodden the winepress alone,\nand from the peoples there was no one with me.\nSo I stomped on them in my anger,\nand I trampled them in my wrath,\nand their juice splattered on my garments.\nI stained all my clothing.",
      "4": "For the day for vengeance was in my heart,\nand the year for my redemption has come.",
      "5": "I looked intently but there was no helper.\nI was shocked that no one supported me.\nMy arm delivered me,\nand my wrath supported me.",
      "6": "I trampled the peoples in my anger.\nI made them drunk in my wrath,\nand I will pour out their juice onto the ground.",
      "7": "I will tell about the Lord’s mercies,\nabout the praises of the Lord,\nabout all that the Lord has done for us,\nabout his great goodness to the house of Israel,\nwhich he performed for them according to his abundant compassion,\nand according to his great mercy.",
      "8": "He said, “Surely they are my people,\nchildren who will not deal falsely,”\nso he became their Savior.",
      "9": "In all their anguish he felt anguish,\nand the Angel of his Presence saved them.\nIn his love and in his pity he himself redeemed them,\nand he took them up and carried them all the days of old.",
      "10": "But they rebelled and grieved his Holy Spirit,\nso he turned against them and became an enemy.\nHe himself fought against them.",
      "11": "Yet he remembered the days of old,\nthe days of Moses and his people.\nWhere is the one who brought them up from the sea,\n    with the shepherds of his flock?\nWhere is the one who set his Holy Spirit in their midst,",
      "12": "who sent his majestic arm to the right hand of Moses,\nwho divided waters before them\n    to make an everlasting name for himself,",
      "13": "who let them walk through the depths?\nLike a horse in the wilderness, they did not stumble.",
      "14": "Like cattle that descend into a valley,\nthey were given rest by the Lord’s Spirit.\nThis is how you led your people\n    to make a majestic name for yourself.",
      "15": "Gaze down from the heavens and see,\nfrom your holy and beautiful dwelling place.\nWhere is your zeal and your might?\nThe feelings of your heart and your compassion\n    are withheld from me.",
      "16": "But you are our Father,\nthough Abraham does not know us,\nthough Israel does not acknowledge us.\nYou, the Lord, are our Father.\nOur Redeemer from everlasting is your name.",
      "17": "Why do you cause us to wander from your ways, Lord?\nWhy do you harden our heart so that we do not fear you?\nReturn for the sake of your servants,\nthe tribes that are your heritage.",
      "18": "For a short time your holy people possessed the land.\nNow our adversaries have trampled your sanctuary.",
      "19": "We have been your people from ancient times,\nbut you have not ruled over the other nations.\nThey were not called by your name."
    },
    "64": {
      "1": "Oh, that you would rip open the heavens and come down.\nMountains then would quake because of your presence.",
      "2": "As fire ignites stubble and as fire makes water boil,\nmake your name known to your adversaries.\nThen nations would quake in your presence.",
      "3": "You did amazing things that we did not expect.\nYou came down. Mountains quaked because of your presence.",
      "4": "From ancient times no one has heard.\nNo ear has understood.\nNo eye has seen any god except you,\nwho goes into action for the one who waits for him.",
      "5": "You meet anyone who joyfully practices righteousness,\nwho remembers you by walking in your ways!\nBut you were angry because we sinned.\nWe have remained in our sins for a long time.\nCan we still be saved?",
      "6": "All of us have become like something unclean,\nand all our righteous acts are like a filthy cloth.\nAll of us have withered like a leaf,\nand our guilt carries us away like the wind.",
      "7": "There is no one who calls on your name,\nwho rouses himself to take hold of you.\nSo you hid your face from us.\nYou made us melt by the power of our guilt.",
      "8": "But now, Lord, you are our father.\nWe are the clay, and you are our potter.\nAll of us are the work of your hand.",
      "9": "Do not be angry, Lord, without limit.\nDo not remember our guilt forever.\nPlease look closely.\nAll of us are your people.",
      "10": "Your holy cities have become a wilderness.\nZion has become a wilderness.\nJerusalem is a desolation.",
      "11": "Our holy and glorious house, where our fathers praised you,\n    has been burned by fire,\n    and everything we desired has become a ruin.",
      "12": "Since this is so, how can you hold back, O Lord?\nHow can you remain silent and afflict us without limit?"
    },
    "65": {
      "1": "I was available to those who did not ask.\nI let myself be found by those who did not seek me.\nI said, “Here I am, here I am,” to a nation that did not call on my name.",
      "2": "I reached out my hands all day to a stubborn people,\nwho are walking in a way that is not good,\nwho follow their own ideas.",
      "3": "This people continually provokes me to anger, right to my face,\n    by sacrificing in the groves,\n    by burning incense on the bricks.",
      "4": "They sit in tombs\nand keep their vigils all night.\nThey eat the flesh of pigs,\nand broth made from unclean meat is in their pots.",
      "5": "They say, “Keep to yourself.\nDo not touch me because I am too holy for you.”\nThese people are smoke in my nostrils,\nlike a fire burning all day.",
      "6": "Look, I have put it in writing.\nI will not be silent until I repay them.\nI will repay into their lap",
      "7": "both their guilt and the guilt of their fathers,\n    says the Lord.\nBecause they burned incense upon the mountains,\nand upon the hills they ridiculed me,\nso I will measure out their full pay into their lap.",
      "8": "This is what the Lord says.\nJust as sweet wine is found in the grape cluster,\nso that someone says, “Do not destroy it\nbecause there is a blessing in it,”\nso I will act in the same way for the sake of my servants,\nin order not to destroy the whole people.",
      "9": "I will bring forth offspring from Jacob,\nand from Judah those who will inherit my mountains,\nso that my chosen ones will possess the land,\nand my servants will dwell there.",
      "10": "Sharon will become a pasture for flocks,\nand the Valley of Achor a resting place for herds,\nfor my people who seek me.",
      "11": "But you who are abandoning the Lord,\nyou who have forgotten my holy mountain,\nwho are setting a table for Fortune,\nwho are pouring out mixed wine for Destiny,",
      "12": "I will destine you for the sword.\nAll of you will bow down to be slaughtered,\nbecause I called, but you did not answer.\nI spoke, but you did not listen.\nYou committed evil in my eyes,\nand you chose that which does not please me.",
      "13": "Therefore, this is what the Lord God says.\nWatch! My servants will eat,\nbut you will go hungry.\nWatch! My servants will drink,\nbut you will be thirsty.\nWatch! My servants will rejoice,\nbut you will be ashamed.",
      "14": "Watch! My servants will shout because of the joy in their heart,\nbut you will cry out because of the pain in your heart,\nand because of a broken spirit you will wail.",
      "15": "You will leave your name for my chosen ones to use as a curse,\nand the Lord God will put you to death,\nbut he will call his servants by another name,",
      "16": "so that anyone on earth who blesses himself\n    will bless himself by the God of Amen,\nand anyone on the earth who swears\n    will swear by the God of Amen!\nFor the past troubles will be forgotten.\nYes, they are certainly hidden from my eyes.",
      "17": "Watch this! I am about to create new heavens and a new earth.\nThe former things will not be remembered.\nThey will not come to mind.",
      "18": "Instead, rejoice and celebrate forever, because of what I am creating.\nWatch this! I am about to create Jerusalem to be a source of gladness,\nand her people will be a source of joy.",
      "19": "I also will be glad because of Jerusalem,\nand I will rejoice over my people.\nThe sound of weeping will not be heard in her again,\nnor will the sound of crying.",
      "20": "There will never again be an infant there who lives for only a few days,\nor an elderly man who does not fill out all his days,\nfor one who dies at a hundred will be considered a young man,\nand one who fails to attain the age of one hundred will be regarded\n        as cursed.",
      "21": "Then they will build houses and live in them.\nThey will plant vineyards and eat their fruit.",
      "22": "They will not build a house and have another person live in it.\nThey will not plant and have another person eat the crop,\nfor the days of my people will be like the days of a tree,\nand my chosen ones will enjoy all the work of their hands.",
      "23": "They will not labor only to receive nothing,\nand they will not give birth to children doomed to disaster,\nfor they will be offspring who are blessed by the Lord,\nand their descendants will be with them.",
      "24": "Then even before they call, I will answer.\nWhile they are still speaking, I will hear.",
      "25": "The wolf and the lamb will graze together,\nand lions will eat straw like cattle,\nbut the serpent will eat dust as its food.\nThey will not harm or destroy anywhere on my holy mountain,\nsays the Lord."
    },
    "66": {
      "1": "This is what the Lord says.\nThe heavens are my throne,\nand the earth is a footstool under my feet.\nWhere, then, is the house that you could build for me?\nWhere, then, is a place that could serve as my resting place?",
      "2": "For my hand made all these things,\nso all these things came into existence,\ndeclares the Lord.\nYet this is the person I will watch over:\n    the one who is afflicted and whose spirit is crushed,\n    the one who trembles at my word.",
      "3": "One who slaughters an ox, also smites a person.\nOne who sacrifices a lamb, also breaks the neck of a dog.\nOne who offers a grain offering, also offers the blood of pigs.\nOne who offers memorial incense, also blesses a useless idol.\nYes, they have chosen their own ways,\nand their soul delights in their detestable things.",
      "4": "So I myself will choose their punishments,\nand the things that terrify them I will bring to them,\nbecause I called, and there was no one who answered.\nI spoke, and they did not listen.\nThey did what is evil in my eyes,\nand they chose things that do not please me.",
      "5": "Hear the word of the Lord, you who tremble at his word.\nYour brothers, who hate you\nand exclude you for the sake of my name, say:\n“Let the Lord be glorified so that we may see your joy.”\nBut they themselves will be put to shame.",
      "6": "Listen! An uproar in the city,\nthe sound of an uproar from the temple,\nthe sound of the Lord repaying his enemies in full!",
      "7": "Before she suffers labor pains, she gives birth.\nBefore birth pain comes upon her, she delivers a male child.",
      "8": "Who has ever heard of something like this?\nWho has ever seen such a thing?\nIs a land brought forth in one day?\nIs a nation born all at once?\nBut as soon as Zion experiences labor pains, she gives birth\n    to her children.",
      "9": "Would I bring a baby to the point of birth and not let it be born?\nsays the Lord.\nOr would I let a baby be conceived but shut the womb to prevent\n    its birth?\nsays your God.",
      "10": "Rejoice with Jerusalem and celebrate with her, all you who love her.\nShare her joy with her, all you who have been mourning over her,",
      "11": "so that you may nurse and be satisfied from her comforting breast,\nso that you may suck and find delight from her milk-filled breasts.",
      "12": "Yes, this is what the Lord says.\nI am ready to extend peace to her like a river,\nand the glory of the nations like an overflowing stream.\nYou will be nursed. You will be carried on her side,\nand you will be bounced on her knees.",
      "13": "Just like a man whom his mother comforts,\nin the same way I myself will comfort you,\nand you will be comforted concerning Jerusalem.",
      "14": "Then you will see, and your heart will be glad.\nLike grass you will receive new strength, right down to your bones.\nThen the Lord’s hand will be known to his servants,\nbut his fury to his enemies.",
      "15": "Look, the Lord will come like fire,\nand his chariots like a whirlwind,\nto pour out his furious anger\nand his rebuke like flames of fire.",
      "16": "For the Lord will bring judgment on all flesh\n    by fire and by his sword,\nand those slain by the Lord will be many.",
      "17": "Those who try to sanctify themselves\nand those who try to purify themselves\n    in order to follow others into the groves,\n    in order to eat the meat of pigs and other disgusting things like mice—\ntogether they will be swept away, declares the Lord.",
      "18": "As for me, because of their works and their thoughts,\nthe time is coming for me to gather people from all nations\n    and all languages.\nThey will come, and they will see my glory.",
      "19": "Then I will set up a sign among them,\nand I will send out survivors from among them to the nations,\nto Tarshish, Pul, and Lud, to those who are archers,\nto Tubal and Javan, to the distant coastlands,\nwho have not heard my message and have not seen my glory.\nThen they will declare my glory among the nations.",
      "20": "Then they will bring all your brothers from all the nations as an offering to the Lord. They will bring them on horses and chariots and wagons and mules and dromedaries to my holy mountain Jerusalem, says the Lord, in the same way that the people of Israel bring an offering in a clean vessel to the Lord’s house.",
      "21": "Even from among these people I will take priests and Levites, says the Lord.",
      "22": "For just as the new heavens and the new earth that I am making will remain standing before me, declares the Lord, in the same way your offspring and your name will stand.",
      "23": "As often as one new moon follows another and one Sabbath follows another, all flesh will come to worship before me, says the Lord.",
      "24": "They will go out, and they will see the corpses of the ones who were rebelling against me, for their worm will not die, and their fire will not be quenched, and all flesh will be horrified by them."
    }
  }
}