{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:36.600823-04:00",
    "Translation": "EHV"
  },
  "James": {
    "1": {
      "1": "James, a servant of God and of the Lord Jesus Christ,\nTo the twelve tribes who are scattered abroad:\nGreetings.",
      "2": "Consider it complete joy, my brothers, whenever you fall into various kinds of trials,",
      "3": "because you know that the testing of your faith produces patient endurance.",
      "4": "And let patient endurance finish its work, so that you may be mature and complete, not lacking anything.",
      "5": "If any one of you lacks wisdom, let him ask God, who gives it to all without reservation and without finding fault, and it will be given to him.",
      "6": "But let him ask in faith, without doubting, because the one who doubts is like a wave of the sea, blown and tossed by the wind.",
      "7": "In fact, that person should not expect that he will receive anything from the Lord.",
      "8": "He is a double-minded man, unstable in all his ways.",
      "9": "Let the brother of humble circumstances boast in his high position,",
      "10": "and the rich one in his humble position, because he will pass away like a flower of the grass.",
      "11": "Indeed, the sun rises with burning heat and dries up the grass. Its blossom falls off, and its beauty perishes. In the same way also, the rich person will wither away in his busy pursuits.",
      "12": "Blessed is the man who endures a trial patiently, because when he has stood the test, he will receive the crown of life, which God promised to those who love him.",
      "13": "Let no one say when he is tempted, “I am being tempted by God,” because God cannot be tempted by evil, and he himself tempts no one.",
      "14": "But each person is tempted when he is dragged away and enticed by his own desire.",
      "15": "Then when desire has conceived, it gives birth to sin. And sin, when it is full grown, gives birth to death.",
      "16": "Do not be deceived, my dear brothers.",
      "17": "Every good act of giving and every perfect gift is from above, coming down from the Father of the lights, who does not change or shift like a shadow.",
      "18": "Just as he planned, he gave us birth by the word of truth so that we would be a kind of firstfruits of his creations.",
      "19": "Remember this, my dear brothers: Let everyone be quick to listen, slow to speak, and slow to become angry.",
      "20": "Certainly, a man’s anger does not bring about what is right before God.",
      "21": "So after getting rid of all moral filthiness and overflowing wickedness, receive with humility the word planted in you. It is able to save your souls.",
      "22": "Be people who do what the word says, not people who only hear it. Such people are deceiving themselves.",
      "23": "In fact, if anyone hears the word and does not do what it says, he is like a man who carefully looks at his own natural face in a mirror.",
      "24": "Indeed, he carefully looks at himself; then, he goes away and immediately forgets what he looked like.",
      "25": "But the one who looks carefully into the perfect law, the law of freedom, and continues to do so—since he does not hear and forget but actually does what it says—that person will be blessed in what he does.",
      "26": "If anyone considers himself to be religious but deceives his own heart because he does not bridle his tongue, this person’s religion is worthless.",
      "27": "Religion that is pure and undefiled in the sight of God the Father is this: to take care of orphans and widows in their affliction and to keep oneself unstained by the world."
    },
    "2": {
      "1": "My brothers, have faith in our glorious Lord Jesus Christ without showing favoritism.",
      "2": "For example, suppose a man enters your worship assembly wearing gold rings and fine clothing, and a poor man also enters wearing filthy clothing.",
      "3": "If you look with favor on the man wearing fine clothing and say, “Sit here in this good place,” but you tell the poor man, “Stand over there” or “Sit down here at my feet,”",
      "4": "have you not made a distinction among yourselves and become judges with evil opinions?",
      "5": "Listen, my dear brothers, has not God chosen those who are poor in the world to be rich in faith and to be heirs of the kingdom, which he promised to those who love him?",
      "6": "But you dishonored the poor man. Don’t the rich oppress you, and don’t they drag you into court?",
      "7": "Aren’t they the ones who blaspheme the noble name that was pronounced over you?",
      "8": "However, if you really fulfill the royal law according to the Scripture: “You shall love your neighbor as yourself,” you are doing well.",
      "9": "But if you show favoritism, you are committing a sin, since you are convicted by this law as transgressors.",
      "10": "In fact, whoever keeps the whole law but stumbles in one point has become guilty of breaking all of it.",
      "11": "For the one who said, “Do not commit adultery,” also said, “Do not commit murder.” Now if you do not commit adultery, but you do commit murder, you have become a transgressor of the law.",
      "12": "So speak and act as those who are going to be judged by the law of freedom.",
      "13": "For there will be judgment without mercy on the one who has not shown mercy. Mercy triumphs over judgment.",
      "14": "What good is it, my brothers, if someone says that he has faith but has no works? Such “faith” cannot save him, can it?",
      "15": "If a brother or sister needs clothes and lacks daily food",
      "16": "and one of you tells them, “Go in peace, keep warm, and eat well,” but does not give them what their body needs, what good is it?",
      "17": "So also, such “faith,” if it is alone and has no works, is dead.",
      "18": "But someone will say, “You have faith, and I have works.” Show me your faith without works, and I will show you my faith by my works.",
      "19": "You believe that God is one. Good for you! Even the demons believe that—and shudder!",
      "20": "But do you want proof, you mindless person, that such “faith” without works is dead?",
      "21": "Wasn’t Abraham our father shown to be righteous by works when he offered Isaac his son on the altar?",
      "22": "You see that his faith was working together with his works, and by his works his faith was shown to be complete.",
      "23": "And the Scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness.” He was also called God’s friend.",
      "24": "You see that a person is shown to be righteous by works and not by faith alone.",
      "25": "In the same way also, wasn’t Rahab the prostitute shown to be righteous by works when she welcomed the spies and sent them out another way?",
      "26": "For just as the body without breath is dead, so also faith without works is dead."
    },
    "3": {
      "1": "Not many of you should become teachers, my brothers, because you know that we who teach will be judged more strictly.",
      "2": "To be sure, we all stumble in many ways. If anyone does not stumble in what he says, he is a fully mature man, able to bridle his whole body as well.",
      "3": "If we put bits into the mouths of horses so that they will obey us, we also guide the whole animal.",
      "4": "And consider ships: Although they are very big and are driven by fierce winds, yet they are guided by a very small rudder, wherever the pilot wants to go.",
      "5": "So also the tongue is a small part of the body, yet it also boasts great things.\nConsider how a little flame can set a large forest on fire!",
      "6": "And the tongue is a fire. It is set among the parts of our body as a world of unrighteousness that stains the whole body, sets the whole course of life on fire, and is set on fire by hell.",
      "7": "Indeed, every kind of animal, bird, reptile, and sea creature is being tamed and has been tamed by mankind.",
      "8": "But no one is able to tame the human tongue. It is a restless evil, full of deadly poison.",
      "9": "With it we bless our Lord and Father, and with it we curse people, who are made in the likeness of God.",
      "10": "Blessing and cursing come out of the same mouth. My brothers, these things should not be this way.",
      "11": "A spring does not pour out both fresh and bitter water from the same opening, does it?",
      "12": "Can a fig tree bear olives, my brothers, or can a grapevine produce figs? A salt spring cannot produce fresh water either.",
      "13": "Who among you is wise and intelligent? Let him by his good way of living show that he does things in wise humility.",
      "14": "But if you have bitter envy and selfish ambition in your heart, do not boast and lie, contrary to the truth.",
      "15": "This is not the wisdom that comes down from above, but it is worldly, unspiritual, and demonic.",
      "16": "In fact, where there is envy and selfish ambition, there will also be disorder and every bad practice.",
      "17": "But the wisdom that comes from above is first pure, then also peaceful, gentle, reasonable, full of mercy and good fruits, impartial, and sincere.",
      "18": "And a harvest of righteousness is sown in peace by those who practice peace."
    },
    "4": {
      "1": "Where do conflicts and quarrels among you come from? Don’t they come from your cravings for pleasure, which are at war in the parts of your body?",
      "2": "You want something but do not get it, so you murder. You desire something but cannot obtain it, so you quarrel and fight. You do not have because you do not ask.",
      "3": "You ask, and yet do not receive, because you ask wrongly, so that you may spend it on what gives you pleasure.",
      "4": "Adulterers, don’t you know that friendship with the world means hostility toward God? So whoever wants to be a friend of the world makes himself an enemy of God.",
      "5": "Or, do you think that Scripture has no reason for saying that the Spirit, who lives in us, yearns jealously?",
      "6": "But he gives greater grace! That is why it says, “God opposes the proud, but he gives grace to the humble.”",
      "7": "So, submit yourselves to God. Resist the Devil, and he will flee from you.",
      "8": "Come near to God, and he will come near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded people.",
      "9": "Lament, mourn, and weep. Let your laughter be changed into mourning and your joy into gloom.",
      "10": "Humble yourselves in the sight of the Lord, and he will lift you up.",
      "11": "Do not speak against one another, brothers. The one who speaks against a brother or judges his brother is speaking against the law and judging the law. But if you judge the law, you are not one who does the law, but a judge.",
      "12": "There is one lawgiver and judge. He is able to save and to destroy. But who are you to judge your neighbor?",
      "13": "Come now, you who say, “Today or tomorrow we will go into this or that city, spend a year there, do business, and make a profit.”",
      "14": "You do not know what tomorrow will bring. What is your life? Indeed, it is a mist that appears for a little while and then disappears.",
      "15": "Instead, it is better for you to say, “If it is the Lord’s will, we will live, and we will do this or that.”",
      "16": "But right now you are boasting in your arrogance. All such boasting is evil.",
      "17": "So, for the one who knows the right thing to do and doesn’t do it, this is a sin."
    },
    "5": {
      "1": "Come now, you who are rich, weep and cry aloud over the miseries that are going to come upon you.",
      "2": "Your wealth has rotted, and moths have eaten your clothes.",
      "3": "Your gold and silver are corroded. Their corrosion will be evidence against you and will eat your flesh like fire. You have stored up treasure in these last days.",
      "4": "Listen, the wages that you failed to pay the workers who reaped your fields are crying out! And the cries of the harvesters have entered the ears of the Lord of Armies.",
      "5": "You have lived for pleasure on the earth and led a life of luxury. You have fattened your hearts on the day of slaughter.",
      "6": "You condemned and murdered the Righteous One. Does he not oppose you?",
      "7": "Therefore, brothers, be patient until the coming of the Lord. See how the farmer waits for the valuable harvest from the ground, patiently waiting for it, until it receives the early and late rain.",
      "8": "You be patient too. Strengthen your hearts because the coming of the Lord is near.",
      "9": "Do not complain about one another, brothers, so that you will not be judged. Look! The Judge is standing at the doors!",
      "10": "Brothers, take the prophets who spoke in the name of the Lord as an example of suffering with patient endurance.",
      "11": "See, we consider those who endured to be blessed. You have heard of the patient endurance of Job and have seen what the Lord did in the end, because the Lord is especially compassionate and merciful.",
      "12": "Above all, my brothers, do not swear—not by heaven or by earth or by anything else. Just let your “yes” be “yes” and your “no” be “no,” so that you do not fall under judgment.",
      "13": "Is anyone among you suffering? He should pray. Is anyone cheerful? He should sing songs of praise.",
      "14": "Is anyone among you sick? He should call the elders of the church, and they should pray over him, anointing him with oil in the name of the Lord.",
      "15": "And the prayer offered in faith will save the sick person, and the Lord will raise him up. If he has committed sins, he will be forgiven.",
      "16": "So confess your sins to one another and pray for one another, in order that you may be healed. The prayer of a righteous person is able to do much because it is effective.",
      "17": "Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three years and six months.",
      "18": "Then he prayed again, and the sky gave rain, and the land produced its harvest.",
      "19": "My brothers, if anyone among you wanders away from the truth and someone turns him back,",
      "20": "let it be known that the one who turns a sinner from the error of his way will save his soul from death and will cover a multitude of sins."
    }
  }
}