{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:06.585421-04:00",
    "Translation": "EHV"
  },
  "Jeremiah": {
    "1": {
      "1": "The words of Jeremiah son of Hilkiah, who was one of the priests from Anathoth in the land of Benjamin.",
      "2": "The word of the Lord came to him in the thirteenth year of the reign of Josiah son of Amon, king of Judah,",
      "3": "and continued through the reign of Jehoiakim son of Josiah, king of Judah, until the eleventh year of Zedekiah son of Josiah, king of Judah, up to the time of the exile of Jerusalem in the fifth month.",
      "4": "The word of the Lord came to me.",
      "5": "Before I formed you in the womb, I knew you,\nand before you were born, I set you apart.\nI appointed you to be a prophet to the nations.",
      "6": "But I said, “Ah, Lord God! I really do not know how to speak! I am only a child!”",
      "7": "The Lord said to me, “Do not say, ‘I am only a child.’ You must go to everyone to whom I send you and say whatever I command you.",
      "8": "Do not be afraid of them, because I am with you, and I will rescue you, declares the Lord.”",
      "9": "Then the Lord stretched out his hand and touched my mouth. The Lord said to me:\nThere! I have now placed my words in your mouth.",
      "10": "Look, today I appoint you over nations and kingdoms\nto uproot and to tear down,\nto destroy and to overthrow,\nto build and to plant.",
      "11": "Again the word of the Lord came to me: “What do you see, Jeremiah?”\nI answered, “I see a branch of an almond tree.”",
      "12": "The Lord said to me, “That is correct. You have observed accurately. And this vision means that I am watching over my word to fulfill it.”",
      "13": "The word of the Lord came to me a second time: “What do you see?”\nI answered, “I see a boiling pot tipped away from the north.”",
      "14": "Then the Lord said to me:\nDisaster will boil over from the north on everyone who lives in the land.",
      "15": "Listen, I am summoning all the clans from the northern kingdoms, declares the Lord. They will come, and each one will set up his throne at the entrance of the gates of Jerusalem. They will come against all the surrounding walls and against all the cities of Judah.",
      "16": "I will pronounce my judgments against Judah because of their wickedness. They have abandoned me. They have made burnt offerings to other gods, and they have bowed down to the work of their own hands.",
      "17": "Now you, get ready. Rise up and tell them everything I am commanding you. Do not be frightened by them, or I will frighten you in their presence.",
      "18": "Look, today I have made you like a fortified city, like an iron pillar, and like bronze walls, to take a stand against the whole land. Stand against the kings of Judah, its officials, its priests, and the people of the land.",
      "19": "They will fight against you, but they will not overcome you, because I am with you to rescue you, declares the Lord."
    },
    "2": {
      "1": "The word of the Lord came to me.",
      "2": "Go and proclaim this in the hearing of Jerusalem.\nThis is what the Lord says.\nThis is what I remember concerning you:\n    your faithfulness when you were young,\n    and your love when you were pledged in marriage.\nI remember how you followed me in the wilderness,\nin a land that has never been planted.",
      "3": "Israel was set apart as holy to the Lord,\n    the firstfruits of his harvest.\nAll those who devoured Israel became guilty,\nand disaster came upon them, declares the Lord.",
      "4": "Hear the word of the Lord, you house of Jacob.\nAll you families of the house of Israel,",
      "5": "this is what the Lord says.\nWhat fault did your fathers find in me,\nthat they departed so far from me?\nThey followed worthless idols,\nand so they became worthless themselves.",
      "6": "They did not say,\n“Where is the Lord, who brought us up from the land of Egypt?\nWhere is the one who led us through the wilderness,\n    through a desert wasteland filled with ravines,\n    through a land of drought and the shadow of death,\n    a land which no one passes through,\n    a land where no human being lives?”",
      "7": "I brought you into a fertile land,\nto eat its fruit and its good things.\nBut you defiled my land\nand made my inheritance repulsive.",
      "8": "The priests did not ask, “Where is the Lord?”\nThe experts in the law did not acknowledge me.\nTheir shepherds rebelled against me.\nThe prophets prophesied by Baal\nand went after useless idols.",
      "9": "So I am bringing charges against you again, declares the Lord,\nand I am bringing charges against your children’s children.",
      "10": "Cross over to the coasts of Cyprus and look.\nSend someone to Kedar and observe carefully.\nSee if there has ever been anything like this.",
      "11": "Has a nation ever exchanged its gods\n(even though they are not gods at all)?\nYet my people have exchanged their Glory\n    for useless idols.",
      "12": "Be appalled at this, you heavens.\nBe horrified and wither away completely, declares the Lord.",
      "13": "For my people have committed two evils:\nThey have abandoned me, the spring of living water,\nand they have dug their own cisterns,\nbroken cisterns that hold no water!",
      "14": "Is Israel a servant, born into slavery?\nWhy then has Israel been plundered?",
      "15": "Young lions have roared at him.\nThey have growled loudly.\nThey have made his land desolate.\nHis towns are burned and deserted.",
      "16": "The men of Memphis and Tahpanhes\n    have shaved the top of your head.",
      "17": "Have you not brought this on yourself\n    by deserting the Lord your God\n    while he led you on the way?",
      "18": "So why are you on the road to Egypt\n    to drink the water of the Shihor?\nAnd why are you on the road to Assyria\n    to drink the water of the River?",
      "19": "It is your own evil that will bring discipline on you.\nYour backsliding will judge you.\nKnow and see how evil and bitter it is for you\n    to forsake the Lord your God,\n    to have no fear of me,\ndeclares the Lord God of Armies.",
      "20": "Long ago I broke your yoke.\nI tore off your chains,\nbut you said, “I will not serve you!”\nInstead, on every high hill\nand under every green tree\nyou sprawl out like a prostitute.",
      "21": "But I planted you as a very good vine,\nhealthy and from reliable stock.\nHow then did you turn against me?\nHow then did you turn into a wild vine?",
      "22": "Even if you scrub yourself with cleanser\nand use a lot of strong soap,\nthe stain of your guilt is before me, declares the Lord.",
      "23": "How can you say, “I have not defiled myself.\nI have not gone after the Baals”?\nLook what you did in the valley!\nThink about what you did!\nYou were a fast female camel\n    running wildly all over the place,",
      "24": "or a wild donkey accustomed to the wilderness,\n    sniffing the wind in her passion.\nWho can control her when she is in heat?\nNone of the males who pursue her will become tired.\nThey will find her in her mating time.",
      "25": "Stop before your shoes wear out\nand your throat becomes dry!\nBut you say, “It’s hopeless!\nI love strange gods, and I must pursue them.”",
      "26": "As a thief is shamed when he is caught,\nso the house of Israel will be shamed—\nthe people, their kings, their officials,\ntheir priests, and their prophets.",
      "27": "They say to wood, “You are my father.”\nThey say to stone, “You gave birth to me.”\nThey have turned their backs to me\nand not their faces.\nBut when a time of trouble comes, they say,\n“Get up and save us!”",
      "28": "Where are the gods you made for yourselves?\nLet them rise up,\nif they are able to save you in a time of trouble.\nAfter all, Judah, you have as many gods as you have towns.",
      "29": "Why do you bring charges against me?\nYou have all rebelled against me, declares the Lord.",
      "30": "I punished your people in vain.\nThey did not respond to correction.\nYour own sword has devoured your prophets,\n    like a raging lion.",
      "31": "You people of this generation,\nconsider the word of the Lord.\nHave I been a wilderness to Israel,\nor a land of deep darkness?\nWhy do my people say, “We are free to wander.\nWe will not come to you anymore”?",
      "32": "Does a virgin about to be married forget her jewelry?\nDoes a bride forget her veil?\nBut my people have forgotten me for countless days.",
      "33": "How practiced you are in the ways that you pursue love!\nEven the most evil women could learn from your ways.",
      "34": "The lifeblood of poor, innocent people is found on your skirt,\neven though you did not catch them breaking in.\nIn spite of all this,",
      "35": "you say, “I am innocent.\nHe will not be angry with me.”\nBut I have indeed judged you\nbecause you say, “I have not sinned.”",
      "36": "How fickle you are in changing your direction!\nYou will be disappointed by Egypt,\njust as you were by Assyria.",
      "37": "So you will leave there with your hands on your head,\nbecause the Lord has rejected the ones you trust.\nYou will receive no help from them."
    },
    "3": {
      "1": "If a man divorces his wife\nand she leaves him and marries another man,\ncan he return to her again?\nWouldn’t acting like that completely defile the land?\nBut you have lived like a prostitute with many lovers.\nAnd now you want to return to me?\ndeclares the Lord.",
      "2": "Look up to the bare hills and see.\nIs there any place where you have not engaged in sex?\nYou sat by the roadsides waiting for lovers,\n    like a nomad in the desert.\nYou have defiled the land with your prostitution and wickedness.",
      "3": "That is why the showers have been withheld,\nand the spring rains have not come.\nYet you have the shameless look of a prostitute.\nYou refuse to be ashamed.",
      "4": "Did you not just call to me, “My father!\nYou are my close friend from my youth!”?",
      "5": "You say, “Will he be angry for so long?\nWill he keep up his wrath forever?”\nYes, that is what you say,\nbut you do whatever evil you can.",
      "6": "In the days of King Josiah, the Lord asked me:\nHave you seen what unfaithful Israel did? She has gone up onto every high hill and under every green tree and acted like a prostitute there.",
      "7": "I told myself that after she did all this, she would return to me, but she did not return, and her treacherous sister Judah saw it.",
      "8": "Unfaithful Israel committed adultery, so I sent her away. I gave her a certificate of divorce, yet I saw that in spite of this, her treacherous sister Judah had no fear. She also went and acted like a prostitute.",
      "9": "Since Israel regarded her sexual sins so lightly, she defiled the land by committing adultery with stones and trees.",
      "10": "In spite of all this, her treacherous sister Judah did not turn back to me with all her heart, but only pretended, declares the Lord.",
      "11": "Then the Lord said to me:\nUnfaithful Israel is more righteous than treacherous Judah.",
      "12": "Go, proclaim these words to the north.\nReturn, unfaithful Israel, declares the Lord.\nI will no longer frown on you,\nbecause I am merciful, declares the Lord.\nI will not be angry forever.",
      "13": "At least acknowledge your guilt.\nAdmit that you rebelled against the Lord your God.\nYou have distributed your favors to strangers under every green tree,\nand you have not listened to me, declares the Lord.",
      "14": "Return, unfaithful people, declares the Lord, because I am your husband. I will take you—one from a city, two from a family—and bring you to Zion.",
      "15": "Then I will give you shepherds after my own heart, who will feed you with knowledge and understanding.",
      "16": "In those days, when you have been fruitful and increased in number in the land, declares the Lord, men will no longer say, “The Ark of the Covenant of the Lord.” It will not enter their minds. It will not be remembered. It will not be missed, nor will another one be made.",
      "17": "Then they will call Jerusalem “The Throne of the Lord.” All nations will gather there in Jerusalem for the sake of the name of the Lord. No longer will they stubbornly follow their own evil hearts.",
      "18": "In those days the house of Judah will join with the house of Israel, and together they will come from a land in the north to the land I gave your fathers as an inheritance.",
      "19": "I myself said that I would like to treat you like sons\nand give you a desirable land,\nthe most splendid inheritance among the entire army of nations.\nI thought you would call me Father\nand would no longer turn away from me.",
      "20": "But you, O house of Israel, have been unfaithful to me,\nlike a wife who is unfaithful to her husband, declares the Lord.",
      "21": "A cry is heard on the bare hills,\nthe weeping and pleading of the people of Israel,\nbecause they have perverted their way.\nThey have forgotten the Lord their God.",
      "22": "Return, unfaithful people.\nI will cure you of your unfaithfulness.\nYes, we will come to you,\nfor you are the Lord our God!",
      "23": "Yes, there has been deception from the hills,\nand commotion in the mountains,\nbut there is salvation for Israel in the Lord our God.",
      "24": "Since our younger days,\n    shameful gods have consumed the results of our fathers’ hard work,\n    their sheep and cattle,\n    and their sons and daughters.",
      "25": "We will lie down in that shame.\nOur disgrace covers us.\nWe have sinned against the Lord our God,\nboth we and our fathers.\nFrom our younger days until today,\nwe have not obeyed the Lord our God."
    },
    "4": {
      "1": "Israel, if you will return, declares the Lord,\nreturn to me.\nIf you remove your disgusting idols from my sight,\nand do not go astray,",
      "2": "and if you swear, “As surely as the Lord lives,”\n    in truth, justice, and righteousness,\nthen the nations will be blessed by him,\nand they will take pride in him.",
      "3": "For this is what the Lord says to the men of Judah and to Jerusalem:\nBreak up your unplowed ground\nand do not sow among thorns.",
      "4": "Circumcise yourselves to the Lord.\nCircumcise your hearts, you men of Judah,\nyou who live in Jerusalem.\nOtherwise my rage will burn like fire,\nfire that cannot be put out,\nbecause of the evil that you have done.",
      "5": "Announce in Judah and proclaim in Jerusalem.\nBlow the ram’s horn throughout the land.\nShout loudly and say, “Gather together!\nWe must flee into the fortified cities!”",
      "6": "Raise a signal flag to flee to Zion!\nFlee for safety!\nDo not stay behind!\nI am bringing disaster from the north.\nI am bringing terrible destruction.",
      "7": "A lion has come out of his den.\nA destroyer of nations has set out.\nHe has come out of his lair to lay waste to the land.\nYour cities will lie in ruins with no one living in them.",
      "8": "So put on sackcloth, mourn and wail,\nbecause the burning anger of the Lord has not turned away from us.",
      "9": "When that day comes, declares the Lord,\nthe heart of the king will fail,\nand the hearts of the officials as well.\nThe priests will be stunned.\nThe prophets will be dumbfounded.",
      "10": "Then I said:\nOh no, Lord God!\nYou have completely deceived these people\nand Jerusalem as well.\nYou said, “You will have peace,”\nbut the sword is at our throats!",
      "11": "At that time it will be said to these people and to Jerusalem: “A hot wind from the bare hills in the wilderness blows toward my dear people, but not to winnow or purify.",
      "12": "A wind too strong for that is being sent by me. Now I am passing judgment on them.”",
      "13": "Look! He rises up like clouds.\nHis chariots are like a whirlwind.\nHis horses are faster than eagles!\n“We are doomed! We are ruined!”",
      "14": "Jerusalem, wash the evil from your heart\n    so that you will be saved.\nHow long will your wicked thoughts live inside you?",
      "15": "A voice declares from Dan,\nand a report of disaster comes from the hills of Ephraim.",
      "16": "Announce this to the nations.\nMake Jerusalem hear it.\nA besieging army is coming from a distant land,\nraising a war cry against the cities of Judah.",
      "17": "They have surrounded her like men watching a field,\nbecause she has rebelled against me, declares the Lord.",
      "18": "The way you live and the things you did have brought this on you.\nThis is your punishment.\nIt is bitter!\nIt strikes your heart!",
      "19": "My agony! My agony!\nI am writhing in pain.\nOh my heart!\nThe walls of my heart are quivering!\nI cannot keep silent,\nbecause I hear the sound of the ram’s horn.\nIt is the signal for war!",
      "20": "One disaster after another is announced.\nAll the land is ruined.\nSuddenly my tents are destroyed.\nMy tent curtains are torn apart in an instant.",
      "21": "How long must I see the battle flag\nand hear the sound of the ram’s horn?",
      "22": "My people are fools.\nThey do not know me.\nThey are ignorant children.\nThey do not understand.\nThey are experts at doing evil,\nand they do not know how to do good.",
      "23": "I looked at the earth.\nIt was undeveloped and empty.\nI looked at the heavens,\nbut there were no lights.",
      "24": "I looked at the mountains,\nand they were quaking.\nAll the hills were shaking.",
      "25": "I looked and there was no one there.\nEvery bird in the sky had flown away.",
      "26": "I looked and saw that the fertile land was a wilderness.\nAll the cities were torn down,\nbecause of the Lord and his burning anger.",
      "27": "This is what the Lord says.\nThe land will be laid waste,\nbut I will not destroy it completely.",
      "28": "Because of this, the earth will mourn,\nand the sky above will grow dark.\nI have spoken. I have made plans.\nI will show no pity,\nand I will not turn back from this.",
      "29": "At the sound of riders and archers,\nthe people of every city will flee.\nThey will go off into the brush.\nThey will climb up into the rocks.\nEvery city will be abandoned.\nThere will not be anyone to live in them.",
      "30": "You are destroyed!\nWhat are you doing?\nWhy do you dress in scarlet\nand put on gold jewelry?\nWhy do you put makeup on your eyes?\nYou are making yourself look beautiful for nothing.\nYour lovers reject you.\nThey seek your life.",
      "31": "Listen, I hear a cry like that of a woman in labor,\na cry of pain like that of a woman giving birth to her first child,\nthe cry of the daughter of Zion gasping for breath,\nstretching out her hands and saying,\n“Oh no, it is hopeless!\nMy life is slipping away in the presence of murderers.”"
    },
    "5": {
      "1": "Hurry here and there through the streets of Jerusalem.\nLook and take note.\nSearch her public squares.\nSee if you can find just one person who deals justly\nand who seeks to be faithful.\nIf you can, I will forgive her.",
      "2": "Though they say, “As surely as the Lord lives,”\nthey are still swearing falsely.",
      "3": "Lord, don’t your eyes look for faithfulness?\nYou struck them,\nbut they felt no pain.\nYou crushed them,\nbut they refused discipline.\nThey made their faces harder than rock\nand refused to repent.",
      "4": "Then I said:\n    These are only the poor.\n    They are foolish,\n    because they do not know the way of the Lord\n    and the just verdict of their God.",
      "5": "I will go to the great men and speak to them.\n    Certainly they know the way of the Lord,\n    the just verdict of their God.\n    But all of them together have broken the yoke\n    and have torn off their chains.",
      "6": "That is why a lion from the forest will strike them.\n    A wolf from the desert will attack them,\n    and a leopard is watching their cities.\n    Everyone who comes out of them will be torn to pieces\n    because their rebellions are so many,\n    and their unfaithfulness is so great.",
      "7": "Why should I forgive you?\nYour children have abandoned me\nand sworn by gods that are not gods.\nI satisfied their needs,\nyet they committed adultery\nand crowded into prostitutes’ houses.",
      "8": "They are well-fed, lusty stallions,\neach one neighing for his neighbor’s wife.",
      "9": "Should I not punish them for this? declares the Lord.\nShould I not avenge myself on a nation like this one?",
      "10": "Go through her vineyards and destroy them,\nbut do not destroy them completely.\nCut away the branches,\nbecause they do not belong to the Lord.",
      "11": "The house of Israel and the house of Judah\n    have been completely unfaithful to me, declares the Lord.",
      "12": "They have lied about the Lord.\nThey say, “He is nothing.\nNo disaster will come upon us.\nWe will not see sword or famine.",
      "13": "The prophets are only wind.\nThe word is not in them,\nso let what they say come upon them.”",
      "14": "Therefore this is what the Lord, the God of Armies, says.\nBecause they have said this,\nI will make my words in your mouth a fire.\nThese people are the wood, and it will burn them up.",
      "15": "Now, O house of Israel, I am bringing against you\n    a nation from far away, declares the Lord.\nI am bringing an enduring nation, an ancient nation.\nThey are a nation whose language you do not know,\nnor can you understand what they say.",
      "16": "Their quiver is like an open grave.\nThey are all strong warriors.",
      "17": "They will consume your harvest and your bread.\nThey will consume your sons and daughters.\nThey will consume your flocks and herds,\nand they will consume your vines and fig trees.\nWith their swords they will beat down your fortified cities,\nthe places in which you trust.",
      "18": "Yet even in those days, declares the Lord, I will not destroy you completely.",
      "19": "When the people ask, “Why has the Lord our God done this to us?” answer them, “Just as you have forsaken me and served foreign gods in your own land, so now you will serve foreigners in a land that is not your own.”",
      "20": "Declare this to the house of Jacob!\nProclaim it in Judah!",
      "21": "Hear this, you foolish, senseless people!\nYou have eyes but you cannot see.\nYou have ears but you cannot hear.",
      "22": "Do you not fear me? declares the Lord.\nDo you not tremble before me?\nI made sand as the boundary for the sea,\na permanent barrier that it cannot cross.\nThe waves toss back and forth,\nbut they cannot get past it.\nThe towering waves crash,\nbut they cannot pass over it.",
      "23": "But this people has a stubborn and rebellious heart.\nThey have turned aside and wandered away.",
      "24": "They do not say to themselves,\n“We should fear the Lord our God,\nwho sends autumn rains and spring rains at the right time,\nwho reserves for us enough weeks for the harvest.”",
      "25": "But your guilty actions have kept these things at a distance.\nYour sins have kept these good things away from you.",
      "26": "Wicked men are found among my people.\nLike men who trap birds, they lie in wait for my people\n    to set traps and catch people.",
      "27": "Like a cage full of birds, their houses are full of deceit.\nThat is how they became powerful and rich.",
      "28": "They have become fat and sleek.\nThey have gone beyond evil words.\nThey do not argue a case for the fatherless to help them win,\nand they do not seek justice for the poor.",
      "29": "Should I not punish them for these things? declares the Lord.\nShould I not avenge myself on a nation like this one?",
      "30": "A terrible thing has taken place.\nA horrible thing has happened in the land.",
      "31": "Prophets prophesy lies,\npriests rule by their own authority,\nand my people love this.\nBut what will you do in the end?"
    },
    "6": {
      "1": "Flee for safety, people of Benjamin!\nGet out of Jerusalem!\nBlow the ram’s horn in Tekoa.\nRaise a signal over Beth Hakkerem!\nDisaster and great destruction threaten from the north.",
      "2": "I will silence the beautiful, pampered daughter of Zion.",
      "3": "Shepherds and their flocks will come against her.\nThey will pitch their tents all around.\nEach one will pasture his flock in his own spot.",
      "4": "Consecrate yourselves for war against her.\nRise up, we will attack at noon!\nWe are doomed! The day is ending.\nThe evening shadows are getting longer.",
      "5": "We should get up and attack at night\nand destroy its citadels.",
      "6": "This is what the Lord of Armies says.\nCut down her trees.\nRaise a siege ramp against Jerusalem.\nThis city must be punished.\nThere is nothing but oppression inside her.",
      "7": "Just as a well pours out fresh water,\nshe pours out fresh evil.\nViolence and destruction are heard in her.\nSickness and wounds are always before me.",
      "8": "Be warned, Jerusalem,\nor I will turn away from you.\nI will make your land desolate,\nso that no one can live there.",
      "9": "This is what the Lord of Armies says.\nThey will glean what remains of Israel\n    as thoroughly as a vine.\nLike someone gathering grapes,\npass your hand over the branches again.",
      "10": "Who can I speak to?\nWho will listen to my warning?\nLook! Their ears are uncircumcised.\nThey will not be able to hear.\nIndeed, to them the word of the Lord is an embarrassment.\nThey take no pleasure in it.",
      "11": "I am full of the Lord’s wrath,\nand I cannot hold it in.\nPour it out on the children in the street\nand on the young men gathered together.\nBoth husband and wife will be taken,\nthe old along with the very old.",
      "12": "Their houses will be turned over to others,\ntogether with their fields and their wives,\nbecause I will stretch out my hand against those who live in the land,\ndeclares the Lord.",
      "13": "From the least of them to the greatest,\nall of them are greedy for gain.\nFrom prophets to priests, they all practice deceit.",
      "14": "They have treated the wound of my people as if it were nothing serious.\nThey say, “Peace, peace,” but there is no peace!",
      "15": "Are they ashamed of the detestable things they have done?\nNo, they are not ashamed at all!\nThey do not know how to be ashamed.\nSo they will fall with the fallen.\nThey will be thrown down when I punish them, says the Lord.",
      "16": "This is what the Lord says.\nStand at the crossroads and look.\nAsk about the ancient paths.\nAsk where the good road is.\nWalk in it, and you will find rest for your souls.\nBut you said, “We will not walk in it.”",
      "17": "I set watchmen over you and said,\n“Listen to the sound of the ram’s horn!”\nBut you said, “We will not listen.”",
      "18": "Therefore, listen, you nations!\nYou witnesses, observe what will happen to them.",
      "19": "Listen, O earth.\nI am bringing disaster on this people,\nthe fruit of their schemes,\nbecause they have not listened to my words,\nand they have rejected my law.",
      "20": "What use to me is incense from Sheba\nor sweet cane from a distant land?\nYour burnt offerings are not appealing to me.\nYour sacrifices do not please me.",
      "21": "Therefore this is what the Lord says.\nLook, I am going to place obstacles in front of this people.\nParents and children alike will stumble over them.\nFriends and neighbors will perish.",
      "22": "This is what the Lord says.\nLook, a nation is coming from a land in the north.\nA great nation is stirring from the farthest parts of the earth.",
      "23": "Its warriors grip bows and spears.\nThey are cruel and merciless.\nThey sound like the roaring sea.\nThey ride horses, arranged like soldiers ready for battle\n    against you, O daughter of Zion.",
      "24": "We have heard the news about them,\nand our hands hang limp.\nAnguish grips us like a woman in labor.",
      "25": "Do not go out to the field.\nDo not walk on the road,\nbecause the enemy has a sword.\nThere is terror on every side.",
      "26": "Put on sackcloth, daughter of my people.\nRoll in ashes.\nMourn as you would for an only son,\nbecause suddenly the destroyer will come upon us.",
      "27": "I have made you like someone who tests metals.\nMy people are the ore that is being tested.\nObserve them,\nand examine their ways.",
      "28": "They are all stubborn rebels,\nwalking in slander.\nThey are as hard as bronze and iron,\nand all of them are contaminated.",
      "29": "The bellows blows hot to melt away the refining agent with fire.\nThe refining agent is completely used up, but the evil is not removed.",
      "30": "They are classified as rejected silver,\nbecause the Lord has rejected them."
    },
    "7": {
      "1": "The word that came to Jeremiah from the Lord.",
      "2": "Stand in the gate of the House of the Lord and proclaim this message there.\nHear the word of the Lord, all you people of Judah who are coming through this gate to worship the Lord.",
      "3": "This is what the Lord of Armies, the God of Israel, says.\nReform your ways and your actions, and I will establish you in this place.",
      "4": "Do not trust in deceptive words and say, “This is the temple of the Lord, the temple of the Lord, the temple of the Lord.”",
      "5": "Sincerely reform your ways and your actions. Carry out justice between a man and his neighbor.",
      "6": "Do not oppress the alien who lives in your land, the fatherless, or the widow. Do not shed innocent blood in this place. Do not follow after other gods to your own harm. If you avoid these things,",
      "7": "I will let you live in this place, in the land I gave your fathers forever and ever.",
      "8": "Take warning. You are trusting in deceptive words that cannot help you.",
      "9": "Will you steal and murder, commit adultery and swear falsely? Will you offer sacrifices to Baal and follow other gods you do not know?",
      "10": "Will you come and stand before me in this temple that bears my Name, and say, “We are safe,” the whole time you do all these detestable things?",
      "11": "This house bears my Name! Have you made it a den of robbers? Watch out! I myself have been watching, declares the Lord.",
      "12": "Go to my place in Shiloh, where I first made a dwelling place for my Name. See what I did to it because of the wickedness of my people Israel.",
      "13": "You have done all these things, declares the Lord. Even though I spoke to you again and again, you did not listen. I called you, but you did not answer.",
      "14": "Because of this, what I did to Shiloh I will now do to the house that bears my Name—the place in which you trust, the place I gave to you and to your fathers.",
      "15": "I will drive you out of my sight just as I drove away all of your brothers, the people of Ephraim.",
      "16": "As for you, Jeremiah, do not pray for this people or lift up a cry or a request for them, and do not plead with me. I will not listen to you.",
      "17": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?",
      "18": "The children gather wood, the fathers light a fire, and their wives knead dough to make cakes for the Queen of Heaven. They pour out drink offerings to other gods to make me angry.",
      "19": "Am I the one they are frustrating? declares the Lord. No, they are frustrating themselves, to their own shame.",
      "20": "Therefore this is what the Lord God says. You may be sure that my burning anger will be poured out on this place, on man and beast, on the trees of the field, and on the fruit of the land. It will burn and not be put out.",
      "21": "This is what the Lord of Armies, the God of Israel, says. Go ahead. Grab your burnt offerings, along with your other sacrifices, and eat the meat yourselves!",
      "22": "When I brought your fathers out of Egypt, I said nothing to them about burnt offerings and sacrifices.",
      "23": "I gave them only this command: “Obey my voice, and I will be your God, and you will be my people. Walk entirely in the way I commanded you to walk, so that it may go well with you.”",
      "24": "But they did not obey me or listen to me. They followed their own advice and the stubbornness of their evil hearts. They went backward and not forward.",
      "25": "From the time your fathers left Egypt until today, I have sent all my servants, the prophets, to them again and again.",
      "26": "But they did not obey me or listen to me. They were stiff-necked and did more evil than their fathers.",
      "27": "So say all these things to them, but they will not listen to you. Call to them, but they will not answer you.",
      "28": "Say to them, “This is the nation that did not obey the Lord its God or accept discipline. Faithfulness has perished, and it has disappeared from their lips.",
      "29": "Cut off your hair and throw it away. Sing a lament on the barren heights, for the Lord has rejected and forsaken this generation under his wrath.”",
      "30": "The people of Judah have committed evil in my sight, declares the Lord. They set up their disgusting idols in the house that bears my Name, and they have defiled it.",
      "31": "They built the high places of Topheth in the Valley of Ben Hinnom to burn their sons and daughters in the fire—a thing I did not command, nor did it enter my mind.",
      "32": "That is why the days are coming, declares the Lord, when that place will no longer be called Topheth or the Valley of Ben Hinnom, but the Valley of Slaughter, for they will bury the dead in Topheth because there will be no other place left.",
      "33": "The corpses of those people will become food for the birds in the sky and the wild animals in the land, and there will be no one to frighten them away.",
      "34": "In the cities of Judah and in the streets of Jerusalem, I will bring the sounds of joy and happiness to an end, as well as the voices of groom and bride, for the land will become desolate."
    },
    "8": {
      "1": "At that time, declares the Lord, the bones of the kings of Judah, the bones of its officials, the bones of the priests, the bones of the prophets, and the bones of the people who live in Jerusalem will be removed from their graves.",
      "2": "They will be exposed to the sun, to the moon, and to all the army of the heavens, which they loved and served and followed and consulted and worshipped. They will not be gathered up again. They will not be reburied. They will lie on the ground like manure.",
      "3": "Death will be chosen rather than life for the entire remnant left from this evil family, wherever I banish them, declares the Lord of Armies.",
      "4": "You are to tell them that this is what the Lord says:\nDo people fall and not get up again?\nIf a person turns away, doesn’t he turn back again?",
      "5": "Then why has this people turned away?\nWhy is Jerusalem always turning away?\nThey hang on to deception\nand refuse to let it go.",
      "6": "I have paid attention and listened,\nbut they do not say what is right.\nNo one repents of his wickedness.\nNo one asks, “What have I done?”\nEveryone pursues his own course,\n    like a horse charging into battle.",
      "7": "Even the stork in the sky knows her seasons.\nThe turtledove, the swift, and the thrush\n    observe the right time for their migration.\nBut my people do not recognize\n    the just judgments of the Lord.",
      "8": "How can you say, “We are wise,\nand the law of the Lord is with us,”\nwhen in reality the lying pen of the scribes\n    has changed it into a lie?",
      "9": "Your wise men will be put to shame.\nThey will be shattered and captured.\nSince they have rejected the word of the Lord,\nwhat kind of wisdom do they have?",
      "10": "That is why I will give their wives to other men\nand their fields to new owners,\nbecause, from the least to the greatest,\nall of them are greedy for gain.\nFrom prophet to priest, everyone practices deceit.",
      "11": "They dress the wound of the daughter of my people\n    as if it were not serious.\n“Peace, peace,” they say,\nwhen there is no peace.",
      "12": "Are they ashamed when they do such a detestable thing?\nNo, they have no shame at all.\nThey do not even know how to blush.\nThat is why they will fall among the fallen.\nThey will be brought down when I punish them, says the Lord.",
      "13": "I will take away their harvest, declares the Lord.\nThere will be no grapes on the vine.\nThere will be no figs on the fig tree,\nand the leaves will wither.\nWhat I have given them will be taken away from them.",
      "14": "Why are we just sitting here?\nLet’s get together!\nLet us go into the fortified cities and die there.\nThe Lord our God has condemned us to die\n    by giving us poisoned water to drink,\n    because we have sinned against him.",
      "15": "We hoped for peace,\nbut no good came.\nWe hoped for a time of healing,\nbut there is only terror.",
      "16": "The snorting of horses is heard from Dan.\nAt the sound of the neighing of mighty stallions,\n    the whole land trembles.\nThey have come to devour the land and everything in it,\n    the city and all who live there.",
      "17": "Look, I am sending snakes among you,\nvenomous snakes that cannot be charmed,\nand they will bite you, declares the Lord.",
      "18": "My joy is gone, grief is upon me,\nand my heart is sick.",
      "19": "I hear the cry of my dear people from a distant land:\n“Is the Lord not in Zion?\nIs her King not there?”\nWhy have they provoked my anger with their carved images,\nwith their worthless foreign idols?",
      "20": "The harvest is past,\nsummer has ended,\nand we have not been saved.",
      "21": "Because my people are crushed, I have been crushed.\nI am in mourning, and horror seizes me.",
      "22": "Is there no balm in Gilead?\nIs there no physician there?\nWhy has the health of my people not been restored?"
    },
    "9": {
      "1": "I wish my head were a spring of water\nand my eyes a fountain of tears.\nThen I would weep day and night\n    for the fallen of my people.",
      "2": "I wish there was a lodging place for travelers\nin the wilderness.\nThen I would leave my people\nand get away from them.\nThey are all adulterers,\na society of traitors.",
      "3": "They bend their tongues like bows, to deceive.\nIt is not by faithfulness that they prevail in the land.\nThey go from evil to evil,\nand they do not acknowledge me,\ndeclares the Lord.",
      "4": "Everyone should be on guard against his friend.\nDo not trust any brother,\nfor every brother is really a deceiver,\nand every friend spreads slander.",
      "5": "Everyone betrays his friend,\nand no one speaks the truth.\nThey have taught their tongues to lie.\nThey wear themselves out with sinning.",
      "6": "You, Jeremiah, live in the midst of deception!\nIn their deceit they refuse to acknowledge me,\ndeclares the Lord.",
      "7": "Therefore this is what the Lord of Armies says.\nWatch me. I will refine them and test them.\nWhat else can I do for my dear people?",
      "8": "Their tongues are like deadly arrows.\nThey speak deceitfully.\nWith their mouths they speak peacefully to their neighbors,\nbut in their hearts they set traps.",
      "9": "Shall I not punish them for these things? declares the Lord.\nShall I not avenge myself on such a nation as this?",
      "10": "I will cry and sob for the mountains.\nI will sing a lament for the pastures in the wilderness.\nThey are desolate and untraveled,\nand not even the lowing of cattle is heard.\nFrom the birds in the sky to all the animals below, everything has fled.\nThey are all gone.",
      "11": "I will make Jerusalem a heap of ruins, a jackals’ den,\nand I am going to lay waste to the cities of Judah,\nso that no one can live there.",
      "12": "Who is wise enough to understand this? Who has been instructed by the Lord so that he can explain it? Why is the land ruined and laid waste like a wilderness, so that no one can pass through it?",
      "13": "The Lord said:\nThis happened because they have forsaken my law, which I set before them. They did not listen to my voice or live according to it.",
      "14": "Instead, they followed the stubbornness of their hearts, and they have followed the Baals as their fathers taught them.",
      "15": "Therefore, this is what the Lord of Armies, the God of Israel, says. Watch me. I am going to make this people eat wormwood and drink bitter water.",
      "16": "I will scatter them among nations that they and their fathers have not known, and I will pursue them with the sword until I have destroyed them.",
      "17": "This is what the Lord of Armies says.\nConsider this, and call for the wailing women.\nSend for those who are the most skilled.",
      "18": "They should hurry and sob over us.\nOur eyes will run with tears.\nOur eyelids will stream with water.",
      "19": "The sound of sobbing is heard from Zion.\n“We are ruined!\nWe are so ashamed!\nWe must leave our land\nbecause they have torn down our dwellings.”",
      "20": "Listen to the word of the Lord, you women.\nPay attention to the word from his mouth.\nTeach your daughters how to sob.\nEach of you should teach her neighbor a lament.",
      "21": "Death has climbed in through a window\nand entered our citadels.\nIt has taken away the children from the streets\nand the young men from the city squares.",
      "22": "This is what the Lord says.\nDead bodies will fall\nlike manure on the ground,\nlike freshly cut grain after the reaper,\nwith no one to gather it.",
      "23": "This is what the Lord says.\nThe wise man should not boast in his wisdom.\nThe strong man should not boast in his strength,\nnor the rich man in his riches.",
      "24": "Instead, let those who boast boast about this:\nthat they have understanding, and that they know me.\nThey know that I am the Lord,\nwho shows mercy, justice, and righteousness on earth,\nfor I delight in these things, declares the Lord.",
      "25": "Watch! The days are coming, declares the Lord, when I will punish all those who are circumcised only in the flesh—",
      "26": "Egypt, Judah, Edom, Ammon, Moab, and all who cut their hair short and who live in the wilderness. Actually, these are all uncircumcised nations. And the whole house of Israel is uncircumcised in their hearts."
    },
    "10": {
      "1": "Hear the word that the Lord is speaking to you, house of Israel.",
      "2": "This is what the Lord says.\nDo not learn the ways of the nations,\nor be frightened by signs in the heavens,\nalthough the nations are frightened by them.",
      "3": "The rituals of the peoples are worthless.\nThey cut down a tree in the forest.\nThen the hands of a craftsman work it with an ax.",
      "4": "They decorate it with silver and gold,\nbut they have to nail it down with hammers,\n    so that it will not tip over.",
      "5": "Their idols are like a scarecrow in a melon patch.\nThey cannot speak.\nThey must be carried because they cannot walk.\nDo not fear them. They can do no harm,\nnor can they do any good.",
      "6": "No one is like you, Lord.\nYou are great and your name is powerful.",
      "7": "Is there anyone who should not fear you, King of the Nations?\nThat is what you deserve.\nAmong all the wise men of the nations\nand in all their kingdoms,\nthere is no one like you.",
      "8": "They are stupid and foolish,\nbecause they are instructed by worthless idols made of wood.",
      "9": "Hammered silver is brought from Tarshish,\nand gold is brought from Uphaz.\nThe handiwork of a goldsmith\nand the work of a craftsman,\ntheir idols are dressed in blue and purple.\nBut they are nothing but the work of skilled craftsmen.",
      "10": "But the Lord is the true God.\nHe is the living God, the eternal King.\nThe earth quakes at his wrath.\nThe nations cannot endure his fury.",
      "11": "You are to say this to them:\n“These gods, who did not make the heavens and the earth,\n    will perish from the earth and from under the heavens.”",
      "12": "But the one who made the earth by his power,\n    established the world by his wisdom,\n    and stretched out the heavens by his understanding—",
      "13": "he thunders, and the waters in the heavens roar.\nHe makes storm clouds rise from the ends of the earth.\nHe makes lightning for the rain,\nand he brings out the wind from his warehouses.",
      "14": "But as for mankind, they are all stupid.\nTheir knowledge has dried up.\nEvery goldsmith is embarrassed by his idols.\nThe images he makes are false.\nThere is no breath in them.",
      "15": "They are worthless,\nan achievement to be mocked.\nAt the time of their punishment, they will perish.",
      "16": "He who is the Portion of Jacob is not like these,\nbecause he is the Maker of all things,\nincluding Israel, the tribe that belongs to him.\nThe Lord of Armies is his name.",
      "17": "Pick up your pack from the ground,\nyou who live under siege.",
      "18": "For this is what the Lord says.\nWatch, I am going to throw out those who live in the land at this time.\nI am going to bring them distress that they will feel.",
      "19": "Woe to me because of my wound!\nMy injury is severe!\nBut I said, “Yes, this is my suffering,\nand I must bear it.”",
      "20": "My tent is destroyed.\nAll its ropes are broken.\nMy children are gone, and they are no more.\nNo one is left to pitch my tent\nor to set up my dwelling.",
      "21": "The shepherds have become as senseless as animals.\nThey do not seek the Lord.\nThat is why they do not prosper\nand all their flock is scattered.",
      "22": "Listen! I hear noise—\na great commotion from a land in the north.\nIt will make the cities of Judah desolate.\nIt will make them a haunt for jackals.",
      "23": "I know, Lord, that a man’s way is not his own,\nnor can a man direct his own steps.",
      "24": "Correct me, Lord, but with justice,\nnot in your anger,\nor you will reduce me to nothing.",
      "25": "Pour out your wrath on the nations who do not acknowledge you,\non the peoples who do not call on your name,\nfor they have devoured Jacob.\nThey have devoured him completely\nand made his homeland desolate."
    },
    "11": {
      "1": "This is the word that came to Jeremiah from the Lord.",
      "2": "Listen to the terms of this covenant, and announce them to every man in Judah and to those who live in Jerusalem.",
      "3": "Tell them that this is what the Lord, the God of Israel, says. A curse on the man who does not obey the terms of this covenant,",
      "4": "the terms I commanded your fathers when I brought them out of the land of Egypt, out of the iron-smelting furnace. I said, “Obey me and do everything that I command you, and you will be my people, and I will be your God.”",
      "5": "Then I will ratify the oath I swore to your fathers, that I would give them a land flowing with milk and honey—as it is today.\nI answered, “Amen, Lord.”",
      "6": "The Lord then told me to proclaim all these words in the cities of Judah and in the streets of Jerusalem.\nListen to the terms of this covenant and obey them.",
      "7": "From the time when I brought your fathers out of the land of Egypt until today, I have warned them again and again to obey my voice,",
      "8": "but they did not obey. They did not pay attention. Each one lived according to the stubbornness of his own evil heart. So I brought all the curses of this covenant on them. I commanded them to obey, but they did not obey.",
      "9": "The Lord also said to me:\nA conspiracy has been uncovered among the men of Judah and those who live in Jerusalem.",
      "10": "They have returned to the sins of their fathers, who refused to obey my words. They are following other gods and serving them. The house of Israel and the house of Judah have broken the covenant I made with their fathers.",
      "11": "Therefore this is what the Lord says. Watch this. I am going to bring a disaster on them that they will not be able to escape. They will cry out to me, but I will not listen to them.",
      "12": "Then the cities of Judah and those who live in Jerusalem will cry out to the gods to whom they have been burning offerings, but who cannot do anything to save them in the time of trouble.",
      "13": "Judah, you have as many gods as you have towns. You have set up as many altars to burn offerings to Shame—that is, to Baal—as there are streets in Jerusalem.",
      "14": "As for you, Jeremiah, do not pray for this people or lift up a cry or a request for them. I will not listen to them when they call to me in their time of distress.",
      "15": "She is my beloved, but what right does she have to be in my temple when she has done so many wicked things? Can consecrated meat prevent you from being punished if you rejoice when you do evil?",
      "16": "The Lord called you a green olive tree with beautifully formed fruit. But with the roar of a mighty storm he will set it ablaze, and its branches will be broken.",
      "17": "The Lord of Armies, who planted you, has decreed disaster for you because of the evil that the house of Israel and the house of Judah have done. They have provoked me to anger by burning incense to Baal.",
      "18": "The Lord revealed their plot to me so I became aware of it. He showed me what they were doing.",
      "19": "I was like a gentle lamb led to the slaughter. I had not realized that they had plotted against me. They were saying:\n“Let us destroy the tree along with its fruit.\nLet us cut him off from the land of the living,\nso that his name will no longer be remembered.”",
      "20": "But, Lord of Armies, you judge righteously.\nYou test the heart and mind.\nLet me see your vengeance on them,\n    for I have presented my case to you.",
      "21": "Therefore this is what the Lord says concerning the men of Anathoth who are seeking your life and saying, “Do not prophesy in the name of the Lord, or you will die by our hands.”",
      "22": "This is what the Lord of Armies says. I will certainly punish them. Their young men will die by the sword. Their sons and daughters will die by famine,",
      "23": "and none of them will be left. I will bring disaster on the men of Anathoth, the year of their punishment."
    },
    "12": {
      "1": "Lord, you are righteous whenever I bring a case before you.\nNevertheless, I want to speak with you about justice.\nWhy does the way of the wicked prosper?\nWhy do the treacherous live at ease?",
      "2": "You plant them, and they take root.\nThey grow, and they produce fruit.\nYou are always on their lips,\nbut far from their hearts.",
      "3": "But you know me, Lord.\nYou see me and test the attitude of my heart toward you.\nDrag them away like sheep for the slaughter,\nand set them apart for the day when they will be put to death.",
      "4": "How long will the land mourn,\nand the grass in the whole countryside wither?\nBecause of the evil of the people who live there,\nthe animals and birds are dying,\nfor the people have said,\n“He will not see how things turn out for us.”",
      "5": "If you have raced men on foot\nand they have tired you out,\nhow will you compete against horses?\nIf you fall in open country,\nhow will you manage in the thickets along the Jordan?",
      "6": "Your relatives and the members of your father’s\n    household have betrayed you.\nThey have raised a loud outcry against you.\nDo not trust them when they speak friendly words to you.",
      "7": "I have abandoned my house.\nI have forsaken my heritage.\nI have given the one I love dearly into the hands of her enemies.",
      "8": "My heritage has become like a lion in the forest to me.\nShe roars at me, so I hate her.",
      "9": "For me my heritage has become like a howling hyena,\n    surrounded by scavenging birds of prey.\nGo and gather all the wild animals.\nBring them to devour her.",
      "10": "Many shepherds have destroyed my vineyard\nand trampled down my estate.\nThey will turn my pleasant estate into a desolate wasteland.",
      "11": "They have made it a wasteland.\nIt mourns. It is desolate before me.\nThe whole land is laid waste,\nbecause there is no one who cares.",
      "12": "Looters are swarming over all the barren heights in the wilderness.\nThe Lord has a sword that devours from one end of the land\n        to the other.\nNo one will be safe.",
      "13": "They plant wheat, but they reap thorns.\nThey wear themselves out, but they gain nothing.\nBe ashamed of your harvests,\nbecause of the burning anger of the Lord.",
      "14": "This is what the Lord says. As for my wicked neighbors, who seize the inheritance I gave my people Israel, I will certainly uproot them from their homeland, and I will uproot the house of Judah from among them.",
      "15": "After I have uprooted them, I will once again have compassion on them. I will return each of them to his own inheritance and each of them to his own land.",
      "16": "If they carefully learn the ways of my people and swear by my name, saying, “As surely as the Lord lives” (just as they once taught my people to swear by Baal), then they will be established among my people.",
      "17": "But if they do not listen, I will completely uproot and destroy that nation, declares the Lord."
    },
    "13": {
      "1": "This is what the Lord said to me: “Go and purchase a linen undergarment for yourself. Put it around your waist. Do not let it touch water.”",
      "2": "So I bought an undergarment as the Lord said, and I put it on.",
      "3": "Then the word of the Lord came to me a second time:",
      "4": "“Take the undergarment you purchased, the one you are wearing around your waist, and go right now to Perath and hide it there in a cleft in the rocks.”",
      "5": "So I went and hid it at Perath, as the Lord commanded me.",
      "6": "Many days later the Lord said to me, “Go to Perath and retrieve the undergarment I told you to hide there.”",
      "7": "So I went to Perath and searched. I took the undergarment from the place where I had hidden it, but now it was ruined and worthless.",
      "8": "Then the word of the Lord came to me.",
      "9": "This is what the Lord says. I will ruin the pride of Judah and the great pride of Jerusalem in the same way.",
      "10": "These wicked people refuse to listen to me. They follow their own stubborn hearts. They follow after other gods by serving them and worshipping them. They are all like this worthless undergarment.",
      "11": "Just as an undergarment fits tightly around a man’s waist, in the same way I made the whole house of Israel and the whole house of Judah cling to me, declares the Lord. I did this so that they would be my people and so that they would bring praise and honor to my name, but they would not listen.",
      "12": "Give this message to them.\nThis is what the Lord God of Israel says: “Every clay jar will be filled with wine.” Then they will say to you, “We know that every clay jar will be filled with wine.”",
      "13": "So say to them, “This is what the Lord says. I will certainly make everyone who lives in this land drunk. The kings who sit on David’s throne, the priests, the prophets, and all those who live in Jerusalem will become drunk.",
      "14": "Then I will smash them to pieces—a man against his brother, fathers, and sons, declares the Lord. I will not spare them. I will destroy them without pity or compassion.”",
      "15": "Listen and pay attention!\nDo not be arrogant, for the Lord has spoken.",
      "16": "Honor the Lord your God before he brings darkness,\nand before your feet stumble on the mountains at dusk.\nYou will look for light,\nbut he will turn it into the shadow of death\nand change it into deep darkness.",
      "17": "If you will not listen,\nI will cry for you in secret because of your arrogance.\nMy eyes will weep bitterly and overflow with tears,\nbecause the Lord’s flock will be taken captive.",
      "18": "Say to the king and to the queen mother,\n“Come down from your thrones,\nbecause your crowns will fall from your heads.”",
      "19": "The cities of the Negev are under siege,\nand no one can get through to them.\nAll of Judah will be taken into exile.\nThey will be carried away completely.",
      "20": "Look up and see those who are coming from the north.\nWhere is the flock entrusted to you,\nthe sheep you were so proud of?",
      "21": "What will you say when associates whom you yourself have taught are appointed as masters over you? Won’t pain seize you like a woman in labor?",
      "22": "If you ask yourself, “Why has this happened to me?” you should know that it is because of your great guilt that your skirt has been torn off, and you have been violated.",
      "23": "Can an Ethiopian change the color of his skin?\nCan a leopard change its spots?\nJust as little can you, who are disciples of evil, do good.",
      "24": "I will scatter you like chaff blown by the desert wind.",
      "25": "This is your lot.\nThis is what I have assigned to you,\ndeclares the Lord.\nThis will take place because you have forgotten me\nand trusted in falsehood.",
      "26": "I myself will lift your skirt over your head,\nso that your shame can be seen—",
      "27": "your adulteries, your lust-filled neighing,\nand your shameless prostitution.\nI have seen your detestable acts on the hills and in the countryside.\nWoe to you, Jerusalem!\nYou are unclean.\nAfter this, will you ever be clean again?"
    },
    "14": {
      "1": "This is the word of the Lord that came to Jeremiah concerning the drought.",
      "2": "Judah mourns.\nHer city gates fall apart.\nThey mourn for the land,\nand a cry of grief rises from Jerusalem.",
      "3": "The strong send the weak to get water.\nThey go to the cisterns but find no water.\nThey return with empty containers.\nAshamed and humiliated, they cover their heads.",
      "4": "The ground is cracked,\nbecause there has been no rain in the land.\nThe farmers are distressed.\nThey cover their heads.",
      "5": "Even the doe in the field gives birth\nand then abandons the fawn,\nbecause there is no grass.",
      "6": "Wild donkeys stand on the barren heights.\nThey pant for air like jackals.\nTheir eyes grow dim,\nbecause there are no plants to eat.",
      "7": "Do something, Lord, for the sake of your name,\n    even though our guilt testifies against us.\n    We have rebelled many times,\n    and we have sinned against you.",
      "8": "You are Israel’s hope,\n    its Savior in times of trouble.\n    Why are you like a stranger in the land,\n    like a traveler who stays only for the night?",
      "9": "Why are you like a man taken by surprise,\n    like a strong warrior who cannot save?\n    You are among us, Lord,\n    and we are called by your name.\n    Do not forsake us!",
      "10": "This is what the Lord says concerning this people.\n    They love to wander!\n    They never restrain their feet.\n    So the Lord does not accept them.\n    Instead, he will remember their guilt\n    and punish their sins.",
      "11": "The Lord told me, “Do not pray for the well-being of these people.",
      "12": "Even if they fast, I will not listen to their cries for help. Even if they sacrifice burnt offerings and grain offerings, I will not accept them. Instead, I will finish them off with sword, famine, and plague.”",
      "13": "Then I said, “But, Lord God, the prophets keep telling them, ‘You will not see sword or famine. I will give you lasting peace in this place.’”",
      "14": "Then the Lord said this to me:\nThose prophets are prophesying lies in my name, but I did not send them. I did not command them, and I did not speak to them. They are prophesying a false vision to you and providing worthless omens—something from their own imagination.",
      "15": "Therefore, this is what the Lord says about the prophets who prophesy lies in my name. I did not send them. They say that there will be no sword or famine in this land, but by sword and famine those prophets will die.",
      "16": "The people to whom they are prophesying will be thrown out into the streets of Jerusalem because of famine and the sword. No one will bury them—them, their wives, their sons, or their daughters. I will pour out on them the destruction that they deserve.",
      "17": "You, Jeremiah, are to say this to them:\nLet my eyes overflow with tears,\nwithout stopping night or day,\nbecause the virgin daughter of my people has been severely injured.\nIt is a very serious wound.",
      "18": "If I go out to the field,\nI see those who have been run through by the sword.\nIf go into the city,\nI see those diseased by famine.\nBoth prophet and priest have gone to a land they do not know.",
      "19": "Lord, have you completely rejected Judah?\nDo you despise Zion?\nWhy have you afflicted us,\nso that we cannot be healed?\nWe looked for health,\nbut nothing good came.\nWe hoped for healing,\nbut there was only terror.",
      "20": "We acknowledge our wickedness\nand the guilt of our fathers.\nWe have sinned against you.",
      "21": "For your name’s sake, do not despise us.\nDo not dishonor your glorious throne.\nRemember your covenant with us,\nand do not break it.",
      "22": "Do the worthless idols of the nations send rain?\nDo the skies provide the torrential showers?\nIs it not rather you, who are the Lord our God?\nOur hope is in you,\nbecause you are the one who does all these things."
    },
    "15": {
      "1": "The Lord said to me:\nEven if Moses and Samuel were standing in front of me, my heart would not go out to this people. Send them away from me. Let them go!",
      "2": "When they ask you, “Where should we go?” tell them that this is what the Lord says:\nThose doomed to death, to death,\nthose doomed to the sword, to the sword,\nthose doomed to famine, to famine,\nthose doomed to captivity, to captivity.",
      "3": "I will punish them in four ways, declares the Lord: The sword will kill, and dogs will drag them away. The birds in the sky and the wild animals in the land will devour and destroy.",
      "4": "I will make them an object of horror to all the kingdoms of the earth because of what Manasseh son of Hezekiah, king of Judah, did in Jerusalem.",
      "5": "Who will have pity on you, Jerusalem?\nWho will mourn for you?\nWho will turn back to ask how you are?",
      "6": "You have rejected me, declares the Lord.\nYou have turned away from me.\nSo I will stretch out my hand against you and destroy you.\nI am weary of showing compassion.",
      "7": "I will scatter them with a winnowing fork at the gates of the land.\nI will make them childless.\nI will destroy my people,\nbecause they have not changed their ways.",
      "8": "I will make their widows more numerous than the sand on the seashore.\nAt noon I will bring a destroyer against the mothers of their\n        young men.\nI will bring anguish and terror down on them suddenly.",
      "9": "The mother of seven will grow faint.\nShe will breathe her last.\nHer sun will set while it is still day,\nand she will be ashamed and humiliated.\nThe survivors I will put to the sword in the presence of their enemies,\n        declares the Lord.",
      "10": "I am so miserable, my mother, that you gave birth to me.\nI am the man with whom the whole land argues and quarrels.\nI have not lent or borrowed, but everyone curses me.",
      "11": "The Lord said:\nI will surely set you free for your own good.\nI will surely make your enemies plead with you\nin a time of trouble and in a time of distress.",
      "12": "Can anyone break iron—iron from the north—or bronze?",
      "13": "I will give away your wealth and your treasures as plunder, without cost, because of all your sins throughout all your territory.",
      "14": "I will make you serve your enemies in a land you do not know, for my anger is kindled in me, and you will burn continuously.",
      "15": "O Lord, you understand.\nRemember me and care for me.\nTake vengeance for me on those who persecute me.\nYou are slow to anger.\nDo not take me away.\nKeep in mind that for your sake I bear disgrace.",
      "16": "Your words came to me, and I devoured them.\nYour words became my joy,\nthe delight of my heart,\nbecause I bear your name,\nO Lord God of Armies.",
      "17": "I did not sit with the band of partygoers,\nnor did I celebrate with them.\nI sat alone, because your hand was upon me.\nYou filled me with indignation.",
      "18": "Why is my pain unending?\nWhy is my wound incurable, refusing to heal?\nWill you be as deceptive as an intermittent stream to me,\nlike a source of water that a person can’t depend on?",
      "19": "Therefore this is what the Lord says.\nIf you repent, I will take you back,\nso that you may stand before me.\nIf what you say is worthwhile and not worthless,\nyou will be my spokesman.\nThey must turn to you,\nbut you must not turn to them.",
      "20": "I will make you like a bronze wall to this people.\nThey will fight against you,\nbut they will not overcome you,\nbecause I am with you to save you\nand to rescue you, declares the Lord.",
      "21": "I will rescue you from the hand of the wicked,\nand I will deliver you from the grasp of the ruthless."
    },
    "16": {
      "1": "The word of the Lord came to me.",
      "2": "You are not to marry a wife in this place\nor to have sons and daughters,",
      "3": "because this is what the Lord says\n    about the sons and daughters born in this place,\nabout the mothers who bore them,\nand about the fathers who conceived them in this land:",
      "4": "They will die of deadly diseases.\n    They will not be mourned.\n    They will not be buried.\n    They will lie on the ground like manure.\n    They will be devoured by sword and famine,\n    and their carcasses will become food for the birds in the sky\n    and the wild animals in the land.",
      "5": "This is what the Lord says.\nDo not enter a house where people are grieving.\nDo not go there to mourn for anyone or to comfort anyone,\nfor I have taken away my peace from this people, declares the Lord,\nalong with my mercy and my compassion.",
      "6": "Both the greatest and the least will die in this land.\nNo one will bury them or mourn for them.\nNo one will cut himself or shave himself for them.",
      "7": "No one will break bread to comfort those who mourn the dead.\nNo one will offer a consoling cup, even for a father or a mother.",
      "8": "Do not enter a house where there is feasting,\nor sit down there to eat and drink.",
      "9": "For this is what the Lord of Armies, the God of Israel, says.\nI will certainly put an end to the sounds of joy and happiness in this place,\nas well as the voices of bride and groom.\nThis will take place before your eyes and in your lifetime.",
      "10": "When you tell the people all of this, they will ask you, “Why has the Lord decreed all this great disaster against us? What are we guilty of? What sin have we committed against the Lord our God?”",
      "11": "Then say this to them:\nIt is because your fathers abandoned me, declares the Lord, and followed other gods. They served them, and they worshipped them. They abandoned me and did not keep my law.",
      "12": "But you have done more evil than your fathers. Look, each of you follows his own stubborn, evil heart, and you do not listen to me.",
      "13": "Therefore, I will throw you out of this land into a land neither you nor your fathers have known. There you will serve other gods day and night, and I will show you no mercy.",
      "14": "Nevertheless, listen to this. The days are coming, declares the Lord, when people will no longer say, “As surely as the Lord lives, who brought the children of Israel out from the land of Egypt.”",
      "15": "But they will say, “As surely as the Lord lives, who brought the children of Israel out from the land in the north and from all the lands to which he exiled them.” For I will restore them to the homeland I gave to their fathers.",
      "16": "Look, I am sending for many fishermen, declares the Lord, and they will catch them. After that I will send for many hunters, and they will hunt for them on every mountain, on every high hill, and in the crevices of the rocks.",
      "17": "My eyes are watching everything they do. It is not hidden from me, nor is their guilt hidden from my eyes.",
      "18": "But first I will pay them double for their guilt and their sin, because they defiled my land with the carcasses of their disgusting idols, and they have filled my inheritance with their abominations.",
      "19": "The Lord is my strength and my fortress,\nmy refuge in times of trouble.\nNations will come to you from the ends of the earth and say,\n“Our forefathers possessed only false gods,\nworthless idols, and there was nothing good in them.",
      "20": "Can a man make gods for himself?\nYes, but they are not gods!”",
      "21": "Therefore I will certainly teach them.\nThis time I will teach them my power and my strength,\nand then they will know that my name is the Lord."
    },
    "17": {
      "1": "Judah’s sin is written with an iron stylus.\nIt is engraved with a diamond tip on the tablet of their hearts\nand on the horns of their altars.",
      "2": "Even their children remember their altars and their Asherah poles,\nbeside every green tree on the high hills,",
      "3": "and on the mountains in the countryside.\nI will turn all your wealth into plunder\nbecause of the sin you committed on the high places\n    throughout all your territory.",
      "4": "You will lose your inheritance that I gave you,\nand I will make you serve your enemies in a land you do not know.\nYou have started a fire in my anger that will burn forever.",
      "5": "This is what the Lord says.\nCursed is anyone who trusts in mankind,\nwho seeks his strength from human flesh,\nand who turns his heart away from the Lord.",
      "6": "He will be like a juniper bush in the wasteland.\nHe will not see good things when they come.\nHe lives in a dry place in the wilderness,\nin a salty land where no one lives.",
      "7": "But blessed is anyone who trusts in the Lord,\nwhose confidence is in him.",
      "8": "He will be like a tree planted by water.\nIt sends out its roots to the stream.\nIt does not fear the heat when it comes.\nIts leaves will remain green.\nIt is not concerned about a time of drought.\nIt does not stop producing fruit.",
      "9": "The heart is more deceitful than anything.\nIt is beyond cure.\nWho can understand it?",
      "10": "I, the Lord, am the one who searches the heart\nand examines the mind,\n    to reward a man according to what he has done,\n    according to what his deeds deserve.",
      "11": "Those who accumulate a fortune unjustly\n    are like a partridge that hatches eggs it did not lay.\nMidway through life their fortune will be lost,\nand in the end they will be exposed as fools.",
      "12": "The place of our sanctuary is a glorious throne,\n    exalted from the beginning.",
      "13": "You are the hope of Israel, Lord.\nAll who forsake you will be put to shame.\nThose who turn away from you will be written in the earth,\nbecause they have forsaken the Lord, the spring of living water.",
      "14": "Heal me, Lord, and I will be healed.\nSave me, and I will be saved,\nfor you are the one I praise.",
      "15": "They say to me,\n“Where is the word of the Lord? Let it come!”",
      "16": "I have not tried to run away from being your shepherd,\nnor have I wanted to bring the day of incurable pain.\nYou are aware of everything that comes out of my lips.\nIt is not hidden from you.",
      "17": "Do not be a terror to me.\nYou are my refuge in the day of disaster.",
      "18": "Let my persecutors be put to shame,\nbut do not let me be put to shame.\nLet them be terrified,\nbut do not let me be terrified.\nBring on them the day of disaster\nand destroy them with double destruction.",
      "19": "This is what the Lord told me.\nGo and stand at the Gate of the People, through which the kings of Judah enter and leave, and in all the gates of Jerusalem.",
      "20": "Tell them this message.\nHear the word of the Lord, you kings of Judah, all of Judah, and all who live in Jerusalem, and all who enter by these gates.",
      "21": "This is what the Lord says. Protect your lives. Do not carry a load of things on the Sabbath day or bring it through the gates of Jerusalem.",
      "22": "Do not carry a load out of your houses on the Sabbath day. Do not do any work, but keep the Sabbath day holy as I commanded your fathers.",
      "23": "But they did not listen or pay attention. They became stiff-necked so that they would not hear or receive instruction.",
      "24": "However, if you listen carefully to me, declares the Lord, and if you do not carry any load through the gates of the city on the Sabbath day, but you instead keep the Sabbath day holy and do not do any work,",
      "25": "then kings who sit on David’s throne and their officials will enter in through the gates of this city, riding in chariots and on horses, along with the men of Judah and with those who live in Jerusalem. They will live in this city forever.",
      "26": "They will come from the cities of Judah, from the places around Jerusalem, from the land of Benjamin, from the Shephelah, from the hill country, and from the Negev. They will bring burnt offerings, sacrifices, fellowship offerings, incense, and thank offerings to the House of the Lord.",
      "27": "But if you will not listen to me and do not keep the Sabbath day holy, and you enter the gates of Jerusalem carrying a load on the Sabbath day, then I will set fire to its gates. I will burn the public buildings of Jerusalem, and the fire will not be put out."
    },
    "18": {
      "1": "This is the word that came to Jeremiah from the Lord:",
      "2": "“Get up, and go down to the potter’s house, and there I will reveal my words to you.”",
      "3": "So I went down to the potter’s house, and he was making something on the wheel.",
      "4": "But the pot he was forming out of the clay was ruined as he shaped it with his hands, so the potter formed it into a different pot, whatever he saw fit to make.",
      "5": "Then the word of the Lord came to me.",
      "6": "House of Israel, can I not do with you as this potter does? declares the Lord. See, like clay in the potter’s hands, that is what you are in my hands, house of Israel.",
      "7": "One time I may say that a nation or a kingdom is to be uprooted, torn down, and destroyed,",
      "8": "but if that nation I spoke about repents of its evil, then I will relent and not bring the disaster I had planned to bring against it.",
      "9": "Another time I may say that a nation or a kingdom is to be built and planted,",
      "10": "but if they do what is evil in my sight by not listening to my voice, then I will not bring about the good I said I would do for them.",
      "11": "Now therefore say this to the men of Judah and to those who live in Jerusalem. This is what the Lord says. Look! I am forming a disaster against you. I am devising a plan against you. Turn from your evil ways, each of you, and reform your ways and your actions.",
      "12": "But they will say, “It is hopeless! Each of us will always walk in the stubbornness of his own evil heart.”",
      "13": "Therefore this is what the Lord says.\nAsk among the nations,\n“Who has ever heard anything like this?”\nVirgin Israel has done a most terrible thing.",
      "14": "Does the snow of Lebanon ever disappear from its rocky slopes?\nDoes cold water flowing from a long distance ever run dry?",
      "15": "Yet my people have forgotten me.\nThey burn incense to false gods,\n    that make them stumble in their ways,\n    in the ancient paths.\nThey walk on side roads,\non roads not built up.",
      "16": "They make their land something horrible,\na target of lasting contempt.\nEveryone who passes by will be horrified and shake his head.",
      "17": "Like the east wind I will scatter them in front of their enemies.\nI will show them my back and not my face on the day of their calamity.",
      "18": "Some people said, “Come on! Let’s make plans against Jeremiah, because the law will not vanish from the priest, nor guidance from the wise, nor the word from the prophet. Come on, let’s attack him with words and pay no attention to anything he says.”",
      "19": "Listen to me, Lord.\nListen to what my opponents are saying.",
      "20": "Should good be repaid with evil?\nYet they have dug a pit for me.\nRemember how I stood before you to speak on their behalf,\nto turn your anger from them.",
      "21": "Therefore, hand their children over to famine,\nand hand them over to the power of the sword.\nLet their wives become childless widows.\nLet their men be put to death,\nand their young men be struck in battle by the sword.",
      "22": "Let a cry be heard from their houses\nwhen you suddenly bring marauders against them,\nbecause they have dug a pit to capture me\nand have hidden snares for my feet.",
      "23": "But you, Lord, are aware of all their plots to kill me.\nDo not forgive their guilt.\nDo not blot out their sin from your sight.\nLet them be overthrown in your presence.\nDeal with them in the time of your anger."
    },
    "19": {
      "1": "This is what the Lord says.\nGo and buy a clay jar from a potter. Take along some of the elders of the people and some of the priests.",
      "2": "Go out to the Valley of Ben Hinnom, by the entrance of the Potsherd Gate. Proclaim there the words I will tell you.",
      "3": "Say this to them:\nHear the word of the Lord, you kings of Judah and you who live in Jerusalem. This is what the Lord of Armies, the God of Israel, says.\nWatch out! I am going to bring a disaster on this place that will make the ears of all who hear about it ring,",
      "4": "because they have forsaken me and have defiled this place. They have burned incense in it to other gods that neither they nor their fathers nor the kings of Judah ever knew. They have filled this place with the blood of the innocent.",
      "5": "They have built high places to Baal and burned their children in the fire as offerings to Baal—something I did not command or mention, and which did not enter my mind.",
      "6": "So listen to this. The days are coming, declares the Lord, when people will no longer call this place Topheth or Ben Hinnom, but the Valley of Slaughter.",
      "7": "I will ruin the plans of Judah and Jerusalem in this place. I will make them fall by the sword before their enemies, at the hands of those who seek their lives. I will make their dead bodies food for the birds in the sky and the wild animals in the land.",
      "8": "I will make this city desolate, and I will make it a target of contempt. Everyone who passes by will be horrified and scoff because of all its wounds.",
      "9": "I will make them eat the flesh of their sons and daughters. They will eat one another’s flesh during the pressure from the siege that their enemies, those who want to kill them, will bring upon them.",
      "10": "Then break the jar in the sight of the men who are with you.",
      "11": "Tell them this is what the Lord of Armies says.\nThis is how I will break this people and this city, like a potter’s jar that is so smashed that it cannot be made whole again. They will bury people in Topheth until there is no place left to bury.",
      "12": "This is what I will do to this place, says the Lord, and to those who live here: I will make this city like Topheth.",
      "13": "The houses of Jerusalem and the houses of the kings of Judah will become defiled—all the houses on whose rooftops they have burned incense to all the army of the heavens and poured out drink offerings to other gods. They will all be defiled like that place Topheth.",
      "14": "Then Jeremiah came back from Topheth, where the Lord had sent him to prophesy, and he stood in the courtyard of the House of the Lord and said to all the people:",
      "15": "“This is what the Lord of Armies, the God of Israel, says. I will certainly bring on this city and on all its towns every disaster that I have proclaimed against it, because they have become stiff-necked, refusing to hear my words.”"
    },
    "20": {
      "1": "When Pashhur the priest, the son of Immer, who served as the chief officer in the House of the Lord, heard Jeremiah prophesying about these things,",
      "2": "Pashhur ordered them to beat Jeremiah the prophet, and he put him in the stocks at the Upper Benjamin Gate in the House of the Lord.",
      "3": "The next day, when Pashhur released him from the stocks, Jeremiah said to him, “The Lord does not call you Pashhur, but Magor Missabib,",
      "4": "for this is what the Lord says: I will certainly make you a terror to yourself and to all your friends. They will fall by the sword of their enemies before your very eyes. I will hand Judah over to the king of Babylon. He will carry the people captive to Babylon, and he will strike them with the sword.",
      "5": "Also, the riches of this city, all its property, and all the treasures of the kings of Judah—I will give it all away into the hands of their enemies. They will plunder them, seize them, and carry them off to Babylon.",
      "6": "As for you, Pashhur, and all who live in your house, you will go into captivity. You will go to Babylon! You will die there, and you will be buried there, you and all your friends to whom you have prophesied falsely.”",
      "7": "You persuaded me, Lord, and I agreed to it.\nYou are stronger than I am, and you won out.\nI have become a laughingstock all day long,\nand everyone is mocking me.",
      "8": "Whenever I speak, I cry out.\nI cry out, “Violence and destruction!”\nBut the word of the Lord has brought scorn on me.\nI am mocked all day long.",
      "9": "If I say, “I will not mention him\nor speak in his name anymore,”\nthen there is a burning fire in my heart,\nshut up in my bones,\nand I am weary of holding it in.\nI cannot!",
      "10": "I hear many whispering,\n“Terror on every side!”\nAll my close friends,\nthose who are watching for my fall, say,\n“Denounce him! Let’s denounce him.\nPerhaps he can be pressured into making a mistake.\nThen we will have the upper hand against him,\nand we will take our revenge on him.”",
      "11": "But the Lord is with me like a terrifying warrior.\nSo my persecutors will stumble,\nand they will not gain the upper hand.\nThey will be put to shame completely,\nbecause they have not been successful.\nTheir eternal disgrace will never be forgotten.",
      "12": "Lord of Armies, you test the righteous.\nYou see the heart and the mind.\nLet me see your vengeance on them,\nfor I have laid out my case before you.",
      "13": "Sing to the Lord!\nPraise the Lord,\nfor he has delivered the life of the needy\n    from the hand of the wicked.",
      "14": "May the day I was born be cursed.\nDo not let the day my mother gave birth to me be blessed.",
      "15": "May the man be cursed who brought news to my father,\n“A son is born to you,”\nthe man who brought him great joy.",
      "16": "Let that man be like the cities the Lord overthrew without pity.\nLet him hear a cry in the morning,\nan alarm for war at noon,",
      "17": "because he did not put me to death in the womb,\nso that my mother would have been my grave,\nand her womb would have been pregnant forever.",
      "18": "Why did I emerge from that womb\n    to see trouble and sorrow,\n    to finish my days in shame?"
    },
    "21": {
      "1": "This is the word that came to Jeremiah from the Lord when King Zedekiah sent Pashhur son of Malkijah along with Zephaniah the priest, the son of Ma’aseiah, to speak to Jeremiah. They said,",
      "2": "“Inquire of the Lord for us, because Nebuchadnezzar king of Babylon is making war against us. Perhaps the Lord will perform some of his wonders on our behalf as he did in the past, so that Nebuchadnezzar will withdraw from us.”",
      "3": "But Jeremiah answered them:\nTell Zedekiah that",
      "4": "the Lord, the God of Israel, says this.\nI will certainly turn the weapons of war in your hands against you, the ones you are using to fight against the king of Babylon and the Chaldeans, who are outside your wall besieging you. And I will bring them inside this city.",
      "5": "I myself will fight against you with an outstretched hand and a mighty arm, with furious anger and great wrath.",
      "6": "I will strike those who live in this city, both man and animal. They will die of a terrible plague.",
      "7": "Afterward, says the Lord, I will deliver Zedekiah king of Judah, those who serve him, and the people in this city who survive the plague, sword, and famine. I will deliver them into the hands of their enemies and into the hands of those who seek their lives. He will strike them with the sword. He will show them no compassion, no pity, and no mercy.",
      "8": "Tell this people this is what the Lord says. I will certainly set before you the way of life and the way of death.",
      "9": "Whoever remains in this city will die by the sword, famine, and plague, but all those who go out and surrender to the Chaldeans who are besieging you will escape with their lives.",
      "10": "For I have set my face against this city to bring harm and not good, says the Lord. The city will be given into the hand of the king of Babylon, and he will burn it up with fire.",
      "11": "Concerning the house of the king of Judah, this is the word of the Lord.",
      "12": "The Lord says that you, House of David, are to administer justice in the morning and deliver the victim of robbery from the hand of the oppressor, or my wrath will flare up like fire and burn so that no one can put it out, because of the evil you have done.",
      "13": "Look, I am against you, you who live in this valley in the rocky highlands, declares the Lord. I am against you who say, “Who can come against us? Who can enter our homes?”",
      "14": "I will punish you according to what you have done, says the Lord. I will kindle a fire in the forest, and it will consume everything around you."
    },
    "22": {
      "1": "This is what the Lord says.\nGo down to the palace of the king of Judah and speak this message there.",
      "2": "Hear the word of the Lord, king of Judah, you who sit on David’s throne—you, your officials, and your people who enter these gates.",
      "3": "This is what the Lord says. Do what is just and right. Rescue the person who has been robbed from the hand of the oppressor. Do no wrong or violence to the foreigner, to the fatherless, or to the widow. Do not shed innocent blood in this place.",
      "4": "If you diligently carry this out, then kings who sit on David’s throne will enter through the gates of this house, riding in chariots and on horses, accompanied by their officials and their people.",
      "5": "But if you will not obey these words, then I swear by myself, declares the Lord, that this house will become a ruin.",
      "6": "Yes, this is what the Lord says about the house of the king of Judah.\nYou are like Gilead to me,\nlike the peak of Lebanon.\nYou can be sure that I will turn you into a wilderness,\nlike uninhabited towns.",
      "7": "I will send destroyers against you,\neach of them with his weapons.\nThey will cut down your best cedars,\nand they will throw them into the fire.",
      "8": "Many nations will pass by this city and will ask one another, “Why did the Lord do such a thing to this great city?”",
      "9": "And the answer will be, “It is because they abandoned the covenant of the Lord their God. They worshipped other gods and served them.”",
      "10": "Do not weep for the dead.\nDo not mourn for him,\nbut weep bitterly for the one who is exiled,\nbecause he will never return.\nHe will never see the land of his birth.",
      "11": "For this is what the Lord says about Shallum son of Josiah, king of Judah, who reigned in place of his father Josiah. He has gone out from this place, but he will never return again.",
      "12": "He will die in the place where they have led him captive. He will never see this land again.",
      "13": "Woe to him who builds his house through unrighteousness\nand his roof with injustice,\nwho makes his neighbors work for nothing\nand does not pay them,",
      "14": "who says, “I will build a huge mansion for myself\n    with spacious upper rooms.”\nHe makes large windows for it,\npanels it with cedar,\nand paints it red.",
      "15": "Does it make you a king when you are extravagant with cedar?\nDidn’t your father eat and drink,\nand do what was just and right?\nThen it went well for him.",
      "16": "He defended the cause of the poor and needy,\nand it went well.\nIsn’t this what it means to know me? declares the Lord.",
      "17": "But your eyes and your heart are greedy for gain,\n    for shedding innocent blood,\n    for oppression, and committing violence.",
      "18": "Therefore this is what the Lord says concerning\nJehoiakim son of Josiah, king of Judah:\n    They will not mourn for him,\n“Oh, my brother! Oh, my sister!”\nThey will not mourn for him,\n“Oh, my master! Oh, his glory!”",
      "19": "He will be buried with the burial of a donkey—\ndragged away and thrown outside the gates of Jerusalem.",
      "20": "Go up to Lebanon and cry out.\nLift your voice in Bashan.\nCry out from Abarim,\nbecause all your lovers have been destroyed.",
      "21": "I spoke to you when you were at peace,\nbut you said, “I will not listen.”\nThis has been your way since your youth.\nYou have never listened to me.",
      "22": "Your shepherds will be herded by the wind.\nYour lovers will go into exile.\nThen you will be ashamed and humiliated because of all your evil.",
      "23": "You who live in Lebanon,\nyou who make your nest in the cedars,\nhow you will groan when pains come upon you,\npains like those of a woman in labor!",
      "24": "As I live, declares the Lord, even if you, Coniah son of Jehoiakim king of Judah, were a signet ring on my right hand, I would pull you off.",
      "25": "I will deliver you into the hand of those who want to take your life, those you fear. I will deliver you into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans.",
      "26": "I will throw you and the mother who bore you into another country, where neither of you were born, and there you will die.",
      "27": "They will never return to the land to which they long to return.",
      "28": "Is this man Coniah a despised broken pot?\nIs he a jar no one wants?\nWhy are he and his children thrown out,\ncast into a land they do not know?",
      "29": "Land, land, O land!\nHear the word of the Lord!",
      "30": "This is what the Lord says.\nRecord this man as childless,\na man who will not prosper in his lifetime.\nNone of his offspring will prosper\n    by sitting on David’s throne and ruling in Judah."
    },
    "23": {
      "1": "Woe to the shepherds who destroy and scatter the sheep of my pasture! declares the Lord.",
      "2": "Therefore, this is what the Lord, the God of Israel, says about the shepherds who shepherd my people.\nYou have scattered my flock.\nYou have driven them away.\nYou have not taken care of them,\nbut I will certainly take care of you,\nbecause of the evil things you have done,\ndeclares the Lord.",
      "3": "I will gather what is left of my flock\n    out of all the countries where I have driven them,\nand I will bring them back to their pastures.\nThey will be fruitful and multiply.",
      "4": "I will raise up shepherds over them\n    who will shepherd them.\nThey will no longer be afraid or terrified,\nnor will any be missing, declares the Lord.",
      "5": "Listen, the days are coming, declares the Lord,\nwhen I will raise up for David a righteous Branch,\nwho will reign wisely as king\nand establish justice and righteousness on earth.",
      "6": "In his days Judah will be saved\nand Israel will dwell securely.\nThis is his name by which he will be called:\n    The Lord Our Righteousness.",
      "7": "So, mark my words, the days are coming, declares the Lord, when it will no longer be said, “As surely as the Lord lives who brought the Israelites up out of Egypt,”",
      "8": "but, “as surely as the Lord lives who brought up the descendants of the house of Israel and led them out of a land in the north and from all the countries where I had driven them.” Then they will dwell in their own land.",
      "9": "Concerning the prophets:\nMy heart is broken inside me.\nAll my bones tremble.\nI am like a drunken man,\nlike a man overcome by wine,\nbecause of the Lord,\nand because of his holy words.",
      "10": "Look, the land is full of adulterers.\nBecause of the curse, the land mourns.\nThe pastures in the wilderness are dried up.\nTheir way of life is evil,\nand their use of power is unjust.",
      "11": "Both prophet and priest are godless.\nI have found their wickedness even in my House,\ndeclares the Lord.",
      "12": "Therefore, they will discover that their path\nis like slippery places in the darkness.\nThey will be driven away,\nand they will fall there,\nbecause I will bring disaster on them,\nthe year of their punishment, declares the Lord.",
      "13": "Among the prophets of Samaria\nI saw something offensive.\nThey prophesied by Baal\nand led my people Israel astray.",
      "14": "Now among the prophets of Jerusalem\nI have seen something horrifying.\nThey commit adultery and walk in lies.\nThey strengthen the hands of evildoers,\nso that no one turns away from his wickedness.\nThey have all become like Sodom to me.\nThe people who live there are like Gomorrah.",
      "15": "So this is what the Lord of Armies says concerning the prophets.\nWatch, I will feed them wormwood\nand give them bitter water to drink,\nbecause from the prophets of Jerusalem\nungodliness has gone out into all the land.",
      "16": "This is what the Lord of Armies says.\nDo not listen to the words of the prophets who prophesy to you.\nThey are giving you false hope.\nThey proclaim visions that come from their own hearts\nand not from the mouth of the Lord.",
      "17": "They keep saying to those who despise me,\n“The Lord has said that you will have peace.”\nAnd to everyone who walks in the stubbornness of his own heart,\nthey say, “No harm will come to you.”",
      "18": "But have any of them stood in the council of the Lord,\n    to see and hear his word?\nWho has listened to his word and heard it?",
      "19": "Look, a storm from the Lord!\nHis wrath has gone out,\nlike a whirlwind twisting down,\nwhirling over the heads of the wicked.",
      "20": "The Lord’s anger will not turn back until he has completely fulfilled the purposes of his heart. In later days you will understand it fully.",
      "21": "I did not send these prophets, yet they ran.\nI did not speak to them, yet they prophesied.",
      "22": "But if they had stood in my council,\nthey would have made my people hear my words,\nand they would have turned them from their evil ways\nand from their evil deeds.",
      "23": "Am I a God who is only nearby, declares the Lord,\nand not a God far away?",
      "24": "Can anyone hide in secret places\nso that I cannot see him? declares the Lord.\nDo I not fill heaven and earth? declares the Lord.",
      "25": "I have heard what the prophets who prophesy lies in my name have said. They say, “I have had a dream! I have had a dream!”",
      "26": "How long will this be in the hearts of these lying prophets? These prophets proclaim the fantasies of their own hearts.",
      "27": "They think they can make my people forget my name with the dreams each one tells his neighbor, the way their fathers forgot my name because of Baal.",
      "28": "Let the prophet who has a dream tell his dream. But let the one who has my word speak my word faithfully.\nWhat has chaff to do with grain? declares the Lord.",
      "29": "Is not my word like a fire? declares the Lord, and like a hammer that breaks a rock in pieces?",
      "30": "Therefore listen to this, declares the Lord. I am against the prophets who steal my words from each other.",
      "31": "Indeed, I am against the prophets, declares the Lord, who use their own tongues to say, “This is what the Lord declares!”",
      "32": "Yes, I am against those who prophesy about lying dreams, declares the Lord. I am against those who tell lying dreams to lead my people astray with their extravagant lies. But I did not send them or command them. They provide no benefit for this people, declares the Lord.",
      "33": "When these people or a prophet or a priest asks you, “What is the message from the Lord?” say to them, “What is the message? This is the Lord’s message: I will abandon you.”",
      "34": "As for the prophet, the priest, or anyone who says “the message from the Lord,” I will punish that man and his household.",
      "35": "Each man will ask his neighbor, “What has the Lord answered?” or “What has the Lord said?”",
      "36": "But do not refer to “the message of the Lord” anymore, because each man’s word has become his own message, because you have perverted the words of the Living God, the Lord of Armies, our God.",
      "37": "You say this to the prophet: “What has the Lord answered you?” or “What has the Lord said?”",
      "38": "But if you say that you have the message of the Lord, this is what the Lord says to you: Since you say “the message of the Lord,” although I have sent a message telling you not to say “the message of the Lord,”",
      "39": "watch out, because I will completely forget you and throw you out of my presence. I will abandon you and this city, which I gave to your fathers.",
      "40": "I will bring everlasting scorn and everlasting shame that will not be forgotten."
    },
    "24": {
      "1": "The Lord showed me two baskets of figs sitting in front of the Lord’s temple. This took place after Nebuchadnezzar king of Babylon had exiled Jeconiah son of Jehoiakim, king of Judah, from Jerusalem, along with the officials of Judah, the craftsmen, and the smiths, and had brought them to Babylon.",
      "2": "One basket had very good figs, like early figs, but the other basket had very bad figs, so bad they could not be eaten.",
      "3": "Then the Lord said to me, “What do you see, Jeremiah?”\n“Figs,” I said. “The good figs are very good, and the bad ones are very bad, so bad they cannot be eaten.”",
      "4": "The word of the Lord came to me.",
      "5": "This is what the Lord, the God of Israel, says. I will treat the exiles from Judah like these good figs, those exiles that I sent out from this place to the land of the Chaldeans.",
      "6": "I will keep my eye on them for their good, and I will bring them back to this land. I will build them up and not tear them down. I will plant them and not uproot them.",
      "7": "I will give them a heart to know me, that I am the Lord. They will be my people, and I will be their God. They will return to me with their whole heart.",
      "8": "But like the bad figs, which are so bad they cannot be eaten—this is what the Lord says—this is how I will deal with Zedekiah king of Judah, his officials, and the remnant of Jerusalem who remain in this land, and with those who live in the land of Egypt.",
      "9": "I will make them an object of horror and disaster among all the nations of the earth. They will be a disgrace, a proverb, a taunt, and a curse in all the places where I banish them.",
      "10": "I will send the sword, famine, and plague against them until they have perished from the soil that I have given to them and to their fathers."
    },
    "25": {
      "1": "This is the word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim son of Josiah, king of Judah. This was the first year of Nebuchadnezzar king of Babylon.",
      "2": "Jeremiah the prophet spoke to all the people of Judah and to everyone who lived in Jerusalem.",
      "3": "For twenty-three years, from the thirteenth year of Josiah son of Amon, king of Judah, to this very day, the word of the Lord has come to me, and I have spoken to you again and again. But you have not listened.",
      "4": "The Lord sent all his servants the prophets to you again and again, but you have not listened or paid attention.",
      "5": "The Lord said: Turn, each of you, from your evil way of life and from the evil things you do. Live on the land the Lord gave to you and to your forefathers long ago to be yours forever.",
      "6": "Do not follow after other gods or serve them or worship them, and do not provoke me to anger with the work of your hands. Then I will do you no harm.",
      "7": "But you would not obey me, declares the Lord. So you kept provoking me to anger with the work of your hands, and you have hurt yourselves.",
      "8": "Therefore this is what the Lord of Armies says. Because you have not obeyed my words,",
      "9": "watch out! I will send for all the clans of the north, declares the Lord, and I will send for Nebuchadnezzar king of Babylon, my servant, and I will bring them against this land, against its inhabitants, and against all these surrounding nations. I will completely destroy them and make them an object of horror and derision. The land will be ruins forever.",
      "10": "I will take the sound of joy away from them and the sound of gladness. I will take away the voice of the bride and groom, the sound of the millstones, and the light of the lamp.",
      "11": "This whole land will become a desolation and a ruin, and these nations will serve the king of Babylon seventy years.",
      "12": "When the seventy years are completed, I will punish the king of Babylon and that nation, the land of the Chaldeans, for their guilt, declares the Lord. I will make it desolate forever.",
      "13": "I will bring on that land all my words which I have spoken against it, everything that is written in this book, in which Jeremiah has prophesied against all the nations.",
      "14": "For many nations and great kings will make slaves of them, but I will repay them according to their deeds and the work of their hands.",
      "15": "This is what the Lord, the God of Israel, said to me: “Take from my hand this cup filled with the wine of my wrath, and make all the nations, to whom I send you, drink it.",
      "16": "They will drink, stagger, and go mad because of the sword that I will send among them.”",
      "17": "So I took the cup from the Lord’s hand and made all the nations to whom he had sent me drink from it—",
      "18": "to destroy them and to make them an object of horror and derision, and to make them a curse, as they are today. They are:\nJerusalem, all the cities of Judah, its kings and officials,",
      "19": "Pharaoh king of Egypt, his servants, his officials, and all his people,",
      "20": "also all the various foreigners there,\nalso all the kings of the land of Uz,\nall the kings of the Philistines (Ashkelon, Gaza, Ekron, and\n    the remnant of Ashdod),",
      "21": "Edom, Moab, and the Ammonites,",
      "22": "all the kings of Tyre, all the kings of Sidon,\nand the kings of the islands across the sea,",
      "23": "Dedan, Tema, Buz, and all who live on the edge of the desert,",
      "24": "all the kings of Arabia,\nall the kings of the various peoples who live in the wilderness,",
      "25": "all the kings of Zimri,\nall the kings of Elam, all the kings of the Medes,",
      "26": "all the kings of the north, far and near, one after another,\nand all the kingdoms of the world which are on the face of the earth.\nThen after them, the king of Sheshak will drink.",
      "27": "You are to tell them that this is what the Lord of Armies, the God of Israel, says: “Drink and get drunk. Vomit! Fall and rise no more, because of the sword I will send among you.”",
      "28": "But if they refuse to take the cup from your hand and drink, then tell them, “This is what the Lord of Armies says. You must drink it.",
      "29": "See, I am beginning to bring disaster to the city called by my name. Will you somehow go unpunished? You will not go unpunished, for I will call for a sword on all who live on the earth, declares the Lord of Armies.”",
      "30": "Prophesy all these words against them. Say to them:\nThe Lord will roar from on high,\nand he will thunder from his holy dwelling.\nHe will roar mightily against his flock.\nHe will shout against all who live on the earth,\nlike those who tread grapes.",
      "31": "The roaring will reach the ends of the earth,\nfor the Lord will bring charges against the nations.\nHe will judge all flesh\nand put the wicked to the sword, declares the Lord.",
      "32": "This is what the Lord of Armies says.\nLook! Disaster is moving from nation to nation,\nand a great storm is rising from the ends of the earth.",
      "33": "On that day those slain by the Lord will lie scattered\n    from one end of the earth to the other.\nThey will not be mourned.\nThey will not be gathered up.\nThey will not be buried.\nThey lie on the ground like manure.",
      "34": "Wail, you shepherds, and cry.\nRoll in the dust, you leaders of the flock,\nfor the day for you to be slaughtered has come.\nYou will be shattered,\nand you will fall like fine pottery.",
      "35": "The shepherds will have nowhere to flee.\nThe leaders of the flock will have no escape.",
      "36": "Hear the cry of the shepherds\nand the wailing of the leaders of the flock,\nfor the Lord is destroying their pasture.",
      "37": "The peaceful meadows are silenced,\nbecause of the fierce anger of the Lord.",
      "38": "He has left his lair like a lion,\nand their land will become desolate,\nbecause of the fierceness of the oppressor,\nand because of his fierce anger."
    },
    "26": {
      "1": "In the beginning of the reign of Jehoiakim son of Josiah, king of Judah, the following word came from the Lord.",
      "2": "This is what the Lord says. Stand in the courtyard of the Lord’s house, and speak to people from the cities and towns of Judah who have come to worship at the House of the Lord. Tell them everything I have commanded you to tell them. Do not hold back a single word.",
      "3": "Maybe they will listen, and everyone will turn from his evil way. Then I will relent and not bring about the disaster that I was planning because of the evil things they have done.",
      "4": "You are also to say this to him.\nThis is what the Lord says. If you will not listen to me and follow my law, which I have set before you,",
      "5": "and if you do not listen to the words of my servants the prophets, whom I have sent to you again and again (but you have not listened),",
      "6": "then I will make this house like Shiloh, and I will make the name of this city a curse word for all the nations of the earth.",
      "7": "The priests, the prophets, and all the people listened as Jeremiah spoke these words at the House of the Lord.",
      "8": "When Jeremiah had finished saying everything the Lord had commanded him to say to all the people, then the priests, the prophets, and all the people seized him and said, “You must die!",
      "9": "Why do you prophesy in the name of the Lord that this house will be like Shiloh and that this city will be desolate with no one living here?” All the people crowded around Jeremiah in the House of the Lord.",
      "10": "When the officials of Judah heard about these things, they came up from the king’s house to the House of the Lord and sat in the entrance of the New Gate of the Lord’s house.",
      "11": "Then the priests and the prophets said to the officials and to all the people, “This man deserves the sentence of death because he has been prophesying against this city, as you heard with your own ears.”",
      "12": "Then Jeremiah said to all the officials and to all the people, “The Lord sent me to prophesy against this house and against this city all the things that you have heard.",
      "13": "Now reform your ways and your actions, and obey the Lord your God. Then the Lord will relent and not bring about the disaster he has pronounced against you.",
      "14": "But as for me, look, I am in your hands. Do with me whatever seems good and right in your eyes.",
      "15": "But you can be certain of this. If you put me to death, you will bring innocent blood on yourselves and on this city and on those who live here, for it is true that the Lord has sent me to you to speak all these words in your hearing.”",
      "16": "Then the officials and the people said to the priests and to the prophets, “This man does not deserve to die. He has spoken in the name of the Lord our God.”",
      "17": "Some of the elders of the land got up and spoke to all the assembled people.",
      "18": "Micah of Moresheth prophesied in the days of Hezekiah king of Judah. He proclaimed this to all the people of Judah.\nThis is what the Lord of Armies says.\nZion will be plowed like a field,\nJerusalem will become a ruin,\nand the temple mount will be a high place overgrown with trees.",
      "19": "Did Hezekiah king of Judah or anyone at all in Judah put him to death? Didn’t he fear the Lord and seek his favor? And didn’t the Lord relent from the disaster he had pronounced against them? We would be committing a great evil against our own souls that way!",
      "20": "(There had also been another man who prophesied in the name of the Lord, Uriah son of Shemaiah from Kiriath Jearim. He prophesied against this city and against the land the same things that Jeremiah did.",
      "21": "When King Jehoiakim, all his strong warriors, and all his officials heard his words, the king wanted to put him to death. But Uriah heard about it and fled in fear to Egypt.",
      "22": "Then King Jehoiakim sent Elnathan son of Akbor and some other men to Egypt.",
      "23": "They brought Uriah out of Egypt and took him to King Jehoiakim, who had him put to death with a sword and had his body thrown into the grave of the common people.)",
      "24": "But Ahikam son of Shaphan used his authority to protect Jeremiah, who was not handed over to the people to be put to death."
    },
    "27": {
      "1": "Early in the reign of Zedekiah son of Josiah, king of Judah, this message came to Jeremiah from the Lord.",
      "2": "This is what the Lord said to me.\nMake a yoke and straps and put them on your neck.",
      "3": "Then send word to the kings of Edom, Moab, the Ammonites, Tyre, and Sidon, through the messengers who came to Jerusalem to Zedekiah king of Judah.",
      "4": "Give them a message for their masters. Tell them the Lord of Armies, the God of Israel, says, “Tell your masters:",
      "5": "By my great power I made the earth, the people, and the animals that are on it. I give it to anyone I please.",
      "6": "Now I will give all these lands to my servant Nebuchadnezzar king of Babylon. I will even make the wild animals serve him.",
      "7": "All the nations will serve him, his son, and his grandson, until the time for his own land comes. Then he will serve many nations and great kings.”",
      "8": "The Lord also said:\nI will punish any nation or kingdom that will not submit to this Nebuchadnezzar king of Babylon, that will not put their necks under the yoke of Babylon’s king. I will punish that nation with sword, famine, and plague, until I have consumed them by his hand.",
      "9": "So do not listen to your prophets, to your omen readers, to your dream interpreters, to your mediums, or to those who cast spells for you. Do not listen to those who tell you, “You will not serve the king of Babylon,”",
      "10": "because they are prophesying lies to you in order to remove you from your land. I will drive you out, and you will perish.",
      "11": "But if a nation bows its neck under the yoke of the king of Babylon and serves him, I will let that nation remain on its own land. They will plow the soil and live on it, declares the Lord.",
      "12": "I also said all these things to Zedekiah king of Judah.\nBow your neck under the yoke of the king of Babylon. Serve him and his people, and you will live.",
      "13": "Why do you and your people want to die by sword, famine, and plague, as the Lord said would come upon any nation that will not serve the king of Babylon?",
      "14": "Do not listen to the words of the prophets who are telling you not to serve the king of Babylon. They are prophesying a lie to you,",
      "15": "for I have not sent them, declares the Lord. They are prophesying falsely in my name, so I will drive you out, and you will perish, you and the prophets who are prophesying to you.",
      "16": "I also spoke to the priests and to all of the people.\nThe Lord says this. Do not listen to the words of your prophets who are prophesying to you that the vessels of the Lord’s house will soon be brought back again from Babylon, because they are prophesying a lie to you.",
      "17": "Do not listen to them. Serve the king of Babylon and live. Why should this city become a ruin?",
      "18": "If they really are prophets, and if the word of the Lord is with them, then let them intercede with the Lord of Armies, so that the vessels which are left in the house of the Lord, in the house of the king of Judah, and in Jerusalem, will not go to Babylon.",
      "19": "For this is what the Lord of Armies says about the pillars, the Sea, the carts for water, and the rest of the vessels that are left in the city,",
      "20": "which Nebuchadnezzar king of Babylon had not taken away when he exiled Jeconiah son of Jehoiakim, king of Judah, from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem—",
      "21": "yes, this is what the Lord of Armies, the God of Israel, says concerning the vessels that are still in the house of the Lord and in the house of the king of Judah in Jerusalem:",
      "22": "They will be taken to Babylon, and there they will remain until the day I come for them, declares the Lord. Then I will bring them back and restore them to this place."
    },
    "28": {
      "1": "That same year, in the fifth month of the fourth year (early in the reign of Zedekiah king of Judah), the prophet Hananiah son of Azzur, who was from Gibeon, spoke to me in the House of the Lord in the presence of the priests and all the people. He said,",
      "2": "“The Lord of Armies, the God of Israel, says this. I have broken the yoke of the king of Babylon.",
      "3": "When two full years have passed, I will bring back all the vessels of the Lord’s house that Nebuchadnezzar king of Babylon took away from this place and carried off to Babylon.",
      "4": "I will also bring back Jeconiah son of Jehoiakim king of Judah along with all the exiles of Judah who went to Babylon, declares the Lord, for I will break the yoke of the king of Babylon.”",
      "5": "Then the prophet Jeremiah replied to the prophet Hananiah in the presence of the priests and all the people who were standing in the House of the Lord.",
      "6": "He said, “Amen! May the Lord do that! May the Lord fulfill the words you have prophesied and bring back the vessels of the Lord’s house, and may he bring all the exiles back from Babylon to this place.",
      "7": "Nevertheless, listen now to what I have to say in your hearing and in the hearing of all the people.",
      "8": "The prophets from ancient times, who came before you and me, prophesied war, famine, and plague against many countries and great kingdoms.",
      "9": "As for the prophet who prophesies peace, only when the word of the prophet actually comes true will that prophet become known as someone whom the Lord has truly sent.”",
      "10": "Then the prophet Hananiah took the yoke off the neck of Jeremiah the prophet and broke it.",
      "11": "In the presence of all the people, Hananiah said, “This is what the Lord says. This is how I will break the yoke of Nebuchadnezzar king of Babylon from off the neck of all the nations within two full years.” So the prophet Jeremiah went on his way.",
      "12": "After the prophet Hananiah had broken the yoke off the neck of the prophet Jeremiah, the word of the Lord came to Jeremiah:",
      "13": "“Go and tell Hananiah that this is what the Lord says. You have broken a wooden yoke, but in its place you will receive an iron yoke.",
      "14": "For the Lord of Armies, the God of Israel, says, I will put an iron yoke on the neck of all these nations so that they will serve Nebuchadnezzar king of Babylon. Yes, they will certainly serve him. I have even given him the wild animals.”",
      "15": "Then the prophet Jeremiah said to Hananiah the prophet, “Listen, Hananiah! The Lord has not sent you, yet you are making this people trust in a lie.",
      "16": "Therefore this is what the Lord says. Watch, I will remove you from the face of the earth. This very year you will die, because you have preached rebellion against the Lord.”",
      "17": "In the seventh month of that same year, Hananiah the prophet died."
    },
    "29": {
      "1": "This is the text of the letter that Jeremiah the prophet sent from Jerusalem to the remnant of the elders in exile, and to the priests, the prophets, and all the people whom Nebuchadnezzar had carried into exile from Jerusalem to Babylon.",
      "2": "(This was after Jeconiah, the queen mother, the secretaries, the officials of Judah and Jerusalem, the craftsmen, and the metalworkers had gone into exile from Jerusalem.)",
      "3": "The letter was delivered by Elasah son of Shaphan and Gemaraiah son of Hilkiah when Zedekiah king of Judah sent them to Babylon, to Nebuchadnezzar king of Babylon. The letter said:",
      "4": "The Lord of Armies, the God of Israel, says this to all the exiles whom I have deported from Jerusalem to Babylon.",
      "5": "Build houses and settle in them. Plant gardens and eat their fruit.",
      "6": "Get married and have sons and daughters. Find wives for your sons, and give your daughters in marriage so that they too may have sons and daughters. Increase in number there, and do not decrease in number.",
      "7": "Seek the peace of the city where I have exiled you. Pray to the Lord for that city, because when it has peace and prosperity, you will have peace and prosperity.",
      "8": "The Lord of Armies, the God of Israel, says this. Do not let the prophets and fortune tellers who are among you deceive you. Do not listen to the dreams they dream for you.",
      "9": "For they prophesy falsely in my name, but I did not send them, declares the Lord.",
      "10": "This is what the Lord says. After seventy years have passed in Babylon, I will come to you and fulfill my gracious word to bring you back to this place.",
      "11": "For I know the plans I have for you, declares the Lord, plans to give you peace, not disaster, plans to give you hope and a future.",
      "12": "Then you will call on me and come to pray to me, and I will listen to you.",
      "13": "When you seek me, you will find me, when you will seek me with all your heart.",
      "14": "I will let you find me, declares the Lord, and I will bring you back from your exile. I will gather you from all the nations and from all the places where I have sent you as exiles, declares the Lord. I will bring you back to the place from which I sent you into exile.",
      "15": "Because you say, “The Lord has raised up prophets for us in Babylon,”",
      "16": "this is what the Lord says concerning the king who sits on David’s throne and concerning all the people who remain in this city, your brothers who were not carried away into exile with you.",
      "17": "Yes, this is what the Lord says. Watch, I am going to send sword, famine, and plague against them, and I will make them like rotten figs that are so bad they cannot be eaten.",
      "18": "I will pursue them with sword, famine, and plague, and I will make them a horror to all the kingdoms of the earth, a curse, a terror, a thing to be hissed at, and a disgrace among all the nations where I have driven them,",
      "19": "because they have not obeyed my words, declares the Lord, words I sent them again and again through my servants the prophets. And you have not listened, either, declares the Lord.",
      "20": "Therefore hear the word of the Lord, all you exiles whom I sent away from Jerusalem to Babylon.",
      "21": "The Lord of Armies, the God of Israel, says this about Ahab son of Kolaiah and Zedekiah son of Ma’aseiah, who are prophesying a lie in my name: Watch, I will deliver them into the hand of Nebuchadnezzar king of Babylon, and he will put them to death before your eyes.",
      "22": "All the exiles from Judah who are in Babylon will use this curse because of them:\nMay the Lord treat you like Zedekiah and like Ahab,\nwhom the king of Babylon roasted in the fire.",
      "23": "This is because they have done sinful things in Israel. They have committed adultery with their neighbor’s wives, and they have spoken lies in my name, things I did not tell them to do. I am the one who knows. I am the witness, declares the Lord.",
      "24": "Tell Shemaiah the Nehelamite",
      "25": "that this is what the Lord of Armies, the God of Israel, says.\nYou have sent letters in your own name to all the people who are in Jerusalem, to Zephaniah son of Ma’aseiah, the priest, and to all the priests, and you told them the following:",
      "26": "The Lord has made you priest instead of Jehoiada the priest, so that there will be officers in the Lord’s house who can deal with every crazy man who calls himself a prophet. You should put him in the stocks and in shackles.",
      "27": "So why have you not rebuked Jeremiah from Anathoth, who makes himself out to be a prophet among you?",
      "28": "Jeremiah sent this message to us in Babylon: It will be a long time. Build houses and settle in them. Plant gardens and eat their fruit.",
      "29": "Zephaniah the priest read this letter so that Jeremiah the prophet could hear the reading.",
      "30": "Then the word of the Lord came to Jeremiah.",
      "31": "Send the following message to all the exiles.\nThis is what the Lord says about Shemaiah the Nehelamite. Because Shemaiah has prophesied to you, but I did not send him, and he has led you to trust in a lie,",
      "32": "the Lord says this. Watch, I will punish Shemaiah the Nehelamite and his descendants. He will have no one left to live among this people. He will never see the good things I will do for my people, declares the Lord, because he has preached rebellion against the Lord."
    },
    "30": {
      "1": "This is the word that came to Jeremiah from the Lord.",
      "2": "The Lord, the God of Israel, says,\nWrite all the words that I have spoken to you in a book.",
      "3": "Look, the days are coming, declares the Lord, when I will bring my people Israel and Judah back from captivity. I will restore them to the land I gave to their fathers, and they will possess it, says the Lord.",
      "4": "These are words the Lord spoke concerning Israel and Judah.",
      "5": "This is what the Lord says.\n“We have heard cries of fear,\nof terror, and not of peace.”",
      "6": "Ask and see.\nCan a man give birth to a child?\nWhy then do I see every strong man\n    with his hands on his belly like a woman in labor?\nWhy has every face turned pale?",
      "7": "That day is so terrible that there is none like it!\nIt will be a time of trouble for Jacob,\nbut he will be saved out of it.",
      "8": "In that day, declares the Lord of Armies,\nI will break the yoke off your neck.\nI will tear away your bonds.\nStrangers will no longer enslave Israel,",
      "9": "but they will serve the Lord their God\nand David their king, whom I will raise up for them.",
      "10": "Therefore do not be afraid, my servant Jacob, declares the Lord.\nDo not be terrified, Israel,\nbecause I will certainly save you from a faraway place.\nI will save your descendants from the land where they are captive.\nJacob will return.\nHe will enjoy quiet and be at ease,\nand no one will make him afraid.",
      "11": "I am with you to save you, declares the Lord.\nI will completely destroy all the nations\n    among which I have scattered you,\nbut I will not completely destroy you.\nI will discipline you with justice,\nyet I will not regard you as entirely innocent.",
      "12": "So this is what the Lord says.\nYour wound is incurable.\nYour injury is severe.",
      "13": "There is no one to plead your cause,\nno one to bind your wounds.\nThere are no healing medicines.",
      "14": "All who loved you have forgotten you.\nThey do not ask about you.\nI have wounded you as an enemy would.\nI have punished you as the cruel would,\nbecause your guilt is so great,\nbecause your sins are so many.",
      "15": "Why are you crying over your injury,\nover your incurable wound?\nIt is because of your great guilt,\nbecause of your many sins,\nthat I have done these things to you.",
      "16": "Yet all who devour you will be devoured.\nAll your enemies, every one of them, will go into captivity.\nThose who plunder you will be plundered.\nAll who prey on you will become prey.",
      "17": "For I will restore your health,\nand I will heal your wounds, declares the Lord,\nbecause they have called you an outcast,\nsaying, “It is Zion—for whom no one cares.”",
      "18": "This is what the Lord says.\nLook, I will end the captivity of Jacob’s tents\nand have compassion on his dwellings.\nThe city will be rebuilt on the mound of its ruins,\nand the citadel will stand in its rightful place.",
      "19": "Thanksgiving will come out of them,\n    along with the sound of rejoicing.\nI will multiply them,\nand they will not decrease in number.\nI will glorify them,\nand they will not be insignificant.",
      "20": "Their children will be as they were long ago,\nand their community will be established in my presence.\nI will punish all who oppress them.",
      "21": "Their strong leader will be one of their own,\nand their ruler will arise from among them.\nI will summon him to come near,\nand he will approach me,\nfor who would be bold enough to approach me?\nsays the Lord.",
      "22": "You shall be my people,\nand I will be your God.",
      "23": "Look, a storm is coming from the Lord!\nHis wrath has gone out,\nlike a whirlwind twisting down,\nwhirling over the heads of the wicked.",
      "24": "The Lord’s anger will not turn back\nuntil he has completely fulfilled the purposes of his heart.\nIn later days you will understand it."
    },
    "31": {
      "1": "At that time, declares the Lord,\nI will be the God of all the families of Israel,\nand they will be my people.",
      "2": "This is what the Lord says.\nThe people who survived the sword found grace in the wilderness.\nIsrael had continual rest.",
      "3": "The Lord appeared to me from a distance, saying:\nI have loved you with an everlasting love.\nI have drawn you with mercy.",
      "4": "I will build you up again,\nand you will be built up, O Virgin Israel.\nYou will pick up your drums again,\nand you will go out to dance with those who are joyful.",
      "5": "Again you will plant vineyards on the mountains of Samaria.\nThe planters will plant and will enjoy its fruit.",
      "6": "For there will be a day\nwhen the watchmen on the hills of Ephraim cry out,\n“Come, let us go up to Zion, to the Lord our God.”",
      "7": "This is what the Lord says.\nSing with joy for Jacob,\nand shout for the greatest of the nations.\nMake your praises heard and say,\n“Lord, save your people,\nthe remnant of Israel!”",
      "8": "Watch, I will bring them from a land in the north\nand gather them from the ends of the earth.\nThe blind and the lame will be there,\nthe pregnant woman together with the woman in labor.\nThey will return as a huge community.",
      "9": "They will come weeping.\nThey will pray as I bring them back.\nI will lead them beside streams of water,\non a level path where they will not stumble.\nFor I am a father to Israel.\nEphraim is my firstborn.",
      "10": "Hear the word of the Lord, you nations.\nDeclare it in the distant islands.\nSay that he who scattered Israel will gather him\nand watch over him like a shepherd watching his flock.",
      "11": "For the Lord will ransom Jacob\nand redeem him from the hand of the one who is stronger than him.",
      "12": "They will come and shout for joy on the heights of Zion,\nand they will rejoice in the goodness of the Lord,\nfor the grain, the new wine, the oil,\nand the young of the flocks and herds.\nTheir lives will thrive like a well-watered garden.\nThey will not grow weak anymore.",
      "13": "Then the virgin will rejoice and dance.\nThe young men and the old will be glad together,\nfor I will turn their mourning into joy.\nI will comfort them\nand give them joy instead of sorrow.",
      "14": "I will satisfy the priests with abundance,\nand my people will be filled with my goodness,\ndeclares the Lord.",
      "15": "This is what the Lord says.\nA voice is heard in Ramah,\nweeping and great mourning.\nRachel is weeping for her children.\nShe refuses to be comforted for her children,\nbecause they are no more.",
      "16": "This is what the Lord says.\nStop your crying.\nDo not shed tears,\nbecause your work will be rewarded, declares the Lord.\nThey will return from the land of the enemy.",
      "17": "There is hope for your future, declares the Lord.\nYour children will return to their own borders.",
      "18": "I have certainly heard Ephraim grieving:\n“You have disciplined me.\nI was disciplined like an untrained calf.\nCause me to turn, and I will turn,\nbecause you are the Lord my God.",
      "19": "After I turned away, I was sorry.\nAfter I was instructed, I slapped my thigh in grief.\nI was ashamed and humiliated,\nbecause I bore the disgrace of my youth.”",
      "20": "Isn’t Ephraim my dear son?\nIsn’t he my darling child?\nI often speak against him,\nbut I still remember him.\nMy heart longs for him.\nI will certainly be compassionate to him, declares the Lord.",
      "21": "Set up road signs.\nMake guideposts.\nDirect your attention toward the highway,\ntoward the way by which you came.\nTurn back, Virgin Israel.\nTurn back to your cities.",
      "22": "How long will you turn away,\nyou unfaithful daughter?\nThe Lord has created a new thing on the earth:\nA female will surround a man.",
      "23": "This is what the Lord of Armies, the God of Israel, says.\nWhen I bring them back from captivity,\nthey will once again say in the land of Judah and in its cities:\n“The Lord bless you, you righteous dwelling place,\n        you holy mountain.”",
      "24": "Judah and all its cities will live there together,\nthe farmers and those who follow their flocks.",
      "25": "I will satisfy the thirsty,\nand I will give rest to everyone who is weary.",
      "26": "Just after this I woke up and looked around.\nMy sleep had been pleasant for me.",
      "27": "Look, the days are coming, declares the Lord, when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of animal.",
      "28": "Just as I have watched over them to uproot and to tear down, to overthrow, destroy, and afflict, so I will watch over them to build and to plant, declares the Lord.",
      "29": "In those days they will no longer say,\n“The fathers have eaten sour grapes,\nand the children’s teeth are set on edge.”",
      "30": "But everyone will die for his own guilt.\nEveryone who eats sour grapes—\nhis own teeth will be set on edge.",
      "31": "Yes, the days are coming, declares the Lord,\nwhen I will make a new covenant with the house of Israel\nand with the house of Judah.",
      "32": "It will not be like the covenant I made with their fathers,\nwhen I took them by the hand\nand led them out of the land of Egypt.\nThey broke that covenant of mine,\nalthough I was a husband to them, declares the Lord.",
      "33": "But this is the covenant I will make with the house of Israel\n        after those days,\ndeclares the Lord.\nI will put my law in their minds,\nand I will write it on their hearts.\nI will be their God,\nand they will be my people.",
      "34": "No longer will each one teach his neighbor,\nor each one teach his brother, saying, “Know the Lord,”\nbecause they will all know me,\nfrom the least of them to the greatest, declares the Lord,\nfor I will forgive their guilt,\nand I will remember their sins no more.",
      "35": "This is what the Lord says,\nthe Lord, who gives the sun for light by day,\nwho regulates the moon and stars for light by night,\nwho stirs up the sea so that its waves roar,\nwhose name is the Lord of Armies:",
      "36": "Only if these ordinances could vanish from my sight,\n    only then could the seed of Israel cease to be a nation before me,\n    declares the Lord.",
      "37": "This is what the Lord says:\n    Only if someone could measure what is above the sky,\n    only if someone could explore what is below the foundations\n            of the earth,\n    only then would I reject all the seed of Israel\n    for all that they have done, declares the Lord.",
      "38": "Look, the days are coming, declares the Lord, when the city will be rebuilt for the Lord from the Tower of Hananel to the Corner Gate.",
      "39": "The measuring line will stretch from there straight out to the Hill of Gareb and turn toward Goah.",
      "40": "The whole valley with the dead bodies and the ashes, and all the fields out to the Kidron Valley, to the corner of the Horse Gate toward the east, will be holy to the Lord. It will not be uprooted or torn down ever again."
    },
    "32": {
      "1": "This is the word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
      "2": "At that time the army of the king of Babylon was besieging Jerusalem. Jeremiah the prophet was confined in the courtyard of the guard in the palace of the king of Judah.",
      "3": "Zedekiah king of Judah had confined him there.\nZedekiah had said, “Why do you prophesy and say that the Lord says that he will certainly give this city into the hand of the king of Babylon, and that he will capture it?",
      "4": "Why do you say that Zedekiah king of Judah will not escape from the hand of the Chaldeans, but will surely be delivered into the hand of the king of Babylon, and that he will speak with him face-to-face and see him eye-to-eye?",
      "5": "Why do you say that he will bring Zedekiah to Babylon, to remain there until the Lord deals with him? declares the Lord. And that even though I fight with the Chaldeans, I will not succeed?”",
      "6": "Jeremiah said, “The word of the Lord came to me.",
      "7": "Watch for this. Hanamel, the son of your uncle Shallum, will come to you and tell you to buy his field in Anathoth, because the right of redemption is yours. So buy it.”",
      "8": "Then Hanamel my cousin came to me in the courtyard of the guard, just as the Lord had said, and he told me to buy his field in Anathoth in the land of Benjamin, because the right to redeem it and take possession of it was mine. He told me to buy it for myself.\nThen I knew that this was the word of the Lord.",
      "9": "I purchased the field in Anathoth from my cousin Hanamel. I weighed out for him seventeen shekels of silver.",
      "10": "I signed the deed, sealed it, called witnesses, and weighed out the silver on the scales.",
      "11": "Then I took the deed of the purchase containing the terms and conditions, both the sealed copy and an unsealed copy,",
      "12": "and I gave them to Baruch son of Neriah, son of Mahseiah, in the presence of my cousin Hanamel, and in the presence of the witnesses who had signed the deed, and in the presence of all the Jews sitting in the courtyard of the guard.",
      "13": "I gave Baruch instructions in their presence. I told him",
      "14": "that this is what the Lord of Armies, the God of Israel, said: “Take these deeds, the sealed deed of purchase and the unsealed copy, and put them in a clay jar so that they will be preserved for a long time.",
      "15": "For the Lord of Armies, the God of Israel, says this: Houses and fields and vineyards will again be purchased in this land.”",
      "16": "After I gave the deed of purchase to Baruch son of Neriah, I prayed to the Lord:",
      "17": "Ah, Lord God! You are the one who made the heavens and the earth by your great power and by your outstretched arm. There is nothing that is too difficult for you.",
      "18": "You show mercy to thousands, but you repay the guilt of the fathers into the laps of their children after them. Great and powerful God, the Lord of Armies is your name!",
      "19": "You give sound guidance, and your deeds are mighty. Your eyes are open to all the ways of mankind. You reward everyone according to what he has done, according to what his deeds deserve.",
      "20": "Up to this day you have performed signs and wonders—in the land of Egypt, in Israel, and even among all mankind—and you made a name for yourself as it is today.",
      "21": "You brought your people Israel out of Egypt with signs and wonders, with a mighty hand and an outstretched arm, and with great terror.",
      "22": "You gave them this land that you swore to give to their fathers, a land flowing with milk and honey.",
      "23": "They came in and took possession of it, but they did not obey you or follow your law. They have not done everything that you commanded them to do. Therefore you have brought all this disaster upon them.",
      "24": "You see that the siege ramps have come up to the city to capture it. The city will be handed over to the Chaldeans, who fight against it by means of sword, famine, and plague. What you said has taken place, as you see.",
      "25": "Lord God, you said to me, “Buy the field with silver and call witnesses,” even though the city was being handed over to the Chaldeans.",
      "26": "Then the word of the Lord came to Jeremiah.",
      "27": "Listen to me. I am the Lord, the God who rules over all flesh. Is there anything that is too difficult for me?",
      "28": "Therefore, this is what the Lord says. Watch, I am going to hand over this city to the Chaldeans and to Nebuchadnezzar king of Babylon, and he will capture it.",
      "29": "The Chaldeans who attack this city will come and set fire to it. They will burn it, along with the houses. People offered incense to Baal on those rooftops, and they poured out drink offerings to other gods there, and they provoked me to anger.",
      "30": "For the people of Israel and the people of Judah have done nothing but evil in my sight ever since their youth. The people of Israel have committed only evil with what their hands have made, declares the Lord.",
      "31": "Because this city has aroused my anger and wrath from the day it was built until now, I will remove it from my sight.",
      "32": "The people of Israel and the people of Judah have provoked me by all the evil they have done—they, their kings, their officials, their priests, their prophets, the men of Judah, and the people of Jerusalem.",
      "33": "They have turned their backs to me and not their faces. Though I taught them again and again, they did not listen to me or accept correction.",
      "34": "They set up their disgusting things in the house that bears my name, and they defiled it.",
      "35": "They built the high places of Baal in the Valley of Ben Hinnom, to make their sons and daughters pass through the fire to Molek, something I did not command them to do. It did not enter my mind that they would do such a disgusting thing and cause Judah to sin.",
      "36": "About this city, you have been saying, “It will be handed over to the king of Babylon by sword, famine, and plague.” But now this is what the Lord, the God of Israel, says:",
      "37": "Watch, I will gather them from all the lands where I have driven them in my furious anger and great wrath. Then I will bring them back again to this place. I will let them live in safety.",
      "38": "Then they will be my people, and I will be their God.",
      "39": "I will give them one heart and direct them in one way, so that they always fear me. This will be for their good and for the good of their children after them.",
      "40": "I will make an everlasting covenant with them that I will never stop doing good for them. I will put this fear in their hearts so that they will not turn away from me.",
      "41": "I will rejoice in doing good for them. I will plant them in this land with all my heart and all my soul.",
      "42": "This is what the Lord says. Just as surely as I brought this great catastrophe on this people, so I will be the one to bring them all the good that I have promised them.",
      "43": "Once again fields will be purchased in this land, which you say is desolate, without man or animal, and which you say is handed over to the Chaldeans.",
      "44": "Men will buy fields for silver, sign the deeds, seal them, and call witnesses in the land of Benjamin and in the places around Jerusalem, in the cities of Judah, in the cities of the hill country, in the cities of the Shephelah, and in the cities of the Negev. I will restore them from their captivity, declares the Lord."
    },
    "33": {
      "1": "The word of the Lord came to Jeremiah a second time. This was while he was still locked up in the courtyard of the guard.",
      "2": "This is what the Lord, who made the earth, says, the Lord who formed it and who established it—the Lord is his name.",
      "3": "Call on me and I will answer you. I will show you great and mysterious things you did not know.",
      "4": "For the Lord, the God of Israel, says this concerning the houses of this city and the palaces of the kings of Judah (which were being torn down to build up defenses against the siege ramps and the sword",
      "5": "during the fight against the Chaldeans): I will fill them with the corpses of men whom I have killed in my anger and my wrath. I will hide my face from this city because of all its wickedness.",
      "6": "But watch! I will bring it health and healing. I will heal them and reveal an abundance of peace and truth to them.",
      "7": "I will cause the captives of Judah and the captives of Israel to return, and I will build them up as they were in the beginning.",
      "8": "I will cleanse them from all the guilt they incurred by sinning against me. I will pardon all the guilt they incurred by sinning against me and by their rebellion against me.",
      "9": "This will provide a name of joy, praise, and glory for me, in the presence of all the nations of the earth. They will hear about all the good that I do for this city, and they will tremble in awe because of the good and because of the peace I provide for it.",
      "10": "This is what the Lord says. You say that this place is a wasteland, without man or animal, and that there is no man living in the cities of Judah or in the desolate streets of Jerusalem, not even an animal.",
      "11": "But the sound of joy, the sound of gladness, and the voice of the bride and groom will be heard there once again. A voice will again be heard that says, “Give thanks to the Lord of Armies, for the Lord is good, and his mercy endures forever,” as they bring thank offerings into the House of the Lord. For I will restore the fortunes of the lands as they were in the beginning, says the Lord.",
      "12": "This is what the Lord of Armies says. In this place, which is desolate, without man and without animal, in all its cities there will once again be pastures for shepherds to rest their flocks.",
      "13": "In the cities of the hill country, in the cities of the Shephelah, in the cities of the Negev, in the land of Benjamin, in the villages around Jerusalem, and in the cities of Judah, flocks will once again pass under the hand of the one who counts them, says the Lord.",
      "14": "Listen, the days are coming, declares the Lord, when I will fulfill the good promises that I have spoken to the house of Israel and concerning the house of Judah.",
      "15": "In those days and at that time,\nI will cause a righteous Branch to grow up from David’s line.\nHe will establish justice and righteousness on earth.",
      "16": "In those days Judah will be saved,\nand Jerusalem will dwell securely.\nThis is what she will be called:\nThe Lord Our Righteousness.",
      "17": "This is what the Lord says.\nDavid will never fail to have a man to sit on the throne of the house of Israel.",
      "18": "Neither will the priests, who are Levites, fail to have a man to stand before me to offer burnt offerings, to burn grain offerings, and to offer sacrifices continually.",
      "19": "The word of the Lord came to Jeremiah.",
      "20": "This is what the Lord says. If you could break my covenant with the day and my covenant with the night, so that there would no longer be day or night at their appointed times,",
      "21": "only then could my covenant with my servant David be broken, so that he would not have a son to reign on his throne. Only then could my covenant with the priests who are Levites, my ministers, be broken.",
      "22": "Just as the stars of the sky cannot be counted and the sand of the seashore cannot be measured, in the same way I will multiply the offspring of my servant David and the Levites who minister before me.",
      "23": "The word of the Lord came to Jeremiah.",
      "24": "Have you not considered what these people are saying—that the Lord rejected the two families that he chose? They despise my people in this way, and they do not consider them a nation.",
      "25": "The Lord says: If I have not established my covenant with day and night, or the ordinances of heaven and earth,",
      "26": "only then will I reject the offspring of Jacob and of my servant David, and only then will I fail to choose one of his sons to rule over the offspring of Abraham, Isaac, and Jacob. So I will restore them from captivity, and I will have mercy on them."
    },
    "34": {
      "1": "This is the word that came to Jeremiah from the Lord when Nebuchadnezzar king of Babylon, along with all his army, all the kingdoms of the earth, and all the peoples that were subject to him were fighting against Jerusalem and against all its cities.",
      "2": "The Lord, the God of Israel, says:\nGo to Zedekiah king of Judah and tell him this is what the Lord says. I certainly am giving this city into the hand of the king of Babylon, and he will burn it.",
      "3": "You will not escape his grasp. You will surely be taken and handed over to him. You will see the king of Babylon eye-to-eye, and he will speak with you face-to-face. You will go to Babylon.",
      "4": "Even so, hear the word of the Lord, Zedekiah king of Judah.\nThe Lord says concerning you: You will not die by the sword.",
      "5": "You will die in peace. Just as people made a funeral fire in honor of your fathers who were kings before you, so they will make a fire for you. They will lament for you, saying, “Alas, master!” This is my word, declares the Lord.",
      "6": "Jeremiah the prophet said all these things to Zedekiah king of Judah in Jerusalem",
      "7": "when the army of the king of Babylon was fighting against Jerusalem and against the cities of Judah that still remained, namely, Lachish and Azekah (for these alone remained from all of Judah’s fortified cities).",
      "8": "The word came to Jeremiah from the Lord after King Zedekiah made a covenant with all the people in Jerusalem proclaiming freedom for the slaves.",
      "9": "Everyone was to free his Hebrew slaves, male and female. No one was to keep a fellow Jew in slavery.",
      "10": "All the officials and all the people who entered into this covenant agreed that they would set their male and female slaves free, and that no one would keep them in slavery anymore. They obeyed the agreement and set them free.",
      "11": "But after this they changed their minds. They took back the slaves they had set free, and they made them serve as male and female slaves once again.",
      "12": "It was after this that the word of the Lord came to Jeremiah.",
      "13": "This is what the Lord, the God of Israel, says. I made a covenant with your fathers on the day I brought them out of the land of Egypt, out of slavery. I said that",
      "14": "every seven years you are to set free any fellow Hebrew who has sold himself to you. After he has served you six years, you are to set him free. But your fathers did not listen to me or pay attention to me.",
      "15": "Now, after you repented and did what is right in my sight, each of you proclaimed freedom for his neighbor. You made a covenant before me in the house that bears my name,",
      "16": "but you have turned around and profaned my name. Each of you has taken back and enslaved his male and female slaves, whom you had set free to go where they wished. You forced them back into slavery, to serve as your male and female slaves.",
      "17": "Therefore this is what the Lord says. You have not listened to me by proclaiming freedom for your brothers and your neighbors. So I am proclaiming freedom to you, says the Lord. Freedom to fall by the sword, plague, and famine! I will make you a horror among all the kingdoms of the earth.",
      "18": "I am going to make the men who walked between the covenant pieces, but who did not keep the terms of the covenant that they had made in my presence, just like the calf they cut in two and then walk between its pieces.",
      "19": "The officials of Judah and the officials of Jerusalem, the government ministers, the priests, and all the people of the land who walked between the parts of the calf,",
      "20": "I will hand over to their enemies, to those who seek their lives. Their corpses will be food for the birds in the sky and the wild animals in the land.",
      "21": "I will hand over Zedekiah king of Judah and his officials to those who seek their lives and to the army of the king of Babylon, which has withdrawn from you. Watch, I will give a command, says the Lord, and I will bring them back to this city. They will fight against it, capture it, and burn it down. I will make the cities of Judah desolate so that no one can live there."
    },
    "35": {
      "1": "This is the word that came to Jeremiah from the Lord in the days of Jehoiakim son of Josiah, king of Judah.",
      "2": "“Go to the house of the Rekabites, and bring them into one of the rooms in the House of the Lord, and give them wine to drink.”",
      "3": "So I took Ja’azaniah son of Jeremiah, son of Habazziniah, along with his brothers and all his sons—the whole house of the Rekabites—",
      "4": "and I brought them into the House of the Lord, into the room of the sons of Hanan son of Igdaliah, the man of God. It was next to the room of the officials that was above the room of Ma’asaiah son of Shallum, the doorkeeper.",
      "5": "I set bowls of wine and some cups before the men of the house of the Rekabites, and I said to them, “Drink some wine.”",
      "6": "But they said, “We do not drink wine. Our ancestor Jonadab son of Rekab commanded us: ‘You are not to drink wine, neither you nor your descendants, not ever.",
      "7": "Also, you are not to build houses, sow seed, plant vineyards, or own any of these things. You must always live in tents. Then you will live a long time on the land where you live as nomads.’",
      "8": "We have obeyed what Jonadab son of Rekab, our ancestor, commanded us. We have never drunk wine—we, our wives, our sons, and our daughters.",
      "9": "We have never built houses to live in. We have no vineyards, fields, or crops.",
      "10": "We have lived in tents, and we have obeyed everything that Jonadab our ancestor commanded us.",
      "11": "But when Nebuchadnezzar king of Babylon invaded the land, we said, ‘Come on, we have to go to Jerusalem to escape the armies of the Chaldeans and the Arameans.’ That is why we are living in Jerusalem.”",
      "12": "Then the word of the Lord came to Jeremiah.",
      "13": "This is what the Lord of Armies, the God of Israel, says. Go ask the men of Judah and those living in Jerusalem: Will you learn a lesson and obey my words? declares the Lord.",
      "14": "Jonadab son of Rekab commanded his sons not to drink wine, and this command has been kept. To this day they drink no wine, for they have obeyed their ancestor’s command. But I keep speaking to you, again and again, and you have not obeyed me.",
      "15": "I have sent my servants the prophets to you again and again. They told you to turn from your evil ways, to reform your actions, and to stop following other gods in order to serve them. Then you would live on the land I have given to you and your fathers. But you have not paid attention or listened to me.",
      "16": "The sons of Jonadab son of Rekab have kept this command which their father gave them, but these people have not obeyed me.",
      "17": "Therefore this is what the Lord, the God of Armies, the God of Israel, says. Watch this. I am going to bring down on Judah and everyone who lives in Jerusalem every disaster I have pronounced against them. I have spoken to them, but they have not listened. I have called them, but they have not answered.",
      "18": "Jeremiah said to the house of the Rekabites, “The Lord of Armies, the God of Israel, says this. Because you have obeyed the command of Jonadab your father and kept all his instructions and done everything he commanded you,",
      "19": "the Lord of Armies, the God of Israel, says that Jonadab will never fail to have a man to serve me.”"
    },
    "36": {
      "1": "In the fourth year of Jehoiakim son of Josiah, king of Judah, this word came to Jeremiah from the Lord:",
      "2": "Take a scroll and write on it all the words I have spoken to you concerning Israel, concerning Judah and all the other nations, from the day I began speaking to you in the days of Josiah until now.",
      "3": "Perhaps when the house of Judah hears about all the disaster I am planning for them, each of them will turn from his evil ways. Then I will forgive their guilt and their sin.",
      "4": "So Jeremiah called Baruch son of Neriah. While Jeremiah dictated all the words that the Lord had spoken to him, Baruch wrote them on the scroll.",
      "5": "Then Jeremiah gave an order to Baruch, saying, “I am restricted from going into the House of the Lord,",
      "6": "so you will have to go. Read from the scroll you have written at my dictation. Read it in the hearing of all the people of Judah who have come from their cities on a day of fasting.",
      "7": "Perhaps they will make a request to the Lord, and each of them will turn from his evil ways, for the Lord has planned great anger and wrath against this people.”",
      "8": "Baruch son of Neriah did everything that Jeremiah the prophet had commanded him. He read the words of the Lord from the scroll in the House of the Lord.",
      "9": "Later, in the ninth month of the fifth year of Jehoiakim son of Josiah, king of Judah, all the people of Jerusalem and all the people who came from the cities of Judah proclaimed a fast before the Lord.",
      "10": "Then Baruch read the words of Jeremiah from the scroll in the House of the Lord, in the hearing of all the people. This was at the chamber of Gemariah son of Shaphan, the secretary, which was in the upper courtyard at the entrance of the New Gate of the House of the Lord.",
      "11": "When Micaiah son of Gemariah, son of Shaphan, heard all the words of the Lord from the scroll,",
      "12": "he went into the secretary’s room in the king’s palace. All the officials happened to be sitting there: Elishama the secretary, Delaiah son of Shemaiah, Elnathan son of Akbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the other officials.",
      "13": "Micaiah reported to them all the words he had heard when Baruch read the scroll in the hearing of the people.",
      "14": "Then all the officials sent Jehudi son of Nethaniah, the son of Shelemiah, the son of Cushi, to tell Baruch, “Bring the scroll you have read in the hearing of the people, and come here.”\nSo Baruch son of Neriah brought the scroll in his hand and went to them.",
      "15": "They said, “Please sit down and read it to us.” So Baruch read it to them.",
      "16": "When they had heard everything, they turned to one another in fear. They said to Baruch, “We have to report all of these things to the king.”",
      "17": "They asked Baruch, “Tell us, how did you come to write all of this? Did Jeremiah dictate this to you?”",
      "18": "Baruch answered, “He dictated all of these things to me, and I wrote them with ink on the scroll.”",
      "19": "Then the officials said to Baruch, “You and Jeremiah go and hide. Do not let anyone know where you are.”",
      "20": "They put the scroll in the room of Elishama the secretary, and then they went to the king in the court. They repeated all of these words to the king.",
      "21": "Then the king sent Jehudi to get the scroll. After he took it from the room of Elishama the secretary, Jehudi read it to the king in the hearing of all the officials who stood beside the king.",
      "22": "Now the king was sitting in the winter house (it was the ninth month), and there was a metal heating pan with a fire of burning coals in front of him.",
      "23": "Whenever Jehudi had read three or four columns, the king would cut it off with a scribe’s knife and throw it into the fire until the entire scroll was burned up in the fire.",
      "24": "Neither the king nor his attendants who heard all these words were afraid. They did not tear their clothing.",
      "25": "Even when Elnathan and Delaiah pleaded with the king not to burn the scroll, he would not listen to them.",
      "26": "Instead, the king commanded Jerahme’el the king’s son, along with Seraiah son of Azriel and Shelemiah son of Abde’el, to arrest Baruch the scribe and Jeremiah the prophet. But the Lord hid them.",
      "27": "After the king had burned the scroll containing the words that Baruch had written at Jeremiah’s dictation, the word of the Lord came to Jeremiah:",
      "28": "Take another scroll, and write all the earlier words on it that were on the first scroll, the one that Jehoiakim king of Judah burned.",
      "29": "Concerning Jehoiakim king of Judah, say: This is what the Lord says. You yourself have burned this scroll. You asked, “Why did you write on it that the king of Babylon would certainly come and destroy the land and cut off both men and animals?”",
      "30": "That is why the Lord says this about Jehoiakim king of Judah: He will have no one to sit on David’s throne. His dead body will be thrown out and exposed to the heat of the day and the frost of the night.",
      "31": "I will punish him, his offspring, and his servants for their guilt. I will bring on them and on everyone who lives in Jerusalem and the men of Judah every disaster I have pronounced against them, because they did not listen.",
      "32": "Then Jeremiah took another scroll and gave it to his scribe Baruch son of Neriah, who wrote on it all the same words that had been on the scroll that Jehoiakim king of Judah burned in the fire. And many similar words were added to them."
    },
    "37": {
      "1": "King Nebuchadnezzar, the king of Babylon, made Zedekiah son of Josiah king in place of Jehoiachin son of Jehoiakim.",
      "2": "But neither Zedekiah nor his attendants nor the people of the land obeyed the word of the Lord that he spoke through the prophet Jeremiah.",
      "3": "Nevertheless, King Zedekiah sent Jehucal son of Shelemiah with Zephaniah son of Ma’aseiah, the priest, to the prophet Jeremiah to request, “Please pray to the Lord our God for us.”",
      "4": "Jeremiah was still moving about freely among the people, for they had not yet put him into prison.",
      "5": "Pharaoh’s army had come out of Egypt, and when the Chaldeans who were besieging Jerusalem heard the report about them, they withdrew from Jerusalem.",
      "6": "Then the word of the Lord came to the prophet Jeremiah.",
      "7": "The Lord, the God of Israel, says to tell this to the king of Judah, who sent you to me to inquire of me. Be warned. Pharaoh’s army, which has come out to help you, will go back to Egypt, to their own land.",
      "8": "Then the Chaldeans will return and attack this city. They will capture it and burn it down.",
      "9": "The Lord says: “Do not deceive yourselves by saying, ‘The Chaldeans will surely leave us.’ They will not.",
      "10": "For even if you would defeat the whole Chaldean army attacking you, and there were only wounded men left who were confined to their tents, they would still get up and burn this city down.”",
      "11": "When the Chaldean army had withdrawn from Jerusalem to face Pharaoh’s army,",
      "12": "Jeremiah left Jerusalem to go to the territory of Benjamin to claim his share of the property among the people there.",
      "13": "But as he arrived at the Benjamin Gate, the sentry who was in charge there, named Irijah son of Shelemiah, son of Hananiah, seized Jeremiah the prophet. He said, “You are deserting to the Chaldeans!”",
      "14": "But Jeremiah said, “That is false! I am not deserting to the Chaldeans.”\nBut Irijah did not listen to him. He seized Jeremiah and brought him to the officials.",
      "15": "Angry with Jeremiah, they beat him, and they imprisoned him in the house of Jonathan the scribe, because they were using that house as a prison.",
      "16": "Jeremiah was kept in a vaulted cistern for a long time.",
      "17": "Then King Zedekiah sent for him and had him brought out. The king asked him secretly in his house, “Is there any word from the Lord?”\nJeremiah answered, “There is. He said, ‘You will be delivered into the hands of the king of Babylon.’”",
      "18": "Jeremiah also said to King Zedekiah, “How have I sinned against you, against your servants, or against this people, that you have put me in prison?",
      "19": "Where are your prophets now, who prophesied to you, ‘The king of Babylon will not attack you or this land’?",
      "20": "Now, my lord the king, please listen to me. Let my petition come before you: Please do not send me back to the house of Jonathan the scribe, or I will die there.”",
      "21": "Then Zedekiah the king ordered that Jeremiah be placed in the courtyard of the guard. Every day they gave him a loaf of bread from the street of the bakers until all the bread in the city was gone. So Jeremiah remained in the courtyard of the guard."
    },
    "38": {
      "1": "Shephatiah son of Mattah, Gedaliah son of Pashhur, Jehucal son of Shelemiah, and Pashhur son of Malkijah heard what Jeremiah had told the people when he said,",
      "2": "“This is what the Lord says. Whoever remains in this city will die by sword, famine, and plague, but whoever goes over to the Chaldeans will live. He will escape with his life, and he will live.",
      "3": "This is what the Lord says. This city will surely be handed over to the army of the king of Babylon, and he will capture it.”",
      "4": "Then the officials said to the king, “This man should be put to death because he is demoralizing the soldiers who are left in the city. He is demoralizing all the people by saying these things to them. This man is not seeking the welfare of the people. He wants to hurt them.”",
      "5": "King Zedekiah answered, “Very well. He is in your hands. The king cannot do anything to stop you.”",
      "6": "So they took Jeremiah and threw him into the cistern of Malkijah, the king’s son, which was in the courtyard of the guard. They let Jeremiah down by ropes. There was no water in the cistern, but only mud, and Jeremiah sank down into the mud.",
      "7": "Ebed Melek the Cushite, an official in the king’s house, heard that they had put Jeremiah in the cistern. While the king was sitting in the Benjamin Gate,",
      "8": "Ebed Melek left the palace and said to the king,",
      "9": "“My lord the king, everything that these men have done to Jeremiah the prophet is evil. They have thrown him into a cistern, where he is likely to die because of the famine, for there is no more bread in the city.”",
      "10": "Then the king gave orders to Ebed Melek the Cushite: “Take thirty men from here under your command and lift Jeremiah the prophet up out of the cistern before he dies.”",
      "11": "So Ebed Melek took command of the men and entered a room under the treasury in the palace. He took some old rags and worn-out clothing from there, and he lowered them with ropes to Jeremiah in the cistern.",
      "12": "Ebed Melek the Cushite said to Jeremiah, “Put these rags and worn-out clothes under your arms to pad the ropes.” After Jeremiah did that,",
      "13": "they lifted him up with the ropes and pulled him out of the cistern. After this Jeremiah remained in the courtyard of the guard.",
      "14": "King Zedekiah then sent for Jeremiah and brought him to the third entrance of the temple of the Lord. He said to Jeremiah, “I am going to ask you something. Do not hide anything from me.”",
      "15": "Jeremiah replied, “Won’t you put me to death if I tell you the truth? If I give you advice, you won’t listen to me.”",
      "16": "So King Zedekiah swore a secret oath to Jeremiah: “As surely as the Lord lives, who gave us our lives, I will not put you to death, and I will not hand you over to the men who seek your life.”",
      "17": "Then Jeremiah said to Zedekiah, “The Lord, the God of Armies, the God of Israel, says: If you surrender to the Babylonian king’s officials, your life will be spared, and this city will not be burned. You will live, and your family will live.",
      "18": "But if you will not surrender to the Babylonian king’s officials, then this city will be handed over to the Chaldeans. They will burn it down, and you will not escape from their hands.”",
      "19": "King Zedekiah said to Jeremiah, “I am afraid of the Jews who have defected to the Chaldeans. The Chaldeans may turn me over to them, and they will torture me.”",
      "20": "But Jeremiah said, “They will not turn you over to them. Please obey the Lord by doing what I tell you. It will go well with you, and your life will be spared.",
      "21": "But if you refuse to surrender, this is what the Lord has revealed to me.",
      "22": "All the women who are left in the palace of the king of Judah will certainly be brought out to the officials of the Babylonian king. Those women will say to you, ‘Those trusted friends of yours misled you and led you to defeat. Your feet have sunk down into the mud, and they all have deserted you.’",
      "23": "They will bring all your wives and children to the Chaldeans. You yourself will not escape their grasp. You will be seized by the king of Babylon, and this city will be burned down.”",
      "24": "Then Zedekiah said to Jeremiah, “If you do not let anyone know about this conversation, you will not die.",
      "25": "But if the officials hear that I have spoken with you, they will come and ask you, ‘Tell us what you said to the king. Do not hide it from us, and we will not put you to death—just tell us what the king said to you.’",
      "26": "Tell them, ‘I was humbly begging the king not to return me to the house of Jonathan to die there.’”",
      "27": "All the officials then came to Jeremiah. When they began to question him, he said everything just the way the king had commanded. Then they stopped questioning him, since no one had heard the conversation.",
      "28": "So Jeremiah remained in the courtyard of the guard until the day Jerusalem was captured. He was still there when Jerusalem fell."
    },
    "39": {
      "1": "In the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon came to Jerusalem with his whole army and laid siege to it.",
      "2": "In the eleventh year of Zedekiah, in the fourth month, on the ninth day of the month, a breach was made in the city wall.",
      "3": "All the officers of the king of Babylon entered and sat down in the middle gate: Nergal Sharezer the staff officer, Nebo Sarsekim a chief officer, Nergal Sharezer a high official, and all the other officials of the king of Babylon.",
      "4": "When Zedekiah king of Judah and all the soldiers saw them, they fled and left the city at night by way of the king’s garden through the gate between the two walls. Then they went toward the Arabah.",
      "5": "But the Chaldean army pursued them and overtook Zedekiah in the plains by Jericho. After they had captured him, they brought him up to Nebuchadnezzar king of Babylon at Riblah in the land of Hamath and passed judgment on him.",
      "6": "The king of Babylon killed Zedekiah’s sons in front of his eyes at Riblah, and he also killed the nobles of Judah.",
      "7": "Then he put out Zedekiah’s eyes and bound him with bronze shackles and sent him to Babylon.",
      "8": "The Chaldeans burned down the king’s palace and the houses of the people. They also broke down the walls of Jerusalem.",
      "9": "Then Nebuzaradan, the captain of the guard, carried into exile the rest of the people who remained in the city, along with those who had deserted, as well as the rest of the people.",
      "10": "But Nebuzaradan, the captain of the guard, left behind in the land of Judah some of the poor people, who owned nothing, and he then gave them vineyards and fields.",
      "11": "Now Nebuchadnezzar king of Babylon gave orders to Nebuzaradan, the captain of the guard, concerning Jeremiah. He said,",
      "12": "“Take him, look after him, and do him no harm. Do for him whatever he wants.”",
      "13": "So Nebuzaradan the captain of the guard, Nebushazban the chief officer, Nergal Sharezer a high official, and all the other officials of the king of Babylon",
      "14": "sent for Jeremiah and had him taken out of the courtyard of the guard. They entrusted him to Gedaliah son of Ahikam, son of Shaphan, to take him to his house. So he remained among his people.",
      "15": "While Jeremiah had still been imprisoned in the courtyard of the guard, the word of the Lord had come to him:",
      "16": "“Go and tell Ebed Melek the Cushite that this is what the Lord of Armies, the God of Israel, says. Watch, I am going to fulfill my words against this city for evil and not for good. They are going to be fulfilled before your eyes.",
      "17": "But I will deliver you on that day, declares the Lord, and you will not be handed over to those you fear.",
      "18": "I will certainly save you. You will not fall by the sword. You will escape with your life, because you have put your trust in me, declares the Lord.”"
    },
    "40": {
      "1": "The word of the Lord came to Jeremiah after Nebuzaradan the captain of the guard had released him at Ramah. Jeremiah had been captured and bound in chains with all the captives of Jerusalem and Judah who were being carried into exile in Babylon.",
      "2": "When the captain of the guard found Jeremiah, he said to him, “The Lord your God pronounced this disaster on this place,",
      "3": "and the Lord has brought it about and has done what he said he would do. This took place because you people sinned against the Lord and did not obey him.",
      "4": "But now, today, I am removing the chains from your wrists. If you wish, come with me to Babylon. I will take care of you. But if this does not seem good to you, then don’t come. The whole land is before you. If there is a place that seems good and right to you, go there.”",
      "5": "But before Jeremiah turned away, he added, “Or you can go to Gedaliah son of Ahikam, son of Shaphan. The king of Babylon has made him governor over the cities of Judah. You can live with him among the people. Go wherever it seems right for you to go.”\nThen the commander of the guard gave him a gift and some food and released him.",
      "6": "Jeremiah went to Gedaliah son of Ahikam at Mizpah and lived with him among the people who had been left behind in the land.",
      "7": "All the army officers who were still in the field and all their men heard that the king of Babylon had appointed Gedaliah son of Ahikam to be governor of the land, and that he had given him authority over the men, women, children, and over the poorest people of the land—those who were not carried away into exile in Babylon.",
      "8": "They and their men went to Gedaliah at Mizpah—Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Ja’azaniah the son of the Ma’acathite.",
      "9": "Gedaliah son of Ahikam, son of Shaphan, swore an oath in the presence of them and their men. He said, “Do not be afraid of the Chaldeans. Live in the land and serve the king of Babylon, and it will go well with you.",
      "10": "As for me, I will certainly stay at Mizpah to represent you before the Chaldeans who come to us. As for you, store up wine, summer fruit, and oil, put it into your jars, and live in the towns you have taken over.”",
      "11": "When all the Jews who were in Moab, among the Ammonites, in Edom, and in other lands heard that the king of Babylon had left a remnant in Judah, and that he had appointed Gedaliah son of Ahikam, son of Shaphan, over them,",
      "12": "all those Jews returned from all the places they had been scattered. They returned to the land of Judah, to Gedaliah at Mizpah. There they stored up a large amount of wine and summer fruit.",
      "13": "Then Johanan son of Kareah and the army officers who were still in the field came to Gedaliah at Mizpah",
      "14": "and said to him, “Do you know that Baalis king of the Ammonites has sent Ishmael son of Nethaniah to assassinate you?” But Gedaliah son of Ahikam did not believe them.",
      "15": "Then Johanan son of Kareah spoke secretly to Gedaliah at Mizpah, “I urge you, let me go and kill Ishmael son of Nethaniah. No one will know. Why should he assassinate you and cause all the Jews who are gathered around you to be scattered and the remnant of Judah to perish?”",
      "16": "But Gedaliah son of Ahikam said to Johanan son of Kareah, “Do not do this! What you are saying about Ishmael is false.”"
    },
    "41": {
      "1": "In the seventh month, Ishmael son of Nethaniah, son of Elishama, a descendant of the royal family and one of the chief officers of the king, came with ten men to Gedaliah son of Ahikam at Mizpah. While they were eating a meal together there,",
      "2": "Ishmael son of Nethaniah got up and struck down Gedaliah son of Ahikam, son of Shaphan, with a sword, killing the man the king of Babylon had appointed as governor over the land.",
      "3": "Ishmael also struck down all the Jews who were with Gedaliah at Mizpah and also the Chaldean soldiers they found there.",
      "4": "The next day, the day after Gedaliah was assassinated, before anyone knew about it,",
      "5": "men came from Shechem, from Shiloh, and from Samaria—eighty men in all—with their beards shaved, their clothing torn, and their bodies gashed. They came bringing grain offerings and incense to the House of the Lord.",
      "6": "Ishmael son of Nethaniah went out from Mizpah to meet them, weeping as he came. As he met them he said, “Come to Gedaliah son of Ahikam.”",
      "7": "When they got to the middle of the city, Ishmael son of Nethaniah and the men with him began to kill them, throwing their bodies into a cistern.",
      "8": "But ten of them said to Ishmael, “Don’t kill us! We have food hidden in the countryside: wheat, barley, oil, and honey!”\nSo he stopped and did not murder them along with the others.",
      "9": "Now the cistern into which Ishmael threw all the dead bodies of the murdered men was a large one, which had been built by King Asa to defend against Ba’asha king of Israel. Ishmael son of Nethaniah filled it with the murdered men.",
      "10": "Then Ishmael made prisoners of all the people who were left in Mizpah, including the king’s daughters and the others who were left there in Mizpah—people whom Nebuzaradan, the captain of the guard, had placed under the care of Gedaliah son of Ahikam. Ishmael son of Nethaniah took them as prisoners and set out to cross over to the Ammonites.",
      "11": "But when Johanan son of Kareah and all the army officers with him heard about all the crimes that Ishmael son of Nethaniah had committed,",
      "12": "they took all of their men and went to attack Ishmael son of Nethaniah. They caught up with him by the great pool at Gibeon.",
      "13": "When all the people with Ishmael saw Johanan son of Kareah and all the army officers who were with him, they were glad.",
      "14": "All of the people whom Ishmael had taken prisoner turned back and went to Johanan son of Kareah.",
      "15": "But Ishmael son of Nethaniah and eight of his men escaped from Johanan and went over to the Ammonites.",
      "16": "Then Johanan son of Kareah and the army officers with him took all the survivors from Mizpah, whom he had recovered from Ishmael son of Nethaniah after Ishmael had killed Gedaliah son of Ahikam—the soldiers, the women, the children, and the court officials that Johanan had brought back from Gibeon.",
      "17": "They left there and stayed at Geruth Kimham near Bethlehem. They were on the way to Egypt",
      "18": "because they were afraid of the Chaldeans, since Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had appointed as governor over the land."
    },
    "42": {
      "1": "Then all the army officers, including Johanan son of Kareah and Jezaniah son of Hoshaiah, and all the people from the least to the greatest approached Jeremiah.",
      "2": "They said to him, “Please hear our request and pray to the Lord your God for us, for this group of survivors. As you can see, only a few of us are left, though once there were many.",
      "3": "Pray that the Lord your God may show us the way we should go and what we should do.”",
      "4": "Then Jeremiah the prophet said to them, “I have heard you. Certainly, I will pray to the Lord your God as you have asked. I will tell you whatever the Lord answers. I will keep nothing back from you.”",
      "5": "Then they said to Jeremiah, “May the Lord be a true and faithful witness against us if we do not do everything the Lord your God directs you to tell us.",
      "6": "Whether it is good or bad, we will obey the voice of the Lord our God, of whom you are inquiring for us. May it go well with us when we obey the voice of the Lord our God.”",
      "7": "Ten days later, the word of the Lord came to Jeremiah.",
      "8": "He called Johanan son of Kareah and all the army officers with him, along with all of the people from the least to the greatest,",
      "9": "and he reported this to them:\nThe Lord, the God of Israel, to whom you sent me to present your request, says this:",
      "10": "If you stay in this land, I will build you up and not tear you down. I will plant you and not uproot you, for I am grieving over the disaster I brought upon you.",
      "11": "Do not be afraid of the king of Babylon, whom you now fear. Do not be afraid of him, declares the Lord, for I am with you to save you and to deliver you from his hand.",
      "12": "I will be merciful to you so that he will be merciful to you and will send you back to your own land.",
      "13": "But if you say, “We will not remain in this land,” and if you disobey the voice of the Lord your God,",
      "14": "and if you say, “No, we will go into the land of Egypt, where we will see no war, hear no battle signal from the ram’s horn, and experience no hunger for bread, and we will live there,”",
      "15": "then hear the word of the Lord, you survivors from Judah. This is what the Lord of Armies, the God of Israel, says. If you are determined to go and live in Egypt,",
      "16": "then the sword you fear will overtake you in Egypt, the famine you dread will follow you there in Egypt, and you will die there.",
      "17": "This is what will happen to everyone who is determined to go into Egypt. All of them will die by the sword, famine, and plague. None of them will survive or escape from the disaster I am going to bring on them.",
      "18": "This is what the Lord of Armies, the God of Israel, says. As my anger and my wrath have been poured out on those who live in Jerusalem, so will my wrath be poured out on you when you go to Egypt. You will be an object of horror and derision, an object of cursing and ridicule. You will never see this place again.",
      "19": "This is what the Lord says concerning you, you remaining survivors from Judah: Do not go to Egypt. You can be certain about this. I am warning you today",
      "20": "that you have put your own souls in danger by sending me to the Lord your God and saying, “Pray to the Lord our God for us. Tell us everything the Lord our God says, and we will do it.”",
      "21": "I have told you this today, but you have not obeyed the voice of the Lord your God in anything he sent me to tell you.",
      "22": "Therefore, be certain about this. You will die by the sword, famine, and plague in the place where you want to go and live."
    },
    "43": {
      "1": "When Jeremiah finished telling the people all the words of the Lord their God (everything the Lord had sent him to tell them),",
      "2": "Azariah son of Hoshaiah, Johanan son of Kareah, and all the arrogant men said to Jeremiah, “You are lying. The Lord our God did not send you to tell us, ‘Do not go to Egypt to settle there.’",
      "3": "Baruch son of Neriah has turned you against us, in order to hand us over to the Chaldeans, so that they may kill us or carry us away to Babylon as captives.”",
      "4": "So Johanan son of Kareah and all the army officers disobeyed the voice of the Lord, who was commanding them to remain in the land of Judah.",
      "5": "Johanan son of Kareah and all the army officers took away everyone who remained in Judah, everyone who had returned to live in the land of Judah from the nations where they had been driven:",
      "6": "the men, women, and children, the king’s daughters, and everyone else that Nebuzaradan the captain of the guard had left with Gedaliah son of Ahikam, the son of Shaphan, and also Jeremiah the prophet and Baruch son of Neriah.",
      "7": "They entered the land of Egypt, disobeying the voice of the Lord, and they went as far as Tahpanhes.",
      "8": "In Tahpanhes the word of the Lord came to Jeremiah. The Lord said,",
      "9": "“Take some large stones in your hand while the men of Judah are watching, and bury them in the mudbrick pavement at the entrance of Pharaoh’s palace at Tahpanhes.",
      "10": "Tell them that this is what the Lord of Armies, the God of Israel, says. Be sure of this. I will send for my servant, Nebuchadnezzar king of Babylon, and I will set his throne on these stones that I have hidden, and he will spread his royal canopy over them.",
      "11": "He will come and attack Egypt, bringing death to those doomed to death, captivity to those doomed to captivity, and the sword to those doomed to the sword.",
      "12": "I will set fire to the temples of the gods of Egypt. He will burn them—or carry them away to captivity. He will wrap Egypt around himself as a shepherd wraps a cloak around himself. Then he will go away in peace.",
      "13": "He will smash the sacred obelisks in the temple of the sun in the land of Egypt, and he will burn down the temples of the Egyptian gods.”"
    },
    "44": {
      "1": "The word that came to Jeremiah concerning all the Jews who lived in the land of Egypt—in Migdol, Tahpanhes, and Memphis, and also in Upper Egypt:",
      "2": "This is what the Lord of Armies, the God of Israel, says. You have seen the disaster I brought on Jerusalem and all the cities of Judah. You see that today they are desolate and no one lives there",
      "3": "because they committed evil and provoked me to anger. They burned incense to serve other gods that neither they, nor you, nor your fathers knew.",
      "4": "I kept sending my servants the prophets to you again and again, saying, “Do not do this detestable thing that I hate.”",
      "5": "But they did not listen or pay attention. They did not turn away from their wickedness or stop burning incense to other gods.",
      "6": "Therefore, my wrath and anger were poured out and ignited against the cities of Judah and in the streets of Jerusalem, and they were laid waste and desolate, as they are this day.",
      "7": "Therefore this is what the Lord, the God of Armies, the God of Israel, says. Why are you doing such an evil thing to yourselves? You are cutting off from Judah man and woman, children and infants, leaving no one remaining.",
      "8": "Why are you provoking me to anger with the idols your hands have made? Why are you burning incense to other gods in Egypt where you have gone to live? You will cut yourselves off, making yourselves an object of cursing and ridicule among all the nations of the earth.",
      "9": "Have you forgotten the wickedness of your fathers, the wickedness of the king of Judah, the wickedness of their wives, your own wickedness, and the wickedness of your wives in the land of Judah and in the streets of Jerusalem?",
      "10": "They have not humbled themselves even to this day. They have not feared me or walked in my law or in my statutes that I set before you and your fathers.",
      "11": "Therefore the Lord of Armies, the God of Israel, says: I will certainly set my face against you to bring disaster, to cut off all Judah.",
      "12": "I will remove the survivors of Judah who are determined to go to Egypt and settle there, and they will be consumed. In the land of Egypt they will fall. They will be consumed by sword and famine. They will die, from the least to the greatest, by sword and famine. They will become an object of horror and derision, an object of cursing and ridicule.",
      "13": "I will punish those who go to live in the land of Egypt as I punished Jerusalem—with the sword, famine, and plague—",
      "14": "so that none of the survivors of Judah who have gone to live in Egypt will escape or survive to return to the land of Judah, to which they long to return in order to live there, because none of them will return, except a few refugees.",
      "15": "Then all the men who knew that their wives were burning incense to other gods, and all the women who were standing there—a large crowd—and all the people living in Lower Egypt and Upper Egypt answered Jeremiah:",
      "16": "“We will not listen to the message you have spoken to us in the name of the Lord,",
      "17": "but instead we will continue doing everything that we said we would do. We will burn incense to the Queen of Heaven, and we will pour out drink offerings to her, just as we and our ancestors, our kings, and our officials used to do in the cities of Judah and in the streets of Jerusalem. Then we had plenty of food. We were prosperous, and we had no troubles.",
      "18": "But ever since we stopped burning incense to the Queen of Heaven and stopped pouring out drink offerings to her, we have had nothing at all, and we have been consumed by sword and famine.”",
      "19": "Then the women said, “When we burned incense to the Queen of Heaven and poured out drink offerings to her, did we make the cakes in her image and pour out drink offerings to her without our husbands’ approval?”",
      "20": "Then Jeremiah said to all the people, both men and women, who were answering him,",
      "21": "“Do you think the Lord did not remember the incense you burned in the cities of Judah and in the streets of Jerusalem—you, your ancestors, your kings and officials, and the people of the land? Do you think this did not enter his mind?",
      "22": "When the Lord could no longer bear your evil acts and the disgusting things you did, your land became a desolate wasteland, a cursed land, with no one living there to this day.",
      "23": "It is because you have burned incense and sinned against the Lord, because you have not obeyed him or walked in his law, his statutes, and his decrees, that this disaster has come upon you now.”",
      "24": "Jeremiah then said to all the people, including the women, “Hear the word of the Lord, all you people of Judah in Egypt.”",
      "25": "The Lord of Armies, the God of Israel, says this. You and your wives have declared with your words and your actions that you will keep the vows you made to burn incense to the Queen of Heaven and to pour out drink offerings to her. Do what you promised! By all means, fulfill your vows!",
      "26": "But hear the word of the Lord, all you Jews living in Egypt. Listen! I swear by my great name, declares the Lord, that my name will no longer be spoken by anyone from Judah living anywhere in Egypt, nor will they swear, “As surely as the Lord God lives.”",
      "27": "Look at this! I am watching over them to bring disaster, not good, and all the men of Judah who are in the land of Egypt will be consumed by sword and famine until they are all gone.",
      "28": "Those who escape the sword and return from the land of Egypt to the land of Judah will be very few. Then all the remnant of Judah who entered Egypt to live there will know whose word will stand—mine or theirs.",
      "29": "This will be a sign to you, declares the Lord. I will punish you in this place. Then you will know that my warnings to bring disaster upon you will stand.",
      "30": "This is what the Lord says. Watch me. I am handing Pharaoh Hophra, king of Egypt, over to his enemies who seek his life, just as I handed Zedekiah king of Judah over to Nebuchadnezzar king of Babylon, the enemy who sought his life."
    },
    "45": {
      "1": "This is the message that Jeremiah the prophet gave to Baruch son of Neriah when he was writing down on a scroll the words that Jeremiah was dictating. This was in the fourth year of Jehoiakim son of Josiah, king of Judah.",
      "2": "This is what the Lord, the God of Israel, says to you, Baruch.",
      "3": "You said, “Woe is me! The Lord has added sorrow to my pain. I am worn out with groaning and I have found no rest.”",
      "4": "This is what the Lord says. Tell him that I will overthrow what I have built and uproot what I have planted throughout the whole world.",
      "5": "So should you then be seeking great things for yourself? Stop seeking them. I will certainly bring disaster on every living thing, declares the Lord. But in every place you go, I will let you hang on to your life like a prize of war."
    },
    "46": {
      "1": "The word of the Lord that came to Jeremiah the prophet concerning the nations:",
      "2": "Concerning Egypt:\nConcerning the strong army of Pharaoh Neco, king of Egypt, which Nebuchadnezzar king of Babylon defeated at Carchemish on the Euphrates River in the fourth year of Jehoiakim son of Josiah, king of Judah:",
      "3": "Arrange your shields, both large and small,\nand march out for battle!",
      "4": "Harness the horses!\nMount up, you horsemen!\nTake up your stations with your helmets on.\nPolish your spears.\nPut on your armor!",
      "5": "But what do I see?\nThey are terrified.\nThey are turning back.\nTheir warriors are beaten.\nThey are fleeing without looking back.\nThere is terror on every side! declares the Lord.",
      "6": "There is no chance for the swift to flee.\nThere is no escape for the strong.\nIn the north, near the River Euphrates,\nthey stumble and fall.",
      "7": "Who is this, rising like the Nile,\nlike rivers with surging waters?",
      "8": "It is Egypt that rises like the Nile,\nlike rivers with surging waters.\nEgypt said, “I will rise.\nI will cover the earth.\nI will destroy cities\nand those who live in them.”",
      "9": "Horses, charge!\nCharioteers, drive like madmen!\nForward, you warriors,\nyou men of Cush and Put who carry the shield,\nyou men of Lud who grasp and bend the bow!",
      "10": "That day is the day of the Lord, the God of Armies.\nIt is a day of vengeance,\nwhen he will take vengeance on his foes.",
      "11": "Go up to Gilead and get balm,\n    virgin daughter of Egypt!\nYou have tried many medicines with no results.\nThere is no healing for you.",
      "12": "The nations have heard of your shame,\nand your cry fills the earth.\nWarrior stumbles against warrior,\nand the two of them fall together.",
      "13": "This is the word the Lord spoke to Jeremiah the prophet about the coming of Nebuchadnezzar king of Babylon to strike the land of Egypt.",
      "14": "Declare this in Egypt. Proclaim it in Migdol.\nProclaim it in Memphis and Tahpanhes.\nSay, “Take your positions and get ready.\nThe sword is going to devour those around you.”",
      "15": "Why are your mighty ones laid low?\nThey cannot stand, for the Lord has pushed them down.",
      "16": "He made many stumble.\nThey fall against each other.\nThey say, “Get up! Let’s go back to our people\nand to the land of our birth,\naway from the sword of our oppressor.”",
      "17": "There they will cry out,\n“Pharaoh king of Egypt is only a loud noise.\nHe has missed his opportunity.”",
      "18": "As surely as I live, declares the King,\nwhose name is the Lord of Armies,\nsomeone is coming who is like Tabor among the mountains,\nand like Carmel by the sea.",
      "19": "Get your bags ready to go into exile,\n    you daughter who dwells in Egypt,\nfor Memphis will become a desolation\nand lie in ruins without an inhabitant.",
      "20": "Egypt is a lovely heifer,\nbut a horsefly has come against her out of the north.",
      "21": "The mercenaries in her ranks are like fattened calves.\nThey will turn and flee together.\nThey will not stand,\nfor the day of disaster has come upon them,\nthe time for their punishment.",
      "22": "Egypt will hiss like a snake,\nbecause the enemy will advance as an army.\nIt will come against her with axes,\nlike men who cut down trees.",
      "23": "They will cut down her forest, declares the Lord,\nthough it is impenetrable,\neven though they are more numerous than locusts,\neven though they are too many to count.",
      "24": "The daughter of Egypt will be put to shame,\nhanded over to the people from the north.",
      "25": "The Lord of Armies, the God of Israel, says: Watch, I will punish Amon god of Thebes, along with Pharaoh, with Egypt, her gods, and her kings—Pharaoh and those who trust in him.",
      "26": "I will hand them over to those who seek their lives, to Nebuchadnezzar king of Babylon and his officers.\nBut afterward Egypt will be inhabited as in former days, declares the Lord.",
      "27": "But do not be afraid, my servant Jacob.\nDo not be terrified, Israel,\nbecause I will save you from a faraway place,\nand I will rescue your descendants from the land where\n        they are captives.\nJacob will return.\nHe will enjoy quiet and be at ease,\nand no one will make him afraid.",
      "28": "Do not be afraid, my servant Jacob, declares the Lord,\nfor I am with you.\nI will completely destroy all the nations\n    among which I have scattered you,\nbut I will not completely destroy you.\nI will discipline you with justice,\nand I will not regard you as entirely innocent."
    },
    "47": {
      "1": "This is the word of the Lord that came to Jeremiah the prophet concerning the Philistines, before Pharaoh struck Gaza.",
      "2": "This is what the Lord says.\nSee, waters rise up out of the north,\nand they will become an overflowing stream.\nThey will overflow the land and everything in it,\nthe cities and those who live there.\nThe people will cry out,\nand everyone who lives in the land will wail",
      "3": "at the sound of the stamping hoofs of his steeds,\n    at the rumbling of his chariots,\n    at the roar of his wheels.\nFathers will not turn back for their sons,\nbecause their hands will hang limp,",
      "4": "on account of the day that is coming to destroy all the Philistines,\nto cut off from Tyre and Sidon every helper who survives.\nFor the Lord will destroy the Philistines,\nthe surviving remnant from the shores of Caphtor.",
      "5": "Baldness is coming to Gaza.\nAshkelon will be destroyed.\nYou survivors left on the plain,\nhow long will you cut yourselves?",
      "6": "O sword of the Lord!\nHow long until you rest?\nReturn to your scabbard.\nRest and be still.",
      "7": "How can you rest since the Lord has commanded this?\nAgainst Ashkelon and against the shore of the sea,\n        he has assigned the sword."
    },
    "48": {
      "1": "This is what the Lord of Armies, the God of Israel, says.\nWoe to Nebo! It will be destroyed.\nKiriathaim will be disgraced and captured.\nThe stronghold will be disgraced and broken down.",
      "2": "There will no longer be any praise for Moab.\nThey have plotted evil against her in Heshbon:\n“Come, let us destroy that nation!”\nYou will be silenced, O Madmen.\nThe sword will pursue you.",
      "3": "The sound of a cry from Horonaim,\ndesolation and great destruction!",
      "4": "Moab is destroyed.\nHer little ones will cry out.",
      "5": "Now they go up the ascent to Luhith,\n    weeping continually.\nAnd on the descent of Horonaim\nthey have heard the cry of distress\n    caused by the destruction.",
      "6": "Flee! Save your lives!\nBe like a juniper bush in the wilderness.",
      "7": "Because you trusted in your works and treasures,\nyou too will be taken.\nChemosh will go into exile,\ntogether with his priests and officials.",
      "8": "The destroyer will come against every city,\nand no city will escape.\nThe valley will also perish,\nand the tableland will be destroyed, as the Lord has spoken.",
      "9": "Give Moab a blossom, but it will blow away completely.\nHer cities will become desolate\nwith no one to live in them.",
      "10": "Cursed is the one who is negligent in doing the Lord’s work.\nCursed is the one who holds back his sword from bloodshed.",
      "11": "Moab has been at peace since its youth,\nundisturbed, like wine on its dregs,\nnever poured from one vessel to another.\nIt has never gone into captivity.\nThat is why it tastes the same as it always did,\nand its aroma is unchanged.",
      "12": "Therefore, know this: the days are coming, declares the Lord,\nwhen I will send to Moab people who pour,\nand they will pour it out.\nThey will drain its containers\nand smash its jars.",
      "13": "Moab will be ashamed of Chemosh,\nas the house of Israel was ashamed of Bethel, in which they trusted.",
      "14": "How can you say, “We are mighty warriors,\ncourageous soldiers?”",
      "15": "Moab is laid waste,\nand they have gone up into its cities.\nIts finest young men have gone down to be slaughtered.\nThe declaration of the King,\nwhose name is the Lord of Armies:",
      "16": "The destruction of Moab is approaching,\nand its disaster hurries swiftly.",
      "17": "Mourn for it, all you surrounding nations.\nAll you who know its name say,\n“How the mighty scepter is broken,\nthe glorious staff!”",
      "18": "Come down from your glory,\nand sit on the parched ground,\nyou who dwell in Dibon.\nMoab’s destroyer has come up against you.\nHe has destroyed your strongholds.",
      "19": "Stand beside the road and watch,\nyou who dwell in Aroer.\nAsk him who flees, ask her who escapes,\n“What has happened?”",
      "20": "Moab is withered,\nfor it is broken down.\nWail and cry!\nTell it by the Arnon, that Moab has been destroyed.",
      "21": "Judgment has come upon the tableland, on Holon, on Jahzah, on Mepha’ath,",
      "22": "on Dibon, on Nebo, on Beth Diblathaim,",
      "23": "on Kiriathaim, on Beth Gamul, on Beth Meon,",
      "24": "on Kerioth, on Bozrah, and on all the towns of the land of Moab, far and near.",
      "25": "The horn of Moab is cut off,\nand his arm is broken, declares the Lord.",
      "26": "Make him drunk,\nbecause he exalted himself against the Lord.\nMoab will wallow in his vomit,\nand he will be ridiculed.",
      "27": "Was not Israel ridiculed by you?\nWas Israel caught among thieves,\nso that whenever you speak of him,\nyou shake your head?",
      "28": "You who live in Moab, abandon the cities and dwell in the rocks.\nBe like a dove that makes her nest over the mouth of a chasm.",
      "29": "We have heard about the pride of Moab.\nHe is very arrogant.\nHe is smug, he is conceited,\nhe is proud, and his heart is haughty.",
      "30": "I know his insolence, says the Lord.\nIt is empty, and so are his deeds.",
      "31": "Therefore I will wail for Moab.\nI will cry out for all of Moab.\nI will mourn for the men of Kir Hareseth.",
      "32": "I will weep for you, vine of Sibmah,\nmore than Jazer.\nYour branches passed over the sea.\nThey reached to the Sea of Jazer.\nThe destroyer has fallen on your summer fruit\nand on your grapes.",
      "33": "Gladness and joy have been taken from the fertile field\nand from the land of Moab.\nI have stopped the flow of wine from the winepresses.\nNo one will tread them with shouts of joy.\nThe shouting is not shouting for joy.",
      "34": "There is an outcry from Heshbon to Elealeh.\nThey raise their voices as far as Jahaz,\nfrom Zoar to Horonaim and Eglath Shelishiyah,\nand even the waters of Nimrim have dried up.",
      "35": "In Moab, declares the Lord,\nI will stop the one who presents offerings on the high places\nand burns incense to his gods.",
      "36": "Therefore, my heart wails like a flute for Moab,\nand for the men of Kir Hareseth my heart wails like a flute.\nEven the wealth they have acquired is gone.",
      "37": "Every head is shaved, and every beard is clipped.\nEvery hand is cut, and there is sackcloth around their waists.",
      "38": "On all the rooftops of Moab\nand in its streets there is wailing,\nbecause I have broken Moab like an unwanted jar,\ndeclares the Lord.",
      "39": "How broken she is!\nHow they wail!\nHow Moab turns her back in shame!\nSo Moab will be ridiculed\nand be a horror to all around.",
      "40": "For the Lord says:\nWatch, he will fly like an eagle,\nand he will spread his wings against Moab.",
      "41": "Kerioth is taken,\nand the strongholds are seized.\nOn that day the hearts of Moab’s strong warriors\n    will be like the heart of a woman in labor.",
      "42": "Moab will be destroyed as a nation\nbecause he has defied the Lord.",
      "43": "Panic, pit, and peril are before you,\nyou who live in Moab, declares the Lord.",
      "44": "Whoever flees from the panic will fall into the pit.\nWhoever gets out of the pit will be trapped in the snare,\nfor I will bring on Moab the year of their punishment,\nsays the Lord.",
      "45": "Those who fled stand helpless under the shadow of Heshbon,\nbecause a fire has gone out from Heshbon,\nand a flame from the midst of Sihon.\nIt has burned the foreheads of Moab,\nand the tops of the heads of those who boast.",
      "46": "Woe to you, O Moab!\nThe people of Chemosh are destroyed,\nfor your sons are taken away captive,\nand your daughters go into exile.",
      "47": "Nevertheless, I will reverse the captivity of Moab in days to come,\n    declares the Lord.\nThis is the conclusion of the judgment against Moab."
    },
    "49": {
      "1": "Concerning the people of Ammon, this is what the Lord says:\nHas Israel no sons?\nHas he no heir?\nWhy then does Milcom possess Gad?\nWhy do his people live in Israel’s cities?",
      "2": "Watch, the days are coming, declares the Lord,\nwhen I will sound a battle cry against Rabbah of the Ammonites,\nand it will become a desolate heap.\nHer villages will be burned down,\nand then Israel will possess those who possessed him,\ndeclares the Lord.",
      "3": "Wail, Heshbon, for Ai is laid waste!\nCry, you daughters of Rabbah!\nPut on sackcloth and mourn.\nRun back and forth behind the walls,\nbecause Milcom is about to go into captivity,\nwith his priests and his officials.",
      "4": "Why do you boast about your valleys,\nyour flowing valley, you backsliding daughter?\nYou trusted in your treasures, saying,\n“Who will come against me?”",
      "5": "Look out! I will bring terror upon you,\nsays the Lord God of Armies,\nterror from every side.\nAll of you will be completely driven out,\nand there will be no one to gather together the fugitives.",
      "6": "But afterward I will restore the captives of the Ammonites,\ndeclares the Lord.",
      "7": "Concerning Edom, this is what the Lord of Armies says:\nIs there no more wisdom in Teman?\nHas counsel perished from the prudent?\nHas their wisdom vanished?",
      "8": "Flee! Turn back!\nDwell in the depths, you who live in Dedan,\nfor I will bring the disaster of Esau on him when I punish him.",
      "9": "If grape pickers came to you,\nwouldn’t they leave some grapes for gleaning?\nIf thieves came by night,\nwouldn’t they stop when they had stolen enough?",
      "10": "But I have stripped Esau bare.\nI have uncovered his secret places,\nand he will not be able to hide himself.\nHis offspring are destroyed,\nalong with his brothers and his neighbors,\nand he is no more.",
      "11": "Leave your fatherless children.\nI will preserve their lives.\nLet your widows trust in me.",
      "12": "For the Lord says: If those who did not deserve to drink from the cup must drink it, will you escape unpunished? No, you will not remain unpunished. You must drink.",
      "13": "For I have sworn by myself, declares the Lord, that Bozrah will become a horror, a disgrace, ruins, and a curse. All its cities will be perpetual ruins.",
      "14": "I have heard news from the Lord,\nand a messenger has been sent to the nations:\n“Gather yourselves together,\nand come against her!\nRise up for the battle!”",
      "15": "Look, I have made you small among the nations\nand despised among mankind.",
      "16": "The terror you instill has deceived you,\nthe pride of your heart.\nYou who dwell in the clefts of the rock,\nwho occupy the high point of the hill,\neven though you make your nest as high as the eagle’s nest,\nI will bring you down from there, declares the Lord.",
      "17": "Edom will become a horror.\nEveryone who passes by it will be shocked,\nand they will hiss because of all its disasters.",
      "18": "As Sodom and Gomorrah\nand their neighboring cities were overthrown,\nsays the Lord,\nno one will live there.\nNot one person will dwell in it.",
      "19": "Watch this.\nLike a lion coming out of the thickets of the Jordan\n    into the pastures that are always green,\nI will suddenly chase Edom away from its land,\nand I will appoint whomever I choose over it.\nFor who is like me?\nWho can challenge me?\nWhat shepherd can stand before me?",
      "20": "Therefore, hear what the Lord has planned for Edom,\nwhat he intends to do against the people of Teman.\nEven the little ones of the flock will be dragged away.\nHe will make their pasture desolate because of them.",
      "21": "The earth will tremble at the noise of their fall.\nTheir cry will be heard all the way to the Red Sea.",
      "22": "Watch, he will come up and fly like an eagle.\nHe will spread out his wings against Bozrah.\nIn that day the hearts of the strong warriors of Edom\n    will be like the heart of a woman during her labor pains.",
      "23": "Concerning Damascus:\nHamath and Arpad are troubled,\nfor they have heard bad news.\nThey melt in fear.\nLike a troubled sea,\nthey cannot find rest.",
      "24": "Damascus has become feeble.\nShe turns to flee.\nPanic has seized her.\nAnguish and sorrows have taken hold of her,\n    like those of a woman in labor.",
      "25": "Why is this famous city not yet forsaken,\nthe joyful city?",
      "26": "Therefore, her young men will fall in her streets,\nand all her warriors will be destroyed on that day,\ndeclares the Lord of Armies.",
      "27": "I will set fire to the walls of Damascus,\nand it will devour the citadels of Ben Hadad.",
      "28": "Concerning Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon struck, this is what the Lord says:\nArise, go up to Kedar,\nand destroy the people of the East.",
      "29": "Their tents and their flocks will be taken,\ntheir tent curtains and everything in their tents.\nTheir camels will be taken away from them,\nand men will shout to them, “Terror on every side!”",
      "30": "Quick, fly away!\nHide in deep caves, you who live in Hazor,\ndeclares the Lord,\nbecause Nebuchadnezzar king of Babylon has plotted against you,\nand he has made plans to defeat you.",
      "31": "Arise! Attack a nation at ease, that lives without care,\ndeclares the Lord,\na nation that has neither gates nor bars, that lives by itself.",
      "32": "Their camels will be plunder,\nand their vast herds of livestock a prize.\nI will scatter to all the winds those who live in distant places,\nand I will bring disaster on them from every side,\ndeclares the Lord.",
      "33": "Hazor will be a place where jackals live,\na desolate place forever.\nNo man will live there.\nNo one will live in that place even as a temporary resident.",
      "34": "This is the word of the Lord that came to Jeremiah the prophet concerning Elam, early in the reign of Zedekiah king of Judah:",
      "35": "This is what the Lord of Armies says.\nLook, I will break the bow of Elam,\nthe main source of its power.",
      "36": "I will bring against Elam the four winds,\nfrom the four corners of the sky.\nI will scatter its people to the four winds.\nThere will not be a nation\n    where the outcasts of Elam do not go.",
      "37": "I will make Elam terrified of their enemies,\nthose who seek their lives.\nI will bring disaster on them,\nnamely, my fierce anger, declares the Lord,\nand I will send the sword after them,\nuntil I have consumed them.",
      "38": "I will set up my throne in Elam,\nand there I will destroy their king and officials,\ndeclares the Lord.",
      "39": "Yet I will reverse the captivity of Elam in days to come,\ndeclares the Lord."
    },
    "50": {
      "1": "The word that the Lord spoke concerning Babylon, the land of the Chaldeans, through Jeremiah the prophet:",
      "2": "Declare and proclaim this among the nations.\nSet up a signal flag.\nProclaim and do not hide it.\nSay this:\nBabylon has been taken.\nBel has been put to shame.\nMarduk is terrified.\nBabylon’s images have been put to shame.\nHer filthy idols are terrified.",
      "3": "A nation has come up against her out of the north.\nIt will make her land desolate,\nand no one will dwell in it.\nBoth man and animal have wandered away.\nThey are gone.",
      "4": "In those days, and in that time, declares the Lord,\nthe people of Israel will come,\nthey and the people of Judah together with them.\nThey will come weeping,\nand they will seek the Lord their God.",
      "5": "They will ask the way to Zion and turn toward it,\nsaying, “Come, join yourselves to the Lord\n    in an everlasting covenant that will not be forgotten.”",
      "6": "My people have been lost sheep.\nTheir shepherds have led them astray.\nThey have turned them aside on the mountains.\nThey have gone from mountain to hill.\nThey have forgotten their resting place.",
      "7": "All who found them have devoured them.\nTheir enemies said, “We are not guilty,\nbecause they sinned against the Lord,\nwho is their rightful pasture,\nthe Lord, the hope of their fathers.”",
      "8": "Flee from Babylon!\nLeave the land of the Chaldeans.\nBe like the male goats that lead the flock.",
      "9": "Watch, I will stir up and bring against Babylon\n    an assembly of great nations from the land of the north.\nThey will array themselves against her,\nand she will be taken away captive from there.\nTheir arrows will be like those of a skilled warrior\n    who does not return empty-handed.",
      "10": "Chaldea will be plundered.\nAll who prey on her will have their fill, declares the Lord.",
      "11": "Because you are glad and rejoice,\nyou who plunder my inheritance,\nbecause you leap like a heifer that treads out the grain,\nand you neigh like strong horses,",
      "12": "your mother will be completely put to shame.\nShe who gave birth to you will be humiliated.\nWatch, she will become the least of the nations,\na wilderness, a desert, a wasteland.",
      "13": "Because of the Lord’s wrath she will not be inhabited.\nShe will be completely desolate.\nEveryone who passes by Babylon will be astonished.\nEveryone will mock her because of all her wounds.",
      "14": "Line up for battle against Babylon and surround her.\nAll you who bend the bow, shoot at her.\nDon’t save any arrows,\nbecause she has sinned against the Lord.",
      "15": "Shout against her from all sides.\nShe surrenders!\nHer fortifications have fallen.\nHer walls have been thrown down.\nThis is the vengeance of the Lord.\nTake vengeance on her!\nDo to her as she has done to others!",
      "16": "Cut off the sower from Babylon,\nand the one who swings the sickle at harvest time.\nThey will each return to their own people.\nThey will each flee to their own land\n    because they fear the sword of the oppressor.",
      "17": "Israel is a scattered flock of sheep that lions have chased away.\nFirst, the king of Assyria devoured him.\nNow, the last to crush his bones was Nebuchadnezzar king of Babylon.",
      "18": "Therefore this is what the Lord of Armies, the God of Israel, says:\nI will certainly punish the king of Babylon and his land,\nas I punished the king of Assyria.",
      "19": "I will restore Israel to his pasture.\nHe will feed on Carmel and in Bashan.\nHis soul will be satisfied on the hills of Ephraim and Gilead.",
      "20": "In those days and at that time, declares the Lord,\nthe guilt of Israel will be sought,\nbut there will be none.\nThe sins of Judah will be sought,\nbut they will not be found,\nfor I will forgive the survivors whom I spare.",
      "21": "Go up against the land of Merathaim\nand against those who live in Pekod.\nKill them and destroy them, declares the Lord.\nDo everything I have commanded you.",
      "22": "The noise of battle is in the land,\nthe noise of great destruction.",
      "23": "How the hammer of the whole earth\n    is smashed and broken to pieces!\nHow Babylon has become a horror among the nations!",
      "24": "I set a trap for you, Babylon,\nand you were caught before you knew it.\nYou were found and captured,\nbecause you fought against the Lord.",
      "25": "The Lord has opened his arsenal\nand brought out his weapons of wrath,\nfor the Lord God of Armies has work to do\n    in the land of the Chaldeans.",
      "26": "Come against her from far away.\nOpen up her granaries,\nand pile her up like heaps of grain.\nDestroy her completely.\nLet nothing be left.",
      "27": "Kill all her young bulls.\nLet them go down to the slaughter.\nWoe to them, for their day has come,\nthe time for their punishment.",
      "28": "Listen to the fugitives and refugees from Babylon!\nThey proclaim in Zion the vengeance of the Lord our God,\nvengeance for what was done to his temple.",
      "29": "Call the archers to Babylon,\nall those who bend the bow.\nSet up camp all around her.\nDon’t let her escape.\nPay her back for her deeds.\nDo to her what she has done,\nbecause she has defied the Lord,\nthe Holy One of Israel.",
      "30": "Therefore her young men will fall in the streets.\nAll her soldiers will be silenced in that day, declares the Lord.",
      "31": "Look, I am against you, you proud one, declares the Lord God of Armies.\nYour day has come,\nthe time for your punishment.",
      "32": "The proud king will stumble and fall,\nand no one will help him up.\nIn his cities I will start a fire\n    that will consume everyone around him.",
      "33": "This is what the Lord of Armies says.\nThe children of Israel and the children of Judah are oppressed.\nAll their captors hold them fast.\nThey refuse to let them go.",
      "34": "But their Redeemer is strong.\nThe Lord of Armies is his name.\nHe himself will take up their cause\n    so that he may bring rest to the earth,\n    and unrest to those who live in Babylon.",
      "35": "A sword against the Chaldeans, declares the Lord,\nand against those who live in Babylon,\nagainst her officials and her wise men!",
      "36": "A sword against her empty boasters!\nThey will become fools.\nA sword against her strong warriors!\nThey will be filled with terror.",
      "37": "A sword against their horses and chariots!\nAll the foreigners in her ranks will become as weak as women.\nA sword against her treasures!\nThey will be looted.",
      "38": "A sword against her waters!\nThey will be dried up,\nbecause it is a land of idols,\nand they are driven mad by those dreadful images.",
      "39": "That is why desert animals and hyenas will live there,\nand shrieking ostriches will dwell there.\nIt will never again be inhabited.\nIt will never be lived in from generation to generation.",
      "40": "Just as when God overthrew Sodom and Gomorrah\nand their neighboring cities, declares the Lord,\nno one will dwell there.\nNo one will live there even as a temporary resident.",
      "41": "Look! A people comes from the north!\nA great nation and many kings are being stirred up\n    from the ends of the earth.",
      "42": "They take up bow and spear.\nThey are cruel and merciless.\nTheir roar sounds like the sea.\nThey ride on horses,\narrayed in battle formation against you, daughter of Babylon.",
      "43": "The king of Babylon has heard the report about them,\nand his hands hang limp.\nAnguish grips him,\npains like a woman in labor.",
      "44": "Watch this!\nLike a lion coming out of the thickets of the Jordan\n    into the pastures that are always green,\nI will suddenly chase Babylon away from its land,\nand I will appoint whomever I choose over it.\nFor who is like me?\nWho can challenge me?\n    What shepherd can stand before me?",
      "45": "Therefore hear what the Lord has planned for Babylon,\nand what he intends to do against the land of the Chaldeans:\nEven the little ones of the flock will be dragged away.\nHe will make their pasture desolate because of them.",
      "46": "The earth will tremble at the noise of Babylon’s fall.\nTheir cry will be heard among the nations."
    },
    "51": {
      "1": "This is what the Lord says:\nWatch, I will stir up a destroying wind against Babylon\nand against the people who live in Leb Kamai.",
      "2": "I will send foreigners to Babylon\n    to winnow her and empty her land.\nThey will oppose her on every side in the day of trouble.",
      "3": "Bend your bow against anyone who bends a bow\nand against anyone who stands in armor.\nDo not spare the young men.\nCompletely destroy her army.",
      "4": "They fall down, slain in the land of Chaldea,\nmortally wounded in her streets.",
      "5": "Israel and Judah are not forsaken by God, the Lord of Armies,\nthough their land is full of guilt before the Holy One of Israel.",
      "6": "Flee from the midst of Babylon!\nEveryone, save your lives!\nDo not be cut off because of her guilt,\nfor it is the time for the Lord’s vengeance.\nHe will punish them as they deserve.",
      "7": "Babylon was a golden cup in the Lord’s hand.\nShe made the whole world drunk.\nThe nations have drunk her wine,\nand now they have gone mad.",
      "8": "Suddenly Babylon has fallen and is broken.\nWail for her.\nTake balm to her for her pain.\nPerhaps she can be healed.",
      "9": "We would have healed Babylon,\nbut she cannot be healed.\nLeave her! Everyone go to his own land,\nbecause her judgment reaches to the heavens.\nIt rises up to the clouds.",
      "10": "The Lord has brought our vindication.\nCome, let us declare in Zion what the Lord our God has done.",
      "11": "Sharpen the arrows!\nHang on to the shields!\nThe Lord has stirred up the spirit of the kings of the Medes,\nbecause his purpose is to destroy Babylon.\nThis is the vengeance of the Lord,\nvengeance for his temple.",
      "12": "Raise a signal flag against the walls of Babylon!\nStrengthen the guard!\nSet the watch,\nand prepare an ambush!\nThe Lord has done what he said he would do\n    against the inhabitants of Babylon.",
      "13": "You who live by many waters,\nyou who are rich in treasures,\nyour end has come,\nthe full measure of your violence.",
      "14": "The Lord of Armies has sworn by himself:\nSurely I will fill you with men,\nas if I were filling you with locusts.\nThey will raise the shout of victory over you.",
      "15": "He is the One who made the earth by his power\nand established the world by his wisdom.\nBy his understanding he stretched out the heavens.",
      "16": "He thunders, and the waters in the heavens roar.\nHe makes storm clouds rise from the ends of the earth.\nHe makes lightning for the rain,\nand he brings the wind out from his warehouses.",
      "17": "But as for mankind, they are all stupid.\nTheir knowledge has dried up.\nEvery goldsmith is embarrassed by his idols.\nThe images he makes are false.\nThere is no breath in them.",
      "18": "They are worthless,\nan achievement to be mocked.\nAt the time of their punishment, they will perish.",
      "19": "He who is the Portion of Jacob is not like these,\nbecause he is the Maker of all things,\nincluding the tribe that is his possession.\nThe Lord of Armies is his name.",
      "20": "You are my hammer, my war weapon.\nWith you I shatter nations.\nWith you I destroy kingdoms.",
      "21": "With you I shatter horse and rider.\nWith you I shatter chariot and driver.",
      "22": "With you I shatter man and woman.\nWith you I shatter the old and the young.\nWith you I shatter the young man and the virgin.",
      "23": "With you I shatter the shepherd and his flock.\nWith you I shatter the plowman and the team in his yoke.\nWith you I shatter governors and officials.",
      "24": "Before your very eyes I will repay Babylon and everyone who lives in Chaldea for all the evil they have done in Zion, declares the Lord.",
      "25": "Look, I am against you, declares the Lord.\nYou destroying mountain,\nyou destroy the whole world.\nI will stretch out my hand against you.\nI will roll you off the cliffs,\nand I will make you a burned-out volcano.",
      "26": "No rock will be taken from you for a cornerstone,\nnor as a foundation stone.\nYou will be desolate forever, declares the Lord.",
      "27": "Raise a signal flag in the land!\nBlow the ram’s horn among the nations!\nSet apart the nations against her!\nCall together against her the kingdoms of Ararat,\n    Minni, and Ashkenaz!\nAppoint a field marshal against her!\nBring up horses like a thick swarm of locusts!",
      "28": "Consecrate the nations against her—\nthe kings of the Medes, their governors, all their officials,\nand all the land under their dominion.",
      "29": "The land trembles and writhes\nbecause the Lord’s intentions against Babylon stand.\nHe will make the land of Babylon a desolation with no one living there.",
      "30": "The strong warriors of Babylon have stopped fighting.\nThey stay in their strongholds.\nTheir power has failed.\nThey have become as weak as women.\nHer dwellings are set on fire.\nThe bars of the gates are broken.",
      "31": "Runner follows runner,\nand messenger follows messenger\n    to announce to the king of Babylon\n    that his city is taken in every quarter.",
      "32": "The fords have been captured,\nthe marshes are on fire,\nand the soldiers are in a panic.",
      "33": "This is what the Lord of Armies, the God of Israel, says.\nThe daughter of Babylon is like a threshing floor when it is trampled.\nIn just a little while, the time of her harvest will come.",
      "34": "Nebuchadnezzar the king of Babylon has devoured us.\nHe has crushed us\nand made us like an empty jar.\nLike a monster, he has swallowed us,\nfilled his stomach with our tastiest parts,\nand spit out the rest.",
      "35": "“May the violence done to us and to our children be upon Babylon,”\nsays she who dwells in Zion.\n“May our blood be on those who live in Chaldea,” says Jerusalem.",
      "36": "Therefore this is what the Lord says:\nWatch! I will defend your cause\nand take revenge for you.\nI will dry up her sea\nand make her springs dry.",
      "37": "Babylon will become a heap of ruins,\na haunt for jackals,\na horror and a target of contempt,\nand no one will live there.",
      "38": "They will all roar together like young lions.\nThey will growl like lion cubs.",
      "39": "When they are ravenous, I will spread a feast.\nI will make them drunk,\nso that they will celebrate,\nand then they will go to sleep forever\nand never wake up, declares the Lord.",
      "40": "I will bring them down like lambs to the slaughter,\nlike rams and goats.",
      "41": "How Sheshak is captured!\nThe pride of the whole earth is seized!\nBabylon has become an object of horror among the nations.",
      "42": "The sea has come all the way up to Babylon,\nand she is covered with its rolling waves.",
      "43": "Her cities have become desolate,\na desert and a wasteland,\na land in which no one lives,\na land through which no man passes.",
      "44": "I will punish Bel in Babylon\nand make his mouth spit out what he has swallowed.\nThe nations will no longer stream to him.\nThe wall of Babylon will fall.",
      "45": "Come out of her, my people!\nSave yourselves, every one of you,\n    from the Lord’s fierce anger.",
      "46": "Do not be faint of heart.\nDo not fear the rumors you will hear in the land.\nRumors will come one year,\nand the next year another rumor will come:\n“Violence in the land!”\n“Ruler against ruler!”",
      "47": "For the days are coming when I will punish the idols of Babylon.\nHer whole land will be disgraced,\nand all her slain will fall within her.",
      "48": "Then the heavens and the earth and all that is in them\n    will rejoice over Babylon.\nThe destroyers will attack her from the north, declares the Lord.",
      "49": "Babylon must fall because of Israel’s slain,\njust as the slain in all the earth have fallen because of Babylon.",
      "50": "You who have escaped the sword, go!\nDo not delay!\nRemember the Lord from afar,\nand think of Jerusalem.",
      "51": "We are disgraced,\nbecause we have heard a taunt.\nDishonor covers our faces,\nbecause strangers have come into the holy places of\n        the House of the Lord.",
      "52": "So keep watch. The days are coming, declares the Lord,\nwhen I will punish all her idols.\nThrough her whole land the wounded will groan.",
      "53": "Even if Babylon could reach the sky\nand fortify the very heights of her stronghold,\nI would still send destroyers to her, declares the Lord.",
      "54": "The sound of a cry comes from Babylon,\nthe sound of great destruction from the land of the Chaldeans.",
      "55": "The Lord is destroying Babylon,\nand he will silence her mighty voice.\nWaves roar like many waters.\nThe sound of their noise rises!",
      "56": "The destroyer has come against her, against Babylon.\nHer mighty warriors are captured.\nTheir bows are broken,\nfor the Lord is a God of retribution.\nHe will repay in full.",
      "57": "I will make her officials and her wise men drunk,\nand her governors, officers, and strong warriors as well.\nThey will sleep for a long time,\nand they will not wake up,\ndeclares the King, whose name is the Lord of Armies.",
      "58": "This is what the Lord of Armies says.\nThe thick walls of Babylon will be leveled,\nand her high gates will be set on fire.\nThe people will toil for nothing.\nThe work of the nations will be nothing but fuel for the fire.\nThey will be worn out.",
      "59": "These are the instructions Jeremiah the prophet gave to Seraiah son of Neriah, the son of Mahseiah, when he went with Zedekiah king of Judah to Babylon in the fourth year of his reign. (Seraiah was Zedekiah’s personal aide.)",
      "60": "Jeremiah had written on a scroll about all the disaster that was coming to Babylon—all of these things that had been written about Babylon.",
      "61": "Jeremiah said to Seraiah, “When you get to Babylon, see to it that you read all these words aloud.",
      "62": "Say, ‘O Lord, you have spoken against this place, announcing that you would destroy it, that no one will live here anymore, neither man nor animal, and that it will be desolate forever.’",
      "63": "When you finish reading this book, tie a stone to it and throw it in the middle of the Euphrates.",
      "64": "Then say, ‘In this same way, Babylon will sink and never rise again, because of the disaster that I will bring on her. And her people will be worn out.’”\nThe words of Jeremiah end here."
    },
    "52": {
      "1": "Zedekiah was twenty-one years old when he became king. He ruled in Jerusalem for eleven years. His mother’s name was Hamutal daughter of Jeremiah from Libnah.",
      "2": "He did evil in the eyes of the Lord, just like everything that Jehoiakim had done.",
      "3": "All this took place in Jerusalem and Judah because of the anger of the Lord, until he cast them out of his presence.\nZedekiah rebelled against the king of Babylon.",
      "4": "In the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon came against Jerusalem with his whole army. They set up camp around the city and built siege works all around it.",
      "5": "The city was under siege until the eleventh year of King Zedekiah.",
      "6": "By the ninth day of the fourth month, the famine was so severe in the city that there was no bread for the people of the land.",
      "7": "Then a breach was made in the city wall, and all the men in the army fled. Since the Chaldeans had surrounded the city, the men left it at night by way of the gate between the two walls near the king’s garden. They fled toward the Arabah,",
      "8": "but the Chaldean army pursued the king. They caught up with King Zedekiah in the plain near Jericho, where his whole army was scattered,",
      "9": "and he was captured and taken to the king of Babylon at Riblah in Hamath. There the king of Babylon passed judgment on him.",
      "10": "The king of Babylon slaughtered Zedekiah’s sons before his eyes. He also slaughtered all the officials of Judah at Riblah.",
      "11": "Then the king of Babylon put out the eyes of Zedekiah and put him in bronze shackles. He brought him to Babylon and put him in prison until the day he died.",
      "12": "On the tenth day of the fifth month, in the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan, the captain of the guard who served the king of Babylon, came to Jerusalem.",
      "13": "He burned the temple of the Lord, the king’s palace, and all the houses of Jerusalem. He burned down every important building.",
      "14": "The whole Chaldean army under his command broke down all the walls around Jerusalem.",
      "15": "Then Nebuzaradan the captain of the guard carried off some of the poorest of the people, some of the survivors left in the city, some of the people who had deserted to the king of Babylon, and the rest of the craftsmen.",
      "16": "But Nebuzaradan captain of the guard left some of the poorest people of the land to work the vineyards and farms.",
      "17": "The Chaldeans broke up the bronze pillars that were in the Lord’s temple, along with the carts for water and the bronze Sea, and carried away all the bronze to Babylon.",
      "18": "They also took away the pots, the shovels, the snuffers, the bowls, the dishes, and all the bronze articles used in the temple service.",
      "19": "The commander of the guard took away the bowls, fire pans, sprinkling bowls, pots, lampstands, dishes, and the drink offering bowls—the best of the gold and the best of the silver.",
      "20": "The two pillars, the Sea, and the twelve bronze bulls under the basins, which King Solomon had made for the temple of the Lord, were made of more bronze than could be weighed.",
      "21": "As for the pillars, each pillar was twenty-seven feet high and eighteen feet in circumference. Each was four fingers thick and hollow.",
      "22": "Each had a bronze capital, seven and a half feet high, with a network and pomegranate decorations on the capital all around, all of bronze. The other pillar with its pomegranates was just like it.",
      "23": "There were ninety-six pomegranates on the sides. There was a total of one hundred pomegranates above the surrounding network.",
      "24": "The captain of the guard took Seraiah the chief priest, Zephaniah the second priest, and the three doorkeepers.",
      "25": "From the people left in the city, he took the officer in charge of the fighting men and seven royal advisors he found in the city. He also took the scribe of the military officer who conscripted the people of the land, along with sixty of his men who were found in the city.",
      "26": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah.",
      "27": "The king of Babylon struck them down and executed them at Riblah in the land of Hamath.\nSo Judah was carried away into exile from its native soil.",
      "28": "This is a tally of people whom Nebuchadnezzar carried away into exile:\nIn the seventh year, 3,023 Jews.",
      "29": "In the eighteenth year of Nebuchadnezzar, 832 people from Jerusalem.",
      "30": "In the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the guard carried away 745 Jews into exile.\nThere were 4,600 people in all.",
      "31": "In the thirty-seventh year of the exile of Jehoiachin king of Judah, in the first year of the reign of Evil Merodak king of Babylon, he elevated Jehoiachin king of Judah and released him from prison on the twenty-fifth day of the twelfth month.",
      "32": "He spoke kindly to him and gave him a throne higher than the thrones of the kings who were with him in Babylon.",
      "33": "Jehoiachin changed from his prison clothes and ate his meals in the king’s presence continually all the days of his life.",
      "34": "For his provisions, a regular allowance was given to him by the king of Babylon, a set amount each day until the day of his death, all the days of his life."
    }
  }
}