{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:53.624590-04:00",
    "Translation": "EHV"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job. This man was blameless and upright, a man who feared God and turned away from evil.",
      "2": "Seven sons and three daughters were born to him.",
      "3": "His possessions included seven thousand sheep, three thousand camels, five hundred yoke of oxen, and five hundred female donkeys. He also had a very large retinue of servants. This man was the greatest of all the men of the East.",
      "4": "His sons would regularly arrange feasts, each one in his own house on his assigned day, and they would invite their three sisters to eat and drink with them.",
      "5": "When the days of the feast were complete, Job would send for them and consecrate them. Early in the morning he would sacrifice a burnt offering for each of them. Job would say, “Perhaps my children have sinned and cursed God in their hearts.” Job did this regularly.",
      "6": "There came a day when the sons of God came to present themselves before the Lord, and Satan also came into their midst.",
      "7": "The Lord said to Satan, “Where have you come from?”\nSatan answered the Lord, “From roaming the earth and walking around on it.”",
      "8": "Then the Lord said to Satan, “Have you considered my servant Job? There is no one like him on the earth, a man who is blameless and upright, who fears God and turns away from evil.”",
      "9": "Satan answered the Lord, “Is it without cause that Job fears God?",
      "10": "You have put a protective hedge around him and his household and everything that belongs to him, haven’t you? You have blessed the work of his hands. His livestock has spread throughout the land.",
      "11": "But just stretch out your hand and strike everything that is his, and he will certainly curse you to your face!”",
      "12": "So the Lord said to Satan, “Very well, then. Everything that he has is in your hand. But you may not stretch out your hand against the man himself.” So Satan left the presence of the Lord.",
      "13": "One day when Job’s sons and daughters were eating and drinking wine in the house of their oldest brother,",
      "14": "a messenger came to Job and said, “The oxen were plowing and the female donkeys were grazing nearby,",
      "15": "when the Sabeans swooped down and took them away. They put the servants to death with the sword, and I am the only one who has escaped to tell you!”",
      "16": "While he was still speaking, another servant came and said, “The fire of God fell from the sky and burned up the flocks and the servants and consumed them, and I am the only one who has escaped to tell you!”",
      "17": "While he was still speaking, another servant came and said, “The Chaldeans formed three raiding parties and plundered the camels and took them away. They put the servants to death with the sword, and I am the only one who has escaped to tell you!”",
      "18": "While he was still speaking, another servant came and said, “Your sons and daughters were eating and were drinking wine in the house of their oldest brother.",
      "19": "Suddenly a powerful wind swept in from the wilderness and struck the four corners of the house, and it collapsed on the young people, and they died, and I am the only one who has escaped to tell you!”",
      "20": "Then Job stood up, tore his robe, and shaved his head. He fell to the ground and worshipped.",
      "21": "Then he said, “Naked I came from my mother’s womb, and naked I will return. The Lord gave and the Lord has taken away. May the name of the Lord be blessed.”",
      "22": "In all this, Job did not sin or blame God."
    },
    "2": {
      "1": "Another day arrived when the sons of God came to present themselves before the Lord, and Satan also came into their midst.",
      "2": "The Lord said to Satan, “Where have you come from?”\nSatan answered the Lord, “From roaming the earth and walking around on it.”",
      "3": "Then the Lord said to Satan, “Have you considered my servant Job? There is no one like him on the earth, a man who is blameless and upright, who fears God and turns away from evil. And he still maintains his integrity, even though you incited me against him to destroy him for no reason.”",
      "4": "Satan answered the Lord, “Skin for skin! A man will give all he has for his life.",
      "5": "But stretch out your hand and strike his bones and flesh, and he will certainly curse you to your face!”",
      "6": "The Lord said to Satan, “Very well, then, he is in your hand, but preserve his life.”",
      "7": "Satan then went out from the presence of the Lord. He struck Job with very painful sores from the sole of his foot to the top of his head.",
      "8": "So Job took a piece of broken pottery to scrape himself as he was sitting among the ashes.",
      "9": "Then his wife said to him, “Are you still maintaining your integrity? Curse God and die!”",
      "10": "But he said to her, “You are talking like a woman who lacks moral judgment. If we accept the good that comes from God, shouldn’t we also accept the bad?” In all this, Job did not sin in what he said.",
      "11": "Three friends of Job heard about all this adversity that had come upon him, and each of them came from his own homeland: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Na’amathite. They met together and went to sympathize with Job and to comfort him.",
      "12": "When they caught sight of Job from a distance, they did not recognize him. They raised their voices and wept. Each man tore his robe and tossed dust into the air and onto his head.",
      "13": "They sat on the ground with him for seven days and seven nights, but no one spoke a word to him because they saw that his suffering was very great."
    },
    "3": {
      "1": "Finally, Job opened his lips and cursed the day of his birth.",
      "2": "Job spoke up and said:",
      "3": "May the day of my birth perish,\nand the night when it was said, “A child has been conceived!”",
      "4": "As for that day, let it be darkness!\nMay God above have no concern for it.\nMay light not shine on it.",
      "5": "May darkness and the shadow of death reclaim it.\nMay a dark cloud settle over it.\nMay whatever blackens the day terrify it.",
      "6": "As for that night, may deep darkness take it away!\nMay it not be included among the days of the year\nor show up in the list of months.",
      "7": "Oh let that night be barren!\nMay no joyful shout be heard in it.",
      "8": "May those who curse days cast a spell on it,\nthose who are able to awaken Leviathan.",
      "9": "May its twilight stars be darkened.\nMay it wait hopefully for light but receive none.\nMay it never see the eyelids of dawn,",
      "10": "because it did not shut the doors of my mother’s womb,\nand it did not hide trouble from my eyes.",
      "11": "Why did I not die at birth\nor pass away as I came from the womb?",
      "12": "Why did my mother’s knees receive me?\nWhy were her breasts there to nurse me?",
      "13": "For then I would be lying down peacefully.\nI would be sleeping and resting quietly",
      "14": "with the kings and counselors of the earth,\n        with those who rebuilt ruined cities for themselves,",
      "15": "with high officials who accumulated gold,\n        with those who filled their houses with silver.",
      "16": "Why was I not hidden like a stillborn child,\nlike the infants who never see the light of day?",
      "17": "There the wicked cease from turmoil.\nThere the weary are at rest.",
      "18": "There the prisoners are at ease together.\nThey no longer hear the voice of the slave driver.",
      "19": "There the small and great are alike,\nand the slave is free from his master.",
      "20": "Why is light given to those weighed down with grief?\nWhy is life given to those whose spirit is bitter,",
      "21": "to those who yearn for death but it does not come,\n    though they dig for it more than for buried treasure,",
      "22": "to those who will be thrilled with happiness,\nthose who will celebrate when they reach the grave?",
      "23": "Why is light given to a man whose path is hidden,\nto one whom God has hedged in?",
      "24": "Now my sighing takes the place of my daily bread.\nMy groans gush forth like water,",
      "25": "because what I feared has overwhelmed me,\nand that which I dreaded has come upon me.",
      "26": "I have no ease, no quiet, no rest.\nInstead, turmoil has come."
    },
    "4": {
      "1": "Then Eliphaz the Temanite responded:",
      "2": "If someone ventures to have a word with you, will you grow impatient?\nBut who can refrain from speaking up?",
      "3": "You yourself have instructed many,\nand you have strengthened weak hands.",
      "4": "Your words have raised up people who were stumbling,\nand you have given support to buckling knees.",
      "5": "But now that this has happened to you, you grow impatient.\nThis strikes you and you are disturbed.",
      "6": "Shouldn’t your piety give you confidence?\nDon’t your blameless ways give you reason to hope?",
      "7": "Now remember this:\nWho has ever perished if he was innocent?\nWhere were the upright ever erased?",
      "8": "This is what I have observed:\nThose who plow evil and sow trouble will reap the same.",
      "9": "By the breath of God they perish.\nBy the blast from his nostrils they come to an end.",
      "10": "The lion roars, and the fierce lion growls,\nbut the teeth of the young lion are broken.",
      "11": "The strong lion perishes from a lack of prey,\nand the cubs of the lioness are scattered.",
      "12": "A word was delivered to me secretly.\nMy ears caught a whisper of it.",
      "13": "In the middle of anxious thoughts arising from visions in the night,\nat the time when deep sleep falls upon people,",
      "14": "terror and trembling came over me\nand made all my bones tremble.",
      "15": "A spirit passed in front of my face.\nThe hair on my body stood on end.",
      "16": "A figure stood in front of me,\nbut I could not tell what it was.\nA form stood before my eyes,\nand I heard a quiet voice say,",
      "17": "“Can a person be righteous before God?\nCan a man be pure before his Maker?”",
      "18": "If God does not trust his own servants,\nif he charges his messengers with error,",
      "19": "how much more those who dwell in clay houses,\n    whose foundations are in the dust,\n    who are crushed more quickly than a moth!",
      "20": "From dawn to dusk they are smashed to pieces.\nThey perish forever, and no one even notices.",
      "21": "Won’t the ropes that hold up their tents be pulled up,\nso that they die without gaining wisdom?"
    },
    "5": {
      "1": "Call out! Is there anyone there to answer you? To which of the holy ones will you turn?",
      "2": "It’s true, the fool is killed by resentment,\nand the gullible are put to death by jealousy.",
      "3": "I myself have seen a fool putting down roots,\nbut immediately I pronounced a curse on his home.",
      "4": "His children are far from safety.\nThey are crushed at the city gate without a defender.",
      "5": "His harvest is eaten by the hungry,\n    who snatch it away, even from among the thorns,\n    and the thirsty swallow his children’s wealth.",
      "6": "Disaster does not just spring up from the dust,\nnor does trouble sprout from the soil.",
      "7": "No, mankind is born for trouble as surely as flames fly upward.",
      "8": "But I want to appeal to God.\nI want to present my case to him.",
      "9": "He does great things that are beyond investigation,\nand miracles that are too many to be counted.",
      "10": "He provides rain for the earth.\nHe waters the fields in the countryside.",
      "11": "He raises the lowly to the heights,\nand he lifts those who mourn to safety.",
      "12": "He foils the plots of clever schemers,\n    so that their hands achieve no success.",
      "13": "He traps the wise in their schemes,\nand the plans of the devious come to a swift end.",
      "14": "By day they encounter darkness,\nand at noon they grope around as if it were night.",
      "15": "He saves the poor from mouths that cut like a sword\nand from the hand of the strong.",
      "16": "He does this so that the helpless will have hope,\nand injustice will shut its mouth.",
      "17": "Consider this:\nHow blessed is the man whom God corrects!\nDo not reject the discipline of the Almighty!",
      "18": "For though he may inflict wounds, he also bandages them.\nThough he may strike, his hands also heal.",
      "19": "From six calamities he will rescue you.\nIn seven no harm will touch you.",
      "20": "In famine he will redeem you from death,\nand in battle he will redeem you from the power of the sword.",
      "21": "You will be hidden from the lash of the tongue,\nand you will not be afraid of devastation when it comes.",
      "22": "You will laugh at devastation and hunger.\nYou will not be afraid of the wild animals of the countryside,",
      "23": "because there will be a covenant between you and the stones in the field,\nand the wild animals will be at peace with you.",
      "24": "You will know that your tent is secure,\nand when you inspect your property, you will find nothing missing.",
      "25": "You will know that your offspring will be many,\nand your descendants will be like grass from the earth.",
      "26": "You will come to the grave at a ripe old age,\n    like a stack of sheaves that is gathered in season.",
      "27": "Consider this:\nWe have investigated this carefully, and it is true!\nPay close attention and apply it to yourself!"
    },
    "6": {
      "1": "Then Job responded:",
      "2": "If only my grief could be weighed,\nand my devastation placed on the scales with it!",
      "3": "They would certainly weigh more than the sand of the sea!\nNo wonder my words have been rash.",
      "4": "The arrows of the Almighty stick in me.\nMy spirit drinks in their poison.\nThe terrors of God are lined up against me.",
      "5": "Does the wild donkey bray when it has green grass?\nDoes the ox bellow when it is near its fodder?",
      "6": "Is tasteless food eaten without salt?\nIs there flavor in the white of an egg?",
      "7": "I absolutely refuse to touch it.\nIt is no better than sickening food.",
      "8": "If only my request would be granted.\nIf only God would grant me what I hope for:",
      "9": "that God would decide to crush me,\n    that he would unleash his hand and cut me off.",
      "10": "For then I would still have this comfort:\n    Even as I writhe in relentless pain,\n    I have not denied the words of the Holy One.",
      "11": "What strength do I have to wait hopefully?\nWhat end awaits me that would make me want to prolong my life?",
      "12": "Is my strength like stone,\nor is my flesh bronze?",
      "13": "Certainly I have no power to help myself,\n    since the hope that I can recover has been driven far away from me.",
      "14": "A despairing person should receive loyalty from his friends,\n    even if he forsakes the fear of the Almighty.",
      "15": "But my brothers are as undependable as gullies that dry up,\nundependable as seasonal streams which overflow",
      "16": "when they are darkened by ice and swollen with melting snow,",
      "17": "but as quickly as they flood, they dry up in the scorching winds.\nWhen it gets hot, they vanish from their channels.",
      "18": "Caravans turn aside from their routes.\nThey go off into the empty wasteland and perish.",
      "19": "The caravans of Tema search for these streams.\nThe travelers of Sheba hope to find them,",
      "20": "but despite being confident, they are disappointed.\nThey arrive there only to be frustrated.",
      "21": "Now that is what you are like!\nYou have seen something dreadful and you panic.",
      "22": "Have I said, “Give me something,\nor offer a payment on my behalf from your wealth”?",
      "23": "Have I said, “Save me from the hand of my enemy,\nor redeem me from the hand of the ruthless”?",
      "24": "Teach me and I will be silent.\nHelp me understand what I have done wrong.",
      "25": "How painful honest words are!\nBut what does your rebuke prove?",
      "26": "Do you intend to attack me for mere words\n    by treating things said by a despairing man like wind?",
      "27": "No doubt you would even cast lots for a fatherless child\nand barter away your friend!",
      "28": "But now, please look at me.\nI would not lie to your face!",
      "29": "Turn to me, and get rid of injustice.\nTurn to me. My righteousness is still intact.",
      "30": "Is there any injustice on my tongue?\nWouldn’t my mouth detect it if I were speaking destructive words?"
    },
    "7": {
      "1": "Isn’t man’s time on earth like being compelled to serve in the army? Aren’t his days like those of a hired man?",
      "2": "Like a slave, he longs for shade,\nor like a day laborer, he waits for his pay.",
      "3": "In the same way, I have been allotted months of futility,\nand nights of agony have been assigned to me.",
      "4": "When I lie down, I think, “How long before I get up?”\nBut the night drags on,\nand I am filled with restlessness until dawn.",
      "5": "My flesh is clothed with maggots and caked with dirt.\nMy skin scabs over and then oozes again.",
      "6": "My days pass by more swiftly than the shuttle of a weaver’s loom.\nThey come to an end without hope.",
      "7": "Remember that my life is just a breath.\nMy eyes will never again see good fortune.",
      "8": "The eyes that see me now will no longer watch me.\nYour eyes will look for me, but I will not be there.",
      "9": "As a cloud vanishes and is gone,\nso does the one who goes down to the grave.\nHe does not come back up again.",
      "10": "He never again returns to his home,\nand his place will no longer know him.",
      "11": "That is why I will not restrain my mouth.\nI will speak out in the anguish of my spirit.\nI will lament in the bitterness of my soul.",
      "12": "Am I the sea or a great creature of the deep\n    that you need to put me under guard?",
      "13": "When I say that my bed will comfort me,\nand my couch will help me with my lament,",
      "14": "then you frighten me with dreams\nand terrify me with visions,",
      "15": "so I would prefer to be strangled,\nand I prefer death more than my current existence.",
      "16": "I reject my life. I do not want to live forever.\nLeave me alone, for my days are just a vanishing vapor.",
      "17": "What is man that you make so much of him,\nthat you pay so much attention to him,",
      "18": "that you inspect him every morning\nand test him every minute?",
      "19": "Why do you never stop watching me?\nWhy don’t you leave me alone long enough for me to swallow my spit?",
      "20": "If I have sinned, what harm has it done to you,\n    you who keep watch on mankind?\nWhy have you set me up as your target?\nHow have I become a burden to you?",
      "21": "Why do you not forgive my rebellion?\nWhy do you not take away my guilt?\nSoon I will lie down in the dust.\nYou will search for me, but I will not be there."
    },
    "8": {
      "1": "Then Bildad the Shuhite responded:",
      "2": "How long will you say such things?\nHow long will the words of your mouth be like a blustery wind?",
      "3": "Does God pervert justice?\nDoes the Almighty pervert what is right?",
      "4": "When your children sinned against him,\nhe handed them over to the consequences of their rebellion.",
      "5": "But if you will eagerly seek God\nand plead for compassion from the Almighty,",
      "6": "if you are pure and upright,\nthen even now he will rouse himself on your behalf,\nand he will restore your rightful dwelling place.",
      "7": "Then, though your beginnings were small,\nyour final days will be very great!",
      "8": "Yes, ask the previous generations,\nand consider the discoveries of their fathers,",
      "9": "because we were born only yesterday and know nothing.\nOur days on earth are nothing but a shadow.",
      "10": "Aren’t our ancestors the ones who should teach you and inform you,\nthe ones who brought forth words from their hearts?",
      "11": "Does papyrus grow tall where there is no marsh?\nDo reeds thrive where there is no water?",
      "12": "While they are still growing and uncut,\nthey can wither faster than any other plant.",
      "13": "This is the way it will be for all those who forget God.\nThe hope of the godless man perishes.",
      "14": "His source of confidence is fragile.\nHe trusts in something as fragile as a spider’s web.",
      "15": "He leans on his web, but it does not support him.\nHe grasps it, but it does not hold him up.",
      "16": "He is a thriving plant flourishing in the sunshine,\n    spreading its shoots over the garden.",
      "17": "It wraps its roots around a heap of rocks.\nIt finds a home among the stones.",
      "18": "But if it is uprooted from its place,\nthat place disowns it, saying, “I have never seen you!”",
      "19": "Yes, the only good thing that comes from this situation is that\n    from the dust another plant sprouts.",
      "20": "Certainly God does not reject a blameless man\nor strengthen the hand of evildoers.",
      "21": "He will again fill your mouth with laughter\nand your lips with a joyful shout.",
      "22": "Your enemies will be clothed with shame,\nand the tents of the wicked will be no more."
    },
    "9": {
      "1": "Then Job responded:",
      "2": "Of course I know that this is true.\nBut how can a man be justified before God?",
      "3": "If someone wants to argue with God,\nhe could not refute one charge out of a thousand.",
      "4": "God has a wise heart and great power,\nso who can resist God and come out of it unharmed?",
      "5": "God removes mountains from their position,\nand they don’t even realize it.\nHe overturns mountains in his anger.",
      "6": "He shakes the earth off its foundation.\nHe causes its pillars to quake.",
      "7": "He speaks to the sun, and it does not rise,\nand he seals up the stars.",
      "8": "He alone stretches out the heavens.\nHe treads on the crests of the sea.",
      "9": "He made the Bear, Orion, the Pleiades,\nand the constellations in the southern sky.",
      "10": "He does great things that are beyond investigation.\nHe does miracles that are too many to be counted.",
      "11": "Though he passes by me, I do not see him.\nHe moves past me, but I do not detect him.",
      "12": "If he snatches something away, who can make him bring it back?\nWho can say to him, “What are you doing?”",
      "13": "God does not hold back his anger.\nEven Rahab’s helpers bow down beneath him.",
      "14": "How much less, then, will I be able to answer him?\nI want to match words with him,",
      "15": "but even if I am in the right, I cannot answer him.\nI can only plead to my judge for grace.",
      "16": "If I called and he responded to me,\nI do not believe that he would listen to my voice.",
      "17": "With a violent storm he would crush me,\nand he would inflict many wounds on me for no reason.",
      "18": "He would not allow me to catch my breath.\nInstead, he would fill me with bitter experiences.",
      "19": "If it is a question of strength, he definitely is the strong one.\nIf it is a question of jurisdiction, who can summon him?",
      "20": "Even if I am righteous, my mouth would still condemn me.\nIf I am blameless, it would pronounce me crooked.",
      "21": "Although I am blameless, I cannot evaluate myself.\nI reject my own life.",
      "22": "Here is why I say, “It makes no difference.”\nBlameless or wicked, he brings them all to the same end.",
      "23": "If a whip suddenly kills people,\nhe makes fun of the despair of the innocent.",
      "24": "When a land is handed over to a wicked man,\nGod blinds the eyes of its judges.\nIf he is not the one, then who does it?",
      "25": "My days are swifter than a runner.\nThey fly away without bringing any happiness.",
      "26": "They glide by like reed boats,\nlike an eagle that swoops down on its prey.",
      "27": "If I say, “I will forget my complaint.\nI will put on a happy face and smile,”",
      "28": "even then I dread all my pain,\nbecause I know that you will not acquit me.",
      "29": "I have already been declared guilty,\nso why should I struggle for nothing.",
      "30": "If I wash myself with snow,\nif I cleanse my hands with strong soap,",
      "31": "then you will plunge me into a cesspool,\nand my clothes will detest me.",
      "32": "For he is not a man as I am,\nso that I am able to answer him,\nso that we may meet in court.",
      "33": "There is no one to mediate between us,\nno one who can lay his hand on both of us.",
      "34": "No one can make him take his rod away from me,\nso that the dread of him would not fill me with terror!",
      "35": "If that happened, I would speak up and not be afraid.\nBut I have no such mediator. I am left on my own."
    },
    "10": {
      "1": "With all my heart I am weary of my life,\nso I will express my complaint freely.\nI will speak from the bitterness of my heart.",
      "2": "I will say this to God: Do not condemn me.\nTell me why you are pressing charges against me.",
      "3": "Is it good that you are oppressing me,\nthat you are rejecting what your hands have made,\nat the same time that you favor the plans of the wicked?",
      "4": "Do you have eyes made of flesh?\nDo you see things the way a man does?",
      "5": "Are your days like a man’s days?\nAre your years like the life span of a human?",
      "6": "You do, in fact, investigate guilt,\nand you do search carefully for sin.",
      "7": "Although you know that I am not guilty,\nthere is no one who can rescue me from your hand.",
      "8": "Your hands shaped me and made me,\nbut now you swallow me up completely.",
      "9": "Please remember that it was you who shaped me like a clay pot.\nWill you now return me to the dust?",
      "10": "Aren’t you the one who poured me out like milk,\nwho thickened me like a curd of cheese?",
      "11": "You clothed me with skin and flesh.\nYou wove me together with bones and tendons.",
      "12": "You provided me with life and mercy,\nand your watchful care has guarded my spirit.",
      "13": "You hid these things in your heart,\nbut I know that this is what you had in mind:",
      "14": "If I sinned and you were watching me,\nyou would not acquit me of my guilt.",
      "15": "If I was wicked, I would be cursed!\nBut even if I was righteous, I could not lift up my head,\nbecause I am filled with shame and aware of my misery.",
      "16": "If I lift myself up, you hunt me down like a lion.\nYou turn and display amazing power against me.",
      "17": "You produce new witnesses to oppose me,\nand you become more irritated with me.\nYou attack me with reinforcements.",
      "18": "Why, then, did you bring me out from the womb?\nI wish I had died. Then no eye would have seen me.",
      "19": "I wish I had been like someone who never lived.\nThen I would have been carried from the womb to the tomb.",
      "20": "Don’t I have only a few days?\nStop! Leave me alone, so that I can be happy for a short time,",
      "21": "before I walk into the land of darkness\nand into the shadow of death, never to return,",
      "22": "into the land of gloom, as dark as the shadow of death,\ninto the land of chaos, where even light is darkness."
    },
    "11": {
      "1": "Then Zophar the Na’amathite spoke up and responded:",
      "2": "Doesn’t this gush of words call for an answer?\nCan this man’s bold talk be justified?",
      "3": "Should your empty words reduce men to silence?\nCan you be allowed to scoff without anyone putting you in your place?",
      "4": "You say, “What I teach is untainted,\nand I am pure in your eyes.”",
      "5": "Oh how I wish that God would speak up,\nopen his lips against you,",
      "6": "and show you the secret of wisdom,\nbecause sound judgment must look at both sides.\nThen you would know that God has even forgotten some of your guilt!",
      "7": "Can you explore the essence of God?\nCan you find a limit to the perfections of the Almighty?",
      "8": "They are as high as the heavens. What can you do?\nThey are deeper than hell. What can you know?",
      "9": "His dimensions are greater than the earth\nand wider than the sea.",
      "10": "If God comes and arrests someone and puts him on trial,\nwho can overrule him?",
      "11": "Certainly he recognizes deceitful men for what they are.\nHe sees evil, and he recognizes it for what it is.",
      "12": "Before an empty-headed man gets understanding,\na wild donkey colt will be born as a man.",
      "13": "But you, if you make your heart steadfast,\nand you spread out your hands to him,",
      "14": "if you put away the sin you are holding in your hand,\nand you do not allow injustice to dwell in your tents,",
      "15": "then you will lift up your face and be blameless.\nYou will be solid and fearless.",
      "16": "You will certainly forget your trouble.\nYour memory of it will be like water that has flowed away.",
      "17": "The rest of your life will be brighter than noon.\nDarkness will become like morning.",
      "18": "You will be confident that there is hope.\nWhen you look around, you will go to bed confidently.",
      "19": "You will lie down, and no one will make you tremble.\nMany will seek your favor.",
      "20": "The eyes of the wicked will fail,\nand their place of refuge will disappear.\nTheir hope will vanish with their dying breath."
    },
    "12": {
      "1": "Then Job responded:",
      "2": "Yes, indeed. You are the people,\nand wisdom will die with you!",
      "3": "But I understand things as well as you.\nI do not fall short of you.\nWho doesn’t know all these things?",
      "4": "But I am a laughingstock to my neighbor—\nI, who call on God, and he answers me—\nI, a righteous and complete man, am a laughingstock!",
      "5": "Those who are carefree do not worry about disaster.\nThey think it is reserved for those whose feet are slipping.",
      "6": "The tents of raiders are undisturbed,\nand those who provoke God are secure—\nthose who carry their god in their hand.",
      "7": "Please ask the animals, and they will teach you.\nAsk the birds of the sky, and they will inform you.",
      "8": "Complain to the earth, and it will teach you,\nand the fish of the sea will tell you about it.",
      "9": "Who among all these does not know that the hand of the Lord did this?",
      "10": "The life of every living thing is in his hand,\nas well as the breath in all human flesh.",
      "11": "Isn’t it true that the ear tests words\nand the palate tastes food?",
      "12": "Isn’t it true that wisdom is found among the aged\nand understanding among those who have had a long life?",
      "13": "But wisdom and power are with God.\nHe gives guidance and understanding.",
      "14": "If he tears something down, it cannot be rebuilt.\nIf he shuts a door on a man, it cannot be opened.",
      "15": "Look! He holds back the waters, and the land dries up.\nHe turns them loose, and the earth is overwhelmed.",
      "16": "He has strength and sound judgment.\nThe deceiver and the deceived both belong to him.",
      "17": "He causes royal advisors to be led away naked.\nHe makes fools of judges.",
      "18": "He takes away the ruling power of kings,\nand he wraps a loincloth around their waist.",
      "19": "He causes priests to be led away naked,\nand he brings the pillars of society down to ruin.",
      "20": "He closes the lips of trusted advisors,\nand he takes away good judgment from elders.",
      "21": "He pours contempt on nobles.\nHe loosens the belt of the strong.",
      "22": "He uncovers deep mysteries that were hidden in darkness.\nHe brings the shadow of death into the light.",
      "23": "He raises nations to power, and then he destroys them.\nHe enlarges nations, and then he leads them away captive.",
      "24": "He deprives the heads of the peoples of the earth of their reason.\nHe makes them wander in a wild land where there are no roads.",
      "25": "They grope around in darkness, where there is no light.\nHe causes them to wander aimlessly like drunks."
    },
    "13": {
      "1": "My eyes have certainly seen all this.\nMy ears have heard it and understood it.",
      "2": "Whatever you know, I know every bit as well.\nI do not fall short of you in any way.",
      "3": "But I want to speak to the Almighty.\nI am eager to argue my case with God.",
      "4": "All you do is plaster over problems with lies.\nSuch useless healers, all of you!",
      "5": "I wish you would shut up completely.\nFor you, that would be wisdom!",
      "6": "But now, listen to my rebuttal.\nPay attention to the arguments from my lips.",
      "7": "Will you misrepresent God?\nWill you speak deceitfully about him?",
      "8": "Will you show favoritism on behalf of God\nand argue his case for him?",
      "9": "Will it turn out well when he cross-examines you?\nCan you fool God as you can fool a man?",
      "10": "He will certainly rule against you if you hide your favoritism.",
      "11": "Won’t God’s majesty frighten you?\nWon’t the dread he inspires overwhelm you?",
      "12": "Your axioms are proverbs made of ashes.\nYour strong points are made of clay.",
      "13": "Silence! Let me speak.\nI intend to speak up, no matter what happens.",
      "14": "Why do I bite my flesh with my teeth?\nWhy do I take my life in my hands?",
      "15": "Even if he slays me, I will wait for him with hope.\nNo matter what, I will defend my ways to his face.",
      "16": "Even this may turn out for my salvation,\nfor no godless person would dare to face him.",
      "17": "Listen carefully to my words!\nGive my testimony a hearing.",
      "18": "Please, listen. I have laid out my case.\nI know that I am innocent.",
      "19": "Who can make a case against me?\nIf anyone can, I will be quiet and die.",
      "20": "Just do two things for me, God.\nIf you do, I will not hide from your face.",
      "21": "Take your hands off me,\nand do not terrify me with your grandeur.",
      "22": "Summon me, and I will answer.\nOr, I will speak, and you can respond to me.",
      "23": "How much guilt and how many sins do I have?\nReveal my rebellion and my sin to me.",
      "24": "Why do you hide your face?\nWhy do you treat me like your enemy?",
      "25": "Will you toss me around like a wind-blown leaf?\nWill you chase me away like dry chaff?",
      "26": "You write bitter accusations against me,\nand you hold me accountable for the guilt of my youth.",
      "27": "You lock my feet in stocks\nand station guards along all my paths.\nYou put your brand on the soles of my feet.",
      "28": "So a man rots away like a garment eaten by moths."
    },
    "14": {
      "1": "Man born of woman has a few short days,\nand they are full of anxiety.",
      "2": "He blossoms like a flower, but soon withers.\nHe recedes like a shadow and does not remain.",
      "3": "You keep your eye on such a man.\nYou bring me into judgment in your presence.",
      "4": "Who can produce something pure from something that is impure?\nNo one.",
      "5": "Certainly his days are determined.\nThe number of his months has been set by you.\nA limit is set, which he cannot exceed.",
      "6": "Turn your gaze away from him, and let him be,\nuntil he finishes his day’s work as a hired man.",
      "7": "There is still hope for a tree if it is cut down.\nIt may grow up again and produce new shoots.",
      "8": "Though its roots lie dormant in the earth,\nand its stump is dying in the dust,",
      "9": "with just a whiff of water, it shoots up again.\nAs a growing plant, it again sends out branches.",
      "10": "But if a man dies, he shrivels away.\nWhen a person breathes his last, where is he?",
      "11": "Waters evaporate from the sea.\nA river dries up and becomes dust.",
      "12": "In the same way, a man lies down and does not rise again.\nUntil the heavens pass away, he does not awaken,\nand he is not aroused from his sleep.",
      "13": "Oh how I wish you would hide me in the grave,\nthat you would conceal me until your wrath has passed by,\nthat you would set an appointed time for me,\nand then you would remember me.",
      "14": "If a man dies, will he live again?\nThrough all the days of my warfare,\nI will wait, until change comes about for me.",
      "15": "You will call, and I myself will answer.\nThen you will long for the work of your hands.",
      "16": "Now you count my steps,\nbut then you will no longer keep track of my sin.",
      "17": "My rebellious deeds will be sealed up in a bag,\nand you will plaster over my guilt.",
      "18": "But as a mountain crumbles and falls,\nand as a rock is moved from its place,",
      "19": "as water wears away stones,\nand floodwaters wash away soil from the land,\nso you destroy a man’s hope.",
      "20": "You overpower him once and for all, and he passes away.\nYou change his appearance and send him away.",
      "21": "His sons are honored, but he is not aware of it.\nThey are brought low, but he does not realize it.",
      "22": "He feels the pain only of his own flesh,\nand in his soul grieves only for himself."
    },
    "15": {
      "1": "Eliphaz the Temanite responded:",
      "2": "Does a wise man answer with windy bluster?\nDoes he fill his belly with the hot east wind?",
      "3": "Does he support his arguments with useless talk,\nwith words that provide no benefit?",
      "4": "But you even tear down reverence.\nYou hinder thoughtful reflection in the presence of God.",
      "5": "Your guilt instructs your mouth.\nYou choose deceptive language.",
      "6": "Your own mouth condemns you, not mine.\nYour own lips testify against you.",
      "7": "Were you the first man to be born?\nWere you brought forth before the hills?",
      "8": "Do you listen in on the council meetings of God?\nDo you lay claim to all wisdom for yourself?",
      "9": "What do you know that we do not know as well?\nWhat do you understand that we do not?",
      "10": "The gray-haired and the aged are on our side,\nmen older than your father.",
      "11": "Are the consolations of God too small for you?\nDo you think nothing of the gentle words spoken to you?",
      "12": "Why does your heart carry you away?\nWhy do your eyes flash with such anger?",
      "13": "Why do you turn your spirit against God?\nWhy do you allow such words to pour out of your mouth?",
      "14": "What is man, that he could be pure,\nor one born of woman, that he could be declared righteous?",
      "15": "If God does not trust in his holy ones,\nand even the heavens are not pure in his eyes,",
      "16": "how much less man who is repulsive and corrupt,\nwho drinks down injustice like water!",
      "17": "Let me instruct you! Listen to me!\nThis is what I have seen. Let me tell you about it.",
      "18": "This is what wise men have declared,\nwise men who hid nothing of what they had received from their fathers,",
      "19": "to whom alone the land was given,\n        at a time when no foreigners were present in their midst.",
      "20": "Through all his days, a wicked man writhes in pain,\nthroughout the whole number of years stored up for a tyrant.",
      "21": "Terrifying sounds echo in his ears.\nIn peacetime the plunderer arrives.",
      "22": "The wicked man does not believe that he will return from darkness.\nHe is sentenced to the sword.",
      "23": "He wanders around looking for food and asks, “Where is it?”\nHe knows that a day of darkness is at hand.",
      "24": "Pressure and distress terrify him.\nThey overpower him, like a king ready to attack,",
      "25": "because he has stretched out his hand against God,\nand he has been arrogant toward the Almighty.",
      "26": "He charges at him defiantly with a thick shield.",
      "27": "Though now his face is covered with its fat,\nand his hips bulge with lard,",
      "28": "he will live in ruined cities,\nin abandoned houses, reduced to rubble.",
      "29": "He will no longer be rich.\nHis wealth will not last.\nHis possessions will no longer cover the ground.",
      "30": "He will not escape from darkness.\nFlames will dry up his shoots.\nWith a breath from God’s mouth, he will depart.",
      "31": "He should not trust in useless things.\nHe should not fool himself.\nHis only reward will be useless things.",
      "32": "Before his time, he will be paid in full.\nHis palm branches will not be green.",
      "33": "His grapes will be shaken from the vine before they are ripe.\nHe will be like an olive tree that loses its blossoms.",
      "34": "In the end, the community of the godless produces nothing,\nand fire consumes the tents of those who take bribes.",
      "35": "They conceive trouble and give birth to disaster.\nTheir womb produces treachery."
    },
    "16": {
      "1": "Job responded:",
      "2": "I have heard many things just like these.\nYou are miserable comforters, all of you!",
      "3": "Is there any end to your windy words?\nWhat provokes you to respond like this?",
      "4": "I also could speak just like you,\nif your lives were in the same condition that my life is.\nI could weave fancy words against you\nand shake my head at you.",
      "5": "But instead, I would build you up with the words from my mouth,\nand comforting words from my lips would ease your pain.",
      "6": "Now if I speak up, it does not lessen my pain,\nand if I hold back, how much of my pain goes away?",
      "7": "Surely, he has worn me out!\nYou have devastated everyone close to me.",
      "8": "You have made me shrivel up,\nand this testifies against me.\nMy emaciated body stands up\nand is a witness against me.",
      "9": "His anger has torn me.\nHe has been hostile to me.\nHe has gnashed his teeth at me.\nMy opponent glares at me with piercing eyes.",
      "10": "People have opened their mouths wide against me.\nThey have slapped my face with contempt.\nThey have ganged up on me.",
      "11": "God hands me over to evil people.\nHe throws me into the hands of the wicked.",
      "12": "When I was at ease, he shattered me.\nHe seized me by the neck and has ripped me to pieces.\nHe has set me up as his target.",
      "13": "His archers surround me.\nHe pierces my kidneys and has no pity.\nHe pours out my bile on the earth.",
      "14": "He breaks down my walls in many places.\nHe runs against me like a warrior.",
      "15": "I have stitched sackcloth to my skin.\nMy horn is stuck in the dust.",
      "16": "My face is red from my weeping.\nThere are dark circles under my eyes,",
      "17": "even though there is no violence in my hands,\nand my prayer is pure.",
      "18": "O earth, do not cover my blood.\nLet my cry never find a place to rest.",
      "19": "Even now, my witness is in heaven.\nMy advocate is on high.",
      "20": "My intercessor is my friend.\nMy eyes never stop weeping to God.",
      "21": "My intercessor pleads with God for a man,\nas another human pleads for his friend.",
      "22": "A few more years will come.\nThen I will go the way of no return."
    },
    "17": {
      "1": "My spirit is broken.\nMy days are snuffed out.\nThe tomb is waiting for me.",
      "2": "Surely mockery closes in on me.\nMy eyes must live with my enemies’ bitter contempt.",
      "3": "Please pay for me the deposit that you require from me.\nIndeed, who else could guarantee this payment for me?",
      "4": "You have hidden understanding from their hearts.\nTherefore, you will not let them win.",
      "5": "If someone denounces friends for a payoff,\nhis children’s eyes will fail.",
      "6": "He has made me a laughingstock among the people.\nThey spit in my face.",
      "7": "My vision is blurry from grief.\nI am just a shadow of myself.",
      "8": "The upright are appalled at this,\nand the innocent are aroused against the godless.",
      "9": "In spite of it all, the righteous hold tight to their ways,\nand everyone with clean hands grows stronger.",
      "10": "All right then—all of you, please come and try again,\nbut I will not find a wise man among you.",
      "11": "My days have passed.\nAll the things I planned to do are ripped apart,\nincluding the deepest desires of my heart.",
      "12": "They turn night into day.\nIn the face of darkness, they claim light is near.",
      "13": "If I wait hopefully for the grave to become my house,\nif I spread out my bed in the darkness,",
      "14": "if I cry out to the pit, “You are my father,”\nand to the worm, “My mother” or “My sister,”",
      "15": "where then is my hope?\nWho can find any hope for me?",
      "16": "Will it go down with me to the barred gates of the grave?\nWill we rest in the dust together?"
    },
    "18": {
      "1": "Bildad the Shuhite responded:",
      "2": "How much longer are all of you going to keep hunting for words?\nCome to your senses! Then we can talk.",
      "3": "Why are we considered to be like cattle?\nWhy are we regarded as unreasoning animals in your eyes?",
      "4": "You, who tear yourself to pieces with your anger,\ndo you expect the earth to be made desolate for your sake?\nShould rocks be moved from their place for you?",
      "5": "The light of the wicked has been extinguished,\nand not a spark of his flame still shines.",
      "6": "In his tent, light becomes darkness\nwhen the lamp beside him goes out.",
      "7": "His powerful strides are tangled up,\nand his own plans bring him down.",
      "8": "Yes, his feet are caught in a net,\nand he stumbles into its webbing.",
      "9": "A trap snaps at his heel,\nand a snare catches him firmly.",
      "10": "A noose lies hidden on the ground for him.\nA trap is set on his path.",
      "11": "Terrors frighten him on every side.\nThey harass him at every step.",
      "12": "His strength is eaten away by hunger,\nand disaster is waiting for him to stumble.",
      "13": "It eats away pieces of his skin.\nDeath’s firstborn child eats away pieces of him.",
      "14": "He is torn away from the safety of his tent.\nHe is marched off to the king of terrors.",
      "15": "Nothing that belonged to him remains in his tent.\nSulfur is scattered over his dwelling.",
      "16": "His roots dry up below,\nand his branches wither above.",
      "17": "All memory of him perishes from the earth.\nNo one on the street remembers his name.",
      "18": "He is pushed away from the light into the darkness.\nHe is chased out of the world.",
      "19": "He has no posterity or descendants among his people.\nHe leaves no survivor in his place, where he lived as an alien.",
      "20": "People in the west shudder at his fate.\nPeople in the east are overcome with horror.",
      "21": "Certainly this is the dwelling place for an evil man.\nThis is the place for one who does not acknowledge God."
    },
    "19": {
      "1": "Then Job responded:",
      "2": "How long will you torment my soul?\nHow long will you crush me with words?",
      "3": "Ten times now you have insulted me,\nbut you are not ashamed that you are treating me so badly.",
      "4": "But even if I actually were in the wrong,\nmy error would remain my own concern.",
      "5": "To be sure, when you lord it over me,\nand you hurl my disgrace against me,",
      "6": "you should know that God has denied me justice,\nand he has trapped me in his net.",
      "7": "Listen to me!\nI cry out, “Injustice,” but I get no answer.\nI call for help, but there is no justice.",
      "8": "He has blocked my way, so I cannot get by.\nHe has brought darkness on my paths.",
      "9": "He has stripped me of my honor,\nand he has taken the crown off my head.",
      "10": "He tears me down on every side, until I am gone.\nHe uproots my hope like a tree.",
      "11": "His anger burns against me,\nand he regards me as his enemy.",
      "12": "Together his troops advance against me.\nThey build a siege ramp against me.\nThey camp all around my tent.",
      "13": "He has distanced my brothers far from me,\nand those who know me treat me like a stranger.",
      "14": "My relatives stay away.\nEven my close friends have forgotten me.",
      "15": "Even my houseguests and my female servants treat me like a stranger.\nThey look upon me as a foreigner.",
      "16": "I summon my servant, but he does not answer,\neven though I beg him to be gracious to me.",
      "17": "My breath keeps my wife away from me,\nand I am repulsive to my mother’s children.",
      "18": "Even young boys reject me.\nWhen I get up, they speak against me.",
      "19": "My closest confidants shun me,\nand those I love have turned against me.",
      "20": "I am nothing but skin and bones.\nI have escaped with the skin of my teeth.",
      "21": "Have mercy on me.\nHave mercy on me, you friends of mine,\nbecause the hand of God has struck me.",
      "22": "Why do you pursue me the way God does?\nWill you never get enough of my flesh?",
      "23": "Oh how I wish that my words were written down.\nOh how I wish that they were inscribed in bronze,",
      "24": "that they would be engraved in rock forever\nwith an iron tool and letters filled with lead.",
      "25": "As for me, I know that my Redeemer lives,\nand that at the end of time he will stand over the dust.",
      "26": "Then, even after my skin has been destroyed,\nnevertheless, in my own flesh I will see God.",
      "27": "I myself will see him.\nMy own eyes will see him, and not as a stranger.\nMy emotions are in turmoil within me.",
      "28": "If you say, “What can we do to pursue him?”\nand “He is the root of his own problems,”",
      "29": "then you should fear the edge of the sword for yourselves!\nFor wrath brings the punishment of the sword,\nso that you will know that there is judgment."
    },
    "20": {
      "1": "Then Zophar the Na’amathite responded:",
      "2": "This is why my troubled thoughts make me respond again,\nand why my thoughts are racing through my mind:",
      "3": "I heard a rebuke that insults me,\nso my spirit prompts me to respond with understanding.",
      "4": "Don’t you know this?\nFrom ancient times,\nfrom the time when Adam was placed on the earth,",
      "5": "the triumphant cry of the wicked has been short-lived,\nand the joy of the godless lasts only a moment.",
      "6": "Although his arrogance reaches up to the skies,\nand his head touches the clouds,",
      "7": "he will perish forever like his own filth.\nThose who saw him will say, “Where is he?”",
      "8": "Like a dream, he flies away, and he cannot be found.\nLike a vision during the night, he flutters away.",
      "9": "An eye catches sight of him, but it does not see him again.\nHis place will no longer look at him.",
      "10": "His children must make restitution to the poor.\nHis hands must give back his wealth.",
      "11": "His bones were once filled with youthful vigor,\nbut that vigor will lie down with him in the dust.",
      "12": "If evil tastes sweet in his mouth,\nand he tucks it under his tongue,",
      "13": "if he hoards it for himself,\nand he does not let it go,\nbut savors it on his palate,",
      "14": "his food will turn into cobra venom in his stomach.",
      "15": "He swallowed wealth, but he vomits it up.\nGod makes him expel it from his belly.",
      "16": "He sucks the poison of cobras.\nThe fangs of a viper kill him.",
      "17": "He will not see the streams,\nthe rivers that flow with honey and cream.",
      "18": "Without digesting it, he gives up the produce for which he labored.\nHe does not enjoy the wealth for which he traded,",
      "19": "because he has crushed and abandoned the poor,\nand he has stolen a house he did not build.",
      "20": "His stomach is never filled.\nHe cannot satisfy his desires,",
      "21": "because now there is nothing left for him to eat,\nso his prosperity will not endure.",
      "22": "Even when he has plenty,\ndistress catches up with him,\nand misery grabs hold of him.",
      "23": "While he is filling his belly,\nGod will send burning anger upon him,\nand it will rain down on his body.",
      "24": "He flees from iron weapons,\nbut he is pierced by a bronze arrow.",
      "25": "He pulls the arrow out of his back,\nand the shiny point comes out of his liver.\nTerrors come over him.",
      "26": "Complete darkness is lying in wait for his hidden treasures.\nA fire that needs no fanning will consume him.\nIt will destroy anything that survives in his tent.",
      "27": "The heavens will uncover his guilt,\nand the earth will rise up against him.",
      "28": "A flood will carry away his house,\nsweeping away his possessions on the day of God’s wrath.",
      "29": "This is God’s sentence on the evil man.\nThis is his heritage decreed by God."
    },
    "21": {
      "1": "Then Job responded:",
      "2": "Listen carefully to my words—\nthat is the kind of encouragement you should give me.",
      "3": "Put up with me while I speak.\nThen, after I have spoken, you may resume your mocking.",
      "4": "Is my complaint against a man?\nWhy shouldn’t I be impatient?",
      "5": "Look at me and be shocked,\nand then put your hand over your mouth.",
      "6": "When I remember all this, I am terrified,\nand horror makes my flesh tremble.",
      "7": "Why do the wicked keep living,\nreach old age,\nand even become stronger?",
      "8": "Their descendants are firmly established in their presence,\nand they live long enough to see their offspring.",
      "9": "Their houses are safe from fear,\nand God’s rod does not strike them.",
      "10": "The wicked man’s bulls breed without failing.\nHis cows deliver calves without miscarrying.",
      "11": "Their toddlers frolic like flocks,\nand their children dance around.",
      "12": "They sing to the accompaniment of hand drums and lyres.\nThey celebrate to the sound of a flute.",
      "13": "They finish out their days in prosperity.\nThen they go down to the grave in a moment.",
      "14": "They say to God, “Keep away from us.\nWe know your ways, but we find no pleasure in them.”",
      "15": "“Who is the Almighty, that we should serve him,\nand what benefit do we gain from pleading with him?”",
      "16": "But I know that their prosperity is not in their own hands,\nso I have distanced myself from the way of life of the wicked.",
      "17": "How often is the lamp of the wicked extinguished?\nHow often does the disaster they deserve come upon them?\nHow often does God in his anger dole out their fair share of pain?",
      "18": "How often are they like straw blown by the wind,\nlike chaff that a windstorm whisks away?",
      "19": "People say, “God stores up a man’s punishment for his children,”\nbut he should repay the man himself so that he experiences it!",
      "20": "Let his own eyes see his condemnation.\nLet him drink from the rage of the Almighty,",
      "21": "for what does he care about his household after his death,\nwhen his allotment of months has run out?",
      "22": "Can anyone teach God knowledge,\nsince he judges even the most exalted ones?",
      "23": "One person dies with vigor in his bones,\ncompletely secure and at ease.",
      "24": "His body is filled out with fat,\nand his bones are rich with marrow.",
      "25": "Another person dies with his soul filled with bitterness,\nwithout ever tasting anything good.",
      "26": "Both of them lie down together in the dust,\nand worms cover them both.",
      "27": "Oh, I know your thoughts\nand your schemes to harm me.",
      "28": "For you say, “Where is the nobleman’s house,\nand where is the tent, which was the dwelling of the wicked?”",
      "29": "Why don’t you question those who travel the roads?\nWhy don’t you acknowledge the lessons they learned?",
      "30": "They say that the wicked man is spared from the day of disaster,\nand that he escapes the day of raging fury.",
      "31": "Who denounces him to his face for the way he has lived?\nWho repays him for what he has done?",
      "32": "When he is carried to the tombs,\nwhen a vigil is kept at his burial mound,",
      "33": "the clods of dirt from the streambed are sweet to him.\nEveryone follows his funeral procession.\nA crowd of people marches ahead of it.",
      "34": "So how can you comfort me with your useless words?\nThere is nothing left from your answers but fraud!"
    },
    "22": {
      "1": "Eliphaz the Temanite responded:",
      "2": "Can a man benefit God?\nCan even a wise man be of any use to him?",
      "3": "Should the Almighty be delighted if you are righteous?\nDoes he gain any advantage if your ways are blameless?",
      "4": "Is it because of your reverence that he rebukes you\nand comes against you in judgment?",
      "5": "Isn’t your wickedness great?\nIsn’t your guilt endless?",
      "6": "You have seized collateral from your brothers without cause,\nand you have stripped off clothing from the naked.",
      "7": "You have not given water to the weary,\nand you have withheld bread from the hungry.",
      "8": "The earth belongs to a forceful man,\nand a well-respected man dwells in it.",
      "9": "You send widows away empty-handed.\nYou crush the arms of the fatherless.",
      "10": "That is why snares are all around you,\nand sudden fear overwhelms you.",
      "11": "That is why you cannot see in the darkness,\nand floodwaters cover you.",
      "12": "Is not God in the heights of heaven?\nLook at the highest stars, so high above!",
      "13": "But you say, “What does God know?\nCan he judge through the thick darkness?",
      "14": "Dark clouds are a veil around him,\nso he does not see us\nas he walks back and forth in heaven’s dome.”",
      "15": "Are you the guardian of the ancient way,\n    the one traveled by wicked men?",
      "16": "They were snatched away before their time.\nTheir foundation was washed away by a river.",
      "17": "They said to God, “Keep away from us,”\nand “What can the Almighty do to us?”",
      "18": "even though he had filled their houses with good.\nThat is why the way of life of the wicked is far from me.",
      "19": "The righteous see this and are glad.\nThe innocent mock them, saying,",
      "20": "“Surely our adversaries have been erased!\nFire has eaten up their abundance.”",
      "21": "Be reconciled with God.\nBe at peace with him.\nThen good will come to you.",
      "22": "Accept teaching from his mouth,\nand set his words in your heart.",
      "23": "If you turn to the Almighty, you will be built up.\nIf you want to put injustice far from your tent,",
      "24": "throw your purest gold into the dust\nand your gold from Ophir upon the rocks in the ravines.",
      "25": "Then the Almighty will be your purest gold\nand your most precious silver.",
      "26": "Then you will find pleasure in the Almighty,\nand you will lift up your face to God.",
      "27": "You will pray to God, and he will hear you,\nand you will fulfill your vows.",
      "28": "You will decide on a matter, and it will be done for you,\nand light will shine on your ways.",
      "29": "When people are brought low,\nand you say, “Lift them up,”\nGod will save the downcast.",
      "30": "He will deliver even the person who is not innocent,\nwho will escape by the purity of your hands."
    },
    "23": {
      "1": "Then Job responded:",
      "2": "Even today my complaint is bitter.\nHis hand weighs heavily on me despite my groaning.",
      "3": "I wish I knew where I could find him,\nso that I could come to his place for judgment.",
      "4": "Then I would lay out my case before him,\nand I would fill my mouth with arguments.",
      "5": "I would know what words he would use to respond to me,\nand I would consider what he would say to me.",
      "6": "Would he use his great power to press charges against me?\nNo, he will certainly give me a hearing.",
      "7": "There, an upright man could argue with him,\nand I would be delivered from my judge forever.",
      "8": "But if I walk to the east, he is not there.\nIf I go back to the west, I find no sign of him.",
      "9": "When he is at work in the north, I do not detect him.\nWhen he turns to the south, I do not see him.",
      "10": "But I am sure he knows the way I take.\nWhen he has tested me, I will come out like gold.",
      "11": "My feet have followed his footsteps closely.\nI have kept to his way, and I have not turned aside.",
      "12": "I have not departed from the command from his lips.\nI have treasured the sayings from his mouth in my heart.",
      "13": "He stands alone.\nWho can make him change?\nWhatever his soul desires, he will do.",
      "14": "He carries out his decrees against me,\nand he has so many of them!",
      "15": "That is why I am in a panic in his presence.\nWhen I think about this, I dread him.",
      "16": "God has made me lose heart.\nThe Almighty has terrified me.",
      "17": "Nevertheless, I am not silenced by the darkness,\nby the dark cloud that covers my face."
    },
    "24": {
      "1": "Why are appointments never scheduled by the Almighty?\nWhy do those who know him never see such days?",
      "2": "People move boundary stones.\nThey steal a flock and take it to pasture.",
      "3": "They drive away donkeys that belong to the fatherless.\nThey seize the widow’s ox as collateral.",
      "4": "They shove the poor out of the way.\nThe oppressed people of the land hide together.",
      "5": "They go out to their labor, like wild donkeys in the wilderness,\n    looking for food.\nThe wasteland is their only source of food for themselves\n    and their children.",
      "6": "They gather their straw in the open countryside.\nThey glean leftovers in the vineyard of the wicked.",
      "7": "They spend the night naked, without clothing.\nThey have no covering from the cold.",
      "8": "They are soaked by heavy rain from the mountains.\nThey cling to a cliff for shelter.",
      "9": "The wicked tear away a fatherless child from its mother’s breast.\nThey take a poor mother’s nursing baby as collateral.",
      "10": "The poor walk around naked, without clothing.\nThey pick up sheaves but are still hungry.",
      "11": "They press olive oil among the terraces of olive trees.\nThey tread winepresses, but they remain thirsty.",
      "12": "The dying people of the city groan,\nand wounded souls cry out for help,\nbut God does not bring charges against anyone.",
      "13": "There are people who rebel against the light.\nThey do not acknowledge its ways or dwell in its paths.",
      "14": "At the end of the daylight a murderer arises,\nand he kills the poor and needy.\nAt night he acts as a thief.",
      "15": "The eye of an adulterer keeps watch for twilight.\nHe says, “No eye can get a good look at me.”\nHe wears a mask over his face.",
      "16": "In the dark of night he digs into houses.\nBy day such people hide inside.\nThey keep away from the light.",
      "17": "For all of them, morning is their darkness.\nThey are familiar with the sudden terror of darkness.",
      "18": "They float by like foam on the surface of the water.\nTheir portion of the land is cursed,\nso no one turns onto the road to their vineyards.",
      "19": "As drought and heat snatch away the water from the snow,\nthe grave snatches away a sinner.",
      "20": "The womb forgets him.\nA worm finds him sweet.\nHe will no longer be remembered.\nWickedness is broken like a tree.",
      "21": "He feeds on the childless woman,\nand he does nothing good for the widow.",
      "22": "But God drags away the mighty by his strength.\nHe rises up, so the wicked have no confidence in their lives.",
      "23": "God lets them be secure, and they prop themselves up,\nbut God’s eyes are on their ways.",
      "24": "They are high and mighty for a little while,\nbut then they are gone.\nThey are brought low like all the rest.\nThey are gathered together, like ears of grain that have been cut off.",
      "25": "So then, who can make me out to be a liar?\nWho can reduce my words to nothing?"
    },
    "25": {
      "1": "Bildad the Shuhite responded:",
      "2": "The power to rule and to inspire fear belongs to him.\nHe makes peace on high.",
      "3": "Can anyone count his troops?\nIs there anyone on whom his light does not rise?",
      "4": "How then can a man be righteous with God?\nHow can one born of a woman be pure?",
      "5": "If even the moon does not shine brightly for him,\nand if the stars are not pure in his eyes,",
      "6": "how much less a man, who is a maggot,\nand a son of man, who is a worm?"
    },
    "26": {
      "1": "Then Job responded:",
      "2": "How marvelously you have helped the helpless!\nHow wonderfully you have saved the arm that has no strength!",
      "3": "What great advice you have given to the one who lacks wisdom!\nWhat great insight you have revealed!",
      "4": "Who helped you proclaim these words?\nWhose breath came out of your mouth?",
      "5": "The spirits of the dead writhe in pain underneath the waters,\nalong with all those who dwell there.",
      "6": "Hell is naked before God,\nand there is nowhere to hide in the place of destruction.",
      "7": "He stretches out the northern sky across the emptiness.\nHe suspends the earth on nothing.",
      "8": "He encloses water in his clouds,\nbut the clouds are not broken apart by its weight.",
      "9": "He dims the face of the full moon by veiling it with his clouds.",
      "10": "He drew a circle around the surface of the waters.\nIt marks the boundary of light and darkness.",
      "11": "The pillars of the heavens shake.\nThey are stunned by his rebuke.",
      "12": "By his power he calmed the sea.\nBy his understanding he smashed Rahab.",
      "13": "By his breath the skies became beautiful.\nHis hand pierced the fleeing serpent.",
      "14": "But all these are just the fringe of his ways!\nHow faint a whisper we hear of him!\nWho understands his power, which is displayed in the thunder?"
    },
    "27": {
      "1": "After a pause, Job began to present this discourse:",
      "2": "As God lives, he has deprived me of justice.\nThe Almighty has made my life bitter.",
      "3": "Yes, as long as the breath of life is still in me,\nas long as the breath from God is still in my nostrils,",
      "4": "my lips will not speak wickedness,\nand my tongue will not murmur deception.",
      "5": "May I be cursed if I ever admit you are right.\nUntil I die, I will never deny my integrity.",
      "6": "I have held tight to my righteousness,\nand I will not let it go.\nMy conscience will not accuse me as long as I live.",
      "7": "May my enemy be like the wicked.\nMay the one who rises up against me be like the unjust.",
      "8": "For what hope is there for a godless person when God cuts him off,\nwhen God takes away his life?",
      "9": "Will God hear his cry when distress comes upon him?",
      "10": "Will he take delight in the Almighty?\nWill he call upon God at all times?",
      "11": "I will teach you about the hand of God.\nI will not hide what the Almighty is doing.",
      "12": "Listen, all of you have observed this.\nSo why do you continue to spew forth such worthless vapor?",
      "13": "This is the allotment a wicked man receives from God,\nthe inheritance that tyrants receive from the Almighty:",
      "14": "Although his children are many, they are sent to the sword.\nHis offspring will not be satisfied with bread.",
      "15": "Those who survive will be buried by a plague.\nThey will be buried, and their widows will not weep.",
      "16": "Though the wicked man piles up silver like dust,\nand he accumulates clothing like mounds of clay,",
      "17": "the righteous will wear what he accumulated,\nand the innocent will divide his silver.",
      "18": "He has built a house, but it will be like a moth’s cocoon,\nlike a shack that a watchman has put up.",
      "19": "He goes to bed as a rich man,\nbut his wealth does not remain.\nHe opens his eyes, and it is all gone.",
      "20": "Terrors sweep over him like floodwaters.\nAt night, a strong wind carries him away.",
      "21": "The east wind lifts him up, and off he goes.\nIt blows him away from his place.",
      "22": "It hurls itself at him, and it does not spare him.\nHe flees from its power as fast as he can.",
      "23": "It mockingly claps its hands at him\nand drives him from his place with hissing."
    },
    "28": {
      "1": "Yes, there is a mine for silver\nand a place where gold is refined.",
      "2": "Iron is taken from the ground,\nand copper is smelted out of stone.",
      "3": "A miner puts an end to darkness by exploring its farthest limits.\nHe looks for ore in the gloom and in the deep darkness.",
      "4": "He breaks open a mineshaft far from where settlers live,\nin places no one has walked before.\nFar away from other people, he dangles and sways.",
      "5": "The earth’s surface produces food,\nbut its depths are overturned as if by fire,",
      "6": "in places where the stones are sapphires\nand the dust is gold.",
      "7": "No scavenging bird knows the way there,\nand the eyes of vultures have not seen it.",
      "8": "The king of beasts has not set foot on it.\nThe lion has not prowled there.",
      "9": "The miner’s hand attacks the hard rock.\nHe overturns the roots of the mountain.",
      "10": "He cuts tunnels into the rocks,\nand his eyes see every treasure.",
      "11": "He dams up even the trickling water from the rivers,\nand he brings light to the earth’s hidden places.",
      "12": "But wisdom—where can it be found?\nWhere is the place for understanding?",
      "13": "Mankind does not know where it is kept.\nIt is not found in the land of the living.",
      "14": "The deep ocean says, “It is not in me!”\nThe sea says, “It is not with me!”",
      "15": "It cannot be purchased with the best gold,\nand silver cannot be weighed out as its price.",
      "16": "It cannot be bought with the gold of Ophir\nor with precious onyx or sapphires.",
      "17": "Gold and crystal cannot be compared to it.\nThe finest gold jewelry cannot be substituted for it.",
      "18": "Coral and quartz are not worth mentioning,\nand the value of wisdom is greater than a bag of rubies.",
      "19": "The chrysolite of Cush cannot be compared with it.\nIt cannot be purchased even with pure gold.",
      "20": "But what about wisdom—where does it come from?\nAnd where is the place to find understanding?",
      "21": "It is hidden from the eyes of all the living.\nIt is concealed from the birds of the sky.",
      "22": "Destruction and Death say,\n“With our ears we have heard only a rumor about it.”",
      "23": "God understands the way to it,\nand he alone knows its place,",
      "24": "because he watches the ends of the earth,\nand he sees everything under the heavens.",
      "25": "He determines the weight of the wind,\nand he measures out the waters by volume.",
      "26": "He made a decree for the rain\nand established a path for the roaring thunderstorm.",
      "27": "He saw wisdom and appraised its value.\nHe established it and also explored it.",
      "28": "Then he said to mankind:\nListen carefully. The fear of the Lord—that is wisdom,\nand to turn away from evil is understanding."
    },
    "29": {
      "1": "Job resumed his discourse. He said:",
      "2": "Oh how I wish I could be as I used to be\n    in the months gone by,\n    in the days when God used to watch over me,",
      "3": "when his lamp was shining over my head,\nand I walked through darkness toward his light,",
      "4": "when I was in my prime,\nand the friendly guidance of God was over my tent,",
      "5": "when the Almighty was still with me,\nand my children still surrounded me,",
      "6": "when my footsteps were washed in cream,\nand a rock poured out streams of oil for me,",
      "7": "when I went out to the gatehouse of the city,\nand I took my customary seat in the public square.",
      "8": "The young men saw me and stepped aside.\nThe elders rose and remained standing in my presence.",
      "9": "The officials held back their words.\nThey placed their hands over their mouths.",
      "10": "The voices of the nobles fell silent.\nTheir tongues stuck to the roof of their mouths.",
      "11": "Every ear that heard what I said called me blessed.\nEvery eye that saw what I did testified on my behalf.",
      "12": "Because I saved the poor when they cried for help\nand the fatherless when they had no helper,",
      "13": "the blessing of the dying rested upon me,\nand I made the heart of the widow happy.",
      "14": "I dressed myself with righteousness,\nand it clothed me.\nMy justice clothed me like a robe and a turban.",
      "15": "I was eyes for the blind and feet for the lame.",
      "16": "I was a father for the needy.\nI investigated their cases for people I did not know.",
      "17": "I shattered the fangs of the wicked,\nand I snatched their prey from their teeth.",
      "18": "So I thought: “I will pass away in my own nest,\nafter multiplying my days like grains of sand.",
      "19": "My roots will be soaked with water,\nand dew will settle on my branches at night.",
      "20": "My honor will always be fresh for me,\nand my bow in my hand will never wear out.”",
      "21": "People listened to me eagerly.\nThey kept silent, waiting for my advice.",
      "22": "After I spoke, they did not keep speaking.\nMy words fell on them gently.",
      "23": "They waited for me the way people wait for rain.\nThey opened their mouths the way people wait for spring showers.",
      "24": "When I laughed with them, they did not believe it.\nIn the light from my face, they were never downcast.",
      "25": "I chose the way for them,\nand I was seated as their head,\nlike a king among the troops,\nlike one who comforts mourners."
    },
    "30": {
      "1": "But those far younger than I am now laugh at me—\nmen whose fathers I would not have allowed\n    to serve with my sheepdogs.",
      "2": "The strength of their hands was useless to me.\nTheir vigor had failed.",
      "3": "Emaciated from famine and hunger,\nthey gnawed desert plants in the desolate wasteland.",
      "4": "They picked marsh plants among the brush,\nand their food was the roots of broom bushes.",
      "5": "They were driven out of the community.\nPeople shouted at them like thieves.",
      "6": "They lived in dry streambeds,\nin holes among the dust and the rocks.",
      "7": "They brayed between shrubs,\nand they huddled under thorn bushes.",
      "8": "Sons of fools and nameless nobodies,\nthey were driven out of the land with whips.",
      "9": "But now I am the target of their mocking songs,\nand my name has become proverbial as a term of scorn.",
      "10": "They despise me and keep their distance.\nThey do not hesitate to spit in my face.",
      "11": "God has unhooked my bowstring,\nand he has afflicted me,\nso they throw off all restraint in my presence.",
      "12": "At my right hand this rabble rises up like a mob.\nThey trip my feet.\nThey besiege me with their plans to destroy me.",
      "13": "They cut off my path to escape.\nThey try to benefit from my destruction.\nThey need no one to help them.",
      "14": "They pour through the breach in my wall.\nThey roll in through the ruins.",
      "15": "Terrors are unleashed against me.\nMy prestige is blown away by the wind.\nMy security has passed by like a cloud.",
      "16": "Now my soul is being poured out within me.\nDays of suffering have seized me.",
      "17": "Night pierces my bones with pain.\nThe pain gnawing at me never stops.",
      "18": "God tugs violently at my clothing.\nHe chokes me like the collar of my robe.",
      "19": "He has thrown me into the mud,\nand I have become like dust and ashes.",
      "20": "I cry to you for help, but you do not answer me.\nWhenever I stand up, you pay no attention to me.",
      "21": "You have become cruel to me.\nWith a strong hand you assault me.",
      "22": "You lift me up with the wind, and it carries me away.\nYou scatter me in the raging storm.",
      "23": "Yes, I know that you are bringing me down to death,\nto the home where all the living meet.",
      "24": "Will he really stretch out his hand against a pile of ruins,\nwhen the ruined man screams for help?",
      "25": "Didn’t I weep for those who live through hard days?\nDidn’t my soul grieve for the needy?",
      "26": "But when I waited for good, evil came.\nWhen I hoped for light, darkness came.",
      "27": "My emotions are boiling over.\nThey are never quiet.\nDays of suffering confront me.",
      "28": "I walk around darkened, but not by the sun.\nI stand in the assembly and cry for help.",
      "29": "I have become a brother to jackals,\na companion for screeching ostriches.",
      "30": "My skin turns black and falls off,\nand my bones burn with fever.",
      "31": "My lyre plays only sad songs.\nMy flute accompanies only the sound of weeping."
    },
    "31": {
      "1": "I have made a covenant with my eyes.\nHow then could I stare at a virgin with desire?",
      "2": "If I did, what reward would I receive from God above?\nWhat inheritance from the Almighty on high?",
      "3": "Is not ruin the reward for the wicked,\nand misfortune the reward for evildoers?",
      "4": "But doesn’t God see my ways?\nDoesn’t he count my every step?",
      "5": "Have I walked with deceit and lies?\nHas my foot hurried to pursue fraud?",
      "6": "If God weighs me on an honest scale,\nhe will know my integrity.",
      "7": "If my footsteps have slipped off the path,\nif my heart has pursued things desired by my eyes,\nif anything corrupt has stuck to my palms,",
      "8": "then let someone else eat what I have sown.\nLet my crops be uprooted.",
      "9": "If my heart has been enticed by a woman,\nif I have lurked at my neighbor’s doorway,",
      "10": "let my wife grind for another,\nand let other men crouch down over her.",
      "11": "For that would have been shameful behavior,\na guilty deed worthy of judgment.",
      "12": "There is a fire that consumes all the way to hell,\nthat would completely burn up all my harvest.",
      "13": "If I have denied justice to my male servants\nor to my female servants in their disputes with me,",
      "14": "then what would I do when God arises,\nwhen he comes to call me to account?\nHow could I respond to him?",
      "15": "Didn’t he who made me in the womb also make my servant?\nDidn’t the same God fashion us both in the womb?",
      "16": "If I have withheld from the poor what they desired,\nif I have darkened the eyes of the widow,",
      "17": "if I have eaten my food all by myself\nand have not shared it with the fatherless—",
      "18": "no, from the time of my youth, the fatherless child grew up with me,\nand I was like a father to him.\nFrom the womb of my mother I guided the widow.",
      "19": "If I saw anyone perishing from lack of clothing,\nif the needy had nothing to wear,",
      "20": "his very body blessed me,\n    as he was warmed by the wool from my sheep.",
      "21": "If I raised my hand against the fatherless child,\n    because I had influence in the court at the city gate,",
      "22": "then let my shoulder be knocked out of its socket,\nand let my upper arm be broken.",
      "23": "Now doom from God terrifies me,\nand I cannot endure his majesty.",
      "24": "If I placed my confidence in gold,\nand if I said to pure gold, “You are my security,”",
      "25": "if I rejoiced because I was so rich\nand because my hand had obtained so much,",
      "26": "if I saw the shining sun and the moon moving in its splendor,",
      "27": "if my heart was gullible enough to worship them in secret,\nand I kissed my hand to honor them,",
      "28": "that would have made me guilty and deserving of judgment,\nfor I would have denied God above.",
      "29": "If I rejoiced at the misfortune of someone who hates me,\nor I was thrilled because trouble caught up with him—",
      "30": "but no, I have not savored sin by asking for a curse on his life.",
      "31": "Did the men in my tent ever have to say\n    that there was someone who had not been filled with meat from Job?",
      "32": "No stranger ever had to spend the night outside.\nI have opened my door to the traveler.",
      "33": "If I had covered up my sin like Adam,\nand I had hidden my guilt in my heart,",
      "34": "because I was frightened of the crowd,\nand the contempt of the clans filled me with terror,\nso that I was silent and I did not go out of a door—",
      "35": "Oh how I wish I had someone to listen to me!\nLook, here is my seal on my testimony.\nLet the Almighty answer me!\nLet me see the written indictment from my accuser.",
      "36": "I would lift it up on my shoulder.\nI would place it on my head as a crown.",
      "37": "I would account to him for every single step.\nI would approach him like the chief of a tribe.",
      "38": "If my soil cries out against me,\nand its furrows weep because of me,",
      "39": "if I have consumed its wealth without paying for it,\nif I have caused the death of its owners,",
      "40": "then let a thorn bush grow up instead of wheat,\nand stinkweeds instead of barley.\nThe words of Job are concluded."
    },
    "32": {
      "1": "These three men gave up trying to answer Job, because he was righteous in his own eyes.",
      "2": "So Elihu son of Barakel, the Buzite from the clan of Ram, burned with anger. His anger burned against Job because Job had justified himself rather than God.",
      "3": "His anger also burned against his three companions, because they had no answer for Job, but they nevertheless had condemned him.",
      "4": "Up to this point, Elihu had held back, and he had not spoken to Job, because the others were older and more experienced than he was.",
      "5": "When Elihu saw that the three men had no ready answer, his anger burned.",
      "6": "So Elihu son of Barakel, the Buzite, responded. He said:\nI am young and inexperienced, and you are aged.\nThat is why I held back,\nand I was afraid to tell you what I know.",
      "7": "I thought that experience should speak.\nMany years should give a man wisdom.",
      "8": "However, it is the spirit in a man\nand the breath of the Almighty that give a man understanding.",
      "9": "It is not just the important men who are wise.\nThe elderly are not the only ones who know how to judge cases.",
      "10": "That is why I now say, “Listen to me.”\nI will declare what I know—yes, I will.",
      "11": "Notice that I waited for you to finish your words.\nI have listened carefully to your conclusions.\nThe whole time you were searching for the right words,",
      "12": "I paid attention to you.\nBut look, not one of you showed Job that he was wrong\nor came up with an answer for Job.",
      "13": "So do not say, “We have found wisdom,\nbut it is God, not a man, who will have to refute him.”",
      "14": "Job has not drawn up his speeches against me,\nso I will not respond to him with arguments like yours.",
      "15": "Those three are shattered. They no longer respond.\nThey have run out of words.",
      "16": "I have waited patiently,\nbut since they no longer speak,\nand they just stand there and do not answer anymore,",
      "17": "I will now respond with my contribution.\nI will now declare what I know,",
      "18": "for I am full of words.\nA wind in my belly is building up pressure.",
      "19": "My belly is like unvented wine.\nI am like a new wineskin ready to burst.",
      "20": "I intend to speak, so that I can find relief for myself.\nLet me open my lips and answer.",
      "21": "I will certainly not show favoritism to any man.\nI will not address any man with flattering titles,",
      "22": "because I do not know how to pass out flattering titles.\nIf I did so, my Maker would quickly carry me away."
    },
    "33": {
      "1": "But now, Job, listen to my speech.\nPay close attention to all my words.",
      "2": "Listen, because I have opened my mouth.\nSee how my tongue shapes words in my mouth.",
      "3": "My speech will reveal my upright heart.\nMy lips express my knowledge plainly.",
      "4": "The spirit of God made me.\nThe breath of the Almighty gave me life.",
      "5": "Refute me if you are able.\nLay out your case before me! Take your stand!",
      "6": "Look, my mouth belongs to God, just as your mouth does.\nLike you I was snipped off from a lump of clay.",
      "7": "Look, you should not be terrified by how awesome I am.\nPressure from me should not intimidate you.",
      "8": "However, you said this in my hearing,\nand I did hear the sound of these words:",
      "9": "“I am pure, without any sinful rebellion.\nI am clean. I have no guilt.",
      "10": "But look how God finds pretexts to oppose me.\nHe treats me like his enemy.",
      "11": "He has put my feet in stocks.\nHe patrols all my paths.”",
      "12": "Job, listen to this!\nYou are not right.\nI must refute you!\nCertainly, God is greater than a man.",
      "13": "Why do you bring charges against him,\njust because he does not answer all of a man’s questions?",
      "14": "God does speak, sometimes one way, sometimes another,\nbut people do not pay attention to it.",
      "15": "In a dream, in a vision in the night,\nwhen people are falling into a deep sleep,\nwhile they slumber on their beds,",
      "16": "he whispers a revelation into people’s ears,\nand he confirms his warnings to them,",
      "17": "in order to turn a man from his course of action\nand to suppress a person’s pride.",
      "18": "He spares his life from the pit.\nHe spares his life from crossing the stream of death.",
      "19": "Or a person may be disciplined on his bed by pain\nand by continual agony in his bones,",
      "20": "so that his life makes food disgusting to him,\nand he has no appetite for delicious food.",
      "21": "His flesh wastes away and disappears,\nand his bones, which were hidden, now stick out.",
      "22": "Then his soul draws near to destruction,\nand his life to those who bring death.",
      "23": "If there is a messenger at his side to mediate,\none out of a thousand, to tell a man what is right for him,",
      "24": "if he is gracious to him,\nif he says, “Spare him from going down to the pit.\nI have found a ransom for him,”",
      "25": "then his flesh would become more vigorous than it was in his youth.\nHe would return to days of youthful vitality.",
      "26": "Then he would pray to God,\nand God would be pleased with him.\nWith a joyful cry he would see God’s face,\nand God would restore his righteousness to the man.",
      "27": "Then the man would turn to people and say,\n“I have sinned, and I have perverted what is right,\nyet I was not punished as much as I deserved.",
      "28": "God has redeemed my soul from passing into the pit,\nand my life will see the light.”",
      "29": "Look, God does all these things with a man—\ntwo times, or even three times—",
      "30": "to bring back his soul from the pit,\nso that light shines on him among the living.",
      "31": "Pay attention, Job. Listen to me.\nBe silent, so that I may speak.",
      "32": "If you have anything to say, answer me.\nSpeak up, for I would be delighted to declare you innocent.",
      "33": "If you have nothing to say, listen to me\nBe silent, so I may teach you wisdom."
    },
    "34": {
      "1": "Elihu resumed his speech and said:",
      "2": "Hear my words, you wise men.\nYou learned men, pay attention to me.",
      "3": "It is true that the ear tests words as the mouth tastes food.",
      "4": "So now we should choose for ourselves what is just.\nWe should determine among ourselves what is good.",
      "5": "This is what Job said:\n“I am in the right,\nbut God has deprived me of justice.",
      "6": "Would I lie about what is just for me?\nHis arrow has inflicted an incurable wound on me,\nthough I did not rebel.”",
      "7": "Who is like Job?\nHe drinks down derision against God like water.",
      "8": "He travels the road with evildoers,\nand he walks with wicked men,",
      "9": "because he said,\n“It is no benefit to a man when he takes pleasure in God.”",
      "10": "So then, you men with understanding, listen to me.\nI swear that God never does anything wicked.\nThe Almighty is far from wrongdoing.",
      "11": "He repays a man for what he does.\nHe causes the consequences of his ways to catch up with him.",
      "12": "God would absolutely not do anything evil.\nThe Almighty does not pervert justice.",
      "13": "Did anyone put him in charge of the earth?\nDid anyone place the whole world under his control?",
      "14": "If God resolved in his heart to recall his spirit and breath to himself,",
      "15": "all flesh would perish together, and man would return to dust.",
      "16": "But if you have understanding, listen to this.\nHear the sound of my words:",
      "17": "Is it possible that one who hates justice could govern?\nWill you condemn the Righteous One, who is mighty?",
      "18": "He says to kings, “You are worthless,”\nand tells nobles, “You are evil.”",
      "19": "He shows no favoritism to high officials,\nand he shows no more regard for the rich than for the poor,\nbecause they are all the work of his hands.",
      "20": "In a moment they die, in the middle of the night.\nPeople are shaken, and they pass away.\nEven the mighty are taken away effortlessly, without a human hand,",
      "21": "because God’s eyes are on the ways of a man,\nand he sees all his steps.",
      "22": "There is no darkness,\nand there is no dark shadow where evildoers can hide,",
      "23": "for God does not need to investigate further\nor to set a time of judgment for a person.",
      "24": "He breaks mighty rulers without further inquiry,\nand he sets up others in their place.",
      "25": "Because he knows their deeds,\nhe overthrows them at night,\nand they lie crushed.",
      "26": "Because of their wickedness,\n    he strikes them in plain sight of everyone.",
      "27": "He does this because they turned aside from following him,\nand they were not wise enough to follow all his ways.",
      "28": "They caused the poor to cry out to God,\nso he heard the cry of the afflicted.",
      "29": "But if God remains quiet, who can condemn him?\nIf he hides his face, who can observe him?\nBut even if he does, he still rules over both nations and individuals,",
      "30": "to prevent a godless man from ruling,\nso that the godless man does not lay snares for the people.",
      "31": "What if someone says to God,\n“I have accepted my punishment.\nI will not keep sinning.",
      "32": "Teach me about what I do not see.\nIf I have done evil, I will not do it again.”",
      "33": "Would God then be obligated to repay you on your terms,\nwhen you refuse to repent?\nBut, Job, it is your decision, not mine.\nSo tell me what you know.",
      "34": "Men who have understanding say this to me,\nand any wise person who listens tells me the same thing:",
      "35": "“Job speaks without knowledge,\nand his words reveal a lack of understanding.”",
      "36": "I wish that Job would be tested to the limit,\nbecause he responds like a wicked man.",
      "37": "Yes, he even adds rebellion to his sin.\nAmong us he shows his contempt by clapping his hands,\nand he multiplies his words against God."
    },
    "35": {
      "1": "Then Elihu continued:",
      "2": "Do you really think it is right when you say,\n“My righteousness is greater than God’s”?",
      "3": "You even say, “What use will this be to me?\nHow will it profit me more than if I sinned?”",
      "4": "But I will respond to your words—and to your friends with you!",
      "5": "Look at the heavens and you will see.\nTake a good look at the clouds.\nThey are high above you!",
      "6": "If you have sinned, how does that affect God?\nIf your rebellious deeds are many, what harm can you do to him?",
      "7": "If you are righteous, what are you giving to him?\nWhat does he receive from your hand?",
      "8": "Your wickedness only affects a man like you,\nand your righteousness only impacts other people.",
      "9": "They cry out because of severe oppression.\nThey scream for relief from the arm of the powerful.",
      "10": "But no one asks, “Where is God my Maker,\n    who provides songs in the night,",
      "11": "who teaches us more than the wild animals on the earth,\n        who makes us wiser than the birds in the sky?”",
      "12": "Then the wicked cry out, but he does not answer,\n    because of their arrogant pride.",
      "13": "Certainly God will not listen to an insincere cry,\nand the Almighty will not pay attention to it.",
      "14": "How much less when you say\n    that you do not see him,\n    that your case has been presented to him,\n    and that you are waiting for him!",
      "15": "Besides that, you say that his anger has not demanded an accounting,\nand that he does not fully understand sin.",
      "16": "Job opens his mouth pointlessly,\nand he heaps up words without knowledge."
    },
    "36": {
      "1": "Elihu kept talking and said:",
      "2": "Be patient with me a little longer.\nI intend to inform you further,\nsince I have more to say on God’s behalf.",
      "3": "I will provide you with comprehensive knowledge,\nand I will justify my Maker.",
      "4": "You can be sure that none of my words are false.\nA man with complete knowledge is here with you.",
      "5": "Yes, God is mighty, but he does not despise people.\nHe is mighty and has great understanding.",
      "6": "He does not keep a wicked man alive,\nbut he does give justice to the oppressed.",
      "7": "He does not turn his eyes away from the righteous.\nHe seats them on thrones with kings\nand exalts them forever.",
      "8": "But if people are bound in chains,\nand they are held captive by cords of affliction,",
      "9": "he declares to them what they have done—\nhow arrogantly they have committed rebellious deeds.",
      "10": "He opens their ears to accept discipline,\nand he tells them to turn back from wickedness.",
      "11": "If they listen and serve him,\nthey will complete their days in prosperity,\nand their years will end in pleasure.",
      "12": "But if they do not listen,\nthey will be overwhelmed by a stream.\nThey will breathe their last without knowledge.",
      "13": "Godless hearts nourish anger.\nThey do not cry out for help even when he imprisons them.",
      "14": "Their souls die while they are still young,\nand they end their lives among the male prostitutes at their shrines.",
      "15": "God delivers the afflicted by means of their affliction,\nand he gets their attention through their suffering.",
      "16": "Certainly he is drawing you out of the jaws of distress\n    to a wide-open place, where you will not be hemmed in.\nYou will be comfortable at your table covered with rich food.",
      "17": "But now you are caught up with the judgment of the wicked,\nand judgment and justice have taken hold of you.",
      "18": "Watch out, so that no one lures you with luxury.\nDo not let a large payment turn you aside.",
      "19": "Can your affluence arrange for your security,\n    so that you do not suffer want?\nCan even your strongest efforts accomplish that?",
      "20": "Do not long for night time, when nations vanish from their place.",
      "21": "Watch out. Do not turn to evil,\nbecause that is why you have been tested by affliction.",
      "22": "Listen to me. God is exalted in his power.\nWho is a teacher like him?",
      "23": "Who has dictated his way for him?\nWho has said, “You have done wrong”?",
      "24": "Remember that you should praise his work,\n    which people have celebrated in song.",
      "25": "All mankind has observed it.\nPeople can look at it from a distance.",
      "26": "Yes, God is exalted far beyond our comprehension.\nThe number of his years is beyond investigation.",
      "27": "He draws up drops of water from the sea,\nand he distills the raindrops to form mist,",
      "28": "which flow down from the clouds\nand pour down abundantly on mankind.",
      "29": "Indeed, who understands how the clouds spread out?\nWho understands how the thunder rumbles out from his shelter?",
      "30": "Look how he spreads his light all around him,\nand he covers the bottom of the sea.",
      "31": "He uses this to bring judgment on peoples\nand to provide abundant food.",
      "32": "With his hands he grasps the lightning,\nand he gives it orders as it advances.",
      "33": "Through the thunder he sounds his war cry.\nThe herds sense the coming of the rising storm."
    },
    "37": {
      "1": "When I hear this, my heart races\nand leaps from its place.",
      "2": "Listen! Listen to the booming thunder of his voice,\nto the rumble that goes out from his mouth.",
      "3": "He turns it loose across the whole sky,\nand his light reaches the ends of the earth.",
      "4": "After the lightning, a voice roars.\nHe thunders with his majestic voice.\nHe does not restrain the lightning.\nThen his voice is heard!",
      "5": "God thunders with his voice in wonderful ways.\nHe does great things that we do not understand.",
      "6": "To the snow he says, “Fall on the earth.”\nTo the pouring rain, the torrential downpours of rain,\n    he says, “Be strong.”",
      "7": "He brings an end to all the work of men’s hands,\n    so that they recognize his work.",
      "8": "The wild animals take shelter in their lairs.\nThey remain in their dens.",
      "9": "A winter wind comes out from its room,\nand driving winds bring icy cold.",
      "10": "The breath of God produces ice.\nThe wide surface of the water turns solid.",
      "11": "Yes, he loads dark clouds with moisture,\nand he fills the clouds with his light.",
      "12": "The clouds swirl around at his direction.\nThey do whatever he commands them\n    over the face of the whole inhabited world.",
      "13": "Whether their purpose is to bring punishment or mercy to the world,\n    he makes them achieve their goal.",
      "14": "Listen to this, Job! Stand still and recognize the wonders of God!",
      "15": "Do you know how God arranges them?\nDo you know how he makes his light shine out from his clouds?",
      "16": "Do you know how the clouds float in the sky,\n    those marvels produced by perfect knowledge?",
      "17": "You, whose clothing is too hot for you\n    when the land rests quietly because of the hot south wind,",
      "18": "can you help him spread out the clouds\n    when the sky is as hard as a metal mirror?",
      "19": "Teach us what we should say to him!\nWe are not able to prepare our case because of the darkness.",
      "20": "Should he be notified that I want to speak?\nOr would a man who said that be swallowed up?",
      "21": "But no one can look at the sun.\nIt is too bright when the wind has cleared the sky of the clouds.",
      "22": "God’s golden splendor comes from the north.\nGod is surrounded by awesome majesty.",
      "23": "As for the Almighty, we cannot comprehend him.\nHe is exalted in power,\nbut he does not violate justice and great righteousness.",
      "24": "Therefore men should revere him,\nbecause he has regard for all those who are wise in heart."
    },
    "38": {
      "1": "Then the Lord responded to Job out of a violent storm. He said:",
      "2": "Who is this who spreads darkness over my plans\n    with his ignorant words?",
      "3": "Get ready for action like a man!\nThen I will ask you questions,\nand you will inform me.",
      "4": "Where were you when I laid the foundation of the earth?\nTell me, if you understand anything about it.",
      "5": "Who determined its dimensions?\nI am sure you know.\nWho stretched out the surveying line over it?",
      "6": "What supports its foundation?\nWho set its cornerstone in place,",
      "7": "when the morning stars sang loud songs together,\n        and all the sons of God shouted for joy?",
      "8": "Who locked up the sea behind doors\n    when it burst out of the womb?",
      "9": "When I clothed the sea with clouds,\nwhen I wrapped it with thick darkness as its swaddling cloths,",
      "10": "when I broke its power with my decree,\nwhen I locked it up behind barred, double doors,",
      "11": "I said, “You may come this far, but no farther.\nHere is the barrier for your proud waves.”",
      "12": "Have you ever in all your days given a command to the morning?\nHave you ever set a time for the sun to rise,",
      "13": "so it may grab the earth by its edges\nand shake the wicked out of it?",
      "14": "The earth’s shapes become visible like designs impressed on clay,\nand its decorations can be seen like those on a garment.",
      "15": "Their light is withheld from the wicked,\nand an uplifted arm is broken.",
      "16": "Have you ever traveled to the sources of the sea\nor walked around in the dark depths of the ocean?",
      "17": "Have the gates of death been revealed to you?\nHave you seen the gates of the shadow of death?",
      "18": "Do you comprehend the vast expanses of the earth?\nTell me, if you know all this.",
      "19": "How can someone get to the dwelling of light?\nWhere is the place for darkness?",
      "20": "Could you lead it to its property?\nDo you know the way to its house?",
      "21": "You must know that, since you were born before it,\nand you have lived for so many days!",
      "22": "Have you visited the warehouses where the snow is kept?\nHave you seen the warehouses where the hail is stored?",
      "23": "I have reserved them for troubled times,\nfor days of battle and war.",
      "24": "What is the way to the place where the lightning divides,\nwhere the east wind is scattered over the earth?",
      "25": "Who has excavated a channel for the floodwaters\nand a road for the rolling thunder?",
      "26": "They bring rain to lands where no one lives,\nto a wilderness without a person in it.",
      "27": "The rain satisfies the wilderness and wasteland\nand causes the dry ground to produce green plants.",
      "28": "Does the rain have a father?\nWho is the father of the drops of dew?",
      "29": "Whose womb produces the ice?\nWho gives birth to the heavy frost from the sky?",
      "30": "The water is disguised as stone,\nand the surface of the deep is trapped under ice.",
      "31": "Can you bind the chains of the Pleiades,\nor loosen the belt of Orion?",
      "32": "Can you lead out the constellations at the right season\nand guide the Bear with her cubs?",
      "33": "Do you know the laws that govern the skies?\nCan you establish God’s rule on earth?",
      "34": "Can you raise your voice to the clouds,\nso that a flood of water submerges you?",
      "35": "Can you unleash the lightning bolts,\nso that they come and say to you, “Here we are”?",
      "36": "Who has placed wisdom in the human heart\nand given understanding to the mind?",
      "37": "Who has the wisdom to count the clouds\nand to empty the water jars of the sky,",
      "38": "when the loose dust has been poured into molds to harden,\nand the clods of dirt are cemented together?",
      "39": "Can you hunt prey for a lioness?\nCan you satisfy the appetite of the young lions,",
      "40": "when they crouch in their dens,\nor they lie in wait in the thicket?",
      "41": "Who prepares its provisions for the raven,\nwhen its young are screaming to God,\nwhile they thrash around in the nest waiting for food?"
    },
    "39": {
      "1": "Do you know the time when the antelope on the cliffs gives birth?\nDo you keep watch over the doe as she is in labor?",
      "2": "Do you count how many months they carry their young?\nDo you know when it is time for them to give birth?",
      "3": "They crouch down.\nThey give birth to their fawns.\nTheir labor pains are over.",
      "4": "Their young are lively and live in the open countryside.\nThey go out, and they do not return to them.",
      "5": "Who set the wild donkey free?\nWho untied the restraints on the onager?",
      "6": "I have given it the wasteland as its home,\nthe salt flats as its dwelling place.",
      "7": "It brays at the commotion in a town.\nIt does not listen to the shouting of the driver.",
      "8": "It explores the mountains as its pasture,\nwhile it searches for anything green.",
      "9": "Is a wild ox willing to serve you?\nWill it spend the night at your manger?",
      "10": "Can you lead the wild ox down a furrow with a rope?\nWill it work the fields in the valleys behind you?",
      "11": "Will you depend on it because it is so strong?\nWill you rely on it to labor for you?",
      "12": "Will you trust it to return your seed grain\nand to bring it to your threshing floor?",
      "13": "The wings of a screeching ostrich flap wildly,\nbut they do not have feathers and plumage like a stork’s.",
      "14": "She leaves her eggs on the ground.\nShe keeps them warm in the dust.",
      "15": "She forgets that a foot may crush them,\nor a wild animal may trample them.",
      "16": "She is hard-hearted toward her children.\nIt is as if they were not hers.\nIt does not bother her if her labor is for nothing,",
      "17": "because God made her forget wisdom,\nand he has not given her any understanding.",
      "18": "But as soon as she jumps up to run,\nshe laughs at the horse and the rider.",
      "19": "Did you give strength to the horse?\nDid you clothe its neck with a flowing mane?",
      "20": "Did you give it the ability to jump like a locust?\nIts snorting and neighing are frightening.",
      "21": "It paws at the ground in the valley.\nIt rejoices in its strength.\nIt goes out to meet the weapons of war.",
      "22": "It laughs at danger and is not afraid.\nIt does not turn away from the sword.",
      "23": "A quiver rattles against it.\nA spear and a javelin flash.",
      "24": "Shaking with excitement, it swallows up ground.\nIt doesn’t just stand there when the ram’s horn sounds.",
      "25": "As often as the horn sounds, it neighs and snorts!\nFrom a distance it smells the battle,\nthe thunder of the commanders and the war cries.",
      "26": "Did you teach the hawk how to soar,\nas it spreads out its wings to the south?",
      "27": "Is it at your command that the eagle flies high\nand makes its nest in a lofty place?",
      "28": "On a rocky cliff it settles down to spend the night,\non a pinnacle of rock in a mountain stronghold.",
      "29": "From there it spies its food.\nIts eyes spot it far away.",
      "30": "Its young ones drink up the blood.\nWherever the carcasses are—there it is."
    },
    "40": {
      "1": "The Lord responded to Job and said:",
      "2": "Will the one who makes charges against the Almighty\n    dare to correct him?\nThe one who accuses God should make his case!",
      "3": "Job answered the Lord and said:",
      "4": "No, I am insignificant.\nHow could I reply to you?\nI will put my hand over my mouth.",
      "5": "I spoke once, but I cannot defend it.\nTwice, but I will not go any further.",
      "6": "Then the Lord answered Job from the violent storm. He said:",
      "7": "Get ready for action like a man!\nThen I will ask you questions,\nand you will inform me.",
      "8": "Will you really deny that I am just?\nWill you convict me, so that you can be acquitted?",
      "9": "Do you have an arm like God’s arm?\nDoes your voice thunder like his?",
      "10": "Go ahead, please. Adorn yourself with dignity and honor.\nClothe yourself with splendor and majesty.",
      "11": "Pour out your overflowing anger.\nLook at every proud man and bring him low.",
      "12": "Look at every proud man and humble him.\nTrample the wicked where they stand.",
      "13": "Bury them all together in the dust.\nCover their faces in the hidden place.",
      "14": "Then I will praise you\nand admit that your right hand can save you.",
      "15": "Take a look at Behemoth,\n    which I made just as I made you.\nHe eats grass like cattle.",
      "16": "Would you look at the power of his hips\nand the strength of the muscles of his belly!",
      "17": "He stiffens his tail like a cedar.\nThe tendons of his thighs are tight.",
      "18": "His bones are tubes of bronze.\nHis skeleton is like bars of iron.",
      "19": "He stands at the head of God’s creatures,\nbut his Maker draws near with his sword.",
      "20": "Yes, the mountains carry their floodwaters to him.\nAll the wild animals play there.",
      "21": "He lies under the lotus plants,\nhidden among the reeds in the marsh.",
      "22": "The lotus plants cover him with their shadows.\nPoplars by the stream surround him.",
      "23": "The river rages, but he is not frightened.\nHe remains calm even if the Jordan bursts into his mouth.",
      "24": "Can people capture him by his eyes?\nCan they pierce his nose with a hook?"
    },
    "41": {
      "1": "Can you pull out Leviathan with a fishhook?\nCan you tie down his tongue with a rope?",
      "2": "Can you put a reed in his nose\nor pierce his jaw with a hook?",
      "3": "Will he keep asking for your favor\nor speak tender words to you?",
      "4": "Will he sign a contract with you\nso that you keep him as your servant forever?",
      "5": "Can you play with him like a bird?\nCan you put him on a leash for your girls?",
      "6": "Do the merchants barter for Leviathan’s meat?\nDo they divide it up with the other tradesmen?",
      "7": "Can you fill his hide with harpoons\nand his head with fishing spears?",
      "8": "If you lay your hand on him,\nyou will never forget the battle and won’t do it again.",
      "9": "Listen! Any hope you have of overcoming him is unfounded.\nWouldn’t you be knocked down by the mere sight of him?",
      "10": "No one is fierce enough to risk stirring him up.\nWho then can stand before me?",
      "11": "Who can confront me and demand that I repay him?\nEverything under the whole sky belongs to me.",
      "12": "I will tell about the parts of his body.\nI will describe his power and his beautiful design.",
      "13": "Who can strip off his outer covering?\nWho can touch his double layer of armor?",
      "14": "Who dares to open the doors to his mouth,\n    which is surrounded with terrifying teeth?",
      "15": "His back is like rows of shields,\n    which are tightly joined together.",
      "16": "They are so close together not even a breath of air\ncan pass between them.",
      "17": "They are fastened to each other,\nso they stick together and cannot be separated.",
      "18": "His snorts are flashes of light.\nHis eyes are like the eyelids of dawn.",
      "19": "Blazing torches come out of his mouth.\nSparks of fire shoot out.",
      "20": "Smoke pours out from his nostrils\n    like a pot boiling over a reed fire.",
      "21": "His breath sets coals on fire,\nand flames come out of his mouth.",
      "22": "Strength dwells in his neck.\nDespair dances ahead of him.",
      "23": "The folds of his flesh are compact,\nsolid and immovable.",
      "24": "His heart is as hard as rock,\nas hard as a lower millstone.",
      "25": "When he rises up, the mighty are afraid.\nWhen he thrashes around, they retreat.",
      "26": "If someone strikes him with a sword, it has no effect.\nNeither do spears, arrows, or javelins.",
      "27": "To him iron is like straw;\nbronze is like rotten wood.",
      "28": "Arrows do not make him flee.\nTo him sling stones are like chaff;",
      "29": "clubs are like stubble.\nHe laughs at the shaking of a javelin.",
      "30": "His underbelly is like sharp pieces of broken pottery.\nIt leaves marks in the mud like a threshing sledge.",
      "31": "He makes the depths boil like a cooking pot.\nHe makes the sea like a cauldron of ointment.",
      "32": "He leaves a shiny wake behind him.\nThe deep looks like a white-haired man.",
      "33": "There is nothing at all like him on earth,\na creature without fear.",
      "34": "He looks down on everything that is lofty.\nHe is king over every proud creature!"
    },
    "42": {
      "1": "Job responded to the Lord. He said:",
      "2": "I know that you can do all things.\nNo purpose of yours can be thwarted.",
      "3": "You asked, “Who is this who spreads darkness over my plans\n    with his ignorant words?”\nI have made statements about things I did not understand,\nthings too wonderful for me to know.",
      "4": "You said, “Listen now and I will speak.\nI will ask you questions, and you will inform me.”",
      "5": "My ear heard about you.\nNow my eyes see you.",
      "6": "So I despise myself.\nI repent in dust and ashes.",
      "7": "After the Lord had spoken these words to Job, he said to Eliphaz the Temanite, “My anger burns against you and your two friends, because none of you have spoken correctly about me, as my servant Job did.",
      "8": "So now, take seven bulls and seven rams for yourselves, go to my servant Job, and offer up a whole burnt offering for yourselves. My servant Job will pray for you, so that I will look upon him with favor and not deal with you on the basis of your foolishness, for none of you have spoken correctly about me, as my servant Job did.”",
      "9": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Na’amathite went and did as the Lord had told them, and the Lord looked on Job with favor.",
      "10": "Then the Lord restored Job’s fortunes, after he had prayed on behalf of his friends. The Lord gave Job twice as much of everything as he had before.",
      "11": "Then all his brothers and sisters and all his acquaintances came to Job. They dined with him in his house, and they showed him sympathy and comforted him concerning the tragedy that the Lord had brought on him. Each of them gave him one qesitah of silver and one gold ring.",
      "12": "The Lord blessed the last part of Job’s life more than the first part, so he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys.",
      "13": "He had seven sons and three daughters.",
      "14": "He named his first daughter Jemimah, the second Keziah, and the third Keren Happuk.",
      "15": "In the whole land there were no women as beautiful as the daughters of Job. Their father gave them an inheritance among their brothers.",
      "16": "After this, Job lived one hundred forty years and saw his sons and their children to the fourth generation.",
      "17": "Job died, old and fulfilled by a long life."
    }
  }
}