{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:13.334719-04:00",
    "Translation": "EHV"
  },
  "Joel": {
    "1": {
      "1": "The word of the Lord that came to Joel son of Pethuel.",
      "2": "Hear this, you elders.\n    Listen, all of you who live in the land.\n    Has anything like this ever happened in your days\n    or in the days of your fathers?",
      "3": "Tell it to your children,\n    and let your children tell it to their children,\n    and their children to the next generation.",
      "4": "What the grasshoppers have left, the swarming locusts have eaten.\n        What the swarming locusts have left, the young locusts have eaten.\n        What the young locusts have left, the mature locusts have eaten.",
      "5": "Wake up, you drunkards, and weep!\n    Wail, all you wine drinkers,\n    because of the sweet wine that has been snatched from your mouth.",
      "6": "A nation has come up into my land, powerful and without number.\n        It has teeth like a lion and fangs like a lioness.",
      "7": "It has devastated my vines and shredded my fig trees.\n        It has completely stripped off their bark and thrown it aside,\n        so that their branches are bare and white.",
      "8": "Grieve like a virgin dressed in sackcloth,\n    who grieves for the husband of her youth.",
      "9": "Grain offerings and drink offerings are cut off from the house of the Lord.\n        The priests are in mourning,\n        those who minister in the presence of the Lord.",
      "10": "The fields are devastated. The soil mourns.\n        The grain is devastated.\n        The new wine has run dry. The olive oil runs out.",
      "11": "Hang your heads, you farmers.\n    Wail, you vine growers, for the wheat and for the barley,\n    because the grain harvest has died in the field.",
      "12": "The vine has dried up, and the fig tree has withered.\n        The pomegranate, the date palm, and the apple tree—\n        all the trees in the countryside have dried up,\n        and joy has dried up for all the people.",
      "13": "Put on sackcloth, you priests, and lament.\n    Wail, you who minister in front of the altar.\n    Come, spend the night in sackcloth,\n    you who minister before my God,\n    because the grain offerings and drink offerings\n    are being held back from the house of your God.",
      "14": "Set aside a day of fasting. Call a solemn convocation.\n    Summon the elders and everyone who lives in the land\n    to come to the house of the Lord your God.\n    Cry out to the Lord!",
      "15": "How terrible that day will be!\n    Yes, the Day of the Lord is near.\n    It will come like destruction from the Almighty.",
      "16": "Hasn’t the food been cut off right before our eyes?\n        Happiness and celebration are cut off from the house of our God.",
      "17": "The planted seed is dried up under the clods of earth.\n        The storehouses are in ruins.\n        The granaries have been broken down, because the grain has dried up.",
      "18": "Listen to how the cattle bellow!\n        The herds of cattle are milling around in confusion, because they have no pasture.\n        Even the flocks of sheep are suffering punishment.",
      "19": "To you, O Lord, I call,\n    because fire has consumed the grazing lands in the wilderness,\n    and flames have burned up all the trees in the countryside.",
      "20": "Even the animals in the countryside pant for you.\n    The streams of water have dried up,\n    and fire has consumed the grazing lands in the wilderness."
    },
    "2": {
      "1": "Blow the ram’s horn in Zion.\nSound the alarm on my holy mountain.\n    Let all who live in the land tremble with fear,\n    for the Day of the Lord is coming.\n    It is close at hand—",
      "2": "a day of darkness and gloom,\n        a day of clouds and frightening darkness.\n    Like dawn spreading across the mountains,\n        a large and mighty people is coming.\n    There has been nothing like it from ancient times,\n    nor will there ever be again for generations to come.",
      "3": "In front of them, fire devours.\n    Behind them, a flame blazes.\n    In front of them, the land is like the Garden of Eden.\n    Behind them, it is a desolate wilderness.\n    There is no escaping them.",
      "4": "They look like horses.\n    They charge like cavalry.",
      "5": "With a noise like chariots\n        they bounce over the mountaintops,\n        like a crackling fire consuming stubble,\n        like a powerful army lined up for battle.",
      "6": "At the sight of them, peoples are in anguish.\n    Every face becomes flushed.",
      "7": "They charge like strong warriors.\n    They climb over walls like soldiers.\n    They all march in formation.\n    They do not turn aside from their path.",
      "8": "They do not collide with each other.\n    Each marches straight ahead in his position.\n    They pierce through defenses without hesitating.",
      "9": "They rush into the city.\n    They run along the city wall.\n    They climb into the houses.\n    Like thieves they enter through the windows.",
      "10": "In front of them the earth quakes.\n    The sky shudders.\n    The sun and moon become dark,\n    and the stars stop shining.",
      "11": "The Lord shouts at the head of his army.\n    His forces are very numerous,\n    and those who obey his command are powerful.\n    The Day of the Lord is great. It is terrifying.\n    Who can endure it?",
      "12": "Even now, declares the Lord,\n    return to me with all your heart,\n    with fasting and weeping and grief.",
      "13": "Tear your heart and not your clothing.\n    Return to the Lord your God,\n    for he is gracious and compassionate,\n    slow to anger and abounding in mercy,\n    and he relents from sending disaster.",
      "14": "Who knows?\n    He may turn and have pity and leave behind a blessing—\n    grain offerings and drink offerings for the Lord your God.",
      "15": "Blow the ram’s horn in Zion.\n    Set aside a day for fasting.\n    Call a solemn convocation.",
      "16": "Gather the people.\n    Consecrate the assembly.\n    Bring together the elders.\n    Gather the children, even those nursing at the breast.\n    Let the bridegroom leave his room,\n    and the bride her chamber.",
      "17": "Let the priests, who minister before the Lord,\n    weep between the temple porch and the altar.\n    Let them say:\n        Have compassion on your people, O Lord.\n        Do not subject the inheritance you have given us to the scorn of the nations.\n        Do not make us notorious among the nations as an object of ridicule.\n        Why should they say among the peoples,\n        “Where is their God?”",
      "18": "The Lord is zealous for his land,\n    and he will take pity on his people.",
      "19": "The Lord will respond to them:\n        I am sending you grain, new wine, and fresh oil,\n        enough to satisfy you fully.\n        Never again will I subject you to scorn among the nations.",
      "20": "I will drive the northern invaders far from you,\n        pushing them into a parched and desolate land.\n        Their vanguard will be driven into the eastern sea\n        and their rearguard into the western sea.\n        Then their stench will go up. Their foul smell will go up.\n    Yes, the Lord has done great things.",
      "21": "Do not be afraid, O earth.\n    Celebrate and be glad.\n    Yes, the Lord has done great things.",
      "22": "Do not be afraid, you animals out in the field,\n    because the grazing lands are becoming green.\n    The trees are bearing their fruit.\n    The fig tree and the vine yield their riches.",
      "23": "Celebrate, you people of Zion!\n    Rejoice in the Lord your God,\n    because he has given you the autumn rains in righteousness.\n    He sends you abundant showers, both autumn and spring rains, as he did in the beginning.",
      "24": "The threshing floors will be filled with grain.\n    The vats will overflow with new wine and olive oil.",
      "25": "I will repay you for the years eaten by the swarming locusts,\n        by the young locusts, the mature locusts, and the grasshoppers,\n        my great army that I sent among you.",
      "26": "You will have plenty to eat.\n    You will eat until you are full,\n    and you will praise the name of the Lord your God,\n        who has worked wonders for you.\n    Never again will my people be put to shame!",
      "27": "Then you will know that I am in the midst of Israel,\n    that I am the Lord your God,\n    and that there is no other.\n    Never again will my people be put to shame!",
      "28": "After this, I will pour out my Spirit on all flesh.\n    Your sons and your daughters will prophesy.\n    Your old men will dream dreams.\n    Your young men will see visions.",
      "29": "Even on the servants, both male and female,\n    I will pour out my Spirit in those days.",
      "30": "I will show warning signs in the heavens and on the earth:\n    blood and fire and pillars of smoke.",
      "31": "The sun will be turned to darkness and the moon to blood,\n    before the coming of the great and terrifying day of the Lord.",
      "32": "And everyone who calls on the name of the Lord will be saved.\n    So on Mount Zion and in Jerusalem there will be deliverance,\n    as the Lord has promised, among the survivors whom the Lord calls."
    },
    "3": {
      "1": "Look! In those days and at that time,\nwhen I restore the fortunes of Judah and Jerusalem,",
      "2": "I will gather all nations\n    and bring them down to the Valley of Jehoshaphat.\n    There I will enter into judgment against them\n        for the sake of my possession, my people Israel,\n        whom they scattered among the nations.\n    The nations also divided up my land.",
      "3": "They cast lots for my people\n    and traded boys to pay prostitutes.\n    They sold girls for wine so that they could drink.",
      "4": "Tell me, what do you have against me,\n        Tyre and Sidon, and all you regions of Philistia?\n    Are you repaying me for something I have done?\n    If you are paying me back,\n    I will swiftly and speedily repay onto your own heads what you have done,",
      "5": "because you took my silver and my gold,\n    and you carried off my best treasures to your temples.",
      "6": "You sold the people of Judah and Jerusalem to the Greeks,\n    in order to send them far from their own borders.",
      "7": "See, I am going to rouse them out of the places to which you sold them,\n    and I will make what you have done return on your own heads.",
      "8": "I will sell your sons and daughters into the hands of the people of Judah,\n    and they will sell them to the Sabeans, a nation far away.\n    Yes, the Lord has spoken.",
      "9": "Proclaim this among the nations:\n    Consecrate yourselves for war!\n    Rouse the strong warriors!\n    Let all the fighting men draw near and attack.",
      "10": "Beat your plowshares into swords,\n    and your pruning knives into spears.\n    Let the weakling say, “I am a strong warrior!”",
      "11": "Come quickly to help, all you nations from every side,\n    and assemble there.\n    Bring down your strong warriors, O Lord!",
      "12": "Let the nations be roused.\n    Let them advance into the Valley of Jehoshaphat,\n    for there I will be seated to judge all the nations.",
      "13": "Swing the sickle,\n        for the harvest is ripe.\n    Come, trample the grapes,\n        for the winepress is full and the vats overflow,\n    because the nations’ wickedness is so great!",
      "14": "Multitudes, multitudes in the Valley of Decision!\n    For the Day of the Lord is near in the Valley of Decision.",
      "15": "The sun and moon will be darkened,\n    and the stars will stop shining.",
      "16": "The Lord will roar from Zion\n    and shout from Jerusalem.\n    The sky and the earth will tremble.\n    But the Lord will be a refuge for his people,\n    a stronghold for the people of Israel.",
      "17": "Then you will know that I, the Lord your God, dwell in Zion, my holy mountain.\n    Jerusalem will be holy.\n    Foreigners will not pass through her again.",
      "18": "In that day the mountains will drip sweet wine,\n    and the hills will flow with milk.\n    All the stream beds of Judah will run with water.\n    A fountain will flow out of the Lord’s house.\n    It will water the Valley of Acacias.",
      "19": "Egypt will be desolate.\n    Edom will be a desolate wilderness,\n    because of violence they committed against the people of Judah, in whose land they shed innocent blood.",
      "20": "Judah will be inhabited forever,\n    and Jerusalem through all generations.",
      "21": "I will pardon their bloodguilt, which I have not pardoned.\n    The Lord dwells in Zion!"
    }
  }
}