{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:24.278931-04:00",
    "Translation": "EHV"
  },
  "John": {
    "1": {
      "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
      "2": "He was with God in the beginning.",
      "3": "Through him everything was made, and without him not one thing was made that has been made.",
      "4": "In him was life, and the life was the light of mankind.",
      "5": "The light is shining in the darkness, and the darkness has not overcome it.",
      "6": "There was a man, sent from God, whose name was John.",
      "7": "He came as an eyewitness to testify about the light so that everyone would believe through him.",
      "8": "He was not the light, but he came to testify about the light.",
      "9": "The real light that shines on everyone was coming into the world.",
      "10": "He was in the world, and the world was made through him, yet the world did not recognize him.",
      "11": "He came to what was his own, yet his own people did not accept him.",
      "12": "But to all who did receive him, to those who believe in his name, he gave the right to become children of God.",
      "13": "They were born, not of blood, or of the desire of the flesh, or of a husband’s will, but born of God.",
      "14": "The Word became flesh and dwelled among us. We have seen his glory, the glory he has as the only-begotten from the Father, full of grace and truth.",
      "15": "John testified about him. He cried out, “This was the one I spoke about when I said, ‘The one coming after me outranks me because he existed before me.’”",
      "16": "For out of his fullness we have all received grace upon grace.",
      "17": "For the law was given through Moses; grace and truth came through Jesus Christ.",
      "18": "No one has ever seen God. The only-begotten Son, who is close to the Father’s side, has made him known.",
      "19": "This is the testimony John gave when the Jews from Jerusalem sent priests and Levites to ask him, “Who are you?”",
      "20": "He confessed and did not deny. He confessed, “I am not the Christ.”",
      "21": "And they asked him, “Who are you then? Are you Elijah?”\nHe said, “I am not.”\n“Are you the Prophet?”\n“No,” he answered.",
      "22": "Then they asked him, “Who are you? Tell us so we can give an answer to those who sent us. What do you say about yourself?”",
      "23": "He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ just as Isaiah the prophet said.”",
      "24": "They had been sent from the Pharisees.",
      "25": "So they asked John, “Why then do you baptize, if you are not the Christ, or Elijah, or the Prophet?”",
      "26": "“I baptize with water,” John answered. “Among you stands one you do not know.",
      "27": "He is the one coming after me, whose sandal strap I am not worthy to untie.”",
      "28": "These things happened in Bethany beyond the Jordan, where John was baptizing.",
      "29": "The next day, John saw Jesus coming toward him and said, “Look! The Lamb of God, who takes away the sin of the world!",
      "30": "This is the one I was talking about when I said, ‘The one coming after me outranks me because he existed before me.’",
      "31": "I myself did not know who he was, but I came baptizing with water so that he would be revealed to Israel.”",
      "32": "John also testified, “I saw the Spirit descend like a dove from heaven and remain on him.",
      "33": "I myself did not recognize him, but the one who sent me to baptize with water said to me, ‘The one on whom you see the Spirit descend and remain, he is the one who will baptize with the Holy Spirit.’",
      "34": "I saw this myself and have testified that this is the Son of God.”",
      "35": "The next day, John was standing there again with two of his disciples.",
      "36": "When John saw Jesus passing by, he said, “Look! The Lamb of God!”",
      "37": "The two disciples heard him say this, and they followed Jesus.",
      "38": "When Jesus turned around and saw them following him, he asked, “What are you looking for?”\nThey said to him, “Rabbi” (which means “Teacher”), “where are you staying?”",
      "39": "He told them, “Come, and you will see.” So they came and saw where he was staying. They stayed with him that day. It was about the tenth hour.",
      "40": "Andrew, Simon Peter’s brother, was one of the two who heard John and followed Jesus.",
      "41": "The first thing Andrew did was to find his own brother Simon and say to him, “We have found the Messiah!” (which is translated “the Christ”).",
      "42": "He brought him to Jesus.\nLooking at him, Jesus said, “You are Simon, son of Jonah. You will be called Cephas” (which means “Peter”).",
      "43": "The next day, Jesus wanted to leave for Galilee. He found Philip and said to him, “Follow me.”",
      "44": "Now Philip was from Bethsaida, the hometown of Andrew and Peter.",
      "45": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.”",
      "46": "Nathanael said to him, “Nazareth! Can anything good come from there?”\n“Come and see!” Philip told him.",
      "47": "Jesus saw Nathanael coming toward him and said about him, “Truly, here is an Israelite in whom there is no deceit.”",
      "48": "Nathanael asked him, “How do you know me?”\nJesus answered, “Before Philip called you, while you were under the fig tree, I saw you.”",
      "49": "Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!”",
      "50": "Jesus replied, “You believe because I told you that I saw you under the fig tree. You will see greater things than that!”",
      "51": "Then he added, “Amen, Amen, I tell you: You will see heaven opened and the angels of God ascending and descending on the Son of Man.”"
    },
    "2": {
      "1": "Three days later, there was a wedding in Cana of Galilee. Jesus’ mother was there.",
      "2": "Jesus and his disciples were also invited to the wedding.",
      "3": "When the wine was gone, Jesus’ mother said to him, “They have no wine.”",
      "4": "Jesus said to her, “Woman, what does that have to do with you and me? My time has not come yet.”",
      "5": "His mother said to the servants, “Do whatever he tells you.”",
      "6": "Six stone water jars, which the Jews used for ceremonial cleansing, were standing there, each holding twenty or thirty gallons.",
      "7": "Jesus told them, “Fill the jars with water.” So they filled them to the brim.",
      "8": "Then he said to them, “Now draw some out and take it to the master of the banquet.” And they did.",
      "9": "When the master of the banquet tasted the water that had now become wine, he did not know where it came from (though the servants who had drawn the water knew). The master of the banquet called the bridegroom",
      "10": "and said to him, “Everyone serves the good wine first, and when the guests have had plenty to drink, then the cheaper wine. You saved the good wine until now!”",
      "11": "This, the beginning of his miraculous signs, Jesus performed in Cana of Galilee. He revealed his glory, and his disciples believed in him.",
      "12": "After this, he went down to Capernaum with his mother, brothers, and disciples, and they stayed there for a few days.",
      "13": "The Jewish Passover was near, so Jesus went up to Jerusalem.",
      "14": "In the temple courts he found people selling cattle, sheep, and doves, and money changers sitting at tables.",
      "15": "He made a whip of cords and drove everyone out of the temple courts, along with the sheep and oxen. He scattered the coins of the money changers and overturned their tables.",
      "16": "To those selling doves he said, “Get these things out of here! Stop turning my Father’s house into a place of business!”",
      "17": "His disciples remembered that it was written, “Zeal for your house will consume me.”",
      "18": "So the Jews responded, “What sign are you going to show us to prove you can do these things?”",
      "19": "Jesus answered them, “Destroy this temple, and in three days I will raise it up again.”",
      "20": "The Jews said, “It took forty-six years to build this temple! And you are going to raise it in three days?”",
      "21": "But Jesus was speaking about the temple of his body.",
      "22": "When Jesus was raised from the dead, his disciples remembered that he had said this. Then they believed the Scripture and what Jesus had said.",
      "23": "While he was in Jerusalem for the Passover Festival, many believed in his name as they observed the miraculous signs he was doing.",
      "24": "But Jesus, on his part, was not entrusting himself to them, because he knew them all.",
      "25": "He did not need anyone to testify about man, because he himself knew what was in man."
    },
    "3": {
      "1": "There was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council.",
      "2": "He came to Jesus at night and said to him, “Rabbi, we know that you are a teacher who has come from God, for no one can do these miraculous signs you are doing unless God is with him.”",
      "3": "Jesus replied, “Amen, Amen, I tell you: Unless someone is born from above, he cannot see the kingdom of God.”",
      "4": "Nicodemus said to him, “How can a man be born when he is old? He cannot enter a second time into his mother’s womb and be born, can he?”",
      "5": "Jesus answered, “Amen, Amen, I tell you: Unless someone is born of water and the Spirit, he cannot enter the kingdom of God!",
      "6": "Whatever is born of the flesh is flesh. Whatever is born of the Spirit is spirit.",
      "7": "Do not be surprised when I tell you that you must be born from above.",
      "8": "The wind blows where it pleases. You hear its sound, but you do not know where it comes from or where it is going. So it is with everyone who is born of the Spirit.”",
      "9": "“How can these things be?” asked Nicodemus.",
      "10": "“You are the teacher of Israel,” Jesus answered, “and you do not know these things?",
      "11": "Amen, Amen, I tell you: We speak what we know, and we testify about what we have seen. But you people do not accept our testimony.",
      "12": "If I have told you earthly things and you do not believe, how will you believe if I tell you heavenly things?",
      "13": "No one has ascended into heaven, except the one who descended from heaven, the Son of Man, who is in heaven.",
      "14": "“Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up,",
      "15": "so that everyone who believes in him shall not perish but have eternal life.",
      "16": "“For God so loved the world that he gave his only-begotten Son, that whoever believes in him shall not perish, but have eternal life.",
      "17": "For God did not send his Son into the world to condemn the world, but to save the world through him.",
      "18": "The one who believes in him is not condemned, but the one who does not believe is condemned already, because he has not believed in the name of the only-begotten Son of God.",
      "19": "This is the basis for the judgment: The light has come into the world, yet people loved the darkness rather than the light, because their deeds were evil.",
      "20": "In fact, everyone who practices wicked things hates the light and does not come toward the light, or else his deeds would be exposed.",
      "21": "But the one who does what is true comes toward the light, in order that his deeds may be seen as having been done in connection with God.”",
      "22": "After this, Jesus and his disciples went into the Judean countryside where he spent some time with them and was baptizing.",
      "23": "John also was baptizing in Aenon near Salim, because there was plenty of water there. People kept coming and were being baptized,",
      "24": "for John had not been thrown into prison yet.",
      "25": "Then an argument broke out between John’s disciples and a certain Jew about purification.",
      "26": "His disciples came to John and said to him, “Rabbi, the one who was with you across the Jordan, about whom you testified—look, he is baptizing, and everyone is going to him!”",
      "27": "John answered, “A man cannot receive a single thing, unless it has been given to him from heaven.",
      "28": "You yourselves are witnesses that I said, ‘I am not the Christ, but I have been sent ahead of him.’",
      "29": "The one who has the bride is the bridegroom. But the friend of the bridegroom, who stands and listens for him, is overjoyed when he hears the bridegroom’s voice. So this joy of mine is now complete.",
      "30": "He must increase, but I must decrease.”",
      "31": "The one who comes from above is superior to everyone. The one who is from the earth belongs to the earth and speaks in a way that belongs to the earth. The one who comes from heaven is superior to everyone.",
      "32": "He testifies about what he has seen and heard, yet no one receives his testimony.",
      "33": "The one who has received his testimony has certified that God is true.",
      "34": "In fact, the one whom God has sent speaks God’s words, for God gives the Spirit without measure.",
      "35": "The Father loves the Son and has put everything in his hands.",
      "36": "The one who believes in the Son has eternal life, but the one who rejects the Son will not see life; instead, God’s wrath remains on him."
    },
    "4": {
      "1": "Jesus found out that the Pharisees had heard he was making and baptizing more disciples than John,",
      "2": "though it was not Jesus himself who was baptizing but his disciples.",
      "3": "So he left Judea and went back again to Galilee.",
      "4": "He had to go through Samaria.",
      "5": "So he came to a town in Samaria called Sychar, near the piece of land Jacob gave to his son Joseph.",
      "6": "Jacob’s well was there. Then Jesus, being tired from the journey, sat down by the well. It was about the sixth hour.",
      "7": "A woman from Samaria came to draw water. Jesus said to her, “Give me a drink.”",
      "8": "(His disciples had gone into town to buy food.)",
      "9": "The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a Samaritan woman?” (For Jews do not associate with Samaritans.)",
      "10": "Jesus answered her, “If you knew the gift of God and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”",
      "11": "“Sir,” she said, “you don’t even have a bucket, and the well is deep. So where do you get this living water?",
      "12": "You are not greater than our father Jacob, are you? He gave us this well and drank from it himself, as did his sons and his animals.”",
      "13": "Jesus answered her, “Everyone who drinks this water will be thirsty again,",
      "14": "but whoever drinks the water I will give him will never be thirsty ever again. Rather, the water I will give him will become in him a spring of water, bubbling up to eternal life.”",
      "15": "“Sir, give me this water,” the woman said to him, “so I won’t get thirsty and have to keep coming here to draw water.”",
      "16": "Jesus told her, “Go, call your husband, and come back here.”",
      "17": "“I have no husband,” the woman answered.\nJesus said to her, “You are right when you say, ‘I have no husband.’",
      "18": "In fact, you have had five husbands, and the man you have now is not your husband. What you have said is true.”",
      "19": "“Sir,” the woman replied, “I see that you are a prophet.",
      "20": "Our fathers worshipped on this mountain, but you Jews insist that the place where we must worship is in Jerusalem.”",
      "21": "Jesus said to her, “Believe me, woman, a time is coming when you will not worship the Father on this mountain or in Jerusalem.",
      "22": "You Samaritans worship what you do not know. We worship what we do know, because salvation is from the Jews.",
      "23": "But a time is coming and now is here when the real worshippers will worship the Father in spirit and in truth, for those are the kind of worshippers the Father seeks.",
      "24": "God is spirit, and those who worship him must worship in spirit and in truth.”",
      "25": "The woman said to him, “I know that Messiah is coming” (the one called Christ). “When he comes, he will explain everything to us.”",
      "26": "Jesus said to her, “I, the one speaking to you, am he.”",
      "27": "Just then his disciples returned and were surprised that he was talking to a woman. Yet no one asked, “What do you want?” or “Why are you talking to her?”",
      "28": "Then the woman left her water jar and went back into town. She said to the people,",
      "29": "“Come, see the man who told me everything I ever did. Could this be the Christ?”",
      "30": "They left the town and came to him.",
      "31": "Meanwhile, the disciples kept urging him, “Rabbi, eat.”",
      "32": "But Jesus said to them, “I have food to eat that you do not know about.”",
      "33": "Then the disciples said to each other, “Did anyone bring him something to eat?”",
      "34": "Jesus told them, “My food is to do the will of him who sent me and to finish his work.",
      "35": "Do you not say, ‘Four more months and the harvest will be here’? Pay attention to what I am telling you. Open your eyes and look at the fields, because they are already ripe for harvest.",
      "36": "The reaper is getting paid and is gathering grain for eternal life, so that the sower and the reaper may rejoice together.",
      "37": "Indeed in this case the saying is true, ‘One sows, and another reaps.’",
      "38": "I sent you to reap a harvest for which you did no hard work. Others have done the hard work, and you have benefitted from their labor.”",
      "39": "Many Samaritans from that town believed in him because of the woman’s testimony: “He told me everything I ever did.”",
      "40": "So when the Samaritans came to him, they asked him to stay with them. And he stayed there two days.",
      "41": "Many more believed because of his message.",
      "42": "They told the woman, “We no longer believe because of what you said. Now we have heard for ourselves. And we know that this really is the Savior of the world.”",
      "43": "After two days, Jesus left for Galilee.",
      "44": "Now Jesus himself had testified that a prophet is not honored in his own country.",
      "45": "When he came to Galilee, the Galileans welcomed him. They had seen all the things he did at the Festival in Jerusalem, because they also had gone to the Festival.",
      "46": "Jesus came again to Cana in Galilee, where he had turned the water into wine.\nIn Capernaum, there was a certain royal official whose son was sick.",
      "47": "When this man heard that Jesus had come from Judea into Galilee, he went to him and begged him to come down and heal his son, because his son was about to die.",
      "48": "Jesus told him, “Unless you people see miraculous signs and wonders, you certainly will not believe.”",
      "49": "The royal official said to him, “Lord, come down before my little boy dies.”",
      "50": "“Go,” Jesus told him, “your son is going to live.”\nThe man believed this word that Jesus spoke to him and left.",
      "51": "Already as he was going down, his servants met him with the news that his boy was going to live.",
      "52": "So he asked them what time his son got better. They told him, “Yesterday at the seventh hour the fever left him.”",
      "53": "Then the father realized that was the exact time when Jesus had told him, “Your son is going to live.” And he himself and his whole household believed.",
      "54": "This was the second miraculous sign Jesus did after he came from Judea into Galilee."
    },
    "5": {
      "1": "After this, there was a Jewish festival, and Jesus went up to Jerusalem.",
      "2": "Near the Sheep Gate in Jerusalem there is a pool, called Bethesda in Aramaic, which has five colonnades.",
      "3": "Within these lay a large number of sick people—blind, lame, or paralyzed—who were waiting for the movement of the water.",
      "4": "For an angel would go down at certain times into the pool and stir up the water. Whoever stepped in first after the stirring of the water was healed of whatever disease he had.",
      "5": "One man was there who had been sick for thirty-eight years.",
      "6": "When Jesus saw him lying there and knew he had already been sick a long time, he asked him, “Do you want to get well?”",
      "7": "“Sir,” the sick man answered, “I have no one to put me into the pool when the water is stirred up. While I’m going, someone else goes down ahead of me.”",
      "8": "Jesus said to him, “Get up! Pick up your mat and walk.”",
      "9": "Instantly the man was healed. He picked up his mat and walked.\nThat day was the Sabbath.",
      "10": "So the Jews told the man who had been healed, “This is the Sabbath! You are not permitted to carry your mat.”",
      "11": "He answered them, “The one who made me well told me, ‘Pick up your mat and walk.’”",
      "12": "Then they asked him, “Who is the man who told you, ‘Pick it up and walk’?”",
      "13": "But the man who was healed did not know who it was, for Jesus had slipped away into the crowd that was there.",
      "14": "Later Jesus found him in the temple and said to him, “Look, you are well now. Do not sin anymore so that nothing worse happens to you.”",
      "15": "The man went back and reported to the Jews that it was Jesus who made him well.",
      "16": "So the Jews began to persecute Jesus, because he was doing these things on the Sabbath.",
      "17": "But Jesus answered them, “My Father is working right up to the present time, and I am working too.”",
      "18": "This is why the Jews tried all the more to kill him, because he was not merely breaking the Sabbath, but was even calling God his own Father, making himself equal with God.",
      "19": "Jesus answered them directly, “Amen, Amen, I tell you: The Son can do nothing on his own, but only what he sees the Father doing. Indeed, the Son does exactly what the Father does.",
      "20": "For the Father loves the Son and shows him everything he is doing. And he will show him even greater works than these so that you will be amazed.",
      "21": "For just as the Father raises the dead and gives them life, so also the Son gives life to those he wishes.",
      "22": "“In fact, the Father judges no one, but has entrusted all judgment to the Son,",
      "23": "so that all should honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him.",
      "24": "Amen, Amen, I tell you: Anyone who hears my word and believes him who sent me has eternal life. He is not going to come into judgment but has crossed over from death to life.",
      "25": "“Amen, Amen, I tell you: A time is coming and is here now when the dead will hear the voice of the Son of God, and those who listen will live.",
      "26": "For just as the Father has life in himself, so also he has granted the Son to have life in himself.",
      "27": "And he has given him authority to execute judgment, because he is the Son of Man.",
      "28": "“Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice",
      "29": "and will come out. Those who have done good will rise to live, but those who have practiced evil will rise to be condemned.",
      "30": "I can do nothing at all on my own. I judge only as I hear. And my judgment is just, for I do not seek my own will, but the will of him who sent me.",
      "31": "“If I were to testify about myself, my testimony would not be valid.",
      "32": "There is another who testifies about me, and I know that his testimony about me is valid.",
      "33": "You sent to John, and he has testified to the truth.",
      "34": "The testimony I receive is not from man, but I am saying these things so that you may be saved.",
      "35": "John was a lamp that was shining brightly, and for a while you wanted to enjoy his light.",
      "36": "But I have testimony greater than John’s. For the works that the Father gave me to carry out, the very works that I am doing, these testify about me that the Father has sent me.",
      "37": "The Father who sent me—he is the one who has testified about me. You have never heard his voice or seen his form.",
      "38": "And you do not have his word remaining in you, because you do not believe the one he sent.",
      "39": "You search the Scriptures because you think you have eternal life in them. They testify about me!",
      "40": "And yet you do not want to come to me in order to have life.",
      "41": "“I do not accept honor from people.",
      "42": "But I know you. I know that you do not have the love of God within you.",
      "43": "I have come in my Father’s name, yet you do not accept me. If someone else comes in his own name, you will accept him.",
      "44": "How can you believe while you continue to accept glory from one another and you do not seek the glory that comes from the only God?",
      "45": "“Do not think that I will accuse you to the Father. The one who accuses you is Moses, on whom you have set your hope.",
      "46": "For if you believed Moses, you would believe me, because he wrote about me.",
      "47": "But if you do not believe his writings, how will you believe what I say?”"
    },
    "6": {
      "1": "After this, Jesus crossed over to the other side of the Sea of Galilee (or Tiberias).",
      "2": "A large crowd followed him because they saw the miraculous signs he was performing on those who were sick.",
      "3": "Jesus went up on the hillside and sat down there with his disciples.",
      "4": "The Jewish Passover Festival was near.",
      "5": "When Jesus looked up and saw a huge crowd coming toward him, he asked Philip, “Where can we buy bread for these people to eat?”",
      "6": "But Jesus was saying this to test him, for he himself knew what he was going to do.",
      "7": "Philip answered him, “Two hundred denarii worth of bread would not be enough for each of them to have just a little.”",
      "8": "One of his disciples, Andrew, Simon Peter’s brother, said to him,",
      "9": "“There’s a boy here who has five barley loaves and two fish, but what is that for so many people?”",
      "10": "Jesus said, “Have the people sit down.” There was plenty of grass in that place, so they sat down. There were about five thousand men.",
      "11": "Then Jesus took the loaves and, after giving thanks, he distributed pieces to those who were seated. He also did the same with the fish—as much as they wanted.",
      "12": "When the people were full, he told his disciples, “Gather the pieces that are left over so that nothing is wasted.”",
      "13": "So they gathered them and filled twelve baskets with pieces from the five barley loaves left over by those who had eaten.",
      "14": "When the people saw the miraculous sign Jesus did, they said, “This really is the Prophet who is coming into the world.”",
      "15": "When Jesus realized that they intended to come and take him by force to make him king, he withdrew again to the mountain by himself.",
      "16": "When evening came, his disciples went down to the sea,",
      "17": "got into a boat, and started across the sea to Capernaum. It was already dark, and Jesus had not yet come to them.",
      "18": "A strong wind started to blow, and the sea became rough.",
      "19": "After they had rowed about three or four miles, they saw Jesus walking on the sea toward their boat, and they were afraid.",
      "20": "But he said to them, “It is I. Do not be afraid!”",
      "21": "Then they were willing to take him into the boat, and immediately the boat reached the shore where they were heading.",
      "22": "The next day, the crowd that stayed on the other side of the sea noticed that only one boat was there. They also knew that Jesus had not stepped into the boat with his disciples, but they had gone away without him.",
      "23": "Other boats from Tiberias came to shore near the place where they ate the bread after the Lord gave thanks.",
      "24": "When the crowd saw that neither Jesus nor his disciples were there, they got into the boats and went to Capernaum looking for Jesus.",
      "25": "When they found him on the other side of the sea, they asked him, “Rabbi, when did you get here?”",
      "26": "Jesus answered them, “Amen, Amen, I tell you: You are not looking for me because you saw the miraculous signs, but because you ate the loaves and were filled.",
      "27": "Do not continue to work for the food that spoils, but for the food that endures to eternal life, which the Son of Man will give you. For on him God the Father has placed his seal of approval.”",
      "28": "So they said to him, “What should we do to carry out the works of God?”",
      "29": "Jesus answered them, “This is the work of God: that you believe in the one he sent.”",
      "30": "Then they asked him, “So what miraculous sign are you going to do, that we may see it and believe you? What miraculous sign are you going to perform?",
      "31": "Our fathers ate the manna in the wilderness, just as it is written, ‘He gave them bread from heaven to eat.’”",
      "32": "Jesus said to them, “Amen, Amen, I tell you: Moses did not give you the bread from heaven, but my Father gives you the real bread from heaven.",
      "33": "For the bread of God is the one who comes down from heaven and gives life to the world.”",
      "34": "“Sir,” they said to him, “give us this bread all the time!”",
      "35": "“I am the Bread of Life,” Jesus told them. “The one who comes to me will never be hungry, and the one who believes in me will never be thirsty.",
      "36": "But I said to you that you have also seen me, and you do not believe.",
      "37": "Everyone the Father gives me will come to me, and the one who comes to me I will never cast out.",
      "38": "For I have come down from heaven, not to do my will, but the will of him who sent me.",
      "39": "And this is the will of him who sent me: that I should lose none of those he has given me, but raise them up on the Last Day.",
      "40": "For this is the will of my Father: that everyone who sees the Son and believes in him may have eternal life. And I will raise him up on the Last Day.”",
      "41": "So the Jews started grumbling about him, because he said, “I am the bread that came down from heaven.”",
      "42": "They asked, “Isn’t this Jesus, the son of Joseph, whose father and mother we know? So how can he say, ‘I have come down from heaven’?”",
      "43": "Jesus answered them, “Stop grumbling among yourselves.",
      "44": "No one can come to me unless the Father who sent me draws him. And I will raise him up on the Last Day.",
      "45": "It is written in the Prophets, ‘They will all be taught by God.’ Everyone who listens to the Father and learns from him comes to me.",
      "46": "I am not saying that anyone has seen the Father except the one who is from God. He is the one who has seen the Father.",
      "47": "Amen, Amen, I tell you: The one who believes in me has eternal life.",
      "48": "“I am the Bread of Life.",
      "49": "Your fathers ate manna in the wilderness, and they died.",
      "50": "This is the bread that comes down from heaven, so that anyone may eat it and not die.",
      "51": "I am the living bread which came down from heaven. If anyone eats this bread, he will live forever. The bread that I will give for the life of the world is my flesh.”",
      "52": "At that, the Jews argued among themselves, “How can this man give us his flesh to eat?”",
      "53": "So Jesus said to them, “Amen, Amen, I tell you: Unless you eat the flesh of the Son of Man and drink his blood, you do not have life in yourselves.",
      "54": "The one who eats my flesh and drinks my blood has eternal life, and I will raise him up on the Last Day.",
      "55": "For my flesh is real food, and my blood is real drink.",
      "56": "The one who eats my flesh and drinks my blood remains in me, and I in him.",
      "57": "Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me.",
      "58": "This is the bread that came down from heaven, not like your fathers ate and died. The one who eats this bread will live forever.”",
      "59": "He said these things while teaching in the synagogue in Capernaum.",
      "60": "When they heard it, many of his disciples said, “This is a hard teaching! Who can listen to it?”",
      "61": "But Jesus, knowing in himself that his disciples were grumbling about this, asked them, “Does this cause you to stumble in your faith?",
      "62": "What if you would see the Son of Man ascending to where he was before?",
      "63": "The Spirit is the one who gives life. The flesh does not help at all. The words that I have spoken to you are spirit and they are life.",
      "64": "But there are some of you who do not believe.” For Jesus knew from the beginning those who would not believe and the one who would betray him.",
      "65": "He said, “This is why I told you that no one can come to me unless it is given to him by my Father.”",
      "66": "After this, many of his disciples turned back and were not walking with him anymore.",
      "67": "So Jesus asked the Twelve, “You do not want to leave too, do you?”",
      "68": "Simon Peter answered him, “Lord, to whom will we go? You have the words of eternal life.",
      "69": "We have come to believe and know that you are the Holy One of God.”",
      "70": "Jesus answered them, “Did I not choose you, the Twelve? Yet one of you is a devil!”",
      "71": "He meant Judas, son of Simon Iscariot, one of the Twelve, because Judas was going to betray Jesus."
    },
    "7": {
      "1": "After this, Jesus moved around in Galilee. He did not want to travel in Judea because the Jews were trying to find a way to kill him.",
      "2": "Now the Jewish Festival of Shelters was near.",
      "3": "So his brothers said to him, “You should leave here and go to Judea so your disciples there can also see the works you are doing.",
      "4": "Indeed, no one acts in secret who wants to be known in public. If you are doing these things, show yourself to the world.”",
      "5": "For even his own brothers did not believe in him.",
      "6": "So Jesus told them, “The right time for me has not arrived yet, but any time is the right time for you.",
      "7": "The world cannot hate you, but it hates me, because I testify about it, that its works are evil.",
      "8": "You go up to the festival. I am not going up to this festival yet, because the right time for me has not yet arrived.”",
      "9": "After he said this, he stayed in Galilee.",
      "10": "However, after his brothers had gone up to the festival, then he also went up, not openly but in a private way.",
      "11": "At the festival, the Jews kept looking for him. They asked, “Where is he?”",
      "12": "And there was widespread whispering about him in the crowds. Some were saying, “He’s a good man.” Others were saying, “No, he deceives the people.”",
      "13": "Yet no one spoke openly about him for fear of the Jews.",
      "14": "When the festival was already half over, Jesus went up to the temple courts and began to teach.",
      "15": "The Jews were amazed and asked, “How does this man know what is written without being instructed?”",
      "16": "Jesus answered them, “My teaching is not mine, but it comes from him who sent me.",
      "17": "If anyone wants to do his will, he will know whether my teaching is from God or if I speak on my own.",
      "18": "The one who speaks on his own is seeking his own glory. But he who seeks the glory of the one who sent him—that is the one who is true, and there is no unrighteousness in him.",
      "19": "Didn’t Moses give you the law? Yet none of you does what the law tells you. Why are you trying to kill me?”",
      "20": "“You have a demon!” the crowd answered. “Who is trying to kill you?”",
      "21": "Jesus answered them, “I did one work, and you are all amazed.",
      "22": "Consider this: Because Moses has given you circumcision (not that it comes from Moses, but from the fathers), you circumcise a man even on the Sabbath.",
      "23": "If a man receives circumcision on the Sabbath so that the law of Moses may not be broken, are you angry at me because I made a man completely well on the Sabbath?",
      "24": "Stop judging by outward appearance. Instead make a right judgment.”",
      "25": "Some of the people from Jerusalem were saying, “Isn’t this the man they want to kill?",
      "26": "Yet, look! He’s speaking openly, and they don’t say a thing to him. Certainly the rulers have not concluded that he is the Christ, have they?",
      "27": "But we know where this man is from. When the Christ comes, no one will know where he is from.”",
      "28": "Then Jesus called out as he was teaching in the temple courts, “Yes, you know me, and you know where I am from. Yet I have not come on my own, but the one who sent me is real. You do not know him.",
      "29": "I know him because I am from him, and he sent me.”",
      "30": "So they tried to arrest him, but no one laid a hand on him, because his time had not yet come.",
      "31": "But many in the crowd believed in him and asked, “When the Christ comes, he won’t do more miraculous signs than this man, will he?”",
      "32": "The Pharisees heard the crowd whispering these things about him, so the chief priests and the Pharisees sent guards to arrest him.",
      "33": "Then Jesus said, “I am going to be with you only a little while longer. Then I am going away to the one who sent me.",
      "34": "You will be looking for me and will not find me, and where I am going to be, you cannot come.”",
      "35": "Then the Jews said to one another, “Where does this man intend to go that we will not find him? He does not intend to go to the Jews scattered among the Greeks and teach the Greeks, does he?",
      "36": "What does he mean by saying, ‘You will be looking for me and will not find me, and where I am going to be, you cannot come’?”",
      "37": "On the last and most important day of the festival, Jesus stood up and called out, “If anyone is thirsty, let him come to me and drink!",
      "38": "As the Scripture has said, streams of living water will flow from deep within the person who believes in me.”",
      "39": "By this he meant the Spirit, whom those who believed in him were going to receive. For the Holy Spirit had not yet come, because Jesus had not yet been glorified.",
      "40": "After hearing his words, some of the people said, “This is truly the Prophet.”",
      "41": "Others said, “This is the Christ.” But some said, “Surely the Christ does not come from Galilee, does he?",
      "42": "Doesn’t the Scripture say that the Christ comes from David’s descendants and from the little town of Bethlehem where David lived?”",
      "43": "So the people were divided because of him.",
      "44": "Some of them wanted to arrest him, but no one laid hands on him.",
      "45": "Then the guards came to the chief priests and Pharisees, who asked them, “Why didn’t you bring him in?”",
      "46": "The guards answered, “No one ever spoke the way this man does!”",
      "47": "So the Pharisees answered them, “You have not been deceived too, have you?",
      "48": "Have any of the rulers or Pharisees believed in him?",
      "49": "But this crowd, which does not know the law, is cursed!”",
      "50": "One of them, Nicodemus, who had come to Jesus earlier, asked,",
      "51": "“Does our law condemn a man before we hear from him and find out what he’s doing?”",
      "52": "“You are not from Galilee too, are you?” they replied. “Search and you will see that a prophet does not come from Galilee.”",
      "53": "Then each of them went home."
    },
    "8": {
      "1": "But Jesus went to the Mount of Olives.",
      "2": "Early in the morning, he came back into the temple courts. And all the people kept coming to him. He sat down and taught them.",
      "3": "Then the scribes and Pharisees brought a woman caught in adultery and had her stand in the center.",
      "4": "“Teacher,” they said to him, “this woman was caught in the act of committing adultery.",
      "5": "In the Law, Moses commanded us to stone such women. So what do you say?”",
      "6": "They asked this to test him, so that they might have evidence to accuse him.\nJesus bent down and started writing on the ground with his finger.",
      "7": "But when they kept on asking him for an answer, he stood up and said to them, “Let the one among you who is without sin be the first to throw a stone at her.”",
      "8": "Then he stooped down again and wrote on the ground.",
      "9": "When they heard this, they went away one by one, beginning with the older men. Jesus was left alone with the woman in the center.",
      "10": "Jesus stood up and said to her, “Woman, where are they? Has no one condemned you?”",
      "11": "“No one, Lord,” she answered.\nThen Jesus said, “Neither do I condemn you. Go, and from now on do not sin anymore.”",
      "12": "When Jesus spoke to them again, he said, “I am the Light of the World. Whoever follows me will never walk in darkness, but will have the light of life.”",
      "13": "So the Pharisees said to him, “You testify about yourself. Your testimony is not valid.”",
      "14": "“Even if I testify about myself,” Jesus replied, “my testimony is valid, because I know where I came from and where I am going. But you do not know where I came from or where I am going.",
      "15": "You judge according to the flesh. I am not judging anyone.",
      "16": "But even if I were to judge, my judgment would be true, because I am not alone, but I am with the Father who sent me.",
      "17": "Even in your Law it is written that the testimony of two people is valid.",
      "18": "I am one who testifies about myself, and the Father who sent me testifies about me.”",
      "19": "Then they asked him, “Where is your Father?”\n“You do not know me or my Father,” Jesus answered. “If you knew me, you would also know my Father.”",
      "20": "He spoke these words while teaching in the temple area near the offering box. But no one arrested him, because his time had not arrived yet.",
      "21": "So he told them again, “I am going away. You will look for me, and you will die in your sin. Where I am going, you cannot come.”",
      "22": "So the Jews asked, “He won’t kill himself, will he, because he says, ‘Where I am going, you cannot come’?”",
      "23": "“You are from below,” he told them. “I am from above. You are of this world. I am not of this world.",
      "24": "That is why I told you that you will die in your sins. For if you do not believe that I am the one, you will die in your sins.”",
      "25": "“Who are you?” they asked.\nJesus replied, “What I have been telling you from the beginning.",
      "26": "I have many things to say and to judge concerning you. But the one who sent me is true. And what I heard from him, these are the things I am telling the world.”",
      "27": "They did not understand that he was talking to them about the Father.",
      "28": "So Jesus said to them, “When you lift up the Son of Man, then you will know that I am the one, and that I do nothing on my own. But I speak exactly as the Father taught me.",
      "29": "The one who sent me is with me. He has not left me alone, because I always do what pleases him.”",
      "30": "As he was saying these things, many believed in him.",
      "31": "So Jesus said to the Jews who had believed him, “If you remain in my word, you are really my disciples.",
      "32": "You will also know the truth, and the truth will set you free.”",
      "33": "“We are Abraham’s descendants,” they answered, “and we have never been slaves of anyone. How can you say, ‘You will be set free’?”",
      "34": "Jesus answered, “Amen, Amen, I tell you: Everyone who keeps committing sin is a slave to sin.",
      "35": "But a slave does not remain in the family forever. A son does remain forever.",
      "36": "So if the Son sets you free, you really will be free.",
      "37": "I know you are Abraham’s descendants. Yet you are looking for a way to kill me, because there is no place for my word in you.",
      "38": "I am telling you what I have seen at the side of the Father. As for you, you do what you have heard at the side of your father.”",
      "39": "“Our father is Abraham!” they answered.\n“If you were Abraham’s children,” Jesus told them, “you would do the works of Abraham.",
      "40": "But now you are looking for a way to kill me, a man who has told you the truth, which I heard at the side of God. Abraham did not do this.",
      "41": "You are doing the works of your father.”\n“We were not born of sexual immorality!” they said. “We have one Father: God.”",
      "42": "Jesus replied, “If God were your Father, you would love me, because I came from God and I am here. Indeed, I have not come on my own, but he sent me.",
      "43": "Why do you not understand my message? It is because you are not able to listen to my word.",
      "44": "You belong to your father, the Devil, and you want to do your father’s desires. He was a murderer from the beginning and did not remain standing in the truth, because there is no truth in him. Whenever he lies, he speaks from what is his, because he is a liar and the father of lying.",
      "45": "But because I tell the truth, you do not believe me.",
      "46": "Who of you can convict me of sin? If I am telling the truth, why don’t you believe me?",
      "47": "Whoever belongs to God listens to what God says. The reason you do not listen is that you do not belong to God.”",
      "48": "The Jews responded, “Are we not right in saying that you are a Samaritan and have a demon?”",
      "49": "Jesus answered, “I do not have a demon. On the contrary, I honor my Father, and you dishonor me.",
      "50": "I do not seek my own glory. There is one who seeks it, and he is the judge.",
      "51": "Amen, Amen, I tell you: If anyone holds on to my word, he will certainly never see death.”",
      "52": "So the Jews said to him, “Now we know that you have a demon. Abraham died, and so did the prophets. Yet you say, ‘If anyone holds on to my word, he will certainly never taste death.’",
      "53": "You are not greater than our father, Abraham, are you? He died. And the prophets died. Who do you think you are?”",
      "54": "Jesus answered, “If I glorify myself, my glory is nothing. It is my Father who glorifies me, about whom you say, ‘He is our God.’",
      "55": "Yet you do not really know him, but I do know him. If I said, ‘I do not know him,’ I would be a liar like you. But I do know him, and I hold on to his word.",
      "56": "Your father Abraham was glad that he would see my day. He saw it and rejoiced.”",
      "57": "The Jews replied, “You aren’t even fifty years old, and you have seen Abraham?”",
      "58": "Jesus said to them, “Amen, Amen, I tell you: Before Abraham was born, I am.”",
      "59": "Then they picked up stones to throw at him. But Jesus was hidden and left the temple area."
    },
    "9": {
      "1": "As Jesus was passing by, he saw a man blind from birth.",
      "2": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”",
      "3": "Jesus answered, “It was not that this man sinned, or his parents, but that God’s works might be revealed in connection with him.",
      "4": "I must do the works of him who sent me while it is day. Night is coming when no one can work.",
      "5": "As long as I am in the world, I am the Light of the World.”",
      "6": "After saying this, Jesus spit on the ground, made some mud with the saliva, and spread the mud on the man’s eyes.",
      "7": "“Go,” Jesus told him, “wash in the pool of Siloam” (which means “Sent”). So he went and washed, and came back seeing.",
      "8": "His neighbors and those who had seen him before this as a beggar asked, “Isn’t this the one who used to sit and beg?”",
      "9": "Some said, “He is the one.” Others said, “No, but he looks like him.” He kept saying, “I am the one!”",
      "10": "So they asked him, “How were your eyes opened?”",
      "11": "He answered, “The man who is called Jesus made mud, spread it on my eyes, and told me, ‘Go to Siloam and wash.’ So I went and washed, and then I could see.”",
      "12": "“Where is he?” they asked.\n“I don’t know,” he said.",
      "13": "They brought this man who had been blind to the Pharisees.",
      "14": "Now it was a Sabbath day when Jesus made the mud and opened his eyes.",
      "15": "So the Pharisees also asked him how he received his sight.\n“He put mud on my eyes,” the man told them. “I washed, and now I see.”",
      "16": "Then some of the Pharisees said, “This man is not from God because he does not keep the Sabbath.” Others were saying, “How can a sinful man work such miraculous signs?”\nThere was division among them,",
      "17": "so they said to the blind man again, “What do you say about him, because he opened your eyes?”\nThe man replied, “He is a prophet.”",
      "18": "The Jews still did not believe that he had been blind and received his sight, until they summoned the parents of the man who had received his sight.",
      "19": "They asked them, “Is this your son, the one you say was born blind? How is it, then, that he can see now?”",
      "20": "“We know that this is our son,” his parents answered, “and that he was born blind.",
      "21": "But we do not know how he can see now, or who opened his eyes. Ask him. He is old enough. He will speak for himself.”",
      "22": "His parents said these things because they were afraid of the Jews. For the Jews had already agreed that anyone who confessed that Jesus was the Christ would be put out of the synagogue.",
      "23": "That is why his parents said, “He is old enough. Ask him.”",
      "24": "So for a second time they summoned the man who had been blind. They told him, “Give glory to God. We know that this man is a sinner.”",
      "25": "He answered, “I do not know if he is a sinner. One thing I do know: I was blind, and now I see.”",
      "26": "Then they asked him, “What did he do to you? How did he open your eyes?”",
      "27": "He answered, “I already told you, and you did not listen. Why do you want to hear it again? You don’t want to become his disciples too, do you?”",
      "28": "They ridiculed him and said, “You are his disciple, but we are disciples of Moses.",
      "29": "We know that God has spoken to Moses. But this man—we do not know where he comes from.”",
      "30": "“That’s amazing!” the man answered. “You do not know where he comes from, yet he opened my eyes.",
      "31": "We know that God does not listen to sinners. But he does listen to anyone who worships God and does his will.",
      "32": "From the beginning of time, no one has ever heard of anyone opening the eyes of someone born blind.",
      "33": "If this man were not from God, he could do nothing.”",
      "34": "They answered him, “You were entirely born in sinfulness! Yet you presume to teach us?” And they threw him out.",
      "35": "Jesus heard that they had thrown him out. When he found him, he asked, “Do you believe in the Son of God?”",
      "36": "“Who is he, sir,” the man replied, “that I may believe in him?”",
      "37": "Jesus answered, “You have seen him, and he is the very one who is speaking with you.”",
      "38": "Then he said, “Lord, I believe!” and he knelt down and worshipped him.",
      "39": "Jesus said, “For judgment I came into this world, in order that those who do not see will see, and those who do see will become blind.”",
      "40": "Some of the Pharisees who were with him heard this and asked, “We are not blind too, are we?”",
      "41": "Jesus told them, “If you were blind, you would not hold on to sin. But now that you say, ‘We see,’ your sin remains.”"
    },
    "10": {
      "1": "“Amen, Amen, I tell you: Anyone who does not enter the sheep pen by the door, but climbs in by some other way, is a thief and a robber.",
      "2": "The one who enters by the door is the shepherd of the sheep.",
      "3": "The doorkeeper opens the door for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out.",
      "4": "When he has brought out all his own sheep, he walks ahead of them. The sheep follow him because they know his voice.",
      "5": "They will never follow a stranger, but will run away from him, because they do not know the voice of strangers.”",
      "6": "Jesus used this illustration in speaking to the people, but they did not understand what he was telling them.",
      "7": "So Jesus said again, “Amen, Amen, I tell you: I am the door for the sheep.",
      "8": "All who came before me were thieves and robbers, but the sheep did not listen to them.",
      "9": "I am the door. Whoever enters through me will be saved. He will come in and go out, and find pasture.",
      "10": "“A thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
      "11": "“I am the Good Shepherd. The Good Shepherd lays down his life for the sheep.",
      "12": "The hired man, who is not a shepherd, does not own the sheep. He sees the wolf coming, leaves the sheep, and runs away. Then the wolf attacks the sheep and scatters them.",
      "13": "Because he works for money, he does not care about the sheep.",
      "14": "“I am the Good Shepherd. I know my sheep and my sheep know me",
      "15": "(just as the Father knows me and I know the Father). And I lay down my life for the sheep.",
      "16": "I also have other sheep that are not of this sheep pen. I must bring them also, and they will listen to my voice. Then there will be one flock and one shepherd.",
      "17": "This is why the Father loves me, because I lay down my life so that I may take it up again.",
      "18": "No one takes it from me, but I lay it down on my own. I have the authority to lay it down, and I have the authority to take it up again. This is the commission I received from my Father.”",
      "19": "There was a division among the Jews again because of these words.",
      "20": "Many of them were saying, “He has a demon and is out of his mind! Why listen to him?”",
      "21": "Others said, “These are not the sayings of someone demon-possessed. Can a demon open the eyes of the blind?”",
      "22": "Then the Festival of Dedication took place in Jerusalem. It was winter,",
      "23": "and Jesus was walking in the temple area in Solomon’s Colonnade.",
      "24": "So the Jews gathered around Jesus, asking, “How long will you keep us in suspense? If you are the Christ, tell us plainly.”",
      "25": "Jesus answered them, “I did tell you, but you do not believe. The works I am doing in my Father’s name testify about me.",
      "26": "But you do not believe, because you are not my sheep, as I said to you.",
      "27": "My sheep hear my voice. I know them, and they follow me.",
      "28": "I give them eternal life, and they will never perish. No one will snatch them out of my hand.",
      "29": "My Father, who has given them to me, is greater than all. No one can snatch them out of my Father’s hand.",
      "30": "I and the Father are one.”",
      "31": "Again the Jews picked up stones to stone him.",
      "32": "Jesus answered them, “I have shown you many good works from my Father. For which of these are you going to stone me?”",
      "33": "“We are not going to stone you for a good work,” the Jews answered, “but for blasphemy, because although you are a man, you make yourself out to be God.”",
      "34": "Jesus answered them, “Is it not written in your Law, ‘I said you are gods’?",
      "35": "If he called those people ‘gods,’ to whom the word of God came, and the Scripture cannot be broken,",
      "36": "what about the one whom the Father set apart and sent into the world? Do you accuse me of blasphemy because I said, ‘I am God’s Son’?",
      "37": "If I am not doing the works of my Father, do not believe me.",
      "38": "But if I am doing them, even if you do not believe me, believe the works so that you will know and understand that the Father is in me, and I am in the Father.”",
      "39": "So they tried to arrest him again, but he eluded their grasp.",
      "40": "He went back across the Jordan to the place where John had been baptizing earlier, and he stayed there.",
      "41": "Many came to him and were saying, “John never did a miraculous sign, but everything John said about this man was true.”",
      "42": "And many believed in him there."
    },
    "11": {
      "1": "Now a certain man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha.",
      "2": "This Mary, whose brother Lazarus was sick, was the same Mary who anointed the Lord with perfume and wiped his feet with her hair.",
      "3": "So the sisters sent a message to Jesus, saying, “Lord, the one you love is sick!”",
      "4": "When Jesus heard it, he said, “This sickness is not going to result in death, but it is for the glory of God, so that the Son of God may be glorified through it.”",
      "5": "Jesus loved Martha and her sister and Lazarus.",
      "6": "Yet when he heard that Lazarus was sick, he stayed in the place where he was two more days.",
      "7": "Then afterwards he said to his disciples, “Let’s go back to Judea.”",
      "8": "The disciples said to him, “Rabbi, recently the Jews were trying to stone you. And you are going back there again?”",
      "9": "Jesus answered, “Are there not twelve hours of daylight? If anyone walks around during the day, he does not stumble because he sees this world’s light.",
      "10": "But if anyone walks around at night, he stumbles because there is no light on him.”",
      "11": "He said this and then told them, “Our friend Lazarus has fallen asleep, but I am going there to wake him up.”",
      "12": "Then the disciples said, “Lord, if he has fallen asleep, he will get well.”",
      "13": "Jesus had been speaking about his death, but they thought he was merely talking about ordinary sleep.",
      "14": "So Jesus told them plainly, “Lazarus is dead.",
      "15": "And I am glad for your sake that I was not there, so that you may believe. But let us go to him.”",
      "16": "Then Thomas (called the Twin) said to his fellow disciples, “Let’s go too, so that we may die with him.”",
      "17": "When Jesus arrived, he found that Lazarus had already been in the tomb for four days.",
      "18": "Bethany was near Jerusalem, about two miles away.",
      "19": "Many Jews had come to Martha and Mary to comfort them concerning their brother.",
      "20": "When Martha heard that Jesus was coming, she went to meet him, while Mary was sitting in the house.",
      "21": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died.",
      "22": "But even now I know that whatever you ask from God, God will give you.”",
      "23": "Jesus said to her, “Your brother will rise again.”",
      "24": "Martha replied, “I know that he will rise in the resurrection on the Last Day.”",
      "25": "Jesus said to her, “I am the resurrection and the life. Whoever believes in me will live, even if he dies.",
      "26": "And whoever lives and believes in me will never perish. Do you believe this?”",
      "27": "“Yes, Lord,” she told him. “I believe that you are the Christ, the Son of God, who was to come into the world.”",
      "28": "After she said this, Martha went back to call her sister Mary. She whispered, “The Teacher is here and is calling for you.”",
      "29": "When Mary heard this, she got up quickly and went to him.",
      "30": "Now Jesus had not yet gone into the village, but was still where Martha met him.",
      "31": "The Jews who were with Mary in the house consoling her saw that she got up quickly and left. So they followed her, supposing she was going to the tomb to weep there.",
      "32": "When Mary came to where Jesus was and saw him, she fell at his feet and said, “Lord, if you had been here, my brother would not have died.”",
      "33": "When Jesus saw her weeping, and the Jews who came with her also weeping, he was deeply moved in his spirit and troubled.",
      "34": "He asked, “Where have you laid him?”\nThey told him, “Lord, come and see.”",
      "35": "Jesus wept.",
      "36": "Then the Jews said, “See how he loved him!”",
      "37": "But some of them said, “Could not he who opened the eyes of the blind man have kept this man from dying?”",
      "38": "Jesus was deeply moved again as he came to the tomb. It was a cave, and a stone was lying against it.",
      "39": "“Take away the stone,” he said.\nMartha, the dead man’s sister, told him, “Lord, by this time there will be an odor, because it has been four days.”",
      "40": "Jesus said to her, “Did I not tell you that if you believe, you will see the glory of God?”",
      "41": "So they took away the stone.\nJesus looked up and said, “Father, I thank you that you heard me.",
      "42": "I knew that you always hear me, but I said this for the benefit of the crowd standing here, so that they may believe that you sent me.”",
      "43": "After he said this, he shouted with a loud voice, “Lazarus, come out!”",
      "44": "The man who had died came out with his feet and his hands bound with strips of linen and his face wrapped with a cloth. Jesus told them, “Loose him and let him go.”",
      "45": "Therefore many of the Jews who came to Mary and saw what Jesus did believed in him.",
      "46": "But some of them went to the Pharisees and told them what Jesus had done.",
      "47": "So the chief priests and the Pharisees called a meeting of the Sanhedrin. They asked, “What are we going to do, because this man is doing many miraculous signs?",
      "48": "If we let him go on like this, everyone will believe in him. Then the Romans will come and take away both our place and our nation.”",
      "49": "But one of them, Caiaphas, who was high priest that year, said to them, “You know nothing at all.",
      "50": "You do not even consider that it is better for us that one man die for the people than that the whole nation perish.”",
      "51": "He did not say this on his own, but, as high priest that year, he prophesied that Jesus was going to die for the nation,",
      "52": "and not only for that nation, but also in order to gather into one the scattered children of God.",
      "53": "So from that day on they plotted to kill him.",
      "54": "Therefore Jesus no longer walked about openly among the Jews. Instead he withdrew into a region near the wilderness, to a town called Ephraim. And he stayed there with his disciples.",
      "55": "The Jewish Passover was near, and many went up to Jerusalem from the country to purify themselves before the Passover.",
      "56": "They kept looking for Jesus and asking one another as they stood in the temple area, “What do you think? He certainly won’t come to the Festival, will he?”",
      "57": "The chief priests and the Pharisees had given orders that if anyone knew where Jesus was, he should report it so that they could arrest Jesus."
    },
    "12": {
      "1": "Six days before the Passover, Jesus came to Bethany, the hometown of Lazarus, who had died, the one Jesus raised from the dead.",
      "2": "They gave a dinner for him there. Martha was serving, and Lazarus was one of those reclining at the table with him.",
      "3": "Then Mary took about twelve ounces of very expensive perfume (pure nard) and anointed Jesus’ feet and wiped his feet with her hair. The house was filled with the fragrance of the perfume.",
      "4": "But one of his disciples, Judas Iscariot, who was going to betray him, said,",
      "5": "“Why wasn’t this perfume sold for three hundred denarii and given to the poor?”",
      "6": "He did not say this because he cared for the poor, but because he was a thief. He held the money box and used to steal what was put into it.",
      "7": "Jesus replied, “Leave her alone. She intended to keep this for the day of my burial.",
      "8": "Indeed, the poor you always have with you, but you are not always going to have me.”",
      "9": "A large crowd of the Jews learned that he was there. They came not only because of Jesus, but also to see Lazarus, whom he raised from the dead.",
      "10": "So the chief priests made plans to kill Lazarus too,",
      "11": "because it was on account of him that many of the Jews were leaving them and believing in Jesus.",
      "12": "The next day, the large crowd that had come for the Festival heard that Jesus was on his way to Jerusalem.",
      "13": "Taking palm branches, they went out to meet him, shouting, “Hosanna! Blessed is he who comes in the name of the Lord—the King of Israel!”",
      "14": "Jesus found a young donkey and sat on it, just as it is written:",
      "15": "Do not be afraid, daughter of Zion.\nLook! Your King is coming, seated on a donkey’s colt.",
      "16": "At first, his disciples did not understand these things. But when Jesus was glorified, then they remembered that these things had been written about him and that they did these things for him.",
      "17": "The crowd that was with him when he called Lazarus out of the tomb and raised him from the dead kept telling what they had seen.",
      "18": "This is another reason a crowd met him: They heard he had done this miraculous sign.",
      "19": "So the Pharisees said to one another, “You see? You are accomplishing nothing. Look! The world has gone after him.”",
      "20": "Now there were some Greeks among those who went up to worship at the Festival.",
      "21": "They came to Philip, who was from Bethsaida in Galilee, and asked him, “Sir, we want to see Jesus.”",
      "22": "Philip went to tell Andrew. Andrew came with Philip and told Jesus.",
      "23": "Jesus answered them, “The time has come for the Son of Man to be glorified.",
      "24": "Amen, Amen, I tell you: Unless a kernel of wheat falls to the ground and dies, it continues to be one kernel. But if it dies, it produces much grain.",
      "25": "Anyone who loves his life destroys it. And the one who hates his life in this world will hold on to it for eternal life.",
      "26": "If anyone serves me, let him follow me. And where I am, there my servant will be also. If anyone serves me, the Father will honor him.",
      "27": "“Now my soul is troubled. And what shall I say? ‘Father, save me from this hour’? No, this is the reason I came to this hour.",
      "28": "Father, glorify your name!”\nA voice came from heaven: “I have glorified my name, and I will glorify it again.”",
      "29": "The crowd standing there heard it and said it thundered. Others said an angel talked to him.",
      "30": "Jesus answered, “This voice was not for my sake but for yours.",
      "31": "“Now is the judgment of this world. Now the ruler of this world will be thrown out.",
      "32": "And I, when I am lifted up from the earth, will draw all people to myself.”",
      "33": "He said this to indicate what kind of death he was going to die.",
      "34": "The crowd answered him, “We have heard from the Scriptures that the Christ will remain forever. So how can you say, ‘The Son of Man must be lifted up’? Who is this Son of Man?”",
      "35": "Then Jesus told them, “The light will be with you just a little while longer. Keep on walking while you have the light, so that darkness does not overtake you. The one who walks in the darkness does not know where he is going.",
      "36": "While you have the light, believe in the light, so that you may become sons of light.”\nJesus spoke these words, and then went away and was hidden from them.",
      "37": "Even though Jesus had done so many miraculous signs in their presence, they still did not believe in him.",
      "38": "This was to fulfill the word of Isaiah the prophet, who said:\nLord, who has believed our message?\nAnd to whom has the arm of the Lord been revealed?",
      "39": "For this reason they could not believe, because Isaiah also said:",
      "40": "He has blinded their eyes\nand hardened their heart,\nso that they would not see with their eyes,\nor understand with their heart,\nor turn—and I would heal them.",
      "41": "Isaiah said these things when he saw Jesus’ glory and spoke about him.",
      "42": "Nevertheless, even many of the rulers believed in him, but because of the Pharisees they were not confessing him, so that they would not be put out of the synagogue.",
      "43": "For they loved praise from people more than praise from God.",
      "44": "Then Jesus called out, “The one who believes in me does not believe in me only, but in him who sent me.",
      "45": "And the one who sees me sees him who sent me.",
      "46": "I have come into the world as a light, so that everyone who believes in me would not remain in darkness.",
      "47": "If anyone hears my words but does not hold on to them, I do not judge him, for I did not come to judge the world, but to save the world.",
      "48": "The one who rejects me and does not receive my words does have a judge. The word which I spoke is what will judge him on the Last Day,",
      "49": "because I have not spoken on my own, but the Father himself who sent me has given me a command regarding what I am to say and what I am to speak.",
      "50": "And I know that his command is eternal life. So the things I speak are exactly what the Father told me to speak.”"
    },
    "13": {
      "1": "Before the Passover Festival, Jesus knew that the time had come for him to leave this world and go to the Father. Having loved those who were his own in the world, he loved them to the end.",
      "2": "By the time the supper took place, the Devil had already put the idea into the heart of Judas, son of Simon Iscariot, to betray Jesus.",
      "3": "Jesus knew that the Father had given all things into his hands, and that he had come from God and was going back to God.",
      "4": "He got up from the supper and laid aside his outer garment. He took a towel and tied it around his waist.",
      "5": "Then he poured water into a basin and began to wash his disciples’ feet, drying them with the towel that was wrapped around him.",
      "6": "He came to Simon Peter, who asked him, “Lord, are you going to wash my feet?”",
      "7": "Jesus answered him, “You do not understand what I am doing now, but later you will understand.”",
      "8": "Peter told him, “You will never, ever, wash my feet!”\nJesus replied, “If I do not wash you, you have no part with me.”",
      "9": "“Lord, not just my feet,” Simon Peter replied, “but also my hands and my head!”",
      "10": "Jesus told him, “A person who has had a bath needs only to wash his feet, but his body is completely clean. And you are clean, but not all of you.”",
      "11": "Indeed, he knew who was going to betray him. That is why he said, “Not all of you are clean.”",
      "12": "After Jesus had washed their feet and put on his outer garment, he reclined at the table again. “Do you understand what I have done for you?” he asked them.",
      "13": "“You call me Teacher and Lord. You are right, because I am.",
      "14": "Now if I, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.",
      "15": "Yes, I have given you an example so that you also would do just as I have done for you.",
      "16": "Amen, Amen, I tell you: A servant is not greater than his master, nor is a messenger greater than the one who sent him.",
      "17": "If you know these things, you are blessed if you do them.",
      "18": "“I am not talking about all of you. I know those I have chosen. But this is so that the Scripture may be fulfilled: ‘One who eats bread with me has raised his heel against me.’",
      "19": "I am telling you this right now before it happens, so that when it does happen, you may believe that I am he.",
      "20": "“Amen, Amen, I tell you: Whoever receives anyone I send, receives me. And whoever receives me, receives the one who sent me.”",
      "21": "After saying this, Jesus was troubled in his spirit and testified, “Amen, Amen, I tell you: One of you will betray me.”",
      "22": "The disciples were looking at each other, uncertain which of them he meant.",
      "23": "One of his disciples, the one Jesus loved, was reclining at Jesus’ side.",
      "24": "So Simon Peter motioned to him to find out which one he was talking about.",
      "25": "So leaning back against Jesus’ side, he asked, “Lord, who is it?”",
      "26": "Jesus replied, “It is the one to whom I will give this piece of bread, after I have dipped it in the dish.” Then he dipped the piece of bread and gave it to Judas, the son of Simon Iscariot.",
      "27": "As soon as Judas took the bread, Satan entered into him.\nSo Jesus told him, “What you are about to do, do more quickly.”",
      "28": "None of those reclining at the table understood why Jesus said this to him.",
      "29": "Because Judas kept the money box, some thought that Jesus was telling him, “Buy what we need for the Festival,” or to give something to the poor.",
      "30": "As soon as Judas had taken the bread, he went out. And it was night.",
      "31": "After Judas left, Jesus said, “Now the Son of Man is glorified, and God is glorified in him.",
      "32": "If God is glorified in him, God will also glorify the Son in himself and will glorify him at once.”",
      "33": "“Dear children, I am going to be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come.",
      "34": "“A new commandment I give you: Love one another. Just as I have loved you, so also you are to love one another.",
      "35": "By this everyone will know that you are my disciples, if you have love for one another.”",
      "36": "Simon Peter said to him, “Lord, where are you going?”\nJesus answered, “Where I am going you cannot follow now, but you will follow later.”",
      "37": "Peter asked, “Lord, why can’t I follow you now? I will lay down my life for you!”",
      "38": "Jesus replied, “Will you really lay down your life for me? Amen, Amen, I tell you: The rooster will not crow until you have denied me three times.”"
    },
    "14": {
      "1": "“Do not let your heart be troubled. Believe in God; believe also in me.",
      "2": "In my Father’s house are many mansions. If it were not so, I would have told you. I am going to prepare a place for you.",
      "3": "And if I go and prepare a place for you, I will come again and take you to be with me, so that you may also be where I am.",
      "4": "You know where I am going, and you know the way.”",
      "5": "“Lord, we don’t know where you are going,” Thomas replied, “so how can we know the way?”",
      "6": "Jesus said to him, “I am the Way and the Truth and the Life. No one comes to the Father, except through me.",
      "7": "If you know me, you would also know my Father. From now on you do know him and have seen him.”",
      "8": "“Lord,” said Philip, “show us the Father, and that is enough for us.”",
      "9": "“Have I been with you so long,” Jesus answered, “and you still do not know me, Philip? The one who has seen me has seen the Father. How can you say, ‘Show us the Father’?",
      "10": "Don’t you believe that I am in the Father and the Father is in me? The words that I am telling you I am not speaking on my own, but the Father who remains in me is doing his works.",
      "11": "Believe me that I am in the Father, and the Father is in me. Or else believe because of the works themselves.",
      "12": "“Amen, Amen, I tell you: The one who believes in me will do the works that I am doing. And he will do even greater works than these, because I am going to the Father.",
      "13": "I will do whatever you ask in my name so that the Father may be glorified in the Son.",
      "14": "If you ask me for anything in my name, I will do it.",
      "15": "“If you love me, hold on to my commands.",
      "16": "I will ask the Father, and he will give you another Counselor to be with you forever.",
      "17": "He is the Spirit of truth, whom the world cannot receive because it does not see him or know him. You know him because he stays with you and will be in you.",
      "18": "“I will not leave you as orphans; I am coming to you.",
      "19": "In a little while the world will see me no longer, but you will see me. Because I live, you also will live.",
      "20": "In that day you will know that I am in my Father, and you in me, and I in you.",
      "21": "The one who has my commands and holds on to them is the one who loves me. And the one who loves me will be loved by my Father. I too will love him and show myself to him.”",
      "22": "Judas (not Iscariot) said to him, “Lord, what has happened that you are going to show yourself to us and not to the world?”",
      "23": "Jesus answered him, “If anyone loves me, he will hold on to my word. My Father will love him, and we will come to him and make our home with him.",
      "24": "The one who does not love me does not hold on to my words. The word that you are hearing is not mine, but it is from the Father who sent me.",
      "25": "“I have told you these things while staying with you.",
      "26": "But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and remind you of everything I told you.",
      "27": "“Peace I leave with you. My peace I give to you. Not as the world gives do I give to you. Do not let your heart be troubled, and do not let it be afraid.",
      "28": "You heard me tell you, ‘I am going away and I am coming to you.’ If you loved me, you would be glad that I am going to the Father, because the Father is greater than I.",
      "29": "“I have told you now before it happens so that, when it does happen, you may believe.",
      "30": "I will not speak with you much longer, because the ruler of this world is coming. He has no power over me.",
      "31": "But I want the world to know that I love the Father and that I am doing exactly what the Father has instructed me.\n“Get up. Let’s leave this place.”"
    },
    "15": {
      "1": "“I am the true vine, and my Father is the gardener.",
      "2": "Every branch in me that does not bear fruit, he is going to cut off. And he prunes every branch that does bear fruit, so that it will bear more fruit.",
      "3": "“You are already clean because of the word I have spoken to you.",
      "4": "Remain in me, and I am going to remain in you. A branch cannot bear fruit by itself; it must remain in the vine. Likewise, you cannot bear fruit unless you remain in me.",
      "5": "“I am the Vine; you are the branches. The one who remains in me and I in him is the one who bears much fruit, because without me you can do nothing.",
      "6": "If anyone does not remain in me, he is thrown away like a branch and withers. Such branches are gathered, thrown into the fire, and burned.",
      "7": "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.",
      "8": "My Father is glorified by this: that you continue to bear much fruit and prove to be my disciples.",
      "9": "“As the Father has loved me, so also I have loved you. Remain in my love.",
      "10": "If you hold on to my commands, you will remain in my love, just as I have held on to my Father’s commands and remain in his love.",
      "11": "I have told you these things so that my joy would continue to be in you and that your joy would be complete.",
      "12": "“This is my command: Love one another as I have loved you.",
      "13": "No one has greater love than this: that someone lays down his life for his friends.",
      "14": "You are my friends if you continue to do the things I instruct you.",
      "15": "I no longer call you servants, because a servant does not know what his master is doing. But I have called you friends, because everything that I heard from my Father, I have made known to you.",
      "16": "You did not choose me, but I chose you and appointed you to go and bear fruit, fruit that will endure, so that the Father will give you whatever you ask in my name.",
      "17": "These things I am instructing you, so that you love one another.",
      "18": "“If the world hates you, you know that it hated me first.",
      "19": "If you were of the world, the world would love its own. However, because you are not of the world, but I have chosen you out of it, for that very reason the world hates you.",
      "20": "Remember the saying I told you: ‘A servant is not greater than his master.’ If they persecuted me, they will persecute you too. If they held on to my word, they will hold on to yours as well.",
      "21": "But they will do all these things to you on account of my name, because they do not know the one who sent me.",
      "22": "If I had not come and spoken to them, they would have no sin. But now they have no excuse for their sin.",
      "23": "The one who hates me also hates my Father.",
      "24": "If I had not done the works among them that no one else did, they would not be guilty of sin. But now they have seen and hated both me and my Father.",
      "25": "This was to fulfill the word which is written in their Law: ‘They hated me for no reason.’",
      "26": "“When the Counselor comes, whom I will send to you from the Father—the Spirit of truth, who proceeds from the Father—he will testify about me.",
      "27": "And you also are going to testify, because you have been with me from the beginning.”"
    },
    "16": {
      "1": "“I have told you these things so that you will not fall away.",
      "2": "They will put you out of the synagogues. In fact, a time is coming when anyone who murders you will think he is offering a service to God.",
      "3": "They will do these things because they have not known the Father or me.",
      "4": "But I have told you these things so that when their time comes, you may remember that I told them to you. I did not tell you these things from the beginning, because I was with you.",
      "5": "“But now I am going away to him who sent me, and not one of you asks me, ‘Where are you going?’",
      "6": "Yet because I have told you these things, sorrow has filled your heart.",
      "7": "Nevertheless, I am telling you the truth: It is good for you that I go away. For if I do not go away, the Counselor will not come to you. But if I go, I will send him to you.",
      "8": "When he comes, he will convict the world about sin, about righteousness, and about judgment:",
      "9": "about sin, because they do not believe in me;",
      "10": "about righteousness, because I am going to the Father and you will no longer see me;",
      "11": "about judgment, because the ruler of this world has been condemned.",
      "12": "“I still have many things to tell you, but you cannot bear them now.",
      "13": "But when he, the Spirit of truth, comes, he will guide you into all truth. For he will not speak on his own, but whatever he hears he will speak. He will also declare to you what is to come.",
      "14": "He will glorify me, because he will take from what is mine and declare it to you.",
      "15": "Everything the Father has is mine. This is why I said that he takes from what is mine and will declare it to you.",
      "16": "“In a little while you are not going to see me anymore, and again in a little while you will see me, because I am going away to the Father.”",
      "17": "Therefore some of his disciples asked one another, “What does he mean when he tells us, ‘In a little while you are not going to see me, and again in a little while you will see me,’ and ‘Because I am going away to the Father’?”",
      "18": "So they kept asking, “What does he mean by ‘a little while’? We don’t understand what he’s saying.”",
      "19": "Jesus knew that they wanted to ask him about this, so he said to them, “Are you trying to determine with one another what I meant by saying, ‘In a little while you are not going to see me, and again in a little while you will see me’?",
      "20": "Amen, Amen, I tell you: You will weep and wail, but the world will rejoice. You will become sorrowful, but your sorrow will turn to joy.",
      "21": "A woman giving birth has pain, because her time has come. But when she has delivered the child, she no longer remembers the anguish, because of her joy that a person has been born into the world.",
      "22": "“So you also have sorrow now. But I will see you again. Your heart will rejoice, and no one will take your joy away from you.",
      "23": "In that day you will not ask me anything. Amen, Amen, I tell you: Whatever you ask the Father in my name, he will give you.",
      "24": "Until now you have not asked for anything in my name. Ask, and you will receive, so that your joy may be made complete.",
      "25": "“I have told you these things using figurative language. A time is coming when I will no longer speak to you using figurative language, but I will tell you plainly about the Father.",
      "26": "In that day you will ask in my name, and I am not telling you that I will make requests of the Father on your behalf.",
      "27": "For the Father himself loves you, because you have loved me and have believed that I came from God.",
      "28": "I came from the Father and have come into the world. Now I am going to leave the world and go to the Father.”",
      "29": "“Yes!” his disciples said. “Now you are speaking plainly and not using figurative language.",
      "30": "Now we know that you know everything and do not need to have anyone ask you anything. For this reason we believe that you came from God.”",
      "31": "Jesus answered them, “Now do you believe?",
      "32": "Listen, a time is coming, in fact it is here, when you will be scattered, everyone to his own home. You will leave me all alone. Yet I am not going to be alone, because the Father is with me.",
      "33": "I have told you these things, so that you may have peace in me. In this world you are going to have trouble. But be courageous! I have overcome the world.”"
    },
    "17": {
      "1": "After Jesus had spoken these things, he looked up to heaven and said, “Father, the time has come. Glorify your Son so that your Son may glorify you.",
      "2": "For you gave him authority over all flesh, so that he may give eternal life to all those you have given him.",
      "3": "This is eternal life: that they may know you, the only true God, and Jesus Christ, whom you sent.",
      "4": "I have glorified you on earth by finishing the work you gave me to do.",
      "5": "Now, Father, glorify me at your own side with the glory I had at your side before the world existed.",
      "6": "“I revealed your name to the men you gave me out of the world. They were yours; you gave them to me, and they have held on to your word.",
      "7": "Now they know that everything you have given me comes from you.",
      "8": "For I gave them the words you gave me, and they received them. They learned the truth that I came from you. They believed that you sent me.",
      "9": "“I pray for them. I am not praying for the world, but for those you have given me, because they are yours.",
      "10": "All that is mine is yours, and what is yours is mine. And I am glorified in them.",
      "11": "I am no longer going to be in the world, but they are still in the world, and I am coming to you. Holy Father, protect them by your name, which you gave me, so that they may be one as we are one.",
      "12": "While I was with them, I kept those you gave me safe in your name. I protected them and not one of them was destroyed, except the son of destruction, so that the Scripture might be fulfilled.",
      "13": "“But now I am coming to you, and I am saying these things in the world, so that they may be filled with my joy.",
      "14": "I have given them your word. The world hated them, because they are not of the world, just as I am not of the world.",
      "15": "I am not asking that you take them out of the world, but that you protect them from the Evil One.",
      "16": "They are not of the world, just as I am not of the world.",
      "17": "“Sanctify them by the truth. Your word is truth.",
      "18": "As you sent me into the world, I also sent them into the world.",
      "19": "I sanctify myself for them, so they also may be sanctified by the truth.",
      "20": "“I am praying not only for them, but also for those who believe in me through their message.",
      "21": "May they all be one, as you, Father, are in me and I am in you. May they also be one in us, so that the world may believe that you sent me.",
      "22": "I have given them the glory you gave me, so that they may be one, as we are one:",
      "23": "I in them, and you in me. May they become completely one, so that the world may know that you sent me and loved them even as you loved me.",
      "24": "“Father, I want those you have given me to be with me where I am so that they may see my glory—the glory you gave me because you loved me before the world’s foundation.",
      "25": "Righteous Father, the world did not know you, but I knew you, and these men knew that you sent me.",
      "26": "I made your name known to them and will continue to make it known, so that the love you have for me may be in them and that I may be in them.”"
    },
    "18": {
      "1": "After saying these things, Jesus went out with his disciples across the Kidron Valley, where there was a garden. He and his disciples went into it.",
      "2": "Now Judas, who was betraying him, also knew the place, because Jesus often met there with his disciples.",
      "3": "So Judas took the company of soldiers and some guards from the chief priests and the Pharisees, and came there with lanterns, torches, and weapons.",
      "4": "Jesus, knowing everything that was going to happen to him, went out and asked them, “Who are you looking for?”",
      "5": "“Jesus the Nazarene,” they replied.\n“I am he,” Jesus told them.\nJudas, the betrayer, was standing with them.",
      "6": "When Jesus told them, “I am he,” they backed away and fell to the ground.",
      "7": "Then Jesus asked them again, “Who are you looking for?”\n“Jesus the Nazarene,” they said.",
      "8": "“I told you that I am he,” Jesus replied. “So if you are looking for me, let these men go.”",
      "9": "This was to fulfill the statement he had spoken: “I did not lose any of those you have given me.”",
      "10": "Then Simon Peter, who had a sword, drew it, struck the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.",
      "11": "So Jesus said to Peter, “Put your sword into its sheath. Shall I not drink the cup my Father has given me?”",
      "12": "Then the company of soldiers, their commander, and the Jewish guards arrested Jesus and bound him.",
      "13": "First they led him to Annas, because he was father-in-law to Caiaphas, who was the high priest that year.",
      "14": "Now it was Caiaphas who had advised the Jews, “It is better that one man die for the people.”",
      "15": "Simon Peter and another disciple kept following Jesus. That disciple was known to the high priest, so he went into the high priest’s courtyard with Jesus.",
      "16": "But Peter stood outside by the door. So the other disciple, the one known to the high priest, went out and talked to the girl watching the door and brought Peter in.",
      "17": "“You are not one of this man’s disciples too, are you?” the girl at the door asked Peter.\n“I am not!” he said.",
      "18": "The servants and guards were standing around a fire of coals that they had made because it was cold. While they warmed themselves, Peter was standing with them, warming himself too.",
      "19": "The high priest questioned Jesus about his disciples and his teaching.",
      "20": "Jesus answered him, “I have spoken openly to the world. I always taught in a synagogue or at the temple, where all the Jews gather. I said nothing in secret.",
      "21": "Why are you questioning me? Ask those who heard what I told them. Look, they know what I said.”",
      "22": "When he said this, one of the guards standing there hit Jesus in the face. “Is that how you answer the high priest?” he demanded.",
      "23": "“If I said something wrong,” Jesus answered, “testify about what was wrong. But if I was right, why did you hit me?”",
      "24": "Then Annas sent him bound to Caiaphas the high priest.",
      "25": "Simon Peter continued to stand there warming himself. So they said to him, “You are not one of his disciples too, are you?”\nHe denied it, saying, “I am not!”",
      "26": "One of the servants of the high priest, a relative of the man whose ear Peter had cut off, said, “Didn’t I see you with him in the garden?”",
      "27": "Peter denied it again, and just then a rooster crowed.",
      "28": "Early in the morning, the Jews led Jesus from Caiaphas to the Praetorium. They did not enter the Praetorium themselves, so that they would not become ceremonially unclean. (They wanted to be able to eat the Passover meal.)",
      "29": "So Pilate went out to them and said, “What charge do you bring against this man?”",
      "30": "They answered him, “If this man were not a criminal, we would not have handed him over to you.”",
      "31": "Pilate told them, “Take him yourselves and judge him according to your law.”\nThe Jews said, “It’s not legal for us to put anyone to death.”",
      "32": "This happened so that the statement Jesus had spoken indicating what kind of death he was going to die would be fulfilled.",
      "33": "Pilate went back into the Praetorium and summoned Jesus. He asked him, “Are you the King of the Jews?”",
      "34": "Jesus answered, “Are you saying this on your own, or did others tell you about me?”",
      "35": "Pilate answered, “Am I a Jew? Your own people and chief priests handed you over to me. What have you done?”",
      "36": "Jesus replied, “My kingdom is not of this world. If my kingdom were of this world, my servants would fight so that I would not be handed over to the Jews. But now my kingdom is not from here.”",
      "37": "“You are a king then?” Pilate asked.\nJesus answered, “I am, as you say, a king. For this reason I was born, and for this reason I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.”",
      "38": "“What is truth?” Pilate said to him.\nAfter he said this, he went out again to the Jews and told them, “I find no basis for a charge against him.",
      "39": "But you have a custom that I release one prisoner to you at the Passover. So do you want me to release the King of the Jews for you?”",
      "40": "Then they shouted back, “Not this man, but Barabbas!” (Now Barabbas was a rebel.)"
    },
    "19": {
      "1": "Then Pilate took Jesus and had him flogged.",
      "2": "The soldiers also twisted together a crown of thorns and placed it on his head. Then they threw a purple robe around him.",
      "3": "They kept coming to him, saying, “Hail, King of the Jews!” And they kept hitting him in the face.",
      "4": "Pilate went outside again and said to them, “Look, I am bringing him out to you to let you know that I find no basis for a charge against him.”",
      "5": "So Jesus came out wearing the crown of thorns and the purple robe. Pilate said to them, “Behold the man!”",
      "6": "When the chief priests and guards saw him, they shouted, “Crucify! Crucify!”\nPilate told them, “Take him yourselves and crucify him, for I find no basis for a charge against him.”",
      "7": "The Jews answered him, “We have a law, and according to that law he ought to die, because he claimed to be the Son of God.”",
      "8": "When Pilate heard this statement, he was even more afraid.",
      "9": "He went back inside the palace again and asked Jesus, “Where are you from?”\nBut Jesus gave him no answer.",
      "10": "So Pilate asked him, “Are you not talking to me? Don’t you know that I have the authority to release you or to crucify you?”",
      "11": "Jesus answered, “You would have no authority over me at all if it had not been given to you from above. Therefore the one who handed me over to you has the greater sin.”",
      "12": "From then on Pilate tried to release Jesus. But the Jews shouted, “If you let this man go, you are no friend of Caesar! Anyone who claims to be a king opposes Caesar!”",
      "13": "When Pilate heard these words, he brought Jesus outside. He sat down on the judge’s seat at a place called the Stone Pavement, or Gabbatha in Aramaic.",
      "14": "It was about the sixth hour on the Preparation Day for the Passover. Pilate said to the Jews, “Here is your king!”",
      "15": "They shouted, “Away with him! Away with him! Crucify him!”\nPilate said to them, “Should I crucify your king?”\n“We have no king but Caesar!” the chief priests answered.",
      "16": "So then Pilate handed Jesus over to them to be crucified.\nSo they took Jesus away.",
      "17": "Carrying his own cross, he went out to what is called the Place of a Skull, which in Aramaic is called Golgotha.",
      "18": "There they crucified him with two others, one on each side, and Jesus in the middle.",
      "19": "Pilate also had a notice written and fastened on the cross. It read, “Jesus the Nazarene, the King of the Jews.”",
      "20": "Many of the Jews read this notice, because the place where Jesus was crucified was near the city, and it was written in Aramaic, Latin, and Greek.",
      "21": "So the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but that ‘this man said, “I am the King of the Jews.”’”",
      "22": "Pilate answered, “What I have written, I have written.”",
      "23": "When the soldiers crucified Jesus, they took his clothes and divided them into four parts, one part for each soldier. They also took his tunic, which was seamless, woven in one piece from top to bottom.",
      "24": "So they said to one another, “Let’s not tear it. Instead, let’s cast lots to see who gets it.” This was so that the Scripture might be fulfilled which says:\nThey divided my garments among them\nand cast lots for my clothing.\nSo the soldiers did these things.",
      "25": "Jesus’ mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene were standing near the cross.",
      "26": "When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, “Woman, here is your son!”",
      "27": "Then he said to the disciple, “Here is your mother!” And from that time this disciple took her into his own home.",
      "28": "After this, knowing that everything had now been finished, and to fulfill the Scripture, Jesus said, “I thirst.”",
      "29": "A jar full of sour wine was sitting there. So they put a sponge soaked in sour wine on a hyssop branch and held it to his mouth.",
      "30": "When Jesus had received the sour wine, he said, “It is finished!” Then, bowing his head, he gave up his spirit.",
      "31": "Since it was the Preparation Day, the Jews did not want the bodies left on the crosses over the Sabbath (because that Sabbath was a particularly important day). They asked Pilate to have the men’s legs broken and the bodies taken away.",
      "32": "So the soldiers came and broke the legs of the first man who was crucified with Jesus, and then those of the other man.",
      "33": "But when they came to Jesus and saw that he was already dead, they did not break his legs.",
      "34": "Instead, one of the soldiers pierced his side with a spear. Immediately blood and water came out.",
      "35": "The one who saw it has testified, and his testimony is true. He knows that he is telling the truth, so that you also may believe.",
      "36": "Indeed, these things happened so that the Scripture would be fulfilled, “Not one of his bones will be broken.”",
      "37": "Again another Scripture says, “They will look at the one they pierced.”",
      "38": "After this, Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate to let him remove Jesus’ body. When Pilate gave him permission, he came and took Jesus’ body away.",
      "39": "Nicodemus, who earlier had come to Jesus at night, also came bringing a mixture of myrrh and aloes, about seventy-two pounds.",
      "40": "They took Jesus’ body and bound it with linen strips along with the spices, in accord with Jewish burial customs.",
      "41": "There was a garden at the place where Jesus was crucified. And in the garden was a new tomb in which no one had ever been laid.",
      "42": "So they laid Jesus there, because it was the Jewish Preparation Day, and the tomb was near."
    },
    "20": {
      "1": "Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb. She saw that the stone had been taken away from the tomb.",
      "2": "So she left and ran to Simon Peter and the other disciple, the one Jesus loved. “They have taken the Lord out of the tomb,” she told them, “and we don’t know where they put him!”",
      "3": "So Peter and the other disciple went out, heading for the tomb.",
      "4": "The two were running together, but the other disciple outran Peter and got to the tomb first.",
      "5": "Bending over, he saw the linen cloths lying there, yet he did not go in.",
      "6": "Then Simon Peter, who was following him, arrived and went into the tomb. He saw the linen cloths lying there.",
      "7": "The cloth that had been on Jesus’ head was not lying with the linen cloths, but was folded up in a separate place by itself.",
      "8": "Then the other disciple, who arrived at the tomb first, also entered. He saw and believed.",
      "9": "(They still did not yet understand the Scripture that he must rise from the dead.)",
      "10": "Then the disciples went back to their homes.",
      "11": "But Mary stood outside facing the tomb, weeping. As she wept, she bent over, looking into the tomb.",
      "12": "She saw two angels in white clothes sitting where the body of Jesus had been lying, one at the head and one at the feet.",
      "13": "They asked her, “Woman, why are you weeping?”\nShe told them, “Because they have taken away my Lord, and I don’t know where they have laid him.”",
      "14": "After she said this, she turned around and saw Jesus standing there, though she did not know it was Jesus.",
      "15": "Jesus said to her, “Woman, why are you weeping? Who are you looking for?”\nSupposing he was the gardener, she replied, “Sir, if you carried him off, tell me where you laid him, and I will get him.”",
      "16": "Jesus said to her, “Mary.”\nShe turned and replied in Aramaic, “Rabboni!” (which means, “Teacher”).",
      "17": "Jesus told her, “Do not continue to cling to me, for I have not yet ascended to my Father. But go to my brothers and tell them, ‘I am ascending to my Father and your Father—to my God and your God.’”",
      "18": "Mary Magdalene went and announced to the disciples, “I have seen the Lord!” She also told them the things he said to her.",
      "19": "On the evening of that first day of the week, the disciples were together behind locked doors because of their fear of the Jews. Jesus came, stood among them, and said to them, “Peace be with you!”",
      "20": "After he said this, he showed them his hands and side. So the disciples rejoiced when they saw the Lord.",
      "21": "Jesus said to them again, “Peace be with you! Just as the Father has sent me, I am also sending you.”",
      "22": "After saying this, he breathed on them and said, “Receive the Holy Spirit.",
      "23": "Whenever you forgive people’s sins, they are forgiven. Whenever you do not forgive them, they are not forgiven.”",
      "24": "But Thomas, one of the Twelve, the one called the Twin, was not with them when Jesus came.",
      "25": "So the other disciples kept telling him, “We have seen the Lord!”\nBut he said to them, “Unless I see the nail marks in his hands, and put my finger into the mark of the nails, and put my hand into his side, I will never believe.”",
      "26": "After eight days, his disciples were inside again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them. “Peace be with you,” he said.",
      "27": "Then he said to Thomas, “Put your finger here and look at my hands. Take your hand and put it into my side. Do not continue to doubt, but believe.”",
      "28": "Thomas answered him, “My Lord and my God!”",
      "29": "Jesus said to him, “Because you have seen me, you have believed. Blessed are those who have not seen and yet have believed.”",
      "30": "Jesus, in the presence of his disciples, did many other miraculous signs that are not written in this book.",
      "31": "But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."
    },
    "21": {
      "1": "After this, Jesus showed himself again to the disciples at the Sea of Tiberias. This is how he showed himself:",
      "2": "Simon Peter, Thomas (called the Twin), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together.",
      "3": "Simon Peter said to them, “I’m going fishing.”\nThey replied, “We’ll go with you.”\nThey went out and got into the boat, but that night they caught nothing.",
      "4": "Early in the morning, Jesus was standing on the shore, but the disciples did not know it was Jesus.",
      "5": "Jesus called to them, “Boys, don’t you have any fish?”\n“No!” they answered.",
      "6": "He told them, “Throw your net on the right side of the boat and you will find some.” So they cast the net out. Then they were not able to haul it in because of the large number of fish.",
      "7": "The disciple whom Jesus loved said to Peter, “It is the Lord!” When Simon Peter heard, “It is the Lord!” he tied his outer garment around him (for he had taken it off) and jumped into the sea.",
      "8": "But the other disciples came in the little boat, dragging the net full of fish, for they were not far from shore, about one hundred yards.",
      "9": "When they stepped out on land, they saw some bread and a charcoal fire with fish on it.",
      "10": "Jesus said to them, “Bring some of the fish you just caught.”",
      "11": "So Simon Peter climbed aboard and hauled the net to land, full of large fish, 153 of them. Yet even with so many, the net was not torn.",
      "12": "Jesus said to them, “Come, eat breakfast.”\nNone of the disciples dared ask him, “Who are you?” because they knew it was the Lord.",
      "13": "Jesus came, took the bread, and gave it to them, and also the fish.",
      "14": "This was now the third time Jesus appeared to his disciples after he was raised from the dead.",
      "15": "When they had eaten breakfast, Jesus asked Simon Peter, “Simon, son of John, do you love me more than these?”\n“Yes, Lord,” he said, “you know that I care about you.”\nJesus told him, “Feed my lambs.”",
      "16": "A second time Jesus asked him, “Simon, son of John, do you love me?”\nHe said, “Yes, Lord, you know that I care about you.”\nJesus told him, “Be a shepherd for my sheep.”",
      "17": "He asked him the third time, “Simon, son of John, do you care about me?”\nPeter was grieved because Jesus asked him the third time, “Do you care about me?” He answered, “Lord, you know all things. You know that I care about you.”\n“Feed my sheep,” Jesus said.",
      "18": "“Amen, Amen, I tell you: When you were young, you dressed yourself and went wherever you wanted. But when you are old, you will stretch out your hands, and someone else will tie you and carry you where you do not want to go.”",
      "19": "Jesus said this to indicate the kind of death by which Peter would glorify God. After saying this, he told him, “Follow me.”",
      "20": "Peter turned and saw the disciple Jesus loved following them. This was the one who had leaned back against Jesus at the supper and asked, “Lord, who is going to betray you?”",
      "21": "When Peter saw him, he asked Jesus, “Lord, what about him?”",
      "22": "“If I want him to remain until I come,” Jesus answered, “what is that to you? You follow me.”",
      "23": "And so it was said among the brothers that this disciple would not die. Yet Jesus did not say that he would not die, but, “If I want him to remain until I come, what is that to you?”",
      "24": "This is the disciple who is testifying about these things and who wrote these things. We know that his testimony is true.",
      "25": "Jesus also did many other things. If every one of them were written down, I suppose the world itself would not have room for the books that would be written."
    }
  }
}