{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:15.141844-04:00",
    "Translation": "EHV"
  },
  "Jonah": {
    "1": {
      "1": "So the word of the Lord came to Jonah son of Amittai:",
      "2": "“Get up. Go to Nineveh, the great city, and preach against it, for its people’s evil way has come up before me.”",
      "3": "But Jonah set out to flee to Tarshish, away from the presence of the Lord. He went down to Joppa and found a ship going to Tarshish. He paid the fare and boarded the ship to go with them to Tarshish, away from the presence of the Lord.",
      "4": "But the Lord hurled a great wind onto the sea, and there was such a great storm on the sea that the ship was about to break apart.",
      "5": "The sailors were afraid, and each one cried out to his gods. They threw the ship’s cargo into the sea to lighten the ship’s load.\nJonah had gone down into the hold of the ship. He was lying down and sleeping soundly.",
      "6": "The captain approached him and said, “How can you be sleeping so soundly? Get up and call on your god! Maybe your god will treat us with favor so that we will not perish.”",
      "7": "Then the sailors said to each other, “Come on, let’s cast lots so that we can find out whose fault it is that this disaster has come to us.” So they cast lots, and the lot fell on Jonah.",
      "8": "So they said to him, “Please tell us whose fault it is that this disaster has come to us! What is your occupation? Where do you come from? What is your country? What people are you from?”",
      "9": "He answered, “I am a Hebrew, and I fear the Lord, the God of Heaven, who made the sea and the dry land.”",
      "10": "Then the men were terrified and said to him, “What have you done?” The men already knew that he was fleeing from the presence of the Lord, because he had told them so.",
      "11": "Then, because the storm on the sea kept getting worse, they said to him, “What should we do to you, to quiet the sea that is raging against us?”",
      "12": "He said to them, “Pick me up and throw me into the sea. Then the sea will calm down for you, for I know that this violent storm striking against you has come about because of me.”",
      "13": "Instead, the men rowed hard to return the ship to dry land, but they could not, because the storm on the sea kept getting worse for them.",
      "14": "So they cried out to the Lord and said, “Please, Lord, please do not let us perish because of this man’s life, and do not charge innocent blood against us, for you, Lord, have done as you pleased.”",
      "15": "So they picked Jonah up and threw him into the sea, and the sea stopped its raging.",
      "16": "Then the men feared the Lord greatly, and they offered a sacrifice to the Lord and made vows.",
      "17": "Then the Lord provided a large fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights."
    },
    "2": {
      "1": "Then Jonah prayed to the Lord his God from the belly of the fish.",
      "2": "He said the following:\n    In my distress I called to the Lord,\n    and he answered me.\n    From the belly of the grave I cried out,\n    and you heard my voice.",
      "3": "You threw me into the depths,\n    into the heart of the seas.\n    The currents swept around me.\n    All your breakers and your waves swept over me.",
      "4": "I said, “I have been driven away from your sight.\n    Nevertheless, I will once again look toward your holy temple.”",
      "5": "Waters engulfed me so that I was near death.\n    The deep surrounded me.\n    Seaweed was wrapped around my head.",
      "6": "To the roots of the mountains I sank down.\n    The earth locked me behind its bars forever.\n    But you brought my life up from the pit, O Lord, my God.",
      "7": "When my life was ebbing away, I remembered the Lord.\n    My prayer came to you, to your holy temple.",
      "8": "Those who cling to worthless idols forsake the mercy that is theirs.",
      "9": "But I, with a shout of thanksgiving, will indeed sacrifice to you.\n    What I have vowed, I will certainly pay in full.\n    Salvation belongs to the Lord!",
      "10": "Then the Lord commanded the fish, and it vomited Jonah onto dry land."
    },
    "3": {
      "1": "Then the word of the Lord came to Jonah a second time:",
      "2": "“Get up. Go to Nineveh, the great city, and preach to it the message that I tell you.”",
      "3": "So Jonah set out and went to Nineveh just as the word of the Lord had commanded. Now Nineveh was a great city to God. It required a three-day walk.",
      "4": "Jonah walked through the city for a day, and he called out, “Forty more days and Nineveh is going to be overthrown!”",
      "5": "The men of Nineveh believed God. They proclaimed a fast and put on sackcloth, from the greatest of them to the least.",
      "6": "When word reached the king of Nineveh, he got up from his throne, took off his royal robe, covered himself with sackcloth, and sat in ashes.",
      "7": "Then he issued a proclamation in Nineveh.\nBy the decree of the king and his leading officials:\nDo not let people or animals, herds or flocks, taste anything. Do not let them eat food or drink water.",
      "8": "Instead, let people and animals be covered with sackcloth. Let everyone call fervently to God. Let them turn from their evil way and from the violence that is in their hands.",
      "9": "Who knows? God may turn and relent. He may turn from his burning anger so that we will not perish.",
      "10": "When God saw their actions, that they had turned from their evil way, God relented from the disaster which he said he would bring on them, and he did not carry it out."
    },
    "4": {
      "1": "But to Jonah all this seemed very bad, and he became very angry.",
      "2": "He prayed to the Lord, “Lord, wasn’t this exactly what I said when I was still in my own country? That is why I previously fled to Tarshish, because I knew that you are a gracious and merciful God, slow to anger and abounding in mercy, and you relent from sending disaster.",
      "3": "So now, Lord, please take my life from me, for it is better for me to die than to live.”",
      "4": "But the Lord replied, “Is it right for you to be angry?”",
      "5": "Jonah went out of the city and sat down east of the city. He made a shelter for himself there and sat in the shade under it, waiting to see what would happen in the city.",
      "6": "Then the Lord God provided a plant and made it grow up over Jonah to provide shade over his head, to relieve him from his discomfort. So Jonah was very happy about the plant.",
      "7": "But at dawn the next day God provided a worm, and it attacked the plant so that it withered.",
      "8": "When the sun rose, God provided a scorching east wind. The sun beat down on Jonah’s head so that he grew faint. He wanted to die, so he said, “It is better for me to die than to live.”",
      "9": "But God said to Jonah, “Is it right for you to be angry about the plant?”\nJonah said, “I do have a right to be angry—angry enough to die!”",
      "10": "So the Lord said, “You have been concerned about this plant. You did not work for it or make it grow. It grew up in one night and perished after one night.",
      "11": "So should I not be concerned for Nineveh, the great city, in which there are more than one hundred twenty thousand people who do not know the difference between their right hand and their left—and also many animals?”"
    }
  }
}