{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:39.951091-04:00",
    "Translation": "EHV"
  },
  "Joshua": {
    "1": {
      "1": "This is what happened after the death of Moses, the servant of the Lord.\nThe Lord said to Joshua son of Nun, the attendant of Moses,",
      "2": "“Moses my servant is dead. So prepare to cross the Jordan River that lies in front of you. You and all this people, prepare to go into the land that I am about to give to the people of Israel.",
      "3": "I have given you every place where the sole of your foot has stepped, just as I promised Moses.",
      "4": "From the Wilderness and from Lebanon to the Great River, the Euphrates River—all the land of the Hittites—as far as the Mediterranean Sea, where the sun sets, this will be your territory.",
      "5": "No one will be able to stand against you all the days of your life. Just as I was with Moses, I will be with you. I will not abandon you, and I will not forsake you.",
      "6": "“Be strong and courageous, because you will divide this land among these people, this land which I swore to their fathers that I would give to this people.",
      "7": "Just be strong and very courageous. Be careful to act according to the entire Law which my servant Moses commanded for you. Do not turn from it to the right or to the left, so that you may succeed wherever you go.",
      "8": "This Book of the Law must never depart from your mouth, and you are to meditate on it day and night, so that you will act faithfully according to everything written in it, because then you will prosper in everything you do, and you will succeed.",
      "9": "Have I not commanded you? Be strong and courageous. Do not be terrified and do not be overwhelmed, because the Lord your God is with you wherever you go.”",
      "10": "So Joshua gave this order to the officers of the people:",
      "11": "“Go through the camp and give this order to the people: ‘Prepare provisions for yourselves, because within three days you will be crossing over this Jordan to take possession of the land that the Lord your God is giving to you as a possession.’”",
      "12": "To the Reubenites and the Gadites and to half of the tribe of Manasseh Joshua said,",
      "13": "“Remember the command that Moses, the servant of the Lord, gave you when he said, ‘The Lord your God is granting you rest, and he has given you this land.’",
      "14": "Your wives, your children, and your cattle will stay in the land that Moses gave you east of the Jordan, but you yourselves, all of your strong warriors in their military units, are to cross over ahead of your brothers. You are to help your brothers",
      "15": "until the Lord gives rest to them as he has to you and they too take possession of the land that the Lord your God is giving them. Then you may return to the land allotted to you so that you may fully possess the land that Moses, the servant of the Lord, gave to you in the area east of the Jordan, toward the sunrise.”",
      "16": "Then they answered Joshua, “Everything that you have commanded us we will do. We will go to any place you send us.",
      "17": "Just as we obeyed Moses in all things, we will likewise obey you. May the Lord your God be with you, just as he was with Moses.",
      "18": "Anyone who rebels against your orders and does not obey whatever you command him will be put to death. Just be strong and courageous!”"
    },
    "2": {
      "1": "Now Joshua son of Nun secretly sent two men from Shittim to be spies. He said, “Go and look over the land and Jericho.” So they set out and came to the house of a woman who was a prostitute. Her name was Rahab. They settled in to spend the night there.",
      "2": "It was reported to the king of Jericho: “Some Israelite men came here tonight to spy on the land.”",
      "3": "So the king of Jericho sent messengers to Rahab. They said, “Bring out the men who came to you, the ones who came to your house, because they have come to spy on the whole land.”",
      "4": "Now the woman had taken the two men and had hidden both of them. So she said, “Yes, the men did come to me, but I did not know where they were from.",
      "5": "When the gate was about to be shut at dark, the men left. I do not know where the men went. Go after them quickly so you can overtake them.”",
      "6": "But she actually had taken them up to the roof and had concealed them among the stalks of flax that she had spread out on the roof.",
      "7": "The men of Jericho then went to pursue them along the route to the Jordan that led to the fords. The city gate was closed just after the pursuers had gone out to pursue the spies.",
      "8": "But before the men lay down, Rahab came up to them on the roof.",
      "9": "She said to the men, “I know that the Lord has given you the land. Because of you, terror has fallen upon us, and all the inhabitants of the land are melting in fear before you.",
      "10": "Indeed, we have heard that the Lord dried up the waters of the Red Sea in front of you when you came out of Egypt, and we heard what you did to the two Amorite kings east of the Jordan—to Sihon and to Og. We heard that you devoted them to destruction.",
      "11": "We heard, and our hearts melted, and no one’s courage could hold up anymore against you, because the Lord your God is God in the heavens above and on the earth below.",
      "12": "So now, please swear to me by the Lord that since I have shown kindness to you, you in turn will show kindness to my father’s house. Give me a trustworthy sign",
      "13": "that you will preserve the lives of my father and mother and my brothers and sisters and everyone who belongs to them, and that you will spare our lives.”",
      "14": "The men said to her, “If you do not reveal what we are doing, our lives are pledged for your lives, even to the point of death. Then when the Lord gives us the land, we will show mercy and faithfulness to you.”",
      "15": "She let them down through the window with a rope, since her house was built into the city wall, and she was living inside the wall.",
      "16": "She said to them, “To the hill country! Get moving, so the pursuers do not catch up with you. Hide there for three days until the pursuers return, and then you can go on your way.”",
      "17": "The men said to her, “When we come into the land, we will be free from this oath that you made us swear",
      "18": "unless you tie this bright red cord in the window through which you let us down, and you gather your father and mother, your brothers, and your father’s entire household into your house.",
      "19": "If any one of them goes outside the doors of your house, his blood will be on his own head, and we will be free of guilt. Anyone who is with you in the house, his blood will be on our heads if a hand is laid on him.",
      "20": "If you reveal what we are doing, we will be free from the oath that you made us swear.”",
      "21": "She said, “It will be done just as you have said!” Then she sent them out, and they went away. She tied the bright red cord in the window.",
      "22": "After they left, they went up into the hill country and stayed there for three days, until the pursuers had returned. The pursuers had searched for them all along the route, but they found nothing.",
      "23": "So then the two men set out to return. After they had come down from the hill country, they crossed the river and came to Joshua son of Nun. They reported to him everything that had happened to them.",
      "24": "They said to Joshua, “The Lord has without doubt given the entire land into our hands. What’s more, all the inhabitants of the land are melting in fear before us.”"
    },
    "3": {
      "1": "After Joshua had gotten up early in the morning, he and all the Israelites set out from Shittim and arrived at the Jordan. They stayed there until they crossed over.",
      "2": "After three days the officers went through the camp",
      "3": "and gave this order to the people: “As soon as you see the priests from the tribe of Levi carrying the Ark of the Covenant of the Lord your God, you are to set out from your position and follow the ark.",
      "4": "But keep a distance between you and the ark—about three thousand feet. Do not get too close to it, so that you can determine which way you should go, because you have never crossed over this way before.”",
      "5": "Then Joshua said to the people, “Consecrate yourselves, because tomorrow the Lord will do amazing things among you.”",
      "6": "Then Joshua said to the priests, “Lift up the Ark of the Covenant and pass by in front of the people.” So they lifted up the Ark of the Covenant and went ahead of the people.",
      "7": "The Lord said to Joshua, “Today I will begin to exalt you in the eyes of all Israel so that they will know that just as I was with Moses, so I will be with you.",
      "8": "You are the one who will give this order to the priests carrying the Ark of the Covenant: ‘As soon as you come to the edge of the water of the Jordan, you are to stand still in the Jordan.’”",
      "9": "Joshua said to the people of Israel, “Come closer to me and listen to the words of the Lord your God.”",
      "10": "Then Joshua said, “This is how you will know that the Living God is among you and that he will most certainly drive out from before you the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites:",
      "11": "Look, the Ark of the Covenant of the Lord of all the earth is about to cross over the Jordan ahead of you.",
      "12": "So now choose for yourselves twelve men from the tribes of Israel, one man from each tribe.",
      "13": "As soon as the soles of the feet of the priests carrying the Ark of the Lord, the Lord of all the earth, come to rest in the waters of the Jordan, the waters of the Jordan flowing down from upstream will be cut off, and they will stand up in one heap.”",
      "14": "So the people set out from their tents to cross the Jordan, and the priests carrying the Ark of the Covenant went ahead of the people.",
      "15": "As soon as the priests carrying the ark came to the Jordan, and as soon as their feet dipped into the edge of the water (the Jordan is full and overflows all its banks during all the days of the grain harvest),",
      "16": "the waters flowing down from upstream came to a standstill. The waters piled up in one heap, very far away, at Adam, the town that is next to Zarethan, and the waters flowing down to the Sea of the Arabah, that is, the Salt Sea, were completely cut off. So the people crossed the Jordan opposite Jericho.",
      "17": "The priests carrying the Ark of the Covenant of the Lord stood on dry ground in the middle of the Jordan while all Israel was crossing over on dry ground, until the entire nation had finished crossing the Jordan."
    },
    "4": {
      "1": "When the whole nation had finished crossing the Jordan, the Lord told Joshua,",
      "2": "“Take twelve men from the people, one man from each tribe,",
      "3": "and give them the following orders: ‘Pick up twelve stones from here in the middle of the Jordan, from the place where the feet of the priests are standing securely. Carry them over with you and put them at the place where you will stay tonight.’”",
      "4": "So Joshua called the twelve men whom he had selected from the people of Israel—a man from each tribe.",
      "5": "Joshua said to them, “Go to the middle of the Jordan in front of the Ark of the Lord your God. There each man is to lift up one stone on his shoulder. The number will correspond to the number of the tribes descended from the sons of Israel,",
      "6": "so that this may be a sign among you when your children ask in the future, ‘What do these stones mean for you?’",
      "7": "Then you shall respond to them that the waters of the Jordan were cut off in front of the Ark of the Covenant of the Lord. When the ark passed through the Jordan, the waters of the Jordan were cut off. These stones will serve as a permanent memorial for the people of Israel.”",
      "8": "So the people of Israel did just as Joshua had ordered. They picked up twelve stones from the middle of the Jordan, corresponding to the number of the tribes descended from the sons of Israel, as the Lord had instructed Joshua. They carried the stones over with them to their lodging place and deposited them there.",
      "9": "Joshua also set up twelve stones in the middle of the Jordan at the spot where the feet of the priests carrying the Ark of the Covenant had stood. They are there to this day.",
      "10": "The priests who carried the ark remained standing in the middle of the Jordan until everything that the Lord had commanded Joshua to speak to the people had been accomplished, just as Moses had commanded Joshua. The people moved swiftly and completed the crossing.",
      "11": "When all the people had finished crossing, the Ark of the Lord and the priests crossed over in the presence of the people.",
      "12": "The descendants of Reuben, the descendants of Gad, and the half tribe of Manasseh, arranged by their military units, had crossed over ahead of the people of Israel, just as Moses had commanded them,",
      "13": "about forty thousand men armed for battle. They crossed over to the plain near Jericho to wage war in the presence of the Lord.",
      "14": "That day the Lord exalted Joshua in the sight of all Israel, and they honored him, just as they had honored Moses, all the days of his life.",
      "15": "The Lord said to Joshua,",
      "16": "“Command the priests who are carrying the Ark of the Testimony that they should come up out of the Jordan.”",
      "17": "So Joshua commanded the priests, “Come up out of the Jordan.”",
      "18": "When the priests carrying the Ark of the Covenant of the Lord came up from the middle of the Jordan, as soon as the soles of their feet reached dry ground, the waters of the Jordan returned to their place, and it overflowed all its banks as before.",
      "19": "The people came up from the Jordan on the tenth day of the first month and set up camp at Gilgal on the eastern border of Jericho.",
      "20": "Those twelve stones that they had taken from the Jordan, Joshua set up at Gilgal.",
      "21": "He said to the people of Israel, “When your children in the future ask their fathers, ‘What are these stones?’",
      "22": "you shall teach your children, ‘On dry land Israel crossed over this Jordan.’",
      "23": "For the Lord your God dried up the waters of the Jordan in front of you until you crossed over, just as the Lord your God did to the Red Sea, which he dried up in front of us until we had crossed over.",
      "24": "He did this so that all the peoples of the earth would know that the hand of the Lord is strong, so that you would fear the Lord your God always.”"
    },
    "5": {
      "1": "When all the kings of the Amorites who were in the region west of the Jordan and all the kings of the Canaanites who were by the sea heard that the Lord had dried up the waters of the Jordan in front of the people of Israel until we had crossed over, their hearts melted, and they lost all courage in the presence of the Israelites.",
      "2": "At that time the Lord said to Joshua, “Make flint knives, and circumcise the sons of Israel again, a second time.”",
      "3": "So Joshua made flint knives, and he circumcised the sons of Israel at the Hill of the Foreskins.",
      "4": "This is the reason Joshua had to circumcise the men of Israel again: All the people who came up out of Egypt—all the males, the fighting men—died in the wilderness along the way after they came out of Egypt.",
      "5": "All the people who came out of Egypt had been circumcised, but all the people born in the wilderness during the journey after they had come out from Egypt had not been circumcised.",
      "6": "Yes, for forty years the Israelites walked through the wilderness until the whole nation was gone—all the fighting men who had gone out from Egypt, who had not listened to the voice of the Lord. The Lord had sworn to them that they would not see the land that the Lord had sworn to their fathers to give us, a land flowing with milk and honey.",
      "7": "So it was their sons, whom the Lord had raised up in their place, whom Joshua circumcised. They were still uncircumcised, since the people had not circumcised them during the journey.",
      "8": "When the whole nation had been circumcised, they stayed at their places in the camp until they recuperated.",
      "9": "Then the Lord said to Joshua, “Today I have rolled away the disgrace of Egypt from you.” So the name of that place is Gilgal to this day.",
      "10": "While the people of Israel were camped at Gilgal, they celebrated the Passover on the plain near Jericho on the fourteenth day of the month, in the evening at sunset.",
      "11": "They ate from the produce of the land on the day after the Passover. On that very day they ate unleavened bread and roasted grain.",
      "12": "The manna stopped the day after the first day that they had eaten from the produce of the land. The people of Israel no longer received manna. Instead, they ate from the crops of the land of Canaan that year.",
      "13": "When Joshua was at Jericho, he looked up and saw a man was standing right there in front of him with a drawn sword in his hand. Joshua went to him and said, “Are you one of us or one of our enemies?”",
      "14": "The man said, “Neither! I have now come as the commander of the army of the Lord.” Joshua fell with his face to the ground and worshipped. Then he said to him, “What does my Lord have to say to his servant?”",
      "15": "The commander of the army of the Lord said to Joshua, “Take your sandals off your feet, because the place where you are standing is holy.” So Joshua did so."
    },
    "6": {
      "1": "Jericho was shut up tight because of the Israelites. There was no one going out and no one coming in.",
      "2": "So the Lord said to Joshua, “See, I have given Jericho and its king into your hands even though they are strong warriors.",
      "3": "You shall march around the city with all the fighting men. Circle the city one time. Do this for six days.",
      "4": "Seven priests shall carry seven special ram’s horns in front of the ark. On the seventh day you shall march around the city seven times with the priests blowing the ram’s horns.",
      "5": "When there is a long blast on the special ram’s horn of jubilee, when you hear the sound of the ram’s horn, all the people shall shout with a loud war cry. Then the wall of the city will collapse on itself, and the people will go up into the city, one man after another.”",
      "6": "So Joshua son of Nun called for the priests and said to them, “Lift up the Ark of the Covenant, and seven priests shall carry seven special ram’s horns in front of the Ark of the Lord.”",
      "7": "Then he said to the people, “Move out. March around the city. The armed contingent shall march in front of the Ark of the Lord.”",
      "8": "When Joshua had given orders to the people, the seven priests with the seven special ram’s horns moved forward in front of the Lord, blowing the ram’s horns continuously, with the Ark of the Covenant of the Lord following them.",
      "9": "The armed contingent was marching ahead of the priests, who were blowing the ram’s horns, and the rear guard was following the ark. The priests kept blowing the ram’s horns as they went.",
      "10": "But to the people Joshua had given the order, “Do not shout and do not let your voice be heard. Do not let a word go out of your mouth until the day I say to you, ‘Shout!’ Then you shall shout!”",
      "11": "So he had the Ark of the Lord go around the city, sending it out to circle the city one time. Then they came back to the camp and spent the night there.",
      "12": "Then Joshua got up early in the morning, and the priests lifted up the Ark of the Lord.",
      "13": "The seven priests with the seven special ram’s horns moved forward in front of the Ark of the Lord, blowing the ram’s horns continuously. The armed contingent was marching in front of them, and the rear guard was following behind the Ark of the Lord. The priests kept blowing the ram’s horns as they went.",
      "14": "They marched around the city one time on the second day, and then they returned to the camp. They did this for six days.",
      "15": "Then on the seventh day they got up early, at daybreak, and they marched around the city seven times, following the directions they had been given. It was only on the seventh day that they marched around the city seven times.",
      "16": "Then on the seventh time, the priests blew the ram’s horns, and Joshua said to the people, “Shout, because the Lord has given you the city!",
      "17": "The city will be devoted to destruction. The city and everything in it will be devoted to the Lord. Only Rahab the prostitute will live—she along with all who are with her in the house—because she hid the agents whom we sent.",
      "18": "But you must keep away from the things devoted to destruction, or you will make yourselves subject to destruction by taking some of the devoted things, and you will make the camp of Israel subject to destruction and bring disaster upon it.",
      "19": "But all the silver and gold and the articles of bronze and iron are sacred to the Lord. They must go into the treasury of the Lord.”",
      "20": "So the people shouted, and the priests blew the ram’s horns. When the people heard the sound of the ram’s horns, they shouted with a loud war cry. Then the wall collapsed on itself, and the people went up into the city, one man after another. So they captured the city.",
      "21": "Then they applied the decree of destruction by the edge of the sword to everything that was in the city—both men and women, young and old, and also the oxen, sheep, and donkeys.",
      "22": "To the two men who had spied on the land Joshua said, “Go to the house of the prostitute and bring out the woman and everyone who belongs to her, just as you swore to her.”",
      "23": "So the young men who had acted as spies went and brought out Rahab, her father, her mother, her brothers, and everyone who belonged to her. They brought out all her family members, and they settled them outside the camp of Israel.",
      "24": "But the city and everything in it they burned with fire. Only the silver and gold and the bronze and iron vessels were placed into the treasury of the House of the Lord.",
      "25": "But Joshua spared the lives of Rahab the prostitute and her father’s household and everyone who belonged to her, and she has lived within Israel to this day, because she hid the agents that Joshua sent to spy on Jericho.",
      "26": "At that time Joshua swore an oath:\nCursed before the Lord is the man who sets out to rebuild this city, Jericho.\nAt the cost of his firstborn he will lay its foundation,\nand at the cost of his youngest he will set up its gates.",
      "27": "So the Lord was with Joshua, and his fame spread through the whole land."
    },
    "7": {
      "1": "The people of Israel acted unfaithfully in regard to the devoted things. Achan the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, took some of the devoted things, and the anger of the Lord burned against the people of Israel.",
      "2": "Joshua sent men from Jericho to Ai, which is near Beth Aven, east of Bethel. He said to them, “Go up and spy on the land.” So the men went up and spied on Ai.",
      "3": "They returned to Joshua and told him, “All the people do not need to go up. Let about two or three thousand men go up, and they can defeat Ai. Do not trouble all the people with going up there, because there are only a few people in Ai.”",
      "4": "So about three thousand men from among the people went up there, but they fled from the men of Ai.",
      "5": "The men of Ai struck dead about thirty-six of them. They pursued them from the city gate as far as Shebarim, and they struck them dead on the way down the descent. So the hearts of the people melted and turned to water.",
      "6": "Then Joshua tore his clothes and fell down with his face to the ground in front of the Ark of the Lord until evening—he and the elders of Israel. They also threw dust on their heads.",
      "7": "Joshua said, “Ah, my Lord God! Why did you bring this people across the Jordan to place us into the hand of the Amorites to exterminate us? If only we had been willing to settle in the area on the other side of the Jordan!",
      "8": "Please bear with me, my Lord! What can I say after Israel has turned its back before its enemies?",
      "9": "Now the Canaanites and all the inhabitants of the land will hear, and they will surround us and cut off our name from the earth. Then what will you do for your great name?”",
      "10": "Then the Lord gave directions to Joshua:\nYou, get up! Why are you falling on your face?",
      "11": "Israel has sinned! They have transgressed the covenant that I commanded for them! Yes, they have even taken some of the devoted things. They have stolen! They have deceived! Yes, they have even placed the devoted things that they stole among their own goods.",
      "12": "That is why the people of Israel are not able to stand before their enemies. They turned their backs before their enemies because they have become liable to destruction. I will not continue to be with you unless you destroy the devoted things from among you.",
      "13": "Get up and consecrate the people. You are to tell them: Consecrate yourselves for tomorrow, because this is what the Lord, the God of Israel, says. Things devoted to destruction are in your midst, Israel. You will not be able to stand before your enemies until you remove the devoted things from your midst.",
      "14": "In the morning you are to present yourselves tribe by tribe. The tribe that the Lord identifies is to come forward by clans. The clan that the Lord identifies is to come forward by households. The household that the Lord identifies is to come forward one man at a time.",
      "15": "Then the man who is caught with the devoted things is to be burned with fire—he and all that belongs to him—because he transgressed the covenant of the Lord and because he committed sacrilege in Israel.",
      "16": "Joshua got up early in the morning, and he had Israel come forward tribe by tribe. The tribe of Judah was identified.",
      "17": "Then he had the tribe of Judah come forward, and he identified the clan of the Zerahites. Next, he had the clan of the Zerahites come forward by individual families, and Zabdi’s family was identified.",
      "18": "Then he had Zabdi’s household come forward one man at a time, and Achan the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, was identified.",
      "19": "Joshua said to Achan, “My son, give glory now to the Lord, the God of Israel, and give him praise. Now tell me what you did. Do not conceal it from me.”",
      "20": "Achan answered Joshua, “It is true. I am the one who has sinned against the Lord, the God of Israel, and this is what I did:",
      "21": "Among the plunder I saw an expensive Mesopotamian robe, a fine one, and two hundred shekels of silver and one wedge of gold—it weighed fifty shekels. I coveted them and I took them. Now they are hidden in the ground inside my tent, and the silver is underneath it.”",
      "22": "So Joshua sent agents. They ran to the tent, and there it was! The robe was hidden in his tent, and the silver was underneath it!",
      "23": "They took them from the middle of the tent and brought them to Joshua and to all the people of Israel, where they poured them out before the Lord.",
      "24": "Then Joshua took Achan son of Zerah and the silver, the garment, and the wedge of gold, as well as Achan’s sons and his daughters, his ox, his donkey and his flock, and his tent and everything that belonged to him—so all Israel, led by Joshua, brought them up to the Valley of Achor.",
      "25": "Joshua said, “Why have you brought disaster on us? The Lord will bring disaster on you this day!”\nThen all Israel stoned Achan to death. They also burned him and them with fire, and they pelted them with stones.",
      "26": "They erected a large heap of stones over Achan, which remains to this day. Then the Lord turned from the heat of his anger. For that reason the name of that place is called the Valley of Achor to this day."
    },
    "8": {
      "1": "The Lord said to Joshua, “Do not be afraid. Do not be overwhelmed. Take with you the whole military force and get ready to go up to Ai. You see, I have given the king of Ai into your hand with his people, his city, and his land.",
      "2": "You shall do to Ai and its king just as you did to Jericho and its king, but its plunder and its livestock you may take as spoils of war for yourselves. Set an ambush for the city on the west side of it.”",
      "3": "So Joshua and the whole military force got ready to go up to Ai. Joshua chose thirty thousand men, strong warriors, and sent them out during the night.",
      "4": "He commanded them, “See to it that you set up an ambush against the city on its west side, not very far from the city. All of you are to be on alert.",
      "5": "Then I and all the people who are with me will approach the city. When the men of Ai come out to face us just as they did the first time, we will flee from them.",
      "6": "They will come out after us until we lure them away from the city, because they will say, ‘They are fleeing from us just as they did the first time!’ and we will flee from them.",
      "7": "Then you are to spring up from the ambush and seize the city, and the Lord your God will give it into your hand.",
      "8": "When you have taken the city, you are to set the city on fire. According to the word of the Lord you are to act in this way. Look, I have commanded you.”",
      "9": "So Joshua sent them out, and they went to the place for the ambush. They lay hidden on the west side of Ai, between Bethel and Ai. But Joshua spent that night among the people of the main force.",
      "10": "Joshua got up early in the morning, and he mustered the people. Then he went up—he and the elders of Israel—leading the main force of the people to Ai.",
      "11": "The whole military force that was with him went up and advanced. They arrived opposite the city, and they camped north of Ai. The valley was between Joshua and Ai.",
      "12": "He had taken about five thousand men and set them as an ambush between Bethel and Ai, on the west side of the city.",
      "13": "This is how they positioned the people: The whole army that had come from the camp was north of the city, but the detachment in the ambush was west of the city. That night Joshua went out into the middle of the valley.",
      "14": "When the king of Ai saw this, the men of the city got up quickly and went out to face Israel in battle—the king and all his people—at the chosen place facing the Arabah. But he did not know that there was an ambush for him west of the city.",
      "15": "Then Joshua and all Israel pretended to be beaten before them and fled toward the wilderness.",
      "16": "All the people that were in the city were marshaled to pursue them. As they pursued Joshua, they were lured away from the city.",
      "17": "So not a man was left in Ai or Bethel who did not go out after Israel. They left the city open and pursued Israel.",
      "18": "Then the Lord said to Joshua, “Point toward Ai with the javelin that is in your hand, because I will give Ai into your hand.” So Joshua reached out toward the city with the javelin that was in his hand.",
      "19": "The ambush force quickly sprang up from its place and came running as soon as he reached out his hand. Then they went into the city, took it, and quickly set it on fire.",
      "20": "The men of Ai turned to look behind them, and, to their surprise, the smoke of the city was rising to the sky! They were not strong enough to escape this way or that, because the people of Israel who had been fleeing toward the wilderness turned back against the pursuers.",
      "21": "When Joshua and all Israel saw that the ambush force had taken the city and that smoke was rising from the city, they turned back and struck the men of Ai.",
      "22": "Then the other Israelites came out of the city against the men of Ai so that they were trapped in the middle of Israel, with some Israelites on this side of them and some on that. So Israel struck them down until there was no one left, no survivor, no escapee.",
      "23": "But they took the king of Ai alive and brought him to Joshua.",
      "24": "When Israel had finished killing all the inhabitants of Ai who were in the open country of the wilderness, into which the men of Ai had pursued them, and when all of the men of Ai had fallen by the edge of the sword so that they were finished off, then all Israel turned back to Ai and struck it with the edge of the sword.",
      "25": "All those who fell that day, both men and women, were twelve thousand—all the people of Ai.",
      "26": "Joshua did not lower his hand that held the javelin until he had completely destroyed all the inhabitants of Ai.",
      "27": "But the livestock and the plunder from that city the Israelites took as spoils of war for themselves, according to the word of the Lord that he had commanded Joshua.",
      "28": "Then Joshua burned Ai and reduced it to a mound of rubble, which lies in ruins to this day.",
      "29": "He hanged the king of Ai on a tree until evening. When the sun was setting, Joshua gave the command, and they took down his corpse from the tree and threw it at the entrance to the gatehouse of the city. Then they erected a large heap of stones over him, which remains to this day.",
      "30": "Then Joshua built an altar to the Lord, the God of Israel, on Mount Ebal,",
      "31": "just as Moses, the servant of the Lord, had commanded the people of Israel. According to the directions written in the Book of the Law of Moses, it was an altar of uncut stones, upon which no one had used an iron tool. They offered up burnt offerings to the Lord on it, and they also sacrificed fellowship offerings.",
      "32": "There on the stones Joshua wrote a copy of the Law of Moses, which he wrote in the presence of the people of Israel.",
      "33": "All Israel with its elders and officers and its judges were standing on both sides of the ark facing the priests from the tribe of Levi who held the Ark of the Covenant of the Lord. Both the resident aliens and the native-born stood there, half in front of Mount Gerizim and half in front of Mount Ebal, just as Moses, the servant of the Lord, had commanded previously, so that the people of Israel could be blessed.",
      "34": "After that, Joshua read aloud all the words of the law, the blessing and the curse, exactly as all of it is written in the Book of the Law.",
      "35": "There was not one word of all that Moses had commanded that Joshua did not read aloud before the whole assembly of Israel, including the women, the children, and the aliens living among them."
    },
    "9": {
      "1": "When all the kings who were west of the Jordan in the hill country, in the Shephelah, and along the entire coast of the Mediterranean Sea as far as Lebanon (the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites) heard what had happened,",
      "2": "they gathered together with one purpose: to wage war against Joshua and Israel.",
      "3": "However, when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,",
      "4": "they responded by coming up with a clever scheme: They gathered their provisions as if they were going on a trip. They loaded worn-out sacks on their donkeys and wineskins that were worn-out, split, and mended.",
      "5": "They put worn-out, patched sandals on their feet, and they put on worn-out clothing. All the bread in their provisions was dried out. It had begun to crumble.",
      "6": "Then they came to Joshua at the camp at Gilgal and told him and the men of Israel, “We have come from a land far away. So now, make a treaty with us.”",
      "7": "The men of Israel said to the Hivites, “Perhaps you live among us. How can we make a treaty with you?”",
      "8": "They said to Joshua, “We are your servants.”\nSo Joshua said to them, “Who are you, and where do you come from?”",
      "9": "They said to him, “Because of the Name of the Lord your God, your servants have come from a land very far away. For we heard the report about him and all that he did in Egypt",
      "10": "and all that he did to the two kings of the Amorites who were in the area east of the Jordan—to Sihon king of Heshbon and to Og king of Bashan, who was in Ashtaroth.",
      "11": "Our elders and all the inhabitants of our land said to us, ‘Take in your hand provisions for the journey and go to meet them. You should say to them, “We are your servants, so now make a treaty with us.”’",
      "12": "This bread of ours was hot when we packed for the trip at our houses on the day we set out to come to you. Now, look, it is dried out and has become crumbs!",
      "13": "The wineskins were new when we filled them. Look, they have burst! Look at our clothing and our sandals. They wore out because of the great length of the journey.”",
      "14": "Then the men of Israel took some of their provisions, but they did not seek the word of the Lord.",
      "15": "So Joshua made peace with them. He made a treaty with them to let them live, and the leaders of the community swore an oath to them.",
      "16": "But three days after they had made the treaty with them, the Israelites heard that they were their neighbors, that is, that they were living among them.",
      "17": "So the people of Israel set out and came to the Gibeonites’ cities on the third day. Their cities were Gibeon, Kephirah, Be’eroth, and Kiriath Jearim.",
      "18": "But the people of Israel did not attack them because the leaders of the congregation had sworn an oath to them by the Lord, the God of Israel. So the whole community grumbled against the leaders.",
      "19": "All the leaders said to the community, “We swore an oath to them by the Lord, the God of Israel, so now we are not able to touch them.",
      "20": "This is what we should do with them: We will keep them alive so that there will not be anger against us because of the oath that we swore to them.”",
      "21": "Then the leaders said to the community, “They shall live!” So they became wood cutters and water carriers for the whole community, just as the leaders had advised concerning them.",
      "22": "Then Joshua summoned them and said to them, “Why did you deceive us by saying, ‘We live very far away from you,’ when in fact you live right among us?",
      "23": "So now you are cursed! The name ‘slave’ will never be removed from you. You will always be wood cutters and water carriers for the house of my God.”",
      "24": "They answered Joshua, “Your servants were told very clearly that the Lord your God commanded his servant Moses to give you all the land and to exterminate all the inhabitants of the land from your presence. We feared greatly for our lives because of you. That is why we did this.",
      "25": "So here we are, in your hand. Whatever seems good and right in your eyes to do to us, do it.”",
      "26": "So that is what he did to them. He saved them from the hand of the people of Israel so that they did not kill them.",
      "27": "On that day Joshua designated them as wood cutters and water carriers for the community and for the altar of the Lord, for the place the Lord would choose, until this very day."
    },
    "10": {
      "1": "When Adoni-Zedek king of Jerusalem heard that Joshua had captured Ai and devoted it to destruction, and that Joshua had done to Ai and its king exactly what he had done to Jericho and its king, and that the inhabitants of Gibeon had made peace with Israel and were allied with them,",
      "2": "then he and those with him were very afraid because Gibeon was a large city, like one of the royal capital cities. It was larger than Ai, and all its men were warriors.",
      "3": "So Adoni-Zedek king of Jerusalem sent word to Hoham king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon. He said,",
      "4": "“Come up, join me, and help me. We must attack Gibeon, because it made peace with Joshua and with the Israelites.”",
      "5": "So the five kings of the Amorites—namely, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon—gathered together and went up with all their divisions. They set up camp around Gibeon and waged war against it.",
      "6": "The men of Gibeon sent word to Joshua in the camp at Gilgal, saying, “Do not withdraw your hand from your servants. Come up to us quickly! Save us! Help us, because all the kings of the Amorites living in the hill country have united themselves against us.”",
      "7": "So Joshua went up from Gilgal—he and all the military forces with him, including all the strong warriors.",
      "8": "Then the Lord said to Joshua, “Do not be afraid of them, because I have given them into your hand. Not a man among them will be able to stand in your presence.”",
      "9": "So Joshua came upon them unexpectedly by marching up from Gilgal all night.",
      "10": "The Lord threw them into a panic before Israel, and he struck a powerful blow against them at Gibeon. Then he chased them on the road that goes up to Beth Horon, and he struck them as far as Azekah and Makkedah.",
      "11": "While they were fleeing from Israel on the descent from Beth Horon, the Lord hurled large stones from the heavens on them all the way to Azekah. So they died. Those who died from the hailstones were many more than those whom the Israelites killed by the sword.",
      "12": "Then Joshua spoke to the Lord on the day that the Lord gave the Amorites into the power of Israel ⎣when he struck them down at Gibeon, and they were struck down before the people of Israel⎦. He said in the sight of Israel:\nSun, rest at Gibeon.\nMoon, rest at the Valley of Aijalon.",
      "13": "The sun rested,\nand the moon stood still\nuntil a nation could avenge itself on its enemies.\nIs this not written in the Book of Jashar? The sun stood still in the middle of the sky and did not hurry to set for about a whole day.",
      "14": "There has never been a day like that day either before it or after it, a day when the Lord listened to the voice of a man, for the Lord was fighting for Israel.",
      "15": "Then Joshua and all Israel with him returned to the camp at Gilgal.",
      "16": "Those five kings fled and hid in the cave at Makkedah.",
      "17": "It was reported to Joshua: “The five kings have been found hiding in the cave at Makkedah.”",
      "18": "So Joshua said, “Roll large stones against the mouth of the cave, and station men over it to guard them.",
      "19": "But you—do not stand still. Chase your enemies and attack them from the rear. Do not give them a chance to get to their cities, because the Lord your God has given them into your hand.”",
      "20": "When Joshua and the people of Israel had inflicted a devastating blow upon them, to the point that they were almost wiped out (though a small group of survivors escaped into the fortified cities),",
      "21": "then all the people returned safely to the camp of Joshua at Makkedah. No one dared to speak a word against the people of Israel—against any one of them!",
      "22": "Then Joshua said, “Open the mouth of the cave, and bring those five kings out to me from the cave.”",
      "23": "They did so and brought those five kings out to him from the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
      "24": "When they had brought those kings out to Joshua, he summoned every man of Israel and said to the commanders of the fighting men who had gone with him, “Come, put your feet on the necks of these kings.” So they came and put their feet on their necks.",
      "25": "Then Joshua said to them, “Do not be afraid. Do not be overwhelmed. Be strong and courageous because the Lord will do these same things to all your enemies against whom you are waging war.”",
      "26": "Joshua struck them down after that, and after he had killed them, he hung them on five trees. They were hung on the trees until evening.",
      "27": "At sunset Joshua gave the command, and they took them down from the trees and threw them into the cave where they had hidden themselves. They placed large stones over the mouth of the cave, which remain there to this very day.",
      "28": "Joshua captured Makkedah on that day and struck it and its king with the edge of the sword. He devoted it to destruction, together with every living thing that was in it. He did not leave a survivor. So he did to the king of Makkedah just as he had done to the king of Jericho.",
      "29": "Then Joshua and all Israel with him moved on from Makkedah to Libnah and waged war against Libnah.",
      "30": "The Lord gave it into the hand of Israel, together with its king. He struck Libnah with the edge of the sword, together with every living thing that was in it. He did not leave a survivor in it. So he did to its king just as he had done to the king of Jericho.",
      "31": "Next Joshua and all Israel with him moved on from Libnah to Lachish. He set up camp against it and waged war against it.",
      "32": "The Lord gave Lachish into the hand of Israel. He captured it on the second day, and he struck it with the edge of the sword, together with every living thing that was in it, exactly as he had done to Libnah.",
      "33": "Then Horam king of Gezer came up to help Lachish, but Joshua struck him and his people until he did not leave one survivor for him.",
      "34": "Then Joshua and all Israel with him moved from Lachish to Eglon. They set up camp against it and waged war against it.",
      "35": "They captured it on that day and struck it with the edge of the sword, together with every living thing that was in it. On that day he devoted it to destruction, exactly as he had done to Lachish.",
      "36": "Then Joshua and all Israel with him went up from Eglon to Hebron, and they waged war against it.",
      "37": "They captured it and struck it with the edge of the sword together with its king and all its settlements and every living thing that was in it. He did not leave a survivor, exactly as he had done to Eglon. He devoted it to destruction, along with every living thing in it.",
      "38": "Next Joshua and all Israel with him turned back to Debir and waged war against it.",
      "39": "He captured it, together with its king and all its settlements. They struck them with the edge of the sword and devoted to destruction every living thing that was in it. He did not leave a survivor. Just as he had done to Hebron, so he did to Debir and its king, just as he had done to Libnah and its king.",
      "40": "In this way Joshua struck the whole land: the hill country, the Negev, the Shephelah, and the slopes, together with all their kings. He did not leave a survivor. Every breathing thing he devoted to destruction, just as the Lord, the God of Israel, had commanded him.",
      "41": "Joshua struck them from Kadesh Barnea all the way to Gaza and from the whole land of Goshen all the way to Gibeon.",
      "42": "All of these kings and their land Joshua captured at one time because the Lord, the God of Israel, was fighting for Israel.",
      "43": "Then Joshua and all Israel with him returned to the camp at Gilgal."
    },
    "11": {
      "1": "When Jabin king of Hazor heard what had happened, he sent word to Jobab king of Madon, to the king of Shimron, to the king of Akshaph,",
      "2": "and to the kings in the northern hill country, those in the Arabah south of Kinneret, in the Shephelah, and in Naphoth Dor to the west,",
      "3": "as well as to the Canaanites in the east and the west, and to the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country, and to the Hivites below Mount Hermon in the land of Mizpah.",
      "4": "They came out—they and all their divisions with them—a people as numerous as the sand on the seashore, together with very many horses and chariots.",
      "5": "All these kings gathered together. They came and camped together at the Waters of Merom to wage war against Israel.",
      "6": "But the Lord said to Joshua, “Do not be afraid of them, because tomorrow at this time I will give all of them to Israel as corpses. You are to hamstring their horses and burn their chariots with fire.”",
      "7": "So Joshua and all the military forces with him came upon them suddenly at the Waters of Merom and attacked them.",
      "8": "The Lord gave them into the hand of Israel, and they struck them and pursued them as far as Great Sidon, as far as Misrephoth Maim, and as far east as the Valley of Mizpah. They struck them down until they left no survivor for them.",
      "9": "Joshua did to them just as the Lord had said to him: He hamstrung their horses and burned their chariots with fire.",
      "10": "Joshua turned back at that time and captured Hazor. He struck down its king with the sword, even though Hazor had formerly been the head of all these kingdoms.",
      "11": "The Israelites struck down every living thing that was in Hazor with the edge of the sword, devoting them to destruction. He left nothing breathing, and Hazor he burned with fire.",
      "12": "Joshua captured all the cities of these kings and all their kings. He struck them with the edge of the sword. He devoted them to destruction just as Moses, the servant of the Lord, had commanded.",
      "13": "But none of the cities standing on their mounds were burned by Israel—except that Joshua did burn Hazor.",
      "14": "All of the plunder from these cities, including the cattle, was taken by the people of Israel as spoils of war for themselves, but they struck down every person with the edge of the sword until they had exterminated them all. They did not leave anything that breathed.",
      "15": "Just as the Lord had commanded his servant Moses, so Moses commanded Joshua, and so Joshua did. He did not fail to carry out a single word of everything that the Lord had commanded Moses.",
      "16": "So Joshua took all this land: the hill country, all the Negev, all the land of Goshen, the Shephelah, the Arabah, the mountainous region of Israel and its foothills,",
      "17": "from Mount Halak that rises to Seir, as far as Baal Gad in the Valley of Lebanon under Mount Hermon. He captured all their kings. He struck them and put them to death.",
      "18": "For many days Joshua made war with all these kings.",
      "19": "There was no city that made peace with the people of Israel except for the Hivites living in Gibeon. The Israelites took them all in battle,",
      "20": "for it was the Lord who hardened their hearts so that they would confront Israel in battle and would be devoted to destruction, and they would not receive mercy but would be destroyed, just as the Lord had commanded Moses.",
      "21": "At that time Joshua went and cut off the Anakites from the hill country—from Hebron, from Debir, from Anab, and from all the hill country of Judah and from all the hill country of Israel. Joshua devoted them and their cities to destruction.",
      "22": "There were no Anakites remaining in the land of the Israelites. Only in Gaza, in Gath, and in Ashdod were they left.",
      "23": "So Joshua took the whole land according to everything the Lord had spoken to Moses, and Joshua gave it as an inheritance to Israel according to their allotments for their tribes. Then the land rested from war."
    },
    "12": {
      "1": "The following are the kings of the land whom the people of Israel struck down and then took possession of their land, which was east of the Jordan toward the rising of the sun, from the Arnon Canyon to Mount Hermon, including all of the Arabah east of the Jordan.",
      "2": "The first was Sihon king of the Amorites, who lived in Heshbon. He ruled over the territory that extends from Aroer, which is on the edge of the Arnon Canyon, and from the middle of the canyon all the way north to the Jabbok Canyon, which is the border of the Ammonites.",
      "3": "This includes half of Gilead. He also ruled over the eastern part of the Arabah from the Sea of Kinneret south as far as the Sea of the Arabah, which is the Salt Sea, and east in the direction of Beth Jeshimoth and south as far as the slopes of Pisgah.",
      "4": "The second area was the territory of Og king of Bashan, who was from a remnant of the Rephaim and who lived in Ashtaroth and in Edrei.",
      "5": "He was ruler in Mount Hermon, in Salekah, and in all Bashan up to the border of the Geshurites and the Ma’akathites, and in half of Gilead as far south as the border of Sihon king of Heshbon.",
      "6": "Moses, the servant of the Lord, and the people of Israel struck them down. Moses, the servant of the Lord, gave this land east of the Jordan as a possession to the tribe of Reuben, to the tribe of Gad, and to the half tribe of Manasseh.",
      "7": "The following are the kings of the land that Joshua and the people of Israel struck down in the area west of the Jordan, from Baal Gad in the Valley of Lebanon to Mount Halak, which rises toward Seir. Joshua gave it to the tribes of Israel as a possession according to their allotments,",
      "8": "which were in the hill country, in the Shephelah, in the Arabah, on the slopes, in the wilderness, and in the Negev—land that formerly was the land of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites:",
      "9": "the king of Jericho onethe king of Ai, which is next to Bethel one",
      "10": "the king of Jerusalem onethe king of Hebron one",
      "11": "the king of Jarmuth onethe king of Lachish one",
      "12": "the king of Eglon onethe king of Gezer one",
      "13": "the king of Debir onethe king of Geder one",
      "14": "the king of Hormah onethe king of Arad one",
      "15": "the king of Libnah onethe king of Adullam one",
      "16": "the king of Makkedah onethe king of Bethel one",
      "17": "the king of Tappuah onethe king of Hepher one",
      "18": "the king of Aphek onethe king for the Sharon Plain one",
      "19": "the king of Madon onethe king of Hazor one",
      "20": "the king of Shimron Meron onethe king of Akshaph one",
      "21": "the king of Ta’anach onethe king of Megiddo one",
      "22": "the king of Kedesh onethe king of Jokneam in Carmel one",
      "23": "the king of Dor in Naphoth Dor onethe king of Goyim in Gilgal one",
      "24": "the king of Tirzah oneall of the kings thirty-one."
    },
    "13": {
      "1": "Now Joshua had grown old and had advanced in years. So the Lord said to him, “You have grown old and advanced in years, but very much land remains to be taken as your possession.",
      "2": "“This is the land that remains:\nAll the districts of the Philistines and all of the Geshurites,",
      "3": "from the Shihor, which is east of Egypt, to the border of Ekron on the north. (This is reckoned as belonging to the Canaanites, but includes the five serens of the Philistines, the serens of Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as the Avvites",
      "4": "on the south.)\nAll the land of the Canaanites, and Me’arah, which belongs to the Sidonians, as far as Aphek, up to the border of the Amorites.",
      "5": "The land of the Gebalites, and all of Lebanon toward the rising of the sun, from Baal Gad below Mount Hermon up to the entry to Hamath,",
      "6": "all the inhabitants of the hill country from Lebanon to Misrephoth Maim, and all the Sidonians.\n“I myself will drive them out as the people of Israel advance. So assign the land to Israel as their possession by lot, just as I have commanded you.",
      "7": "Now apportion this land as an inheritance for nine of the tribes and one of the half tribes of Manasseh.”",
      "8": "Together with the other half tribe of Manasseh, the Reubenites and Gadites had already received their inheritance from Moses in the area east of the Jordan, just as Moses, the servant of the Lord, had assigned it to them.",
      "9": "It extended from Aroer, which is on the edge of the Arnon Canyon, and from the city that is in the middle of the canyon, and included all the tableland from Medeba to Dibon.",
      "10": "It included all the cities of Sihon king of the Amorites, who ruled in Heshbon, up to the border of the people of Ammon;",
      "11": "also Gilead, and the territory of the Geshurites and the Ma’akathites, and all Mount Hermon and all of Bashan to Salekah;",
      "12": "also all the kingdom of Og in Bashan, who ruled in Ashtaroth and in Edrei.\n(Og himself was left from the remnant of the Rephaim, and Moses struck them down and drove them out.)",
      "13": "But the people of Israel did not drive out the Geshurites and the Ma’akathites. So Geshur and Ma’akath have lived within Israel to this day.",
      "14": "But to the tribe of Levi, Moses did not give an inheritance. Their inheritance is the offerings made by fire to the Lord, the God of Israel, just as he said to them.",
      "15": "Moses gave land to the tribe of the descendants of Reuben according to their clans.",
      "16": "Their territory included Aroer, which is on the edge of the Arnon Canyon, and the city that is in the middle of the canyon, and all of the tableland by Medeba.",
      "17": "It included Heshbon and all its cities that are in the tableland, also Dibon, Bamoth Baal, and Beth Baal Meon,",
      "18": "also Jahaz, Kedemoth, and Mepha’ath;",
      "19": "also Kiriathaim, and Sibmah, and Zereth Shahar on the hill in the valley,",
      "20": "and Beth Peor, and the slopes of Pisgah, and Beth Jeshimoth,",
      "21": "all the cities of the tableland.\nIt included the whole kingdom of Sihon king of the Amorites, who ruled in Heshbon, whom Moses had struck down, together with the chiefs of Midian, namely, Evi, Rekem, Zur, Hur, and Reba, who were subject kings under Sihon and lived in his land.",
      "22": "In addition to the Midianites who were killed, the Israelites killed with the sword Balaam son of Beor, who practiced divination.",
      "23": "The border of the descendants of Reuben was the Jordan River. This was the border of the inheritance of the descendants of Reuben according to their clans—the cities and their villages.",
      "24": "Moses also gave land to the tribe of Gad, to the descendants of Gad according to their clans.",
      "25": "Their territory included Jazer, and all the cities of Gilead, and half of the land of the descendants of Ammon, as far as Aroer, which is near Rabbah.",
      "26": "Also it extended from Heshbon to Ramat Hamizpah and Betonim, and from Mahanaim to the border of Debir.",
      "27": "Also in the valley he gave them Beth Haram, Beth Nimrah, and Succoth, as well as Zaphon, and the rest of the kingdom of Sihon king of Heshbon, with the Jordan as a border, up to the end of the Sea of Galilee, the region beyond the Jordan to the east.",
      "28": "This is the inheritance of the descendants of Gad according to their clans—the cities and their villages.",
      "29": "Moses also gave land to the half tribe of Manasseh. It was given to the half tribe of the descendants of Manasseh according to their clans.",
      "30": "Their territory extended from Mahanaim through all of Bashan, including all the kingdom of Og king of Bashan and all the tent villages of Jair, which are in Bashan—sixty cities in all.",
      "31": "He gave half of Gilead, also Ashtaroth and Edrei, cities belonging to the kingdom of Og in Bashan, to the descendants of Makir, the son of Manasseh, to half of the descendants of Makir according to their clans.",
      "32": "These territories are what Moses had given as an inheritance while in the Plains of Moab from the region beyond the Jordan of Jericho to the east.",
      "33": "But to the tribe of Levi, Moses had not given an inheritance. The Lord, the God of Israel—he is their inheritance, as he had said to them."
    },
    "14": {
      "1": "The following are the allotted inheritances for the descendants of Israel in the land of Canaan, which Eleazar the priest, Joshua son of Nun, and the leading fathers of the tribes allotted as an inheritance to the people of Israel.",
      "2": "The inheritances for nine tribes and the half tribe of Manasseh were determined by lot, just as the Lord had commanded through Moses.",
      "3": "Moses had already assigned inheritances to two tribes and to one half tribe in the region east of the Jordan, but to the Levites he did not give an inheritance among the other tribes.",
      "4": "Because the sons of Joseph had been divided into two tribes, namely, Manasseh and Ephraim, the Levites did not receive a tribal territory in the land. They did, however, receive cities to live in along with the cities’ pasturelands for their cattle and property.",
      "5": "Just as the Lord had commanded Moses, that is what the people of Israel did when they apportioned the land.",
      "6": "When the people of Judah came to Joshua at Gilgal, Caleb son of Jephunneh, the Kenizzite, said this to him:\nYou know what the Lord spoke to Moses, the man of God, concerning you and me in Kadesh Barnea.",
      "7": "I was forty years old when Moses, the servant of the Lord, sent me from Kadesh Barnea to scout the land, and I brought back to him my heartfelt advice.",
      "8": "When my brother Israelites who went up with me made the hearts of the people melt, I nevertheless fully followed the Lord my God.",
      "9": "So Moses swore an oath to me on that day. He said, “Most certainly the land on which your foot has walked shall be an inheritance for you and for your children forever, because you fully followed the Lord my God.”",
      "10": "So now as you see, the Lord has kept me alive, just as he said, for these forty-five years since the Lord spoke this promise to Moses when Israel was traveling in the wilderness. So now, here I am today, eighty-five years old!",
      "11": "I am still as strong today as on the day that Moses sent me out. My strength for going out and for coming back from battle is the same now as it was then.",
      "12": "So now, give me this place in the hill country that the Lord promised that day. Even though you heard on that day that the Anakites are there, as well as large fortified cities, perhaps the Lord will be with me, and I will drive them out, just as the Lord said.",
      "13": "So Joshua blessed him, and he gave Hebron to Caleb son of Jephunneh as an inheritance.",
      "14": "Therefore Hebron has belonged to Caleb son of Jephunneh, the Kenizzite, as an inheritance to this day, because he fully followed after the Lord, the God of Israel.",
      "15": "The name of Hebron formerly was Kiriath Arba. Arba was the greatest man among the Anakites.\nSo the land rested from war."
    },
    "15": {
      "1": "This was the allotment for the tribe of the descendants of Judah according to their clans. It extended south to the border with Edom and through the Negev to the Wilderness of Zin in the extreme south.",
      "2": "Their border on the south started from the south end of the Dead Sea, from the bay that faces south.",
      "3": "It goes south from the Ascent of Akrabbim and crosses over to Zin and ascends from south of Kadesh Barnea.\nThen it crosses over to Hezron and ascends to Adar and curves around to Karka.",
      "4": "Then it crosses over to Azmon and goes out to the Stream of Egypt.\nThe border ends at the Mediterranean Sea.\nThis is your southern border.",
      "5": "The border on the east is the Dead Sea, up to the mouth of the Jordan.\nThe border on the north side starts from the bay of the sea at the mouth of the Jordan.",
      "6": "The border ascends to Beth Hoglah and crosses over north of Beth Arabah.\nThen the border ascends to the Stone of Bohan, the son of Reuben.",
      "7": "Then the border ascends to Debir from the Valley of Achor and turns north toward Gilgal, which is opposite the Ascent of Adummim, which is south of the streambed.\nThen the border crosses over to the waters of En Shemesh, ending at En Rogel.",
      "8": "Then the border ascends through the Valley of the Son of Hinnom at the slope of the Jebusites on the south side of Jerusalem.\nThen the border ascends to the top of the mountain that is across the Valley of Hinnom on the west side, where Hinnom meets the north end of the Valley of Rephaim.",
      "9": "Then the border bends from the top of the mountain to the spring of the Waters of Nephtoah and goes out to the cities of Mount Ephron.\nThen the border bends toward Baalah—that is, Kiriath Jearim.",
      "10": "The border curves around from Baalah westward to Mount Seir and crosses over to the slope of Mount Jearim from the north—that is, Kesalon—and descends to Beth Shemesh, then crosses over to Timnah.",
      "11": "The border goes out to the slope of Ekron, on the north.\nThen the border bends to Shikkeron and crosses over Mount Baalah and goes out to Jabne’el, and the border ends at the sea.",
      "12": "The border on the west—the Mediterranean Sea is the border.\nThis is the border on all sides for the descendants of Judah according to their clans.",
      "13": "To Caleb son of Jephunneh, Joshua gave a portion among the people of Judah, in keeping with the word of the Lord to Joshua, namely, the city of Kiriath Arba (Arba was the father of Anak). Kiriath Arba is now called Hebron.",
      "14": "Caleb drove out from there the three sons of Anak: Sheshai, Ahiman, and Talmai, the children of Anak.",
      "15": "Then he went up from there against the inhabitants of Debir. The name of Debir was formerly Kiriath Sepher.",
      "16": "Caleb said, “If anyone attacks Kiriath Sepher and captures it, I will give my daughter Aksah to him as his wife.”",
      "17": "Othniel son of Kenaz, the brother of Caleb, captured Kiriath Sepher, and Caleb gave his daughter Aksah to him as his wife.",
      "18": "When she came to Othniel, she pressured him to ask her father for some pastureland. As she dismounted from the donkey, Caleb said to her, “What do you want?”",
      "19": "She said, “Give me a blessing. Since you have given me land in the dry Negev, you should also give me springs of water.” So he gave her the upper springs and the lower springs.",
      "20": "This is the inheritance of the tribe of the people of Judah according to their clans.",
      "21": "The cities at the southern edge of the tribe of the people of Judah along the border with Edom in the Negev are:\nKabze’el, Eder, Jagur,",
      "22": "Kinah, Dimonah, Adadah,",
      "23": "Kedesh, Hazor, Ithnan,",
      "24": "Ziph, Telem, Bealoth,",
      "25": "Hazor Hadattah, Kerioth Hezron (that is, Hazor),",
      "26": "Amam, Shema, Moladah,",
      "27": "Hazar Gaddah, Heshmon, Beth Pelet,",
      "28": "Hazar Shual, Beersheba, Biziothiah,",
      "29": "Baalah, Iyim, Ezem,",
      "30": "Eltolad, Kesil, Hormah,",
      "31": "Ziklag, Madmannah, Sansannah,",
      "32": "Lebaoth, Shilhim, Ain, and Rimmon—twenty-nine cities and their villages.",
      "33": "In the Shephelah the cities are:\nEshtaol, Zorah, Ashnah,",
      "34": "Zanoah, En Gannim, Tappuah, Enam,",
      "35": "Jarmuth, Adullam, Sokoh, Azekah,",
      "36": "Sha’araim, Adithaim, Gederah, and Gederothaim—fourteen cities and their villages.",
      "37": "Zenan, Hadashah, Migdal Gad,",
      "38": "Dilan, Mizpah, Jokthe’el,",
      "39": "Lachish, Bozkath, Eglon,",
      "40": "Kabbon, Lahmas, Kitlish,",
      "41": "Gederoth, Beth Dagon, Na’amah, and Makkedah—sixteen cities and their villages.",
      "42": "Libnah, Ether, Ashan,",
      "43": "Iphtah, Ashnah, Nezib,",
      "44": "Keilah, Akzib, and Mareshah—nine cities and their villages.",
      "45": "Ekron and its surrounding towns and its villages.",
      "46": "West of Ekron, all the towns that are near Ashdod and their villages.",
      "47": "Also Ashdod with its surrounding towns and its villages.\nGaza with its surrounding towns and its villages, as far as the Stream of Egypt, with the Mediterranean Sea as the boundary.",
      "48": "In the hill country the cities were:\nShamir, Jattir, Sokoh,",
      "49": "Dannah, Kiriath Sannah (that is, Debir),",
      "50": "Anab, Eshtemoh, Anim,",
      "51": "Goshen, Holon, and Giloh—eleven cities and their villages.",
      "52": "Arab, Rumah, Eshan,",
      "53": "Janum, Beth Tappuah, Aphekah,",
      "54": "Humtah, Kiriath Arba (that is, Hebron), and Zior—nine cities and their villages.",
      "55": "Maon, Carmel, Ziph, Juttah,",
      "56": "Jezre’el, Jokdeam, Zanoah,",
      "57": "Kain, Gibeah, and Timnah—ten cities and their villages.",
      "58": "Halhul, Beth Zur, Gedor,",
      "59": "Ma’arath, Beth Anoth, and Eltekon—six cities and their villages.\n⎣Tekoa, Ephrathah (that is, Bethlehem), Peor, Etam, Kolan, Tatem, Shoresh, Kerem, Gallim, Bether and Manoko—eleven cities and their villages.⎦",
      "60": "Kiriath Baal (that is, Kiriath Jearim) and Rabbah—two cities and their villages.",
      "61": "In the wilderness:\nBeth Arabah, Middin, Sekakah,",
      "62": "Nibshan, Ir Melah, and En Gedi—six cities and their villages.",
      "63": "But as for the Jebusites, who were the inhabitants of Jerusalem, the people of Judah were not able to drive them out. The Jebusites have lived with the people of Judah in Jerusalem to this day."
    },
    "16": {
      "1": "The allotment for the descendants of Joseph starts from the Jordan of Jericho and from the waters of Jericho on the east and extends up through the wilderness, ascending from Jericho through the hill country to Bethel.",
      "2": "Then it goes out from Bethel to Luz and crosses over to the border of the Arkites at Ataroth.",
      "3": "It descends westward to the border of the Japhletites as far as the border of Lower Beth Horon and as far as Gezer, and it ends at the sea.",
      "4": "So the descendants of Joseph—the tribes of Manasseh and Ephraim—received their inheritance.",
      "5": "The border of the descendants of Ephraim was arranged according to their clans.\nThe southern border of their inheritance, starting from the east end, extends from Ataroth Addar up to Upper Beth Horon.",
      "6": "Then the border goes out to the sea.\nStarting at Mikmethath on the northeast, the border curves around toward the southeast, toward Ta’anath Shiloh, and it crosses over on the east of Janoah.",
      "7": "Then it descends from Janoah to Ataroth and to Na’arath. It touches Jericho and goes out to the Jordan.",
      "8": "From Tappuah the border goes west to the streambed of the Kanah. It ends at the sea.\nThis is the inheritance of the tribe of the descendants of Ephraim according to their clans.",
      "9": "It also includes the cities that were set apart for the descendants of Ephraim in the middle of the inheritance of the descendants of Manasseh, all the cities with their villages.",
      "10": "But the Ephraimites did not drive out the Canaanites living in Gezer. So the Canaanites have lived within Ephraim to this day, but they have become a labor force of slaves."
    },
    "17": {
      "1": "The second allotment went to the tribe of Manasseh, even though he was the firstborn of Joseph.\nTo Makir, the firstborn of Manasseh, the father of Gilead, because he was a warrior—to him went Gilead and Bashan.",
      "2": "The next allotment went to the rest of the descendants of Manasseh according to their clans: that is, to the sons of Abiezer, to the sons of Helek, to the sons of Asriel, to the sons of Shechem, to the sons of Hepher, and to the sons of Shemida. These were the descendants of Manasseh son of Joseph, the males according to their clans.",
      "3": "Now Zelophehad, the son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, had no sons, but only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milkah, and Tirzah.",
      "4": "They approached Eleazar the priest, Joshua son of Nun, and the other leaders and said, “The Lord commanded Moses to give us an inheritance among our brothers.”\nSo, in keeping with the word of the Lord, he gave them an inheritance among the brothers of their father.",
      "5": "Thus the portions of Manasseh were assigned as ten portions, in addition to the land of Gilead and Bashan, which are in the region east of the Jordan,",
      "6": "because the daughters of Manasseh received an inheritance among his sons. The land of Gilead went to the rest of the descendants of Manasseh.",
      "7": "The border of Manasseh extends from Asher to Mikmethath, which is close to Shechem. Then the border turns to the right toward the inhabitants of En Tappuah.",
      "8": "The land of Tappuah belongs to Manasseh, but Tappuah, on the border of Manasseh, belongs to the descendants of Ephraim.",
      "9": "Then the border descends to the streambed of the Kanah.\nSouth of the streambed, these cities belonging to Ephraim are located among the cities of Manasseh. The border of Manasseh is north of the streambed, and it ends at the sea.",
      "10": "The land to the south belongs to Ephraim and the land to the north belongs to Manasseh, and the sea is its border. The borders touch Asher on the northwest and Issachar on the northeast.",
      "11": "Also belonging to Manasseh but lying within the territory of Issachar and Asher are Beth Shan and its surrounding towns, Ibleam and its surrounding towns, the inhabitants of Dor and its surrounding towns, the inhabitants of Endor and its surrounding towns, the inhabitants of Ta’anach and its surrounding towns, and the inhabitants of Megiddo and its surrounding towns; also three cities of the Nephet.",
      "12": "But the people of Manasseh were not able to take possession of these cities, and the Canaanites were determined to continue living in this land.",
      "13": "When the people of Israel grew strong, they made the Canaanites serve as a labor force, but they did not drive them out completely.",
      "14": "The descendants of Joseph spoke with Joshua. They said, “Why did you give us an inheritance of only one lot and one portion, even though we are a numerous people, whom the Lord has blessed right up to the present?”",
      "15": "But Joshua said to them, “If you are a numerous people, go up to the forest and clear some land for yourself in the territory of the Perizzites and the Rephaim, since the hill country of Ephraim is too confining for you.”",
      "16": "The descendants of Joseph said, “The hill country is not sufficient for us, and all the Canaanites living in the valleys have iron chariots, both those in Beth Shan and its surrounding towns and those in the Valley of Jezre’el.”",
      "17": "But Joshua said to the house of Joseph—to Ephraim and Manasseh, “Because you are a numerous people and you have great strength, you will not have just one allotment,",
      "18": "but you will also have the hill country. Even though it is forest, you will clear it, and all of it will be yours, because you will drive out the Canaanites, even though they have iron chariots and even though they are strong.”"
    },
    "18": {
      "1": "Then the whole community of the people of Israel assembled at Shiloh, and they set up the Tent of Meeting there, since the land had been subdued by their advance.",
      "2": "Seven tribes remained among the people of Israel to whom no inheritance had yet been apportioned.",
      "3": "So Joshua said to the people of Israel, “How long are you going to keep delaying before you go and take possession of the land that the Lord, the God of your fathers, has given to you?",
      "4": "You yourselves are to appoint three men for each tribe, and I will send them out. They are to go out and walk throughout the land. They are to write a description of it as a basis for each of their inheritances, and then come back to me.",
      "5": "They are to divide it into seven shares. Judah will remain in its territory in the south, and the house of Joseph will remain in its territory north of that.",
      "6": "You are to write a description of the land in seven parts and bring it to me here. Then I will cast lots for you here before the Lord our God.",
      "7": "But the Levites have no portion in your midst because the priesthood of the Lord is their inheritance, and Gad, Reuben, and the half tribe of Manasseh have already received their inheritance in the region to the east, on the other side of the Jordan, which Moses, the servant of the Lord, gave to them.”",
      "8": "So the men set out on their tour. Joshua had given a command to write a description of the land to the men who were going out, “Go, walk around throughout the land. Write a description of it and return to me. I will cast lots for you here before the Lord in Shiloh.”",
      "9": "So the men went and passed through the land, and they wrote a description of it on a scroll with the lists of cities divided into seven portions. Then they came to Joshua in the camp at Shiloh.",
      "10": "Joshua cast lots for them at Shiloh in the presence of the Lord, and there Joshua assigned the land to the people of Israel portion by portion.",
      "11": "First, the lot came up for the tribe of the descendants of Benjamin according to their clans. The territory of their lot stretched out between the descendants of Judah and the descendants of Joseph.",
      "12": "Their northern border starts at the Jordan.\nThen the border ascends to the slope of Jericho on the north.\nThen it ascends westward through the hill country.\nIt ends at the Wilderness of Beth Aven.",
      "13": "The border crosses over from there to Luz, to the slope on the south side of Luz (Luz is Bethel).\nThen the border descends to Ataroth Addar on the mountain that is south of Lower Beth Horon.",
      "14": "This is the border on the western side.\nFrom the mountain that is facing the south side of Beth Horon, the border bends and curves around toward the south. It ends at Kiriath Baal (that is, Kiriath Jearim), a city of the descendants of Judah.\nThis is the western side.",
      "15": "On the southern side, the border begins from the edge of Kiriath Jearim.\nThen the border goes out toward the sea and goes out to the spring of the Waters of Nephtoah.",
      "16": "Then the border descends to the edge of the mountain that faces the Valley of the Son of Hinnom, which is north of the Valley of Rephaim.\nThen it descends through the Valley of Hinnom to the southern slope of the Jebusite city and descends to En Rogel.",
      "17": "Then it bends north and goes out to En Shemesh.\nThen it goes out to Geliloth, which is opposite the Ascent of Adummim, and descends to the Stone of Bohan, the son of Reuben.",
      "18": "Then it passes northward to the slope facing the Arabah and descends into the Arabah.",
      "19": "The border then passes on to the northern slope of Beth Hoglah, and the border ends at the northern bay of the Dead Sea at the southern end of the Jordan.\nThis is the southern border.",
      "20": "The Jordan River is its border on the eastern side.\nThis is the inheritance of the descendants of Benjamin, on the basis of the borders enclosing it, according to their clans.",
      "21": "The cities belonging to the tribe of the people of Benjamin according to their clans were:\nJericho, Beth Hoglah, Emek Keziz,",
      "22": "Beth Arabah, Zemaraim, Bethel,",
      "23": "Avvim, Parah, Ophrah,",
      "24": "Kephar Ha’ammoni, Ophni, and Geba—twelve cities and their villages.",
      "25": "Gibeon, Ramah, Be’eroth,",
      "26": "Mizpah, Kephirah, Mozah,",
      "27": "Rekem, Irpe’el, Taralah,",
      "28": "Zela, Ha’eleph, the Jebusite city (that is, Jerusalem), Gibeath, Kiriath—fourteen cities and their villages.\nThis is the inheritance of the descendants of Benjamin according to their clans."
    },
    "19": {
      "1": "The second lot came out for Simeon, for the tribe of the descendants of Simeon, according to their clans. Their inheritance was located within the inheritance of the descendants of Judah.",
      "2": "As their inheritance they received:\nBeersheba, Sheba, Moladah,",
      "3": "Hazar Shual, Balah, Ezem,",
      "4": "Eltolad, Bethul, Hormah,",
      "5": "Ziklag, Beth Markaboth, Hazar Susah,",
      "6": "Beth Lebaoth, and Sharuhen—thirteen cities and their villages.",
      "7": "Also Ain, Rimmon, Ether, and Ashan—four cities and their villages.",
      "8": "All the villages that are around these cities, as far as Baalath Be’er (which is Ramah of the Negev).\nThis is the inheritance of the tribe of the descendants of Simeon according to their clans.",
      "9": "Part of the share of the descendants of Judah became the inheritance of the descendants of Simeon. Because the portion of the descendants of Judah was too large for them, the descendants of Simeon received an inheritance within Judah’s inheritance.",
      "10": "The third lot came up for the descendants of Zebulun according to their clans.\nThe border of their inheritance reaches as far as Sarid.",
      "11": "Their border ascends toward the west to Maralah and touches Dabbesheth.\nThen it touches the streambed that is next to Jokneam.",
      "12": "Then it turns from Sarid eastward toward the rising of the sun on the border of Kisloth Tabor. Then it goes out to Daberath and ascends to Japhia.",
      "13": "From there it passes on the east, along the side that is toward the sunrise, to Gath Hepher, to Eth Kazin, and goes out to Rimmon, which is marked off to Neah.",
      "14": "Then the border curves around it on the north to Hannathon, and it ends at the Valley of Iphtah El,",
      "15": "Kattath, Nahalal, Shimron, Idalah, and Bethlehem—twelve cities and their villages.",
      "16": "This is the inheritance of the descendants of Zebulun according to their clans—these cities and their villages.",
      "17": "The fourth lot came out for Issachar, for the descendants of Issachar according to their clans.",
      "18": "Their territory extended to Jezre’el, Kesulloth, Shunem,",
      "19": "Hapharaim, Shion, Anaharath,",
      "20": "Rabbith, Kishion, Ebez,",
      "21": "Remeth, En Gannim, En Haddah, and Beth Pazzez.",
      "22": "The border touches Tabor, Shahazimah, and Beth Shemesh, and their border ends at the Jordan—sixteen cities and their villages.",
      "23": "This is the inheritance of the tribe of the descendants of Issachar according to their clans—the cities and their villages.",
      "24": "The fifth lot came out for the tribe of the descendants of Asher according to their clans.",
      "25": "Their border enclosed Helkath, Hali, Beten, Akshaph,",
      "26": "Allammelek, Amad, and Mishal, and it touches on Carmel on the west, and on Shihor Libnath.",
      "27": "Then it turns on the east to Beth Dagon and touches the territory of Zebulun and the Valley of Iphtah El to the north, also Beth Emek, and Neiel.\nThen it goes out to Kabul in the north,",
      "28": "to Ebron, Rehob, Hammon, and Kanah, as far as Great Sidon.",
      "29": "Then the border turns toward Ramah, to the fortified city of Tyre.\nThen the border turns toward Hosah, and it ends at the sea.\nIt extends from Hebel to Akzib,",
      "30": "Ummah, Aphek, and Rehob—twenty-two cities and their villages.",
      "31": "This is the inheritance of the tribe of the descendants of Asher according to their clans—these cities and their villages.",
      "32": "The sixth lot came out for the descendants of Naphtali, for the descendants of Naphtali according to their clans.",
      "33": "Their border extends from Heleph, from the oak in Za’annim, past Adami Nekeb, and Jabne’el to Lakkum. It ends at the Jordan.",
      "34": "Then the border turns west to Aznoth Tabor and goes out from there to Hukkok. It touches Zebulun on the south, Asher on the west, and Judah at the Jordan on the east.",
      "35": "The fortified cities are Ziddim, Zer, Hammath, Rakkath, Kinneret,",
      "36": "Adamah, Ramah, Hazor,",
      "37": "Kedesh, Edrei, En Hazor,",
      "38": "Yiron, Migdal El, Horem, Beth Anath, and Beth Shemesh—nineteen cities and their villages.",
      "39": "This is the inheritance of the tribe of the descendants of Naphtali according to their clans—the cities and their villages.",
      "40": "The seventh lot came out for the tribe of the descendants of Dan according to their clans.",
      "41": "The territory of their inheritance includes Zorah, Eshtaol, Ir Shemesh,",
      "42": "Sha’alabbin, Aijalon, Ithlah,",
      "43": "Elon, Timnah, Ekron,",
      "44": "Eltekeh, Gibbethon, Baalath,",
      "45": "Jehud, Bene Berak, Gath Rimmon,",
      "46": "Me Yarkon, and Rakkon, with the border close to Joppa.",
      "47": "But the territory of the descendants of Dan slipped away from them. So the descendants of Dan went up and fought against Leshem. They captured it and struck it with the edge of the sword. They took possession of it and lived in it, and they named Leshem “Dan” after Dan, their forefather.",
      "48": "This is the inheritance of the tribe of the descendants of Dan according to their clans—these cities and their villages.",
      "49": "When they had finished distributing the land as an inheritance by assigning borders, the Israelites gave Joshua son of Nun an inheritance among them.",
      "50": "According to the command of the Lord, they gave him the city that he had requested, Timnath Serah in the hill country of Ephraim. He built up the city and lived in it.",
      "51": "These are the inheritances that Eleazar the priest, Joshua son of Nun, and the leading fathers of the tribes of Israel assigned by lot at Shiloh in the presence of the Lord at the entrance to the Tent of Meeting. So they finished distributing the land."
    },
    "20": {
      "1": "Then the Lord spoke to Joshua",
      "2": "and told him to give the people of Israel the following directions:\nDesignate for yourselves the cities of refuge about which I spoke to you through Moses.",
      "3": "A person who takes a life may flee to one of them, if that person has killed someone by accident, without intent. These cities are to serve for you as a refuge from the avenger of blood.",
      "4": "The person is to flee to one of these cities and stand at the entrance to the gate of the city and state his case before a hearing of the elders of that city. They are to receive him into the city and give him a place where he can live with them.",
      "5": "When the avenger of blood pursues him, the elders are not to hand over the person who took a life to the avenger, because that person killed his fellow man without intent, and he had not been his enemy previously.",
      "6": "The killer is to live in that city until he stands in front of the community for judgment, and then until the death of the high priest who presides in those days. At that time the one who took a life may return to his city and to his house—to the city from which he fled.",
      "7": "So they set apart Kedesh in Galilee in the hill country of Naphtali, and Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah.",
      "8": "Also in the region on the east side of the Jordan of Jericho, they designated Bezer in the wilderness on the tableland from the tribe of Reuben, and Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh.",
      "9": "These were the appointed cities for all the people of Israel and for the aliens residing among them, so that anyone killing a person accidentally could flee there and not die by the hand of the avenger of blood before he stood trial in the presence of the community."
    },
    "21": {
      "1": "Then the leading fathers of the Levites approached Eleazar the priest, Joshua son of Nun, and the leading fathers of the tribes of the people of Israel.",
      "2": "When they spoke to them at Shiloh in the land of Canaan, they said, “The Lord commanded through Moses to give us cities to live in, together with their pasturelands for our livestock.”",
      "3": "So from their own inheritance the people of Israel gave to the Levites these cities and their pasturelands according to the command of the Lord.",
      "4": "The clans of Kohath, one of the descendants of Levi, received the first lot. Those who were descendants of Aaron the priest received by lot thirteen cities from the tribes of Judah, from the Simeonites, and from the tribe of Benjamin.",
      "5": "The remaining Kohathites received by lot ten cities from the clans of the tribes of Ephraim, Dan, and the half tribe of Manasseh.",
      "6": "The descendants of Gershon received by lot thirteen cities from the clans of the tribes of Issachar, Asher, Naphtali, and the half tribe of Manasseh in Bashan.",
      "7": "The descendants of Merari according to their clans received twelve cities from the tribes of Reuben, Gad, and Zebulun.",
      "8": "The people of Israel assigned cities and their pasturelands to the Levites by lot, just as the Lord had commanded through Moses.",
      "9": "The tribe of the descendants of Judah and the tribe of the descendants of Simeon gave the cities, named below,",
      "10": "to the descendants of Aaron, who were from the Kohathite clan of the people of Levi, because the first lot was theirs.",
      "11": "They gave them Kiriath Arba in the hill country of Judah and its pasturelands which surround it. (Kiriath Arba is Hebron.) (Arba was the father of the Anakites.)",
      "12": "But the outlying countryside of the city and its villages they had given to Caleb son of Jephunneh as his possession.",
      "13": "In this way they gave the descendants of Aaron the priest these cities: Hebron, the city of refuge for one who takes a life, together with its pasturelands, Libnah and its pasturelands,",
      "14": "Jattir and its pasturelands, Eshtemoa and its pasturelands,",
      "15": "Holon and its pasturelands, Debir and its pasturelands,",
      "16": "Ain and its pasturelands, Juttah and its pasturelands, Beth Shemesh and its pasturelands—nine cities from these two tribes.",
      "17": "From the tribe of Benjamin, they gave Gibeon and its pasturelands, Geba and its pasturelands,",
      "18": "Anathoth and its pasturelands, and Almon and its pasturelands—four cities.",
      "19": "All the cities for the descendants of Aaron the priest totaled thirteen cities and their pasturelands.",
      "20": "For the rest of the clans of the Levites descended from Kohath, the cities of their allotment came from the tribe of Ephraim.",
      "21": "They gave them Shechem, the city of refuge for one who takes a life, and its pasturelands in the hill country of Ephraim; Gezer and its pasturelands;",
      "22": "Kibzaim and its pasturelands; and Beth Horon and its pasturelands—four cities.",
      "23": "From the tribe of Dan they gave Eltekeh and its pasturelands, Gibbethon and its pasturelands,",
      "24": "Aijalon and its pasturelands, Gath Rimmon and its pasturelands—four cities.",
      "25": "From the half tribe of Manasseh, they gave Ta’anach and its pasturelands, and Gath Rimmon and its pasturelands—two cities.",
      "26": "The total was ten cities and their pasturelands for the remaining clans of the descendants of Kohath.",
      "27": "To the descendants of Gershon, one of the clans of the Levites, these cities were given.\nFrom the half tribe of Manasseh: the city of refuge for someone who had killed a man, namely, Golan in Bashan and its pasturelands, also Be’eshterah and its pastureland—two cities.",
      "28": "From the tribe of Issachar: Kishion and its pasturelands, Daberath and its pasturelands,",
      "29": "Jarmuth and its pasturelands, En Gannim and its pasturelands—four cities.",
      "30": "From the tribe of Asher: Mishal and its pasturelands, Abdon and its pasturelands,",
      "31": "Helkath and its pasturelands, and Rehob and its pasturelands—four cities.",
      "32": "From the tribe of Naphtali: the city of refuge for someone who had killed a man, namely, Kedesh in Galilee and its pasturelands, Hammoth Dor and its pasturelands, and Kartan and its pasturelands—three cities.",
      "33": "All the cities of the Gershonites according to their clans totaled thirteen cities and their pasturelands.",
      "34": "To the clans of the sons of Merari, the rest of the Levites, these cities were given.\nFrom the tribe of Zebulun: Jokneam and its pasturelands, Kartah and its pasturelands,",
      "35": "Dimnah and its pasturelands, Nahalal and its pasturelands—four cities.",
      "36": "From the tribe of Reuben: Bezer and its pasturelands, Jahzah and its pasturelands,",
      "37": "Kedemoth and its pasturelands, and Mepha’ath and its pasturelands—four cities.",
      "38": "From the tribe of Gad: the city of refuge for one who takes a life, namely, Ramoth in Gilead and its pasturelands, Mahanaim and its pasturelands,",
      "39": "Heshbon and its pasturelands, Jazer and its pasturelands. All the cities totaled four.",
      "40": "All the cities for the descendants of Merari according to their clans, the rest of the clans of the Levites—their allotment was twelve cities.",
      "41": "So all the cities of the Levites within the possession of the descendants of Israel totaled forty-eight cities and their pasturelands.",
      "42": "These cities consisted of each city and its pasturelands that surround it. It was that way for all these cities.",
      "43": "So the Lord gave to Israel all of the land that he had sworn to give to their fathers. They took possession of it and lived in it.",
      "44": "The Lord gave them rest all around, in fulfillment of everything that he had sworn to their fathers. Not one person out of all their enemies had withstood them. The Lord had given all their enemies into their hands.",
      "45": "Not one promise out of all the good promises that the Lord had promised to the house of Israel failed. They all came true!"
    },
    "22": {
      "1": "Joshua summoned the Reubenites, the Gadites, and the half tribe of Manasseh.",
      "2": "He said to them, “You have carried out everything that Moses, the servant of the Lord, commanded you, and you have obeyed my voice in everything that I commanded you.",
      "3": "You have not forsaken your brothers for many days now, right up till today, and you have carried out the commands of the Lord your God.",
      "4": "Now the Lord your God has given rest to your brothers, just as he promised them. So now return to your tents, to the land assigned as your possession, which Moses, the servant of the Lord, gave to you east of the Jordan.",
      "5": "But be very careful to follow the commandment and teaching that Moses, the servant of the Lord, decreed to you, to love the Lord your God, to walk in all his ways, to keep his commandments, to cling to him, and to serve him with all your heart and with all your soul.”",
      "6": "Then Joshua blessed them and dismissed them, and they went to their tents.",
      "7": "(To the half tribe of Manasseh Moses had made a grant of land in Bashan, and to the other half of that tribe Joshua had made a grant among their brothers west of the Jordan.) So when Joshua dismissed them to their tents, he blessed them",
      "8": "and said to them, “Return to your tents with very great wealth—with large herds of livestock, with silver, gold, bronze, and iron, and with a lot of clothing. Divide the plunder taken from your enemies with your brother Israelites.”",
      "9": "So the descendants of Reuben, the descendants of Gad, and the half tribe of Manasseh set out to return home. They left the people of Israel at Shiloh in the land of Canaan to travel to the land of Gilead, to the land assigned as their possession, which they had acquired there by the word of the Lord through Moses.",
      "10": "When they came to Geliloth by the Jordan, which is in the land of Canaan, the people of Reuben, the people of Gad, and the half tribe of Manasseh built an altar there by the Jordan, a conspicuously large altar.",
      "11": "The people of Israel heard about it and said, “See, the people of Reuben, the people of Gad, and the half tribe of Manasseh have built the altar on the frontier of the land of Canaan at Geliloth of the Jordan, on the side of the river that belongs to the people of Israel.”",
      "12": "When the people of Israel heard this, the whole commuity of the people of Israel gathered at Shiloh to go to war against them.",
      "13": "Then the people of Israel sent the priest Phinehas son of Eleazar to the people of Reuben, to the people of Gad, and to the half tribe of Manasseh in the land of Gilead.",
      "14": "Together with him they sent ten tribal leaders, a leader for each fathers’ house for all the tribes of Israel. Each one was a head of his fathers’ house according to the divisions of Israel.",
      "15": "They came to the people of Reuben, to the people of Gad, and to the half tribe of Manasseh in the land of Gilead, and they spoke with them. They said,",
      "16": "“This is what the whole community of the Lord has said: Why have you committed such an unfaithful act against the God of Israel by turning from the Lord today? When you built an altar for yourselves, you rebelled against the Lord today.",
      "17": "Was the sin of Peor so trivial—something from which we have not cleansed ourselves to this day, and for which a plague came on the community of the Lord—",
      "18": "so that today you have to turn away from the Lord? This is what will happen if you rebel against the Lord today: Tomorrow he will be furious against the whole community of Israel!",
      "19": "But by all means, if the land you have received as your possession is unclean, cross over to the Lord’s own land where the Dwelling of the Lord has its home and take your possession among us. But do not rebel against the Lord, and do not make us rebels by your act of building an altar for yourselves apart from the altar of the Lord our God!",
      "20": "When Achan son of Zerah acted unfaithfully in regard to the devoted things, did it not bring anger against the whole community of Israel? He was not the only one who perished because of his guilt!”",
      "21": "Then the people of Reuben, the people of Gad, and the half tribe of Manasseh responded to the heads of the divisions of Israel:",
      "22": "By God, the true God, the Lord! By God, the true God, the Lord! He knows, and Israel will know too. If we acted in rebellion or if we acted in unfaithfulness against the Lord, do not spare us this day.",
      "23": "If we acted to build an altar for ourselves to turn from the Lord, or if we acted to offer up burnt offerings or grain offerings on it, or if we acted to make sacrifices of fellowship offerings on it, let the Lord himself demand an accounting from us.",
      "24": "But in truth, we did this because we were concerned that in the future your children would say to our children, “What connection do you have to the Lord, the God of Israel?",
      "25": "The Lord placed a border between us and you people of Reuben and Gad, namely, the Jordan. You have no portion in the Lord.” Then your children would stop our children from fearing the Lord.",
      "26": "So we said, “Come on now, let us build an altar—but not for burnt offerings and not for sacrifice.”",
      "27": "Rather, it is to be a witness between us and you and between our generations after us concerning our right to perform the worship of the Lord before him by our burnt offerings, by our sacrifices, and by our fellowship offerings, so that your children cannot say in the future to our children, “You have no share in the Lord.”",
      "28": "So we said, “If they say that to us and to our generations in the future, then we will say, ‘Look at the replica of the altar of the Lord that our fathers made—but not for burnt offerings and not for sacrifice. Rather it is a witness between us and you.’”",
      "29": "Far be it from us to rebel against the Lord and to turn today from the Lord by building an altar for burnt offerings, for grain offerings, or for fellowship offerings apart from the altar of the Lord our God that is in front of his dwelling.",
      "30": "Phinehas the priest heard this, as did the tribal leaders of the community and the heads of the divisions of the tribes of Israel who were with him. They heard the words that the people of Reuben, the people of Gad, and the people of Manasseh spoke, and they were pleased.",
      "31": "So Phinehas, son of Eleazar the priest, said to the people of Reuben, to the people of Gad, and to the people of Manasseh, “Today we know that the Lord is among us since you did not act unfaithfully against the Lord. Now you have saved the people of Israel from the hand of the Lord.”",
      "32": "So the priest Phinehas son of Eleazar and the leaders returned from the people of Reuben and Gad in the land of Gilead to the people of Israel in the land of Canaan, and they brought them a report.",
      "33": "The report pleased the people of Israel, so the people of Israel blessed God, and they did not say anything more about going to war against them to destroy the land that the people of Reuben and the people of Gad were living in.",
      "34": "The people of Reuben and the people of Gad named the altar “Witness” because they said, “It is a witness between us that the Lord is the one God.”"
    },
    "23": {
      "1": "After many days, when the Lord had given Israel rest from all its enemies all around, when Joshua had grown old and advanced in years,",
      "2": "Joshua summoned all Israel—its elders, its heads, its judges, and its officers, and he said to them:\nI have grown old and advanced in years.",
      "3": "You yourselves have seen everything that the Lord your God has done for you against all these nations. Yes, the Lord your God was fighting for you!",
      "4": "See now, I have allotted to your tribes an inheritance from these nations that remain unconquered, as well as from the nations that I have destroyed. It extends from the Jordan to the Mediterranean Sea in the west.",
      "5": "The Lord your God himself will push them away from you and drive them out of your presence, ⎣until they perish. He will send wild animals among them until he completely destroys them and their kings from your presence⎦ and you will take possession of their land, just as the Lord your God promised you.",
      "6": "You must be very resolute in carrying out all that is written in the Book of the Law of Moses by not turning from it to the right or to the left,",
      "7": "by not intermingling with these nations that remain with you. Do not ever call on or swear by the names of their gods. Never serve them and never bow down to them.",
      "8": "But hold fast to the Lord your God, just as you have been doing to this day.",
      "9": "The Lord has driven out great and powerful nations from among you. As for you, no one has stood up against you to this day.",
      "10": "One of you would put a thousand to flight because the Lord your God himself was fighting for you, just as he promised you.",
      "11": "Therefore, for your own sakes be very careful to love the Lord your God.",
      "12": "But if you do turn away and keep close company with the remnant of these nations that remain with you, and if you intermarry with them and intermingle with them and they with you,",
      "13": "then know for certain that the Lord your God will not continue to drive out these nations from among you, but they will become a trap and a snare for you, a whip for your sides and thorns in your eyes, until you perish from your good land that the Lord your God has given you.",
      "14": "See now, I am about to go the way of all the earth, and you know with all your heart and with all your soul that not one promise out of all the good promises that the Lord your God promised you has failed. All of them have come true for you. Not one promise from him has failed.",
      "15": "But just as every good promise that the Lord your God promised to you has come true for you, likewise the Lord will cause every promise of disaster to come true for you until he has destroyed you from this good land that the Lord your God has given you.",
      "16": "If you transgress the covenant of the Lord your God that he commanded you, and you go and serve other gods, and you bow down to them, then the anger of the Lord will burn against you, and you will perish quickly from the good land that he has given you."
    },
    "24": {
      "1": "Then Joshua gathered all the tribes of Israel at Shechem, and he summoned the elders of Israel, its heads, its judges, and its officers, and they presented themselves before God.",
      "2": "Then Joshua told all the people, “This is what the Lord, the God of Israel, has said.”\nFrom ancient times your ancestors, including Terah, who was the father of Abraham and the father of Nahor, lived beyond the Euphrates River, and they served other gods.",
      "3": "But I took your father Abraham from across the River, and I caused him to walk through the whole land of Canaan. I multiplied his seed, and I gave Isaac to him,",
      "4": "and to Isaac I gave Jacob and Esau. I gave Esau the hill country of Seir to possess, but Jacob and his sons went down to Egypt.",
      "5": "Then I sent Moses and Aaron, and I afflicted Egypt with the plagues I sent there. Afterward I brought you out.",
      "6": "I brought your fathers out from Egypt, and you came to the sea. With chariots and charioteers the Egyptians pursued your fathers to the Red Sea.",
      "7": "They cried out to the Lord, and he set darkness between you and the Egyptians, and he brought the sea upon them so that it covered them. Your eyes saw what I did in Egypt. Then you lived in the wilderness for many days.",
      "8": "I brought you to the land of the Amorites who lived east of the Jordan, and they fought against you. But I gave them into your hand, and you took possession of their land after I had destroyed them before you.",
      "9": "Then Balak son of Zippor, king of Moab, prepared to fight against Israel. He summoned Balaam son of Beor to curse you,",
      "10": "but I was not willing to listen to Balaam. So he blessed you time after time. In this way I rescued you from his power.",
      "11": "Then you crossed over the Jordan and came to Jericho. The citizens of Jericho and the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites fought against you, but I gave them into your hand.",
      "12": "I sent the hornet before you, and it drove them out before you, as it drove out the two kings of the Amorites.\nIt was not by your sword and not by your bow!",
      "13": "So I have given you a land for which you did not labor. I gave you cities that you did not build, but you have been living in them. I gave you vineyards and olive groves that you did not plant, but you are eating from them.",
      "14": "Joshua said, “Now, therefore, fear the Lord and serve him wholeheartedly and faithfully. Remove the gods that your fathers served in the region across the River and in Egypt, and serve the Lord.",
      "15": "But if you see no benefit in serving the Lord, then choose for yourselves today whomever you will serve—whether the gods that your fathers served beyond the River or the gods of the Amorites, in whose land you are living. But as for me and my household—we will serve the Lord!”",
      "16": "The people responded by saying, “Far be it from us to forsake the Lord in order to serve other gods!",
      "17": "For the Lord our God, he is the one who brought us and our ancestors up from the land of Egypt, where we were slaves. He is the one who performed these great signs right before our eyes and protected us on the whole journey that we made and among all the peoples through whom we passed.",
      "18": "The Lord drove out of our presence all the peoples and the Amorites who were living in the land. We too will serve the Lord, because he is our God!”",
      "19": "But Joshua said to the people, “You are not able to serve the Lord, because he is a holy God. He is a jealous God. He will not forgive your rebellion and your sins.",
      "20": "If you forsake the Lord and you serve foreign gods, then he will turn and cause disaster for you, and he will put an end to you after he has done good for you.”",
      "21": "But the people said to Joshua, “No! We will most certainly serve the Lord!”",
      "22": "So Joshua said to the people, “You are witnesses against yourselves that you have chosen the Lord for yourselves in order to serve him.”\nThe people said, “We are witnesses!”",
      "23": "Joshua said, “Now, therefore, remove the foreign gods that are among you, and turn your heart to the Lord, the God of Israel.”",
      "24": "The people said to Joshua, “We will serve the Lord our God, and we will listen to his voice.”",
      "25": "That day Joshua made a covenant for the people, and he affirmed for them a statute and ordinance there at Shechem.",
      "26": "Joshua wrote these words in the Book of the Law of God. Then he took a large stone and set it up there under the oak that was at the holy place of the Lord.",
      "27": "Joshua said to all the people, “See, this stone will be a witness among us and against us, because it has heard all the words that the Lord spoke with us. So it will be a witness among you and against you, so that you do not act deceptively against your God.”",
      "28": "Then Joshua dismissed the people, each one to his own inheritance.",
      "29": "After these events Joshua son of Nun, the servant of the Lord, died at the age of one hundred ten years.",
      "30": "They buried him in the territory of his inheritance, in Timnath Serah, which is in the hill country of Ephraim, north of Mount Ga’ash.",
      "31": "Israel served the Lord all the days of Joshua and all the days of the elders who outlived Joshua and who had experienced every deed that the Lord had done for Israel.",
      "32": "The bones of Joseph, which the descendants of Israel had brought up from Egypt, were buried in Shechem in the portion of the field that Jacob had bought from the sons of Hamor, the father of Shechem, for one hundred pieces of silver, and they became a heritage for the sons of Joseph.",
      "33": "Eleazar son of Aaron died, and they buried him on the hill that belonged to his son Phinehas, which had been given to him in the hill country of Ephraim."
    }
  }
}