{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:41.171883-04:00",
    "Translation": "EHV"
  },
  "Judges": {
    "1": {
      "1": "After the death of Joshua, the people of Israel asked the Lord, “Who should go up against the Canaanites for us? Who of us should be the first to wage war against them?”",
      "2": "The Lord said, “Judah should go up. I have handed over the land to them.”",
      "3": "So the tribe of Judah said to the tribe of Simeon, their brothers, “Go up with us to the territory that has been allotted to us, and together we will wage war against the Canaanites. We also will come with you into your allotment.” So Simeon went with Judah.",
      "4": "When Judah went up, the Lord delivered the Canaanites and Perizzites into their hand. At Bezek the Israelites struck down ten thousand men.",
      "5": "They encountered Adoni-Bezek at Bezek, and they waged war against him and struck down the Canaanites and the Perizzites.",
      "6": "Adoni-Bezek fled, but they pursued him, seized him, and cut off his thumbs and his big toes.",
      "7": "So Adoni-Bezek said, “Seventy kings, with their thumbs and their big toes cut off, had to scrounge for scraps of food under my table. God has repaid me with exactly what I did to them.” Israel brought him to Jerusalem, and he died there.",
      "8": "The men of Judah waged war against Jerusalem and captured it. They struck the city with the edge of the sword and set it on fire.",
      "9": "After that, the men of Judah went down to wage war against the Canaanites who lived in the hill country, in the Negev, and in the Shephelah.",
      "10": "Judah went up against the Canaanites who lived in Hebron (the name of Hebron before this was Kiriath Arba). There they struck down Sheshai, Ahiman, and Talmai.",
      "11": "From there they went up against those who lived at Debir (the name of Debir before this was Kiriath Sepher).",
      "12": "Then Caleb said, “To the one who attacks Kiriath Sepher and takes it, I will give my daughter Aksah as his wife.”",
      "13": "Othniel son of Kenaz, Caleb’s youngest brother, captured it. So Caleb gave his daughter Aksah to him as his wife.",
      "14": "She came to Othniel and pressured him to ask her father for pastureland. As she dismounted from her donkey, Caleb said to her, “What do you want?”",
      "15": "She said to him, “Give me this blessing: Since you gave me land in the dry Negev, give me springs of water also.” So Caleb gave her the upper springs and the lower springs.",
      "16": "The descendants of the Kenite father-in-law of Moses went up with the people of Judah from the City of Palms to the part of the Wilderness of Judah that was in the Negev near Arad. They went and lived there among the people.",
      "17": "The tribe of Judah went along with the tribe of Simeon, its brother tribe. Together they struck down the Canaanites who lived in Zephath. They devoted the city to destruction and named the city Hormah.",
      "18": "Judah also captured Gaza with its border region, Ashkelon with its border region, and Ekron with its border region.",
      "19": "The Lord was with Judah, and Judah took possession of the hill country, but Judah could not take possession of the land belonging to the people who lived in the valleys and lowlands, because they had iron chariots.",
      "20": "Hebron was given to Caleb, as Moses had commanded, and he took possession of the land of the three sons of Anak.",
      "21": "But the men of Benjamin did not drive out the Jebusites who lived in Jerusalem, so the Jebusites live among the people of Benjamin in Jerusalem to this day.",
      "22": "The house of Joseph likewise went up against Bethel, and the Lord was with them.",
      "23": "The house of Joseph sent spies to scout Bethel (the name of the city was formerly Luz).",
      "24": "The spies saw a man coming out of the city, and they said to him, “Please show us a way into the city, and we will grant you mercy.”",
      "25": "The man showed them a way into the city, and they struck the city with the edge of the sword, but they let the man and his whole family go.",
      "26": "The man went to the land of the Hittites, built a city, and named it Luz. That is its name to this day.",
      "27": "But the tribe of Manasseh did not take possession of Beth Shan and its towns or Ta’anach and its towns. They did not drive out the inhabitants of Dor and its towns, or the inhabitants of Ibleam and its towns, or the inhabitants of Megiddo and its towns, so the Canaanites were determined to keep living in this land.",
      "28": "Whenever Israel grew strong, they made the Canaanites perform forced labor, but they did not drive them out completely.",
      "29": "In the same way, Ephraim did not drive out the Canaanites living at Gezer. Instead, the Canaanites continued to live among them at Gezer.",
      "30": "Zebulun did not drive out the inhabitants of Kitron or the inhabitants of Nahalol. Instead, the Canaanites continued to live among them. Zebulun did subject them to forced labor.",
      "31": "Asher did not drive out the inhabitants of Akko, the inhabitants of Sidon, or those in Ahlab, Akzib, Helbah, Aphek, or Rehob.",
      "32": "Instead, the people of Asher lived among the Canaanites, who continued to live in the land because the Asherites did not drive them out.",
      "33": "Naphtali did not drive out the inhabitants of Beth Shemesh or the inhabitants of Beth Anath. Instead, they continued to live among the Canaanites, who continued to live in the land, but the inhabitants of Beth Shemesh and Beth Anath did perform forced labor for Naphtali.",
      "34": "The Amorites forced the men of Dan back into the hill country. They did not allow them to come down to the lowlands.",
      "35": "The Amorites were determined to continue living in Mount Heres, in Aijalon, and in Sha’albim, but the hand of the house of Joseph grew heavy on them, and they were put to forced labor.",
      "36": "The border of the Amorites stretched from the Ascent of Akrabbim, from Sela, and beyond."
    },
    "2": {
      "1": "The Angel of the Lord went up from Gilgal to Bokim, and he said, “I brought you up out of Egypt, and I brought you to the land that I swore to give to your fathers. I said, ‘I will not break my covenant with you, forever.",
      "2": "As for you, do not make a covenant with the people living in this land. You must tear down their altars.’ But you did not listen to my voice. What is this you have done?",
      "3": "So I say, ‘I will not drive them out before you, but they will be traps for you, and their gods will be a snare to you.’”",
      "4": "When the Angel of the Lord spoke these things to all the people of Israel, the people lifted up their voices and wept loudly.",
      "5": "They named that place Bokim, and they sacrificed to the Lord there.",
      "6": "When Joshua dismissed the people, each of the descendants of Israel went to his own inheritance to take possession of the land.",
      "7": "The people served the Lord all the days of Joshua and all the days of the elders who outlived Joshua, those who had seen all the great deeds that the Lord had done for Israel.",
      "8": "Joshua son of Nun, the servant of the Lord, died at the age of one hundred ten years.",
      "9": "They buried him within the borders of his inheritance, in Timnath Heres, in the hill country of Ephraim, north of Mount Ga’ash.",
      "10": "After that whole generation had been gathered to their fathers, another generation arose after them, who did not know the Lord or the deeds that he had done for Israel.",
      "11": "The people of Israel committed evil in the eyes of the Lord. They served the Baals,",
      "12": "and they abandoned the Lord, the God of their fathers, who had brought them out of the land of Egypt. They went after other gods from among the gods of the peoples who were around them. They bowed down to them, and they angered the Lord.",
      "13": "They abandoned the Lord and served the Baals and the Ashtartes.",
      "14": "So the anger of the Lord burned against Israel, and he delivered them into the hand of raiders, who plundered them. He sold them into the hand of their enemies around them, and they were not able to stand up in the face of their enemies.",
      "15": "Whenever the men of Israel went out, the hand of the Lord was against them to bring disaster on them, just as the Lord had said to them and just as the Lord had sworn to them. So they were greatly distressed.",
      "16": "Nevertheless, the Lord raised up judges, who saved them from the hand of those who plundered them,",
      "17": "but they did not listen even to the judges! Instead, they prostituted themselves to other gods and bowed down to them. They quickly turned from the way in which their fathers, who had obeyed the commands of the Lord, had once walked. This generation did not act the same way their fathers had acted.",
      "18": "Whenever the Lord raised up a judge for them, the Lord was with that judge and saved them from their enemies during all the days of that judge, because the Lord had compassion when he heard their groaning under their tormenters and oppressors.",
      "19": "But then, after the death of the judge, Israel would turn back and become more corrupt than their fathers by going after other gods, by serving them, and by worshipping them. They refused to let go of their practices and their shameless ways.",
      "20": "So the anger of the Lord burned against Israel. He said, “Because this nation has violated my covenant, which I commanded to their fathers, and because they did not obey my voice,",
      "21": "I will no longer drive out from among them a single one of the nations that Joshua left unconquered when he died.",
      "22": "I will do this in order to test Israel by means of them. Will Israel keep the way of the Lord and walk upon it as their fathers kept it, or not?”",
      "23": "So the Lord gave those nations a reprieve, and he did not drive them out quickly. He did not hand them over to Joshua."
    },
    "3": {
      "1": "The following are the nations that the Lord left in place in order to test all the Israelites who had not experienced all the wars in Canaan.",
      "2": "(This was done so that the generations of Israelites who did not know war would learn how to wage war.)",
      "3": "Those who remained were the five serens of the Philistines, all the Canaanites, the Sidonians, and the Hivites who dwell in the mountains of Lebanon from Mount Baal Hermon to the entrance of Hamath.",
      "4": "They remained there to test Israel, in order to know whether or not they would obey the commands of the Lord, which he commanded to their fathers by the hand of Moses.",
      "5": "The people of Israel lived in the midst of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites.",
      "6": "They took the daughters of these peoples as wives for themselves, and they gave their own daughters to the other peoples’ sons. They also served their gods.",
      "7": "Then the people of Israel did evil in the eyes of the Lord. They forgot the Lord their God and served the Baals and the Asherahs.",
      "8": "The anger of the Lord burned against Israel, and he sold them into the hand of Cushan Rishathaim, who was the king of Aram Naharaim. The Israelites served Cushan Rishathaim for eight years.",
      "9": "Then the people of Israel cried out to the Lord, and the Lord raised up a deliverer for the Israelites, who saved them.\nThe deliverer was Othniel, son of Kenaz, the youngest brother of Caleb.",
      "10": "The Spirit of the Lord was upon him. He served as Israel’s judge. When he went out to wage war, the Lord gave Cushan Rishathaim, the king of Aram, into his hand, and his hand was strong against Cushan Rishathaim.",
      "11": "Then the land was quiet for forty years, and Othniel son of Kenaz died.",
      "12": "Again the people of Israel committed evil in the eyes of the Lord, so the Lord gave Eglon king of Moab power over Israel because they had committed evil in the eyes of the Lord.",
      "13": "Eglon took Ammonites and Amalekites along with him. He advanced and attacked Israel and took possession of the City of Palms.",
      "14": "So the people of Israel served Eglon king of Moab for eighteen years.",
      "15": "Again the people of Israel called out to the Lord, and the Lord raised up a deliverer for them. The deliverer was Ehud son of Gera, a Benjaminite, who was left-handed.\nThe Israelites sent him with a tribute payment for Eglon king of Moab.",
      "16": "Ehud made a double-edged sword for himself, about eighteen inches long, and he strapped it under his clothing on his right thigh.",
      "17": "Ehud presented the tribute payment to Eglon king of Moab, who was a very fat man.",
      "18": "After Ehud had presented the tribute payment, he sent the men who had delivered the tribute on their way.",
      "19": "But after he himself had passed the carved images that were at Gilgal, Ehud turned back and told the king, “I have a secret for you, O king!”\nThe king said, “Quiet, everyone,” so all his attendants left the room.",
      "20": "Ehud approached Eglon as Eglon was sitting in the cool upper chamber, all alone. Ehud said, “I have something from God for you.” So Eglon stood up from the throne.",
      "21": "Ehud reached out his left hand and took the sword that was on his right thigh and drove it into Eglon’s belly.",
      "22": "As the hilt went in after the blade, Eglon’s fat closed behind the blade. Ehud did not draw the sword out from Eglon’s belly, and the contents of his bowels came out.",
      "23": "Ehud then went out to the vestibule, shut the doors of the upper chamber behind him, and locked them.",
      "24": "Then off he went!\nWhen Eglon’s servants came back, they were surprised to see that the doors of the upper chamber were locked. They said, “He must be using the toilet.”",
      "25": "They waited until the delay became embarrassing, but no one opened the doors to the upper chamber. Finally they took the key and opened the door. And there he was. Their master was lying on the ground—dead!",
      "26": "While they delayed, Ehud had escaped. He passed by the carved images and escaped to Seirah.",
      "27": "When he arrived, ram’s horns were sounded throughout the hill country of Ephraim, and the Israelites marched down from the hill country with Ehud leading the way.",
      "28": "He said to them, “Follow me, because the Lord has given your enemies, the Moabites, into your hands.” So they pursued them, captured the fords of the Jordan opposite Moab, and let no one cross.",
      "29": "At this time they struck down about ten thousand men of Moab, every one robust, each one a powerful warrior. Not one escaped.",
      "30": "This is how Moab was humbled on that day under the hand of Israel, and the land was quiet for eighty years.",
      "31": "After Ehud came Shamgar son of Anath. He struck down six hundred Philistines with an ox goad. He too delivered Israel."
    },
    "4": {
      "1": "After Ehud died, once again the people of Israel committed evil in the eyes of the Lord.",
      "2": "So the Lord sold them into the hand of Jabin king of Canaan, who ruled in Hazor. The commander of his army was Sisera, who lived in Harosheth Haggoyim.",
      "3": "Again the people of Israel called out to the Lord, because Jabin had nine hundred iron chariots. He brutally oppressed the people of Israel for twenty years.",
      "4": "Deborah, a woman, a prophetess, the wife of Lappidoth, was judging Israel at that time.",
      "5": "She would sit under the Palm Tree of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel would come to her for judgment.",
      "6": "She sent for Barak son of Abinoam from Kedesh in Naphtali. She said to him, “The Lord, the God of Israel, has commanded, ‘Go and march to Mount Tabor, and take with you ten thousand men from Naphtali and Zebulun.",
      "7": "I will lure Sisera, commander of the army of Jabin, to you at the stream Kishon along with his chariots and his horde, and I will give him into your hand.’”",
      "8": "But Barak said to her, “If you go with me, I will go, but if you do not go with me, I will not go.”",
      "9": "She answered, “All right. I will go with you, but because of the way you are going about it, the honor will not be yours. The Lord will sell Sisera into the hand of a woman.” Then Deborah got up and went with Barak to Kedesh.",
      "10": "Barak called up the forces of Zebulun and Naphtali to meet at Kedesh. Ten thousand men went up on foot, and Deborah also went up with him.",
      "11": "It happened that Heber the Kenite had separated himself from the other Kenites, who were the descendants of Hobab, the brother-in-law of Moses, and he had set up his tent out by the oak tree in Za’anannim near Kedesh.",
      "12": "When Sisera was told that Barak son of Abinoam had gone up to Mount Tabor,",
      "13": "Sisera led out all his chariots (nine hundred iron chariots) and all the people who were with him from Harosheth Haggoyim, and they came to the stream Kishon.",
      "14": "Deborah said to Barak, “Get up! Today is the day that the Lord has given Sisera into your hands! Is not the Lord going ahead of you?” So Barak went down from Mount Tabor, and ten thousand men followed him.",
      "15": "The Lord threw Sisera, all his chariots, and all his troops into confusion with the edge of the sword of Barak. So Sisera got down from his chariot and fled on foot.",
      "16": "Barak pursued the chariots and the troops as far as Harosheth Haggoyim. Sisera’s whole army fell by the edge of the sword. Not a single man was left.",
      "17": "Sisera meanwhile fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was peace between Jabin king of Hazor and the household of Heber the Kenite.",
      "18": "Jael came out to meet Sisera and said to him, “This way, my lord. Come here to me! Do not be afraid.” So he turned aside to her, went into her tent, and she hid him with a covering.",
      "19": "He said to her, “Give me something to drink, please—just a little water, because I am thirsty.” She opened a skin of milk and gave him some milk to drink. Then she covered him up.",
      "20": "After that, he said to her, “Stand at the door of the tent, and if anyone comes and asks you, ‘Is there anyone here?’ say, ‘No.’”",
      "21": "But then Jael wife of Heber took a tent stake, and gripping a hammer in her hand, she came to Sisera quietly and drove the stake through his temple, right through into the ground. Sisera had been fast asleep, exhausted—now he was dead!",
      "22": "When Barak arrived in pursuit of Sisera, Jael came out to meet him. She said to him, “Come in, and I will show you the man you are looking for.” So he went with her, and there he was. Sisera was lying there dead, with the tent stake through his temple.",
      "23": "So on that day God subdued Jabin king of Canaan before the people of Israel,",
      "24": "and the hand of the Israelites pressed harder and harder against Jabin king of Canaan, until they cut down Jabin king of Canaan."
    },
    "5": {
      "1": "On that day Deborah and Barak son of Abinoam sang this song:",
      "2": "When leaders take the lead in Israel,\nwhen the people freely offer themselves, bless the Lord!",
      "3": "Listen, kings! Lend an ear, rulers!\nI will sing. Yes, I will sing to the Lord.\nI will make music for the Lord, the God of Israel.",
      "4": "Lord, when you went out from Seir,\nwhen you marched through the countryside of Edom,\n    the earth shook, the skies poured,\n    yes, the dark clouds poured water.",
      "5": "The mountains melted before the Lord—this one of Sinai—\nbefore the Lord, the God of Israel.",
      "6": "In the days of Shamgar son of Anath,\nin the days of Jael, the main roads were deserted,\nand travelers kept to pathways and winding roads.",
      "7": "Life in the unwalled towns came to a halt.\nIn Israel, life came to a halt until I, Deborah, arose,\nuntil I arose as a mother in Israel.",
      "8": "When Israel chose new gods, there was war at the gates.\nNeither shield nor spear was seen among the forty thousand in Israel.",
      "9": "My heart goes out to the commanders of Israel,\nto those who freely offer themselves among the people. Bless the Lord!",
      "10": "Riders on tan donkey mares, you who sit on saddle blankets,\nas well as those who walk along the way—consider this:",
      "11": "Listen to the voices of those who divide flocks between water holes,\nwhere they recount the righteous acts of the Lord,\nrighteous acts for those who live in the unwalled towns in Israel.\nThen the people of the Lord went down to the city gates.",
      "12": "Wake, awake, Deborah!\n⎣Wake up the multitudes of the people.⎦\nWake, awake, sing a song.\nRise up, Barak!\n⎣Deborah, strengthen Barak.⎦ \nLead away your captives, son of Abinoam.",
      "13": "Then a survivor subdued the mighty ones.\nThe people of the Lord came down to me as warriors.",
      "14": "Some came from Ephraim—their root is in Amalek.\nBehind you came Benjamin with your people.\nFrom Makir the commanders came down,\nand from Zebulun those carrying the staff of a scribe.",
      "15": "The officers of Issachar are with Deborah.\nYes, Issachar sent support for Barak into the valley on foot.\nBut in the divisions of Reuben there was much soul searching.",
      "16": "Why did you linger among the sheepfolds\n    to listen to the whistling for the flocks?\nConcerning the divisions in Reuben, there was much soul searching.",
      "17": "Gilead remained beyond the Jordan,\nand Dan—why did he linger in ships?\nAsher remained sitting on the seashore,\nand upon its landing places he remained.",
      "18": "Zebulun is a people who scorned death and risked their lives,\nand Naphtali stayed on the heights of the battlefields.",
      "19": "Kings came; they waged war.\nThere the kings of Canaan waged war,\n    in Ta’anach, at the waters of Megiddo,\nbut they gained no silver as plunder.",
      "20": "From the heavens the stars waged war.\nFrom their courses they fought against Sisera.",
      "21": "The torrent Kishon swept them away,\nthe torrent from ancient times, the torrent Kishon.\nKeep marching, my soul, in strength.",
      "22": "Then the horses’ hoofs thundered,\nthe stampeding, the stampeding of their mighty stallions!",
      "23": "“Curse Meroz!” says the Angel of the Lord.\n“Completely curse those who live in her,\nbecause they did not come to assist the Lord,\nto help the Lord among the warriors.”",
      "24": "Most blessed among women is Jael,\n    the wife of Heber the Kenite.\nMost blessed is she among the women in the tent.",
      "25": "He asked for water, but she gave him milk.\nIn a bowl fit for a nobleman she presented curdled milk.",
      "26": "Her hand reached for the tent stake,\nher right hand for the workman’s hammer,\nand she hammered Sisera.\nShe smashed his head.\nShe shattered and pierced his temple.",
      "27": "Between her feet he knelt, he fell, he lay there.\nBetween her feet he knelt, he fell.\nWhere he sank, there he fell—destroyed.",
      "28": "Out the window she peers.\nSisera’s mother wails from behind the latticework.\n“Why is his chariot so late in coming?\nWhy do I still not hear the clatter of his chariots?”",
      "29": "The wise women among her ladies answer,\nbut she keeps saying to herself,",
      "30": "“Aren’t they just finding and dividing the plunder?\nA womb—no—two wombs for every man.\nDyed goods as plunder for Sisera, dyed fabrics as spoils,\nembroidered dyed material,\nfancy embroidered fabric for my neck, plunder.”",
      "31": "Thus may all your enemies perish, Lord.\nBut those who love him will be\n    like the sun coming forth in its strength.\nThen the land was quiet for forty years."
    },
    "6": {
      "1": "Again the people of Israel committed evil in the eyes of the Lord, and the Lord gave them into the hand of Midian for seven years.",
      "2": "The hand of Midian was heavy upon Israel. Because of Midian, the people of Israel made hidden shelters for themselves, in the mountains, in caves, and other hideouts.",
      "3": "Whenever Israel planted crops, Midian and Amalek and the people of the East would go up against Israel.",
      "4": "They would set up camp against them and ruin the crops all the way to Gaza, so there was no source of livelihood left in Israel—not even a sheep, an ox, or a donkey.",
      "5": "When the Midianites would invade with their herds of cattle and their tents, they were as numerous as locusts, so it was impossible to count them and their camels. This is how they came up against the land to ruin it.",
      "6": "So Israel was laid low because of Midian, and the people of Israel cried out to the Lord.",
      "7": "When the people of Israel cried out to the Lord because of Midian,",
      "8": "the Lord sent a man, a prophet, to the people of Israel. The prophet said this to them:\nThis is what the Lord God of Israel says: It was I who brought you up from Egypt, and I brought you out from the house of slavery.",
      "9": "I rescued you from the hand of Egypt and from the hand of all your oppressors, and I drove them out before you, and I gave you their land.",
      "10": "I said to Israel, “I am the Lord your God. Do not worship the gods of the Amorites, in whose land you live,” but you did not listen to my voice.",
      "11": "The Angel of the Lord came and sat under the oak that was in Ophrah, which belonged to Joash the Abiezrite. His son Gideon was threshing wheat in the winepress, to hide it from the Midianites.",
      "12": "The Angel of the Lord appeared to him and said to him, “The Lord is with you, mighty warrior.”",
      "13": "Gideon said to him, “Please tell me this, my lord: If the Lord is with us, why has all this happened to us? Where are all the wonderful acts our fathers told us about when they said, ‘Is it not the Lord who brought us up from Egypt?’ But now the Lord has forsaken us, and he has given us into the hand of Midian.”",
      "14": "The Lord turned to him and said, “Go forward in this strength that is now yours, and you will deliver Israel from the hand of Midian. Have I not sent you?”",
      "15": "He said to the Angel, “Pardon me, my lord, but how can I deliver Israel? Look! My clan is the lowliest in Manasseh, and I—I am the least in my father’s house.”",
      "16": "But the Lord said to him, “Surely I will be with you, and you will strike down Midian as one man.”",
      "17": "Gideon said to him, “If I have now found grace in your eyes, offer me a sign that it is you who are speaking with me.",
      "18": "Please do not leave this spot until I come back to you. I will bring my gift and set it before you.”\nHe said, “I will sit here until you return.”",
      "19": "So Gideon went and prepared a young goat, and he made unleavened bread from a half bushel of flour. He put the meat into a basket and the broth into a pot. He then brought them out to the Angel under the oak, where he presented them.",
      "20": "The Angel of God said to him, “Take the meat and the unleavened bread and set them on this rock, and pour out the broth.” So that is what he did.",
      "21": "The Angel of the Lord reached out the tip of the staff that was in his hand and touched the meat and the unleavened bread, and fire came up from the rock and consumed the meat and the unleavened bread. Then the Angel of the Lord vanished from his sight.",
      "22": "Gideon realized that this was the Angel of the Lord, and he said, “Oh, no! It is the Lord God! Yes, I have seen the Angel of the Lord face-to-face!”",
      "23": "But the Lord said to him, “Peace be with you. Do not be afraid. You will not die.”",
      "24": "So Gideon built an altar to the Lord there, and he named it “The Lord Is Peace.” To this day it stands at Ophrah of the Abiezrites.",
      "25": "On that same night the Lord said to him, “Take a bull from your father’s herd of cattle, the second bull, the one that is seven years old. Tear down your father’s altar to Baal. Then cut down the Asherah pole that is next to it.",
      "26": "In its place, build an altar to the Lord your God in the proper way, on top of this stronghold. Then take the second bull and send up a burnt offering using the wood from the Asherah pole that you cut down.",
      "27": "So Gideon took ten of his servants and carried out the word of the Lord. Yet because he was too afraid of the household of his father and the men of the town to do it by day, he did it by night.",
      "28": "When the men of the city got up early in the morning, they were surprised to see that the altar of Baal had been thrown down, the Asherah pole next to it had been cut down, and the second bull was being offered up as a sacrifice upon the altar that had been built there.",
      "29": "The people were asking each other, “Who did this?” They searched and investigated until they concluded, “Gideon son of Joash did this.”",
      "30": "So the men of the city said to Joash, “Bring out your son. He must die, because he broke down the altar of Baal and because he cut down the Asherah pole next to it.”",
      "31": "But Joash said to all those who opposed him, “Will you contend for Baal? Will you save him? Whoever contends for him will be put to death by morning. If he is a god, let him contend for himself if someone broke down his altar.”",
      "32": "From that day on they called Gideon “Jerubbaal,” saying, “Let Baal contend with him, if he broke down his altar.”",
      "33": "Then all the Midianites and Amalekites and the people of the East gathered together. They crossed over to Israelite territory and set up camp in the Valley of Jezre’el.",
      "34": "The Spirit of the Lord clothed Gideon. He blew the ram’s horn, and the clan of Abiezer was called out to follow him.",
      "35": "Gideon also sent messengers into all Manasseh, so Manasseh assembled behind Gideon. He also sent messengers into Asher, Zebulun, and Naphtali, and they came up to meet the others.",
      "36": "Then Gideon said to God, “If you will save Israel by my hand as you have said,",
      "37": "look here, I am placing a woolen fleece on the threshing floor. If dew is found only on the fleece, but all the ground around it is dry, then I will know that you will deliver Israel by my hand, as you have said.”",
      "38": "And that is exactly what happened! Gideon got up early in the morning and squeezed the fleece and wrung out dew from it—a bowlful of water!",
      "39": "But again Gideon said to God, “Do not be angry with me, but let me speak just once more. Please let me conduct just one more test with the fleece: This time let the fleece be dry, but let there be dew on the ground all around.”",
      "40": "That night God did that very thing! Only the fleece was dry, and there was dew on the ground all around."
    },
    "7": {
      "1": "Then Jerubbaal (that is, Gideon) and all the people who were with him set out and camped by the Spring of Harod. The Midianite camp was north of him, in the valley below the Hill of Moreh.",
      "2": "The Lord said to Gideon, “There are too many people with you for me to give Midian into your hands. If I did that, Israel would glorify itself at my expense and say, ‘My own hand has delivered me.’",
      "3": "So then, make an announcement for the people to hear: ‘Whoever is trembling with fear can return home and fly away from Mount Gilead.’” Twenty-two thousand people turned and left. Only ten thousand remained.",
      "4": "The Lord said to Gideon, “There are still too many people. Lead them down to the water, and there I will refine them further for you. If I tell you, ‘This one will go with you,’ he may go with you, but if I say to you, ‘This one will not go with you,’ he must not go.”",
      "5": "So Gideon led the people down to the water, and the Lord said to Gideon, “Place everyone who laps water with his tongue, as a dog would lap, to one side. Place everyone who kneels down to drink on the other side.”",
      "6": "The number of those who lapped—those who put their hands to their mouths—was three hundred men, while all the rest of the people knelt down to drink water.",
      "7": "The Lord said to Gideon, “With the three hundred men who lapped, I will deliver you, and I will give Midian into your hand. As for all the other people, let each man go back to his place.”",
      "8": "The men who had been chosen took provisions in hand, along with their ram’s horns, but Gideon sent every other Israelite man back to his own tent. He kept only the three hundred men. The camp of Midian lay below him in the valley.",
      "9": "That night the Lord said to Gideon, “Get up and go down against the Midianite camp, for I have given them into your hand.",
      "10": "But if you are afraid to go down to attack them, then go down to the camp with your young attendant Purah.",
      "11": "Listen to what they say. After that your hands will be strengthened to go down to attack the camp.”\nSo Gideon and his young attendant Purah went down to the sentry posts at the edge of the camp.",
      "12": "Meanwhile, the Midianites and Amalekites and the whole army of the eastern peoples were spread out in the valley, thick as locusts, and their camels were more than could be counted, as many as the grains of sand on the seashore.",
      "13": "When Gideon went down, he arrived just as a man was telling his fellow soldier about a dream. He said, “Listen! I had a dream. I dreamed that a round loaf of barley bread came tumbling over and over into the Midianite camp. It crashed into a tent and struck it so that the tent fell down. It overturned the tent, and the tent collapsed!”",
      "14": "His companion responded, “What can that be but the sword of Gideon son of Joash, the man of Israel. God has given Midian and the whole camp into his hand.”",
      "15": "So when Gideon heard the retelling of the dream and its meaning, he bowed down in worship and returned to the camp of Israel. He said, “Get up, because the Lord has given the camp of Midian into your hand.”",
      "16": "He divided the three hundred men into three groups. He placed a ram’s horn into the hand of each one of them, as well as empty jars with torches inside them.",
      "17": "Then he said to them, “Watch me and do whatever I do. When you see me arrive at the edge of the camp, do whatever I do.",
      "18": "When I and all the men who are with me blow our ram’s horns, the rest of you, who are around the whole camp, also blow your ram’s horns and shout, ‘For the Lord and for Gideon!’”",
      "19": "Gideon and the one hundred men with him went to the edge of the camp at the beginning of the middle watch, just after the Midianites had posted the guards. Gideon and his men blew their ram’s horns and shattered the jars that were in their hands.",
      "20": "All three groups blew their ram’s horns and broke their jars. They held the torches in their left hands, and in their right hands they held the ram’s horns that they were to blow. They shouted, “A sword for the Lord and for Gideon!”",
      "21": "Each man stood at his station around the camp. The whole Midianite camp started running, raised the alarm, and fled.",
      "22": "When the Israelites blew the three hundred ram’s horns, the Lord turned the sword of each Midianite against the person next to him throughout the whole camp.\nThe Midianite army fled up to Beth Shittah, toward Zererah, up to the border of Abel Meholah, as far as Tabbath.",
      "23": "Then all the men of Israel were summoned, from Naphtali, from Asher, and from all Manasseh, and they pursued Midian.",
      "24": "Gideon sent messengers throughout the entire hill country of Ephraim, saying, “Go down to confront Midian. Seize the waters before them, all the way to Beth Barah and the Jordan.” So all the Ephraimites who were called out seized the waters as far as Beth Barah and the Jordan.",
      "25": "They also captured Oreb and Ze’eb, the two generals of Midian. They killed Oreb at the Rock of Oreb and Ze’eb at the Winepress of Ze’eb. Then they pursued Midian and brought the heads of Oreb and Ze’eb to Gideon by the crossing of the Jordan."
    },
    "8": {
      "1": "The men of Ephraim said to Gideon, “What kind of thing was that which you did to us by not inviting us when you went to fight against Midian?” They contended with him vigorously.",
      "2": "Gideon said to them, “What have I accomplished compared to you? Are not the gleanings of Ephraim better than the whole grape harvest of Abiezer?",
      "3": "It was into your hands that God delivered Oreb and Ze’eb, the leaders of Midian. So what have I been able to accomplish compared to you?” Their anger against him died down when he said this.",
      "4": "Gideon then went to the Jordan and crossed over with the three hundred men who were with him. They were exhausted but kept pursuing the enemy.",
      "5": "Gideon said to the men of Succoth, “Please give loaves of bread to the troops who are following right behind me, because they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”",
      "6": "But the leaders of Succoth said, “Are the cut-off hands of Zebah and Zalmunna already in your hands? Why then would we give bread to your army?”",
      "7": "Gideon replied, “Just for that, when the Lord gives Zebah and Zalmunna into my hand, I will tear your flesh with thorns from the wilderness and with briars.”",
      "8": "Then Gideon went up from there to Penuel and made the same request, and the men of Penuel gave him the same answer that the men of Succoth had.",
      "9": "So Gideon said to the men of Penuel, “When I return in peace, I will tear down this tower.”",
      "10": "In the meantime Zebah and Zalmunna had arrived in Karkor. Their armies were with them, but only about fifteen thousand men were left from all the forces of the peoples from the East. One hundred twenty thousand swordsmen had fallen.",
      "11": "Gideon went up by the route of the nomads who live in tents east of Nobah and Jogbehah. He struck the camp when it was not on alert.",
      "12": "Zebah and Zalmunna fled, but Gideon pursued them and captured Zebah and Zalmunna, the two kings of Midian. This made the entire army tremble.",
      "13": "When Gideon son of Joash returned from the battle by the Ascent of Heres,",
      "14": "he captured a young man from Succoth. Gideon questioned the young man, who wrote down for him the names of the leaders of Succoth and of the town’s elders, seventy-seven men in all.",
      "15": "Gideon then went to the men of Succoth and said, “Look! Here are Zebah and Zalmunna, about whom you taunted me, saying, ‘Are the hands of Zebah and Zalmunna now in your hands? Why then would we give bread to your exhausted men?’”",
      "16": "Then Gideon took the elders of the town, and he taught the men of Succoth a lesson with thorns from the wilderness and with briars.",
      "17": "He also tore down the tower of Penuel and killed the men of the city.",
      "18": "Then Gideon said to Zebah and Zalmunna, “What about the men you killed at Tabor?”\nThey said, “They were just like you. Each one looked like a king’s son.”",
      "19": "“They were my brothers,” Gideon answered, “the sons of my mother. As surely as the Lord lives, if you had let them live, I would not kill you.”",
      "20": "Then he said to Jether, his firstborn, “Get up and kill them right now.” But the young man did not draw his sword because he was afraid, because he was still just a youth.",
      "21": "Zebah and Zalmunna said, “You get up and strike us down yourself, for a man’s strength shows what kind of man he is.” Gideon stepped up and killed Zebah and Zalmunna, and he collected the crescent ornaments that were on the necks of their camels.",
      "22": "Then the men of Israel said to Gideon, “Rule over us—you and your son and also your grandson—because you have delivered us from the hand of Midian.”",
      "23": "But Gideon said to them, “I will not rule over you, nor will my son rule over you. Only the Lord will rule over you.”",
      "24": "But Gideon also said to them, “Let me ask you for one thing: that each man give me an earring from his plunder.” (The enemy wore gold earrings, because they were Ishmaelites.)",
      "25": "They answered, “All right, we will give them to you.” Then they spread out a garment, and each man among them threw in an earring from his plunder.",
      "26": "The weight of the gold earrings that he had requested was seventeen hundred shekels. This was in addition to the crescents, the pendants, and the purple clothing that had been worn by the kings of Midian, and the ornaments that were on the necks of their camels.",
      "27": "Gideon made the gold into a sacred breastplate. He set it up in his town of Ophrah, and all Israel prostituted themselves to it there, and it became a snare to Gideon and his household.",
      "28": "In this way Midian was humbled before the people of Israel, and they did not raise their heads again.\nThe land was quiet for forty years during the days of Gideon.",
      "29": "Jerubbaal son of Joash returned and lived in his own house.",
      "30": "Gideon had seventy sons, who were his direct descendants from his own body, because he had many wives.",
      "31": "Also his concubine at Shechem bore him a son, and he named him Abimelek.",
      "32": "Finally Gideon son of Joash died at a good old age, and he was buried in the tomb of his father Joash, in Ophrah of the Abiezrites.",
      "33": "After Gideon died, the people of Israel again prostituted themselves to the Baals, and they set up Baal of the Covenant as their god.",
      "34": "The people of Israel did not remember the Lord their God, who saved them from the hand of all their enemies around them.",
      "35": "They were not loyal to the house of Jerubbaal (that is, Gideon) in return for all the good he had done for Israel."
    },
    "9": {
      "1": "Abimelek son of Jerubbaal went to Shechem to visit his mother’s brothers. He spoke to them and to the entire clan of his mother’s household, saying,",
      "2": "“Please announce this in the hearing of all the citizens of Shechem: What is better for you? If seventy men—all of the sons of Jerubbaal—rule over you, or if one man rules over you? Also remember this—I am your own flesh and blood.”",
      "3": "His mother’s brothers spoke all these words concerning him in the hearing of all the citizens of Shechem. So their hearts were inclined toward Abimelek, because they said, “He is our brother.”",
      "4": "They gave him seventy pieces of silver from the house of Baal of the Covenant. With the money, Abimelek hired worthless, reckless men, who traveled with him.",
      "5": "He came to his father’s household at Ophrah, and he murdered his brothers, the sons of Jerubbaal—seventy men slaughtered on one stone. Only one remained alive, Jotham son of Jerubbaal, the youngest, for he had hidden himself.",
      "6": "Then all the citizens of Shechem and Beth Millo gathered together, and they went and crowned Abimelek as king by the oak tree next to the memorial pillar that was in Shechem.",
      "7": "When Jotham was told, he went and stood at the top of Mount Gerizim and called out with a loud voice, “Listen to me, citizens of Shechem, and God will listen to you.”",
      "8": "One day the trees went to anoint a king over them, and they said to the olive tree, “Be king over us.”",
      "9": "But the olive tree said to them, “Should I stop producing my rich oil, with which both God and men are honored, to go and sway over the other trees?”",
      "10": "Then the trees said to the fig tree, “Come, you be king over us.”",
      "11": "But the fig tree said to them, “Should I stop producing my sweetness and my good fruit to go and sway over the other trees?”",
      "12": "Then the trees said to the grape vine, “Come, you be king over us.”",
      "13": "But the vine said to them, “Should I stop producing my new wine, which gladdens both God and men, to go and sway over the other trees?”",
      "14": "Finally all the trees said to the bramble, “Come, you be king over us.”",
      "15": "So the bramble said to the trees, “If you are sincere about anointing me to be king over you, come, seek refuge in my shade. But if you are not, may fire come out from the bramble and consume the cedars of Lebanon.”",
      "16": "Jotham said, “So now, if you acted in truth and integrity when you made Abimelek king, and if you have treated Jerubbaal and his household well, and if you have dealt with him as his hands dealt with you—",
      "17": "My father waged war for you and put his life at grave risk and delivered you from the hand of Midian.",
      "18": "Yet you have risen up against the house of my father today, and you have killed his sons, seventy men on one stone, and you have crowned Abimelek, son of his concubine, as king over the citizens of Shechem, because he is your relative.",
      "19": "If you have acted in good faith and integrity with Jerubbaal and with his household this day, rejoice in Abimelek, and let him also rejoice in you.",
      "20": "But if not, may fire come out from Abimelek and consume the citizens of Shechem and Beth Millo, and may fire come out from the citizens of Shechem and Beth Millo and consume Abimelek.”",
      "21": "With that, Jotham fled and escaped to Be’er, where he remained because of Abimelek his brother.",
      "22": "After Abimelek ruled over Israel three years,",
      "23": "God sent an evil spirit between Abimelek and the citizens of Shechem, who acted treacherously against Abimelek,",
      "24": "so that the violence perpetrated against the seventy sons of Jerubbaal would come back on Abimelek, and their blood would be charged to their brother Abimelek, who killed them, and to the citizens of Shechem, who supported him when he killed his brothers.",
      "25": "In opposition to Abimelek, the citizens of Shechem set up ambushes on the mountains, and they robbed everyone who went by along the road. This was reported to Abimelek.",
      "26": "At this time Ga’al son of Ebed and his brothers had come to Shechem and settled there, and the citizens of Shechem put their trust in him.",
      "27": "The people of Shechem went out into the fields and gathered grapes from their vineyards. They trod the grapes into wine and held a thanksgiving festival. They went to the house of their god and ate and drank, and they cursed Abimelek.",
      "28": "Ga’al son of Ebed said, “Who is Abimelek? Why should the city of Shechem serve him? Isn’t he the son of Jerubbaal? Isn’t Zebul his representative? Serve the descendants of Hamor, the founding father of Shechem, but why should we serve Abimelek?",
      "29": "If only someone would give this people into my hand! I would remove Abimelek!”\nSo he said to Abimelek, “Get a bigger army and come out!”",
      "30": "When Zebul, ruler of the city, heard the words of Ga’al son of Ebed, he was hot with anger.",
      "31": "He secretly sent messengers to Abimelek, saying, “Look, Ga’al son of Ebed and his brothers have been coming to Shechem, and now they are stirring up the city against you.",
      "32": "So now, get up tonight, you and the troops who are with you, and hide yourselves in the countryside.",
      "33": "When morning comes, at sunrise, get up early and make an attack on the city. Then when Ga’al and the people with him come out against you, do to him whatever you can.”",
      "34": "So Abimelek and all the troops who were with him set out in the middle of the night and set an ambush for Shechem, in four units.",
      "35": "Ga’al son of Ebed came out and stood at the entrance to the city gate. Then Abimelek and the troops with him rose up from their hiding places.",
      "36": "When Ga’al saw them, he said to Zebul, “Look! People are coming down from the mountains.”\nBut Zebul said to him, “You are seeing shadows on the mountains and mistaking them for men.”",
      "37": "But Ga’al spoke up again. He said, “No, look! There are people coming down from the navel of the land, and one unit is coming from the direction of the Oak of the Fortune Tellers.”",
      "38": "Zebul said to him, “Where is your big mouth now? You said, ‘Who is Abimelek that we should serve him?’ Aren’t these the people you despised? Go out now, and fight against him!”",
      "39": "So Ga’al went out in front of the citizens of Shechem and fought against Abimelek.",
      "40": "Abimelek pursued him, and Ga’al fled from him. Many fell wounded all the way up to the entrance to the city’s gatehouse.",
      "41": "Abimelek remained in Arumah, but Zebul drove out Ga’al and his brothers, so that they could not stay in Shechem.",
      "42": "The next day, when the people went out into the countryside, this was reported to Abimelek.",
      "43": "He took his people and divided them into three units and set up an ambush in the countryside.\nAs he kept watch, he saw people coming out of the city. He rose up against them and struck them down.",
      "44": "Abimelek and the unit that was with him rushed forward and took a position in front of the entrance to the city’s gatehouse. The other two units attacked everyone who was still out in the open country and struck them down.",
      "45": "Abimelek fought against the city all that day and captured it. He killed the people who were in it, and he tore down the city and sowed it with salt.",
      "46": "When all the citizens defending the citadel of Shechem realized what was happening, they went into the vault of the temple of El of the Covenant.",
      "47": "When it was reported to Abimelek that all the citizens were gathered together in the citadel of Shechem,",
      "48": "Abimelek went up to Mount Zalmon—he and all the people who were with him. Abimelek took an ax in his hand and cut brushwood. He picked up the brush and placed it on his shoulder. He told the people who were with him, “Quickly do exactly what you saw me do.”",
      "49": "All the people, each man, also cut brushwood and followed Abimelek. They placed the branches against the vault and with the branches they set the vault on fire, and all the people in the citadel of Shechem died, about a thousand men and women.",
      "50": "Abimelek then went to Thebez, besieged it, and captured it.",
      "51": "There was a strong tower in the middle of the city, and all the men and women and all the rulers of the city fled there. They shut it up tight behind them and went up to the roof of the tower.",
      "52": "Abimelek came up to the tower and attacked it. He approached the entrance of the tower to burn it down.",
      "53": "A certain woman threw down an upper millstone onto the head of Abimelek, and she fractured his skull.",
      "54": "He called quickly to the young man who carried his gear and said to him, “Draw your sword and kill me, so that they do not say about me, ‘A woman killed him.’” So this young man ran him through with his sword, and Abimelek died.",
      "55": "When the men of Israel saw that Abimelek was dead, they all went back, each to his place.",
      "56": "In this way God avenged the evil that Abimelek had done to his father by killing his seventy brothers.",
      "57": "God also returned all the evil done by the men of Shechem onto their own heads, and the curse of Jotham son of Jerubbaal came upon them."
    },
    "10": {
      "1": "After Abimelek, Tola, the son of Puah, the son of Dodo, a man from Issachar, arose to deliver Israel. He lived in Shamir in the hill country of Ephraim.",
      "2": "He judged Israel twenty-three years. Then he died and was buried in Shamir.",
      "3": "After him Jair from Gilead arose. He judged Israel twenty-two years.",
      "4": "He had thirty sons, who rode thirty donkeys, and he also had thirty villages in the land of Gilead. People call them the Villages of Jair to this very day.",
      "5": "Jair also died and was buried in Kamon.",
      "6": "Once again the people of Israel committed evil in the eyes of the Lord. They served the Baals and the Ashtartes, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the people of Ammon, and the gods of the Philistines. In this way they forsook the Lord and did not serve him.",
      "7": "So the anger of the Lord burned against Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites,",
      "8": "who shattered and crushed the people of Israel that year.\nFor the next eighteen years, the Ammonites oppressed all the people of Israel who were in the territory east of the Jordan, in the land of the Amorites, which is in Gilead.",
      "9": "When the Ammonites also crossed the Jordan to wage war against Judah and Benjamin and against the house of Ephraim, Israel suffered great distress.",
      "10": "Finally the people of Israel called out to the Lord, “We have sinned against you, for we have forsaken our God and have served the Baals.”",
      "11": "At this, the Lord said to the people of Israel, “Did I not deliver you from Egypt, from the Amorites, from the Ammonites, and from the Philistines?",
      "12": "When the Sidonians and Amalek and Maon oppressed you, and you called out to me, I delivered you from their hands.",
      "13": "It is you who have forsaken me and served other gods. Therefore, I will no longer deliver you.",
      "14": "Go and cry out to the gods whom you have chosen! Let them deliver you in the time of your distress!”",
      "15": "But the people of Israel said to the Lord, “We have sinned. Do with us whatever seems good in your eyes, but please save us today.”",
      "16": "When they removed the foreign gods from their midst and served the Lord, he could no longer refrain from relieving the misery of Israel.",
      "17": "Then the Ammonites were called to arms and set up camp in Gilead. The people of Israel also gathered and camped at Mizpah.",
      "18": "The army and the officers of Gilead said to each other, “Who is the man who will begin to wage war against the Ammonites? He will become head of all those who live in Gilead.”"
    },
    "11": {
      "1": "Now Jephthah the Gileadite was a powerful warrior, but he was the son of a prostitute. Gilead was the father of Jephthah.",
      "2": "Gilead’s wife also bore sons for him, and when the wife’s sons grew up, they drove Jephthah away. They said to him, “You will not share the inheritance with our father’s household, for you are the son of another woman.”",
      "3": "So Jephthah fled from the presence of his brothers. He lived in the Land of Tob, and a gang of worthless men gathered around him, and they went out on raids with him.",
      "4": "Sometime later, the people of Ammon waged war against Israel.",
      "5": "No sooner did the Ammonites wage war against the Israelites than the elders of Gilead went to bring Jephthah back from Tob.",
      "6": "They said to Jephthah, “Come and be our chief, and we will wage war against the Ammonites.”",
      "7": "But Jephthah said to the elders of Gilead, “Didn’t you hate me and drive me out of the house of my father? So why do you come to me now, when you are in trouble?”",
      "8": "The elders of Gilead said to Jephthah, “That is true, but now we have returned to you. Go with us and wage war against the Ammonites, and you will be the head over us and over everyone who lives in Gilead.”",
      "9": "Jephthah said to the elders of Gilead, “If you bring me back to wage war against the Ammonites, and if the Lord hands them over to me, will I really become your head?”",
      "10": "The elders of Gilead said to Jephthah, “May the Lord be a witness between us if we do not do just as you have said.”",
      "11": "So Jephthah went with the elders of Gilead, and the people appointed him head and chief over them. Jephthah repeated all his words before the Lord at Mizpah.",
      "12": "Then Jephthah sent messengers to the king of the Ammonites. They said, “What is the problem between me and you? Why have you come against me to wage war against my land?”",
      "13": "The king of the Ammonites said to Jephthah’s messengers, “The problem is that Israel took my land when they came up from Egypt, my land between the Arnon and the Jabbok and extending to the Jordan. So now return the land peacefully.”",
      "14": "Jephthah again sent messengers to the king of the Ammonites.",
      "15": "This is what he said to the king:\nThis is what Jephthah says: Israel did not take the land of Moab or the land of Ammon.",
      "16": "Instead, when they came up from Egypt, Israel traveled through the wilderness to the Red Sea, and they came to Kadesh.",
      "17": "Israel then sent messengers to the king of Edom, saying, “Please, let me cross over your land,” but the king of Edom would not listen. In the same way Israel sent messengers to the king of Moab, but the king of Moab also was not willing, so Israel returned to Kadesh.",
      "18": "Then Israel made their way through the wilderness on a route that circled around the outside of the land of Edom and the land of Moab. After they had traveled along the eastern side of the land of Moab, they camped on the north side of the Arnon. So they did not cross the border of Moab, for the Arnon forms the border of Moab.",
      "19": "Then Israel sent messengers to Sihon, king of the Amorites, king of Heshbon. Israel said to him, “Please let us cross over your land to our destination.”",
      "20": "But Sihon did not trust Israel to cross his territory. Instead, Sihon gathered all his troops, and they camped at Jahaz and waged war against Israel.",
      "21": "Then the Lord God of Israel gave Sihon and his whole army into the hand of Israel, and Israel struck Sihon down. Israel took possession of the land of the Amorites who had been living in that land.",
      "22": "In this way Israel took possession of all the territory of the Amorites, from the Arnon to the Jabbok, and from the wilderness as far as the Jordan.",
      "23": "The Lord, the God of Israel, has taken possession of the land of the Amorites for the sake of his people Israel—and now you want to take possession of it!",
      "24": "Shouldn’t you possess whatever Chemosh your god gives to you, but we should possess everything that the Lord our God takes for us to possess?",
      "25": "Also now, are you any better than Balak son of Zippor, king of Moab? Did he have a valid quarrel with Israel? Did he have a reason to wage war against them?",
      "26": "When Israel was living in Heshbon and its villages, in Aroer and its villages, and in all the cities along the Arnon for three hundred years, why didn’t you take the land back at that time?",
      "27": "As for me, I have not sinned against you. You are doing me wrong by waging war against me. Let the Lord, the Judge, render a verdict today between the people of Israel and the people of Ammon.",
      "28": "But the king of the Ammonites did not listen to the message that Jephthah sent him.",
      "29": "Then the Spirit of the Lord came upon Jephthah. He passed through Gilead and Manasseh. Then he passed through Mizpah of Gilead, and from Mizpah of Gilead he went out against the Ammonites.",
      "30": "Jephthah had made a vow to the Lord. He said, “If you indeed give the Ammonites into my hand,",
      "31": "then whoever or whatever comes out from the doors of my house to meet me when I return in peace from the Ammonites will belong to the Lord, and I will offer it up as a whole burnt offering.”",
      "32": "So Jephthah crossed over to the Ammonites to wage war against them, and the Lord gave them into his hand.",
      "33": "Jephthah struck them down from Aroer all the way to the vicinity of Minnith, twenty cities, as far as Abel Keramim—a great slaughter. Thus the Ammonites were humbled before the people of Israel.",
      "34": "But when Jephthah came home to Mizpah, there was his daughter coming out to greet him with drums and dancing! She was his one and only child. Besides her, he had no son or daughter.",
      "35": "So, as soon as he saw her, he tore his clothing and cried out, “Oh no, my daughter! You have brought me to my knees! You have become a source of misery for me. I have opened my mouth to the Lord, and I cannot take it back!”",
      "36": "She said to him, “My father, since you have opened your mouth to the Lord, do to me exactly what came out of your mouth, since the Lord has carried out vengeance for you on your enemies, the Ammonites.”",
      "37": "She also said to her father, “Do this one thing for me: Give me two months reprieve, so that I may go out into the mountains and weep for my virginity—I and my friends.”",
      "38": "Her father said, “Go,” and he sent her away for two months. She and her friends went and wept over her virginity there on the mountains.",
      "39": "When the two months came to an end, she returned to her father, and he carried out the vow that he had made regarding her. She never was intimate with a man.\nThis became a custom in Israel:",
      "40": "From year to year the daughters of Israel go out to hold a memorial service for the daughter of Jephthah the Gileadite, four days each year."
    },
    "12": {
      "1": "At that time the men of Ephraim were called to arms. They crossed over to Zaphon and said to Jephthah, “Why did you cross over to wage war against the Ammonites, but you did not invite us to go with you? We will burn your house down with you in it.”",
      "2": "Jephthah said to them, “I was a man involved in a bitter dispute—I and my people against the Ammonites. I called you out to arms, but you did not rescue me from their hand.",
      "3": "When I saw that you were not coming to rescue me, I took my life into my hands. I crossed over against the Ammonites, and the Lord gave them into my hand. So why have you come up against me this day to wage war against me?”",
      "4": "So Jephthah summoned all the men of Gilead and waged war against Ephraim. The men of Gilead struck down Ephraim, because the Ephraimites had said, “You Gileadites are nothing but renegades from Ephraim and Manasseh.”",
      "5": "The men of Gilead captured the fords across the Jordan that led to Ephraim. Whenever an Ephraimite fleeing from the battle said, “Let me cross over,” the men of Gilead asked him, “Are you an Ephraimite?” If he said, “No,”",
      "6": "they said to him, “Please say, ‘Shibboleth.’” But if he instead said, “Sibboleth,” because he could not pronounce the word correctly, they seized him and slaughtered him at the fords of the Jordan. At that time, forty-two thousand from Ephraim fell.",
      "7": "Jephthah judged Israel for six years. Then Jephthah the Gileadite died and was buried among the cities of Gilead.",
      "8": "After him Ibzan from Bethlehem judged Israel.",
      "9": "He had thirty sons and thirty daughters. He sent the thirty daughters outside his clan for marriage, and for his sons he brought in thirty wives from outside his clan. He judged Israel for seven years.",
      "10": "Then Ibzan died, and he was buried at Bethlehem.",
      "11": "After him Elon from Zebulun judged Israel. He judged Israel for ten years.",
      "12": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun.",
      "13": "After him Abdon son of Hillel from Pirathon judged Israel.",
      "14": "He had forty sons and thirty grandsons, who rode on seventy donkeys. He judged Israel for eight years.",
      "15": "Then Abdon son of Hillel from Pirathon died, and he was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."
    },
    "13": {
      "1": "The people of Israel again committed evil in the eyes of the Lord, so the Lord gave them into the hands of the Philistines for forty years.",
      "2": "Now there was a certain man from Zorah, from the clan of the Danites, whose name was Manoah. His wife was barren. She had not given birth.",
      "3": "The Angel of the Lord appeared to the woman and said to her, “Listen, you are barren and have not given birth, but you will become pregnant and give birth to a son.",
      "4": "Now, please be careful. Do not drink wine or beer, and do not eat anything unclean.",
      "5": "Listen, you will become pregnant and give birth to a son. No razor is to touch his head, for the boy will be a Nazirite dedicated to God from his mother’s womb. He will begin to deliver Israel from the hand of the Philistines.”",
      "6": "The woman went and told her husband, “A man of God came to me, and he looked like an angel of God, very awesome. I did not ask where he was from, and he did not tell me his name.",
      "7": "But he did say to me, ‘Listen! You will be pregnant and give birth to a son. So now, do not drink wine or beer, and do not eat anything unclean, because the young man will be a Nazirite dedicated to God from his mother’s womb until the day of his death.’”",
      "8": "Then Manoah pleaded with the Lord, “Please, Lord, the man of God whom you sent—please let him come to us again, to teach us what we are to do for the young man who is to be born.”",
      "9": "God heard the voice of Manoah, and the Angel of God returned to the woman while she was sitting in the field. Once again her husband Manoah was not with her.",
      "10": "The woman ran quickly and told her husband. She said to him, “Come, see! The man who appeared to me came to me again today.”",
      "11": "Manoah then got up and followed his wife. He came to the man and said to him, “Are you the man who spoke to my wife?”\nHe answered, “I am.”",
      "12": "Manoah said, “Now, when your words come true, what will be the rule for the young man and his actions?”",
      "13": "The Angel of the Lord answered Manoah, “The woman must be careful concerning everything that I said to her.",
      "14": "She must not eat anything that comes from the grapevine. She must not drink wine or beer, and she must not eat any unclean thing. Everything that I commanded her she must observe.”",
      "15": "Manoah then said to the Angel of the Lord, “May we persuade you to stay, so that we may prepare a young goat for you?”",
      "16": "But the Angel of the Lord said to Manoah, “Even if you keep me here, I will not eat any of your food, but if you make a burnt offering, offer it up to the Lord.” (Manoah did not yet know that he was the Angel of the Lord.)",
      "17": "Then Manoah said to the Angel of the Lord, “What is your name, so that we can honor you when your words come true?”",
      "18": "The Angel of the Lord said to him, “Why do you ask about my name? It is wonderful.”",
      "19": "Manoah took the young goat and the grain offering, and he offered them on the rock to the Lord, who did something wonderful as Manoah and his wife were watching.",
      "20": "As the flame rose from the altar toward the sky, the Angel of the Lord ascended upward from the altar in the flame. Manoah and his wife were watching, and they fell facedown to the ground.",
      "21": "The Angel of the Lord did not appear to Manoah and his wife again, but now Manoah knew that he was the Angel of the Lord.",
      "22": "Manoah said to his wife, “We will certainly die, because we have seen God.”",
      "23": "But his wife said to him, “If the Lord wanted to kill us, he would not have accepted a burnt offering and a grain offering from our hands, and he would not have shown us all these things, nor would he have let us hear this message at this time.”",
      "24": "The woman gave birth to a son, and she named him Samson. The boy grew, and the Lord blessed him.",
      "25": "The Spirit of the Lord began to move him at Mahaneh Dan, between Zorah and Eshtaol."
    },
    "14": {
      "1": "Samson went down to Timnah. There he saw a young woman who was a Philistine.",
      "2": "He went back and told his father and his mother, “I saw a Philistine woman in Timnah. Now, get her for me as a wife.”",
      "3": "But his father and mother said to him, “Is there no suitable woman among the young women of your relatives and among all our people that you must go to take a wife from the uncircumcised Philistines?”\nSamson insisted to his father, “No, get her for me—because, in my eyes, she is the right one.”",
      "4": "His father and mother did not know that this was from the Lord, who was seeking an opportunity to confront the Philistines, who were ruling Israel at this time.",
      "5": "So Samson and his father and mother went down to Timnah, and as they approached the vineyards at Timnah, suddenly a young lion came roaring to meet him.",
      "6": "At that moment the Spirit of the Lord powerfully rushed upon Samson, and he tore the young lion in two as if he were tearing apart a young goat. He did this with his bare hands. But he did not tell his father or his mother what he had done.",
      "7": "He went down and spoke to the woman. In the eyes of Samson, she was the right one.",
      "8": "After some days, when he returned to take her as his wife, he turned aside to look at the carcass of the lion, and to his surprise there was a swarm of bees and honey in the carcass of the lion!",
      "9": "So Samson scraped out some honey with his hands, and he ate it as he walked along. As he walked alongside his father and mother, he gave them some of the honey and they ate, but he did not tell them that he had scraped the honey out of the carcass of the lion.",
      "10": "His father met with the woman, and Samson held a wedding feast there, as young men were accustomed to do.",
      "11": "When the Philistines saw him, they selected thirty young men to serve as attendants.",
      "12": "Samson said to them, “Allow me to tell you a riddle. If you figure out the solution and tell me within the seven days of the feast, I will give to you thirty linen garments and thirty changes of clothing.",
      "13": "But if you are not able to tell me, you will give me thirty linen garments and thirty changes of clothing.”\nSo they said to him, “Tell your riddle. Let us hear it!”",
      "14": "Samson said to them,\nOut of the eater comes something to eat.\nOut of the strong comes something sweet.\nBut they were not able to solve the riddle for three days.",
      "15": "Then, on the fourth day, they said to Samson’s wife, “Persuade your husband so that you can tell us the solution to the riddle, or we will set you on fire with the house of your father. You invited us in order to take our property, didn’t you?”",
      "16": "Samson’s wife cried on his shoulder and said, “You certainly hate me and do not love me. You told a riddle to my people, but you have not explained it to me!”\nSamson said to her, “Look! I have not told even my father and my mother, and I should tell you?”",
      "17": "But she cried to him for the rest of the seven-day feast. Finally on the seventh day he told her, because she kept nagging him. Then she explained the riddle to the Philistine young men.",
      "18": "So the men of the town said to Samson on the seventh day, just before the sun went down:\nWhat is sweeter than honey,\nand what is stronger than a lion?\nBut he said to them, “If you had not plowed with my heifer, you would not have solved my riddle.”",
      "19": "Then the Spirit of the Lord rushed upon him, and he went down to Ashkelon and struck down thirty men from there. Then he took the clothing that he stripped off them and gave the clothing to the men who had solved the riddle. He was burning with anger as he went back to his father’s house.",
      "20": "Meanwhile the Philistines gave Samson’s wife to one of the men who had attended him."
    },
    "15": {
      "1": "After a number of days, during the wheat harvest, Samson came to visit his wife and brought a kid goat with him. He said, “Let me go in to my wife’s room,” but her father did not let him go in.",
      "2": "Her father said, “I was so convinced that you hated her that I gave her to your companion. Isn’t her younger sister better than she is? Please take her for yourself instead of her older sister.”",
      "3": "Samson said to them, “I am not responsible for the harm I am about to do to the Philistines.”",
      "4": "Then Samson went and captured three hundred foxes, took torches, tied the foxes tail to tail, and fastened a torch between each pair of tails.",
      "5": "He set fire to the torches and released the foxes into the standing grain of the Philistines. He burned up sheaves of grain, the standing grain, the vineyards, and the olive groves.",
      "6": "The Philistines asked, “Who did this?” They were told, “Samson, the son-in-law of the man from Timnah, did it, because the man took Samson’s wife and gave her to his companion.” So the Philistines went up and burned her and her father to death.",
      "7": "At that, Samson said to them, “Since you would do something like this, I will take revenge on you. Then I will stop.”",
      "8": "He ripped them to pieces in a devastating attack. Then he went down and stayed in the cleft in the Rock of Etam.",
      "9": "Meanwhile the Philistines went up, set up camp in Judah, and occupied the territory around Lehi.",
      "10": "The men of Judah asked, “Why have you come up against us?”\nThey said, “We have come up to tie up Samson—to do to him as he did to us.”",
      "11": "So three thousand men from Judah went down to the cleft in the Rock of Etam. They said to Samson, “Don’t you know that the Philistines are now ruling over us? So what is this you have done to us?”\nSamson answered them, “As they did to me, so I did to them.”",
      "12": "They said to him, “We have come down to tie you up and hand you over to the Philistines.”\nSamson said to them, “Swear to me that you will not attack me yourselves.”",
      "13": "They said to him, “We will not. We will indeed tie you up and hand you over to them, but we will not kill you.” Then they tied him up with two new ropes and brought him up from the rock.",
      "14": "When Samson came to Lehi, the Philistines came to meet him, shouting a war cry. But then the Spirit of the Lord rushed upon Samson, and the ropes around his shoulders were like flax charred by fire, and the ropes melted off his wrists.",
      "15": "Samson found the fresh jawbone of a donkey, reached out his hand, and took it. With it he struck down a thousand men.",
      "16": "Samson said:\nWith the jawbone of a donkey, heaps upon heaps!\nWith the jawbone of a donkey I have struck down a thousand men.",
      "17": "When he finished speaking, he threw the jawbone out of his hand, and he named the place Ramath Lehi.",
      "18": "Then he became very thirsty, and he called to the Lord, “You placed this great victory into the hand of your servant. Shall I now die of thirst and fall into the hands of the uncircumcised?”",
      "19": "Then God split the hollow that is in Lehi, and water came out of it. Samson drank, his vitality was restored, and he was revived. For this reason he called the place En Hakkore, which remains in Lehi to this day.",
      "20": "Samson judged Israel for twenty years in the days of the Philistines."
    },
    "16": {
      "1": "One time Samson went to Gaza. There he saw a prostitute and went to her.",
      "2": "The people of Gaza were told, “Samson has come here.” So they surrounded the town and lay in wait for him all night at the city gate, but they relaxed during the night, saying, “Let’s wait for the light of morning. Then we will kill him.”",
      "3": "But Samson slept only until midnight. He got up in the middle of the night, grabbed the doors of the city gate along with the two gateposts, pulled them up crossbar and all, set them on his shoulders, and took them up to the top of the hill opposite Hebron.",
      "4": "Sometime after that, Samson fell in love with a woman from the Valley of Sorek, whose name was Delilah.",
      "5": "The serens of the Philistines approached her and said, “Persuade him to reveal where his great strength comes from and how we may overpower him, tie him up, and humiliate him. Each of us will give you eleven hundred shekels of silver.”",
      "6": "So Delilah said to Samson, “Please tell me what the source of your great strength is, and how you can be tied up in order to humiliate you.”",
      "7": "Samson answered her, “If anyone ties me up with seven new bowstrings that have not yet been dried, I will become weak and be like any other man.”",
      "8": "So the serens of the Philistines brought her seven new bowstrings that had not yet been dried, and she tied him up with them.",
      "9": "She had men hiding in the room waiting to ambush Samson, and she said to him, “Philistines are upon you, Samson!” But he snapped the bowstrings as easily as a flax thread that was scorched when brought near fire. So the source of his strength was not revealed.",
      "10": "Then Delilah said to Samson, “Look! You made a fool of me and told me lies. Now please tell me how you can be tied up.”",
      "11": "Samson answered her, “Actually, if anyone ties me up with new ropes that have never been used for work, I will become weak and be like any other man.”",
      "12": "So Delilah took new ropes and tied him up with them. Then she said to him, “Philistines are upon you, Samson!” There were men hiding in the room waiting to ambush Samson, but he tore the ropes off his arms as if they were thread.",
      "13": "Delilah said to Samson, “So far you have made a fool of me and told me lies. Tell me how you may be tied up!”\nSo he said to her, “If you weave the seven locks of my hair into the fabric of a loom ⎣and fasten them with a pin, I will be as weak as any other man.”\nAfter she had waited for him to fall asleep, Delilah took the seven locks of his hair and wove them in the fabric of a loom.⎦",
      "14": "She fastened them with the pin and said to him, “Philistines are upon you, Samson!” But Samson woke up from his sleep and pulled out the pin from the loom along with the fabric.",
      "15": "She said to him, “How can you say, ‘I love you,’ when your heart is not with me? This makes three times you have made a fool of me, and you have not told me where your great strength comes from.”",
      "16": "This was how she tormented him with her words day after day and nagged him until he was sick to death of it.",
      "17": "Finally he told her everything in his heart. He said to her, “A razor has never touched my head, because I have been a Nazirite dedicated to God from the womb of my mother. If I am ever shaved, my strength will desert me, and I will become weak and be like any other man.”",
      "18": "When Delilah saw that he told her everything in his heart, she sent for the serens of the Philistines, saying, “Come back one more time, for he has poured out his heart to me.”\nThe serens of the Philistines came up to her and brought the silver in their hands.",
      "19": "Delilah let Samson fall asleep on her lap. Then she called for a man and shaved off the seven locks of his head. She began his humiliation, because his strength had left him.",
      "20": "She said, “Philistines are upon you, Samson!” He awoke from his sleep and said, “I will go out as I have time after time, and I will shake myself free.” But he did not realize that the Lord had left him.",
      "21": "The Philistines seized him, gouged out his eyes, brought him down to Gaza, and restrained him with bronze shackles. He had to grind grain in the prison.",
      "22": "But the hair on his head began to grow after it had been shaved.",
      "23": "Meanwhile, the serens of the Philistines gathered to make a great sacrifice to their god Dagon and to celebrate. They said, “Our god has given our enemy Samson into our hands.”",
      "24": "When the people saw him, they praised their god: “Our god has given our enemy into our hands, the devastator of our land, who has caused the death of many of us.”",
      "25": "When they were feeling good, they said, “Send for Samson, so that he can provide amusement for us.” They summoned Samson from the prison, and he served as their entertainment.\nThey made Samson stand between the pillars.",
      "26": "He said to the young man who led him by his hand, “Put me where I can touch the pillars that support the building, so I can lean upon them.”",
      "27": "The building was full of men and women, as well as all the serens of the Philistines. On the roof were about three thousand more men and women watching Samson as he was amusing them.",
      "28": "Samson called out to the Lord. He said, “Lord God, remember me, I pray. Give me strength, I pray, this one more time, O God. Let me get revenge on the Philistines for my two eyes in one act of vengeance.”",
      "29": "Samson then grasped the two central pillars supporting the building. He leaned against them, one with his right hand and one with his left.",
      "30": "Samson said, “Let me die with the Philistines.” He pushed with all his strength, and the building fell upon the serens and upon all the people who were inside.\nThe Philistines he put to death when he died were more numerous than those he had put to death during his lifetime.",
      "31": "Then his brothers and his father’s entire household went down, carried him back, and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had served as judge of Israel for twenty years."
    },
    "17": {
      "1": "There was a man from the hill country of Ephraim whose name was Micah.",
      "2": "He said to his mother, “You know that eleven hundred shekels of silver which were taken from you, about which you spoke a curse that I heard—Look! I have the silver. I took it.”\nHis mother said, “May my son be blessed by the Lord.”",
      "3": "Micah returned the eleven hundred shekels of silver to his mother.\nThen his mother said, “The silver that I received from my son I solemnly dedicate to the Lord to make a cast and engraved idol for my son’s benefit. So now I will return it to you.”",
      "4": "He returned the silver to his mother, and his mother gave two hundred shekels of silver to the silversmith, who made them into a cast and engraved idol, which was placed in the house of Micah.",
      "5": "This man Micah had a “house of God,” where he placed a special priestly vest and a household god and where he ordained one of his sons as his own priest.",
      "6": "In those days there was no king in Israel, and every man did whatever was right in his own eyes.",
      "7": "Meanwhile, there was a young man from Bethlehem of Judah, a city which belonged to a clan of Judah. He was a Levite, but he resided in Bethlehem even though he was not a Judean.",
      "8": "This man left the city—Bethlehem of Judah—to take up residence wherever he could find a place to stay. As he went on his way, he came to the house of Micah in the hill country of Ephraim.",
      "9": "Micah said to him, “Where did you come from?”\nHe answered, “I am a Levite from Bethlehem in Judah. I am going to take up residence wherever I can find a place to stay.”",
      "10": "Micah said to him, “Stay with me! Be a father and a priest to me. I will give you ten shekels of silver a year, an allowance for your clothing, and your food.”\nSo the Levite went with him.",
      "11": "The Levite was willing to stay with the man, and he became like one of his sons.",
      "12": "Micah ordained the Levite, so the young man became his priest and lived in Micah’s house.",
      "13": "Micah said, “Now I know that the Lord will treat me well, because I have this Levite as my priest.”"
    },
    "18": {
      "1": "In those days there was no king in Israel.\nAlso in those days, some members of the tribe of Dan were seeking a territory of their own in which to live, because up to that day they had not taken possession of their inheritance in the midst of the tribes of Israel.",
      "2": "So the descendants of Dan sent out from Zorah and Eshtaol five men who were strong warriors. They were to represent their clans and to scout the land and explore it. They said to the five men, “Go explore the land.” So they went to the hill country of Ephraim, to the house of Micah, and they spent the night there.",
      "3": "When they were near the house of Micah, they recognized the voice of the young Levite. They turned aside there and said to him, “Who brought you here? What are you doing in this place? What advantage is there for you here?”",
      "4": "He told them what Micah had done for him: “He hired me, and I became his priest.”",
      "5": "They said to him, “Please inquire from God, so that we will know whether the way we are going will lead to success.”",
      "6": "The priest said to them, “Go in peace. The way you are going is approved by the Lord.”",
      "7": "So the five men continued their journey until they arrived at Laish. They saw that the people there were living in the same way as the Sidonians, quiet and unsuspecting. There was no one to disturb them or oppress them. They were far removed from the Sidonians and had no dealings with anyone else.",
      "8": "Then the five spies returned to their fellow tribesmen at Zorah and Eshtaol. Their brothers said to them, “What do you think?”",
      "9": "The five answered, “Get up! Let us go up against them, ⎣for we have entered the land and journeyed as far as Laish. We saw how the people lived in security in the same way as the Sidonians, but they were far from the Sidonians, and they had no dealings with Aram. Get up! Let us go up against them,⎦ for we have seen the land. We assure you it is very good. Why are you still sitting here? Do not be slow. Get going to the land and take possession of it.",
      "10": "When you go, you will come to an unsuspecting people, whose land is spacious. Yes, God has given into your hands a place where there is no lack of anything on earth.”",
      "11": "So the clan of Danites set out from Zorah and Eshtaol. There were six hundred men, equipped for war.",
      "12": "They went up and camped near Kiriath Jearim in Judah. (That is why the place has been called Mahaneh Dan to this present day. It is west of Kiriath Jearim.)",
      "13": "Then they traveled on from there to the hill country of Ephraim and came to the house of Micah.",
      "14": "The five men who had gone out to spy on the land of Laish said to their brothers, “Do you know that in one of these houses there is a priestly vest and a household god, an engraved and a cast idol? So now, you know what to do.”",
      "15": "They turned in and entered the house of the young Levite at the homestead of Micah, and they asked him how he was doing.",
      "16": "Meanwhile, the six hundred descendants of Dan, equipped for war, were standing at the entrance of the gate.",
      "17": "The five men who had gone to spy on the land came and took the engraved idol, the priestly vest, the household god, and the cast idol while the priest was standing at the entrance of the gate with the six hundred men equipped for war.",
      "18": "When these five men came into the house of Micah and took the engraved idol, the priestly vest, the household god, and the cast idol, the priest asked them, “What are you doing?”",
      "19": "They told him, “Be quiet. Put your hand over your mouth. Come with us and be our father and priest! Is it better for you to be priest for the household of one man or to be priest for an entire tribe and clan in Israel?”",
      "20": "Then the priest’s heart was glad, and he took the vest, the household god, and the engraved idol, and he went along with the people.",
      "21": "So they set out on their way and sent their children and their cattle and possessions ahead of them.",
      "22": "After the Danites had gone some distance from the house of Micah, the men who lived in the houses around the house of Micah were called out to pursue them, and they caught up with the Danites.",
      "23": "They called to the Danites, who turned toward them and said to Micah, “What is wrong with you? Why are you shouting like this?”",
      "24": "Micah replied, “You have taken my gods that I made and my priest, and you have gone off. What is left to me? How can you ask me, ‘What is wrong with you?’”",
      "25": "The Danites said to him, “Do not let us hear your voice. If you do, those men with a bad attitude will attack you, and you will lose your life, not to mention the lives of your household.”",
      "26": "The Danites then continued on their way, and when Micah saw that they were stronger than he was, he turned around and went back to his house.",
      "27": "So the Danites took what Micah had made and also his priest, and they went up against Laish, against a quiet and unsuspecting people, and they struck them down by the edge of the sword and burned down the city.",
      "28": "The people of Laish had no one to rescue them, because they were far away from Sidon, and they did not have any alliance with anyone else. The city was located in the valley near Beth Rehob.\nThe Danites rebuilt the city and lived there.",
      "29": "They named the city Dan, after their forefather Dan, who was born to Israel, but Laish had been the original name of the city.",
      "30": "So the Danites set up the engraved idol for themselves, and Jonathan son of Gershom, the son of Moses, and his sons became priests for the tribe of Dan, up to the day of the captivity of the land.",
      "31": "They maintained for themselves the engraved idol that Micah had made, throughout all the days that the house of God was in Shiloh."
    },
    "19": {
      "1": "In those days there was no king in Israel.\nThere was a certain Levite living in a remote part of the hill country of Ephraim, who took a woman from Bethlehem of Judah as a concubine.",
      "2": "But his concubine committed adultery or prostitution against him and left him in order to return to her father’s house in Bethlehem of Judah. She remained there four months.",
      "3": "Then her husband got up and went after her to appeal to her heart in order to win her back. He brought with him a young man, who was his servant, and a pair of donkeys.\nHis concubine let him into her father’s house, and when the woman’s father saw him, he was happy to see him.",
      "4": "The Levite’s father-in-law, the father of the young woman, prevailed upon the man to stay with him for three days, eating, drinking, and spending the night there.",
      "5": "On the fourth day they got up early in the morning, and the man got ready to leave, but the young woman’s father said to his son-in-law, “Build up your strength with a little food. After that you may go.”",
      "6": "So the two of them sat around eating and drinking together. Then the young woman’s father said to the man, “Please, I beg you, stay one more night and enjoy yourself.”",
      "7": "The Levite got up to go, but his father-in-law pressured him, so he stayed and spent another night there.",
      "8": "He got up early on the morning of the fifth day in order to go, but the woman’s father said, “Please build up your strength first.” They delayed until the sun began to go down while the two of them were eating.",
      "9": "When the man got up to leave with his concubine and his servant, his father-in-law, the woman’s father, again said to him, “Please! The day is already turning into evening. Please stay the night. Look! The day is slipping away! Spend the night here, and enjoy yourself! You can get up early tomorrow to be on your way and return to your home.”",
      "10": "But the Levite did not want to stay another night. Instead, he got up and went on his way, and he came to Jebus (that is, Jerusalem). He had with him the pair of saddled donkeys, as well as his concubine.",
      "11": "When they were getting close to Jebus and the day was almost gone, the young man said to his master, “Let us turn aside to this city of the Jebusites and spend the night there.”",
      "12": "But his master said to him, “We will not turn aside into a foreign city that does not belong to the people of Israel. We will go on to Gibeah.”",
      "13": "He said to his young man, “Come on, we will continue on to one of these other places. We can spend the night in Gibeah or Ramah.”",
      "14": "So they continued on, and as the sun was going down on them, they came close to Gibeah, which belonged to Benjamin.",
      "15": "There they turned aside to spend the night in Gibeah. But when the man went and sat in the city square, there was no one who took them into his house to spend the night.",
      "16": "Just then, an old man was coming from his work in the field because it was evening. The man was from the hill country of Ephraim, but he was living in Gibeah, though the men of that place were Benjaminites.",
      "17": "The old man looked up and saw the traveler in the city square, and the old man said, “Where are you going, and where did you come from?”",
      "18": "The Levite said to him, “We are traveling from Bethlehem of Judah to a remote part of the hill country of Ephraim. I am from there. I traveled as far as Bethlehem of Judah, and now I am going to the House of the Lord, but there is no one who will take me into his house.",
      "19": "We even have straw and fodder for our donkeys, and we also have enough bread and wine for me, for your servant my wife, and for the young man. We, your servants, are lacking nothing.”",
      "20": "At this the old man said, “Peace be with you. Anything you lack will be my responsibility—only do not spend the night in the city square.”",
      "21": "So the old man brought the Levite to his house and fed the donkeys. He washed their feet, and they ate and drank together.",
      "22": "As they were making their hearts glad, all of a sudden the men of the city—worthless, good-for-nothing men—surrounded the house, pounding on the door. They said to the old man, the owner of the house, “Bring out the man who has come to your house. We want to get to know him.”",
      "23": "But the owner of the household went out to them and said, “No, my brothers, do not do such an evil thing, I beg you. Since this man has come to my house, do not do this disgraceful, foolish thing.",
      "24": "Look! Here is my virgin daughter and his concubine. Now I will bring them out, and you may abuse them and do to them whatever you see fit. But do not do this disgraceful, foolish thing to this man.”",
      "25": "But the men were not willing to listen to him. So the Levite took hold of his concubine and forced her to go out to them. They were intimate with her and mistreated her all night long until morning. Then they let her go at the break of dawn.",
      "26": "As morning was dawning, the woman came and collapsed at the entrance to the man’s house, where her husband had been staying until the light of day.",
      "27": "When her husband got up in the morning, he opened the doors of the house and went out in order to go on his way. There she was! His concubine had collapsed at the entrance of the house with her hands on the threshold.",
      "28": "He said to her, “Get up. Let’s go.” But there was no answer. So he put her on the donkey, got up, and returned to his place.",
      "29": "When he got home, he took a knife, grabbed his concubine, and cut her into pieces. Limb by limb he cut her into twelve pieces and sent her into all the territory of Israel.",
      "30": "Everyone who saw it said, “Nothing like this has ever been done or seen, from the day the people of Israel came up from the land of Egypt until this day.”\n⎣The Levite commanded the men he sent to say the following to all the men of Israel: “Has anything like this happened since the day that the people of Israel came up out of the land of Egypt until this day?⎦ Think this over, come up with a plan, and speak up!”"
    },
    "20": {
      "1": "Then all the people of Israel came out, and the whole community from Dan to Beersheba, including the Israelites in Gilead, assembled as one man before the Lord at Mizpah.",
      "2": "The pillars of the people from all the tribes of Israel took their places in the assembly of the people of God—four hundred thousand foot soldiers, armed with swords.",
      "3": "(The people of Benjamin heard that the people of Israel had gone up to Mizpah.) The people of Israel said, “Speak up! How did this evil happen?”",
      "4": "Then the Levite, the husband of the woman who had been murdered, answered, “I, along with my concubine, came to Gibeah in Benjamin to spend the night.",
      "5": "But the citizens of Gibeah rose up against me and surrounded the house during the night. They intended to kill me. They abused my concubine, and she died.",
      "6": "So I took hold of my concubine, cut her into pieces, and I sent her to every region of the inheritance of Israel, because the men of Gibeah did this outrageous, foolish deed in Israel.",
      "7": "Look! All of you are descendants of Israel! Consider the matter and give your judgment.”",
      "8": "All the people then rose up as one man. They said, “Not one of us will go to his tent, nor will any of us return to their homes.",
      "9": "Now this is what we will do to Gibeah: We will determine who goes against it by choosing lots.",
      "10": "We will choose ten men out of every hundred from all the tribes of Israel—and a hundred out of a thousand, and a thousand out of ten thousand—to gather provisions for the troops. When the men of Israel arrive at Gibeah in Benjamin, Israel can do to the men of Gibeah what they deserve for all the disgraceful things they did in Israel.”",
      "11": "So all the men of Israel were gathered against the city. The various groups were united as if they were one man.",
      "12": "The tribes of Israel sent men through the whole tribe of Benjamin, saying, “What is this evil thing that has been done among you?",
      "13": "Now, hand over the men, these worthless, wicked men from Gibeah! We will put them to death and root out this evil from Israel.”\nBut the people of Benjamin were not willing to listen to the voice of their brothers, the people of Israel.",
      "14": "Instead, the people from all the cities of Benjamin gathered at Gibeah to go out for war against the people of Israel.",
      "15": "On that day the people of Benjamin mustered from their cities twenty-six thousand men armed with swords, not counting those who lived in Gibeah, from which they mustered an additional seven hundred elite men.",
      "16": "From all these troops, there were seven hundred elite soldiers who were left-handed, each of whom could sling a stone at a single hair and not miss.",
      "17": "Meanwhile, the men of Israel, apart from Benjamin, mustered four hundred thousand men armed with swords, each of them a trained soldier.",
      "18": "They arose and went up to Bethel, and the people of Israel inquired of God, “Who will go up to lead us into the battle against the Benjaminites?”\nThe Lord said, “Judah will take the lead in the battle.”",
      "19": "The Israelites got up in the morning and set up camp against Gibeah.",
      "20": "The men of Israel went out for war against Benjamin and lined up for battle at Gibeah.",
      "21": "But the Benjaminites came out from Gibeah, and that day they struck down to the ground twenty-two thousand men of Israel!",
      "22": "The men of Israel renewed their courage and again lined up for battle in the same spot where they had lined up on the first day.",
      "23": "The people of Israel went up and wept before the Lord until evening. They inquired of the Lord, “Shall we go out again to engage in battle with the people of Benjamin, our brothers?”\nAgain the Lord said, “Go up against them.”",
      "24": "The Israelites approached the Benjaminites on the second day.",
      "25": "Benjamin came out from Gibeah to confront them on the second day and took down an additional eighteen thousand men from among the Israelites—right down to the ground!—all of them men armed with swords.",
      "26": "After that, all the Israelites, the entire army, went up to Bethel. There they wept and sat before the Lord and fasted all that day until evening. They offered burnt offerings and fellowship offerings before the Lord.",
      "27": "The people of Israel inquired of the Lord. (The Ark of the Covenant of God was there in those days.)",
      "28": "Phinehas son of Eleazar, son of Aaron, was ministering in front of the ark in those days. He asked, “Shall I again go out to battle against our brothers the Benjaminites, or shall I stop?”\nThe Lord said, “Go up, because tomorrow I will give them into your hand.”",
      "29": "Then Israel positioned men in ambushes all around Gibeah.",
      "30": "The men of Israel went up against the men of Benjamin on the third day, and they lined up against Gibeah as they had done before.",
      "31": "Again the Benjaminites went out to confront the people of Israel. The Benjaminites were drawn away from the city, and they began to strike down some of the people, killing them in the open country as they had done before, along the highway that goes up to Bethel and the one to Gibeah. They killed about thirty men of Israel.",
      "32": "The Benjaminites thought, “They are being struck down before us, just as they were before.”\nBut the Israelites had said, “We will retreat and draw them out of the city to the highways.”",
      "33": "So all the men of Israel fell back from their positions and drew up a battle line at Baal Tamar. Then the Israelites who were hiding in ambush came bursting out from their positions west of Geba.",
      "34": "Ten thousand specially chosen men from all Israel came out against Gibeah. The battle was fierce, and the Benjaminites did not realize that calamity was about to fall upon them.",
      "35": "The Lord struck down Benjamin before Israel, and the Israelites brought Benjamin to ruin on that day. Twenty-five thousand one hundred men, who were armed with swords, fell.",
      "36": "Then the Benjaminites saw that they were beaten.\nThe men of Israel had given ground to Benjamin because they were relying on the men in the ambushes that they had set up near Gibeah.",
      "37": "The hidden attackers struck quickly. They dashed into Gibeah, spread out, and struck the entire city with the edge of the sword.",
      "38": "This was the signal for the men of Israel and for those in the ambush: When they saw a great cloud of smoke coming up from the city,",
      "39": "the men of Israel were to turn back to join the battle.\nBenjamin had begun to strike some of the men of Israel dead, about thirty men. So they said, “Look, they are being struck down before us, as they were in the first battle.”",
      "40": "But as a column of smoke began to rise above the city, the Benjaminites turned to look behind them, and suddenly they saw that the city was going up toward heaven like a burnt offering.",
      "41": "Then the Israelites turned back, and the Benjaminites were horrified because they realized that disaster was falling upon them.",
      "42": "They fled from the men of Israel to escape toward the wilderness, but the battle kept up with them, as Israelites from the cities all around them were striking them down.",
      "43": "The Israelites encircled Benjamin, pursued them, and overran their positions all the way to Nohah, a spot east of Gibeah.",
      "44": "From Benjamin, eighteen thousand fell, all of them strong warriors.",
      "45": "The surviving Benjaminites turned and fled toward the wilderness, to the Rock of Rimmon, but five thousand of these men were picked off along the highways. The Israelites caught up with them at Gidom and struck down two thousand more of their men.",
      "46": "So the total number of Benjaminites that fell that day was twenty-five thousand men armed with swords, all of them powerful warriors.",
      "47": "But the surviving six hundred men turned and fled toward the wilderness to the Rock of Rimmon, and they stayed at the Rock of Rimmon for four months.",
      "48": "The men of Israel had turned back against the Benjaminites and struck them with the edge of the sword. They struck the entire city, including the animals and whatever else could be found. They burned down all the rest of the cities."
    },
    "21": {
      "1": "Previously the men of Israel had taken an oath at Mizpah: “Not a man from among us will give his daughter to a Benjaminite as his wife.”",
      "2": "The people came to Bethel and remained there before God until evening. They lifted up their voices and wept bitterly.",
      "3": "They said, “Why, Lord God of Israel, has this happened in Israel, that today one tribe has been removed from Israel?”",
      "4": "The next day, when the people rose early, they built an altar there and offered burnt offerings and fellowship offerings.",
      "5": "Then the Israelites said, “From all the tribes of Israel, was there anyone who did not come up to the assembly of Israel before the Lord?” For they had taken this solemn oath against anyone who did not come up to the Lord at Mizpah: “He will certainly be put to death.”",
      "6": "Then the people of Israel felt compassion toward Benjamin, their brother, and they said, “One tribe of Israel is cut off today.",
      "7": "What can be done to provide wives for those who remain? We have sworn by the Lord not to give any of our daughters to them as wives.”",
      "8": "So then they asked, “Was there anyone from the tribes of Israel who did not go up to the Lord at Mizpah?” They found that no one from Jabesh Gilead had come to the assembly at the camp.",
      "9": "In fact, when the roll call had been taken, not a man was there from the inhabitants of Jabesh Gilead.",
      "10": "So the assembly sent twelve thousand powerful warriors and commanded them, “Go and strike down the people who live at Jabesh Gilead with the edge of the sword, including the women and children.",
      "11": "This is what you are to do: Every male and every woman who has known the bed of a male, you shall devote to destruction.”",
      "12": "They found among the inhabitants of Jabesh Gilead four hundred young women who were virgins, who had never known a man by lying down with a male. They brought the four hundred women to the camp at Shiloh in the land of Canaan.",
      "13": "Then the entire assembly sent a message to the Benjaminites who were at the Rock of Rimmon. They extended an offer of peace to them.",
      "14": "The Benjaminites then returned, and the Israelites gave them the women that they had kept alive from Jabesh Gilead.\nBut they did not find enough wives for all of them.",
      "15": "Once more the people had compassion on Benjamin because the Lord had left an empty spot among the tribes of the Lord.",
      "16": "So the elders of the assembly asked, “What shall we do to get wives for those who were spared, since the women from Benjamin have been wiped out?”",
      "17": "They said, “There must be a way to provide an inheritance for the surviving remnant of Benjamin, so that a tribe will not be blotted out from Israel!",
      "18": "But we cannot give them wives from our daughters, because the people of Israel have sworn, ‘Cursed is anyone who gives a woman to Benjamin.’”",
      "19": "But then someone said, “Look! There is an annual festival of the Lord in Shiloh, which is north of Bethel, east of the highway that goes from Bethel toward Shechem, and south of Lebonah.”",
      "20": "So they commanded the Benjaminites, “Go and lie in wait in the vineyards",
      "21": "and watch. Then when the daughters of Shiloh come out to join in the dances, come out from the vineyards, and each man should seize a wife for himself from the daughters of Shiloh. Then return to the land of Benjamin.",
      "22": "If it happens that their fathers or brothers come to us to complain, we will say to them, ‘Be gracious to them, because we failed to capture a woman for each man during the battle, and you did not break your oath that you would not give your daughters, so you will not incur guilt.’”",
      "23": "So that is what the Benjaminites did. They grabbed and carried off as many women as they needed from among the dancers. Then they went and returned to their family property, rebuilt their cities, and lived in them.",
      "24": "At the same time the Israelites returned from there. Each man returned to the territory of his tribe and clan, each man to his own family property.",
      "25": "In those days there was no king in Israel, and every man did whatever was right in his own eyes."
    }
  }
}