{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:08.944279-04:00",
    "Translation": "EHV"
  },
  "Lamentations": {
    "1": {
      "1": "How lonely the city sits, which once was full of people!\nShe, who was great among the nations, is now a widow.\n    She, who was a princess among the provinces, now works as a slave.",
      "2": "At night she weeps bitterly, and her tears linger on her cheek.\n    Not one of her lovers is there to comfort her.\n    All her friends have betrayed her. They are now her enemies.",
      "3": "Judah has gone into exile. She endures affliction and harsh labor.\n    She lives among the nations. She finds no rest.\n    All her pursuers caught up with her when she was in great distress.",
      "4": "The roads to Zion are mourning,\n    because there are no travelers going to the appointed assemblies.\n    All her gates are deserted. Her priests groan.\n    Her virgins grieve. Her grief is bitter.",
      "5": "Her foes have risen to the top. Her enemies prosper.\n    Because of her many acts of rebellion, the Lord has brought grief to her.\n    Her children have gone into captivity in the presence of the foe.",
      "6": "The daughter of Zion has lost all her splendor.\n    Her officials have become like deer that find no pasture.\n    Powerless, they fled before the pursuer.",
      "7": "Jerusalem remembers the days of her affliction and her homeless wandering.\n    She remembers all her precious things which were hers from long ago.\n    When her people fell under the hand of the foe, there was no one to help her.\n    Foes saw her and laughed at the end she has come to.",
      "8": "Jerusalem has sinned terribly, so she is unclean.\n    All who once honored her now despise her, because they have seen her nakedness.\n    She can only sigh and turn away.",
      "9": "Her flow of blood stains her skirt. She did not consider the outcome of her sin.\n    Her collapse was astonishing. There was no one to comfort her.\n    Look, Lord, at my affliction, for the enemy has done awful things.",
      "10": "The foe has laid hands on all her precious things.\n    She has even seen nations enter her sanctuary,\n    nations about whom you commanded, “They shall not enter your assembly.”",
      "11": "All her people are sighing as they search for bread.\n    They traded their precious things for food in order to stay alive.\n    Look, Lord, and see that I have become despised.",
      "12": "But nothing like this is happening to you, all you who pass me by.\n    Look and see if there is any pain like my pain, which was dealt out to me,\n    which the Lord caused me to suffer on the day of his burning anger.",
      "13": "From on high he sent fire into my bones and overpowered me.\n    He spread a net for my feet. He turned me back.\n    He made me desolate. I was sick all day long.",
      "14": "The yoke of my sinful rebellion is fastened to my neck.\n    My sins are bound together by his hand.\n    They have risen up as high as my neck. He has weakened my strength.\n    The Lord has given me into the hands of people I cannot resist.",
      "15": "The Lord has tossed aside all the strong men in my midst.\n    He called an assembly against me to break my best young men.\n    The Lord has trampled the virgin daughter of Judah in a winepress.",
      "16": "Because of these things, I am weeping. My eye, my eye flows with water,\n    because the comforter, the one who restores my soul, is far away from me.\n    My children have become desolate, because the enemy has prevailed.",
      "17": "Zion spreads out her hands, but there is no one to comfort her.\n    The Lord has commanded those who surround Jacob to be his foes.\n    Among them, Jerusalem has become an unclean thing.",
      "18": "The Lord is righteous. I am the one who rebelled against the word from his mouth.\n    Please listen, all you peoples, and see my pain.\n    My virgins and my best young men have gone into captivity.",
      "19": "I called to my lovers, but they deceived me.\n    My priests and my elders perished in the city,\n    as they sought food for themselves to restore their lives.",
      "20": "See, Lord, I am in distress. My emotions are in turmoil.\n    My heart turns over inside me, because I have been very rebellious.\n    Outside, the sword takes away my children.\n    Inside, there is death.",
      "21": "People have heard that I am groaning. There is no one who comforts me.\n    All my enemies have heard about my misery, and they rejoiced that you did this.\n    Bring on the day that you have announced, so that they may become like me.",
      "22": "May all their wickedness come before you. Deal harshly with them,\n    just as you dealt harshly with me because of all my rebellion.\n    Yes, my groans are many, and my heart is sick."
    },
    "2": {
      "1": "How the Lord, in his anger, has covered the daughter of Zion with a dark cloud!\n    He threw down the beauty of Israel from heaven to earth.\n    He did not remember his footstool in the day of his anger.",
      "2": "The Lord swallowed up and did not spare the pastures of Jacob.\n    In his fury he tore down the fortifications of the daughter of Judah.\n    He brought them down to the ground. He brought dishonor to the kingdom and its officials.",
      "3": "He completely chopped off the horn of Israel in burning anger.\n    He withdrew his right hand in the presence of the enemy.\n    He burned in Jacob like a flaming fire, which consumed all around.",
      "4": "He bent his bow like an enemy. His right hand was ready like a foe,\n    and he killed everyone who was precious in his eyes.\n    On the tent of the daughter of Zion, he poured out his wrath like fire.",
      "5": "The Lord was like an enemy. He swallowed up Israel.\n    He swallowed up all her citadels. He left her fortresses in ruins.\n    He increased mourning and lamenting for the daughter of Judah.",
      "6": "He dealt violently with his shelter like a shed in a garden. He ruined his meeting place.\n    The Lord has caused the appointed assembly and the Sabbath to be forgotten in Zion.\n    In his indignation and anger he showed contempt for king and priest.",
      "7": "The Lord rejected his altar. He abandoned his holy place.\n    He delivered her walls and palaces into the hand of the enemy.\n    They gave a shout in the House of the Lord,\n    like that on the day of an appointed assembly.",
      "8": "The Lord had in mind to ruin the wall of the daughter of Zion.\n    He stretched out a measuring line. He did not restrain his hand from swallowing her up.\n    He made its rampart and wall mourn. Together they became weak.",
      "9": "Her gates have sunk down to the ground. He destroyed and shattered her bars.\n    Her king and her officials are exiled among the nations. There is no law.\n    Even her prophets have not received a vision from the Lord.",
      "10": "The elders of the daughter of Zion sit on the ground and are silent.\n    They throw dust on their heads and put on sackcloth.\n    The virgins of Jerusalem bow their heads to the ground.",
      "11": "My eyes are worn out with tears. I am troubled in my heart.\n    I am emotionally drained over the breaking of the daughter of my people,\n    while children and infants grow weak in the public squares of the city.",
      "12": "They ask their mothers, “Where are the grain and wine?”\n    while they faint in the public squares of the city, like someone wounded,\n    while they take their last breath in their mothers’ laps.",
      "13": "What testimony can I give on your behalf?\n    What can I compare to you, daughter of Jerusalem?\n    What can I place next to you, so that I may comfort you, virgin daughter of Zion?\n    Your wound is as wide as the sea. Who can heal you?",
      "14": "Your prophets saw visions for you, but they were empty and worthless.\n    They did not reveal your guilt, in order to turn away your captivity.\n    They saw oracles for you that were empty and misleading.",
      "15": "All who passed by clapped their hands over you.\n    They hissed and shook their head over the daughter of Jerusalem:\n    “Is this the city that was said to be the perfection of beauty,\n    the joy of the whole earth?”",
      "16": "All your enemies opened their mouth against you.\n    They hissed and gnashed their teeth. They said, “We swallowed her up.\n    Yes, this is the day we were waiting for. We found it. We saw it.”",
      "17": "The Lord has done what he planned. He carried out his word,\n    which he commanded long ago. He tore down and did not spare.\n    He let the enemy rejoice over you. He raised up the horn of your foes.",
      "18": "Their heart cried out to the Lord.\n    O wall of the daughter of Zion,\n    let your tears flow like a torrent, day and night.\n    Do not let yourself become numb. Do not let your eye stop crying.",
      "19": "Get up! Shout out during the night, as the night watches begin!\n    Pour out your heart like water before the Lord’s face.\n    Lift up your hands to him to pray for the life of your children,\n    who are faint with hunger at every street corner.",
      "20": "Look, Lord, and see! With whom have you dealt so harshly?\n    Should women eat the children they produced,\n    the children they played with on their knee?\n    Should priest and prophet be killed in the Lord’s holy place?",
      "21": "In the streets young and old lie dead on the ground.\n    My virgins and my best young men have fallen by the sword.\n    You killed them on the day of your anger. You slaughtered and did not spare.",
      "22": "As you do on a day of assembly, you summoned from every side the things I dread.\n    On the day of the Lord’s anger, there was no one who escaped or survived.\n    The enemy destroyed the children I played with on my knee and raised."
    },
    "3": {
      "1": "I am the man who has experienced affliction under the rod of his fury.",
      "2": "He drove me off and brought me into darkness instead of light.",
      "3": "See how he turns against me. He turns his hand against me all day long.",
      "4": "He wore out my flesh and my skin. He shattered my bones.",
      "5": "He built siege works against me. He surrounded me with bitterness\n    and hardship.",
      "6": "He made me dwell in dark places, like people who died long ago.",
      "7": "He walled me in, so I cannot leave. He made my chains heavy.",
      "8": "Even when I call and cry out, he shuts out my prayer.",
      "9": "He has blocked my way with a stone wall. He has made my paths crooked.",
      "10": "He is about to ambush me like a bear, like a lion lying in wait.",
      "11": "He diverted me off my path and tore me to pieces. He made\n    me desolate.",
      "12": "He bent his bow and set me up as a target for the arrow.",
      "13": "He shot the arrows from his quiver into my heart.",
      "14": "I was a laughingstock to all my people, the target of their song\n    all day long.",
      "15": "He has made me eat bitter food and drink my fill of wormwood.",
      "16": "He broke my teeth with gravel. He pushed me down into the ashes.",
      "17": "You deprived my soul of peace. I have forgotten what well-being is.",
      "18": "I said, “My endurance has vanished, along with my hope from\n    the Lord.”",
      "19": "Remember my affliction and my homeless wandering,\n    the wormwood and bitterness.",
      "20": "My soul always remembers, and it has sunk within me.",
      "21": "Nevertheless, I keep this in my heart. This is the reason I have hope:",
      "22": "By the mercies of the Lord we are not consumed, for his compassions do not fail.",
      "23": "They are new every morning. Great is your faithfulness.",
      "24": "My soul says, “The Lord is my portion. Therefore, I will hope in him.”",
      "25": "The Lord is good to those who wait for him, to the soul who seeks him.",
      "26": "It is good to hope quietly for the salvation of the Lord.",
      "27": "It is good for a man that he bears a yoke early in his life.",
      "28": "Let him sit alone and be silent, because the Lord has laid this upon him.",
      "29": "Let him stick his face in the dust. Perhaps there still is hope.",
      "30": "Let him turn his cheek toward the one who strikes him. Let him be filled with disgrace.",
      "31": "For the Lord will not push us away forever.",
      "32": "Even though he brings grief, he will show compassion on the basis of his great mercy.",
      "33": "Certainly it is not what his heart desires when he causes affliction,\n    when he brings grief to the children of men.",
      "34": "To crush all the land’s prisoners under his feet,",
      "35": "to deny a man’s right before the face of the Most High,",
      "36": "to undermine a man in his legal dispute—\n    the Lord does not look with favor on these things.",
      "37": "Who can speak something and have it happen, unless the Lord commands it?",
      "38": "Don’t the bad things and the good both come from the mouth of the Most High?",
      "39": "How can any living man complain?\n    How can someone complain about the consequences of his sins?",
      "40": "Let us explore and examine our ways, and let us return to the Lord.",
      "41": "Let us lift up our hearts and hands to God in heaven.",
      "42": "We were disobedient and rebelled, so you did not forgive.",
      "43": "You covered yourself with anger and pursued us. You killed and did not spare.",
      "44": "You covered yourself with a cloud, so that no prayer passes through.",
      "45": "You make us like scraps and garbage among the peoples.",
      "46": "All our enemies opened their mouth against us.",
      "47": "Panic and the pit were ours, devastation and destruction.",
      "48": "Streams of water run down from my eyes,\n    because of the breaking of the daughter of my people.",
      "49": "My eye pours without stopping. It will not cease,",
      "50": "until the Lord looks down so that he sees from heaven.",
      "51": "What I see makes my soul ache for all the daughters of my city.",
      "52": "For no reason, my enemies hunted me like a bird.",
      "53": "They ended my life in the pit and threw stones at me.",
      "54": "Water flowed above my head, and I said, “I am cut off!”",
      "55": "I called on your name, Lord, from the deepest pit.",
      "56": "You heard my voice: “Do not hide your ear from my cry for relief!”",
      "57": "The day I called to you, you came near and said, “Do not fear.”",
      "58": "Lord, you pleaded my soul’s case. You redeemed my life.",
      "59": "Lord, you saw how I was wronged. Judge my case.",
      "60": "You saw all their vengeance, all their plans against me.",
      "61": "You heard their scorn, Lord, all their plans against me.",
      "62": "You heard the lips of those who rise up against me\n    and their plots against me all day long.",
      "63": "Watch them when they sit down and when they get up.\n    I am the target of their mocking song.",
      "64": "You will pay them back, Lord, according to what their hands have done.",
      "65": "You will give them a stubborn heart. Your curse is on them.",
      "66": "You will pursue them in anger\n    and destroy them from under the heavens of the Lord."
    },
    "4": {
      "1": "How dull the gold has become! How the fine gold has lost its shimmer!\nSacred stones are poured out at the corner of every street.",
      "2": "The precious sons of Zion, who were worth their weight in gold,\n    now are treated like clay jars, the work of a potter’s hands!",
      "3": "Even jackals offer a breast and nurse their young,\n    but the daughter of my people has become cruel, like an ostrich in the wilderness.",
      "4": "The baby’s tongue sticks to the roof of its mouth because of thirst.\n    Children ask for bread, but no one shares with them.",
      "5": "Those who ate delicacies have become desolate in the streets.\n    Those who were dressed in scarlet have embraced piles of trash.",
      "6": "The guilt of the daughter of my people was greater than the sin of Sodom,\n    which was overthrown in a moment, though no hands turned against her.",
      "7": "Her consecrated ones were brighter than snow. They were whiter than milk.\n    Their bones were redder than rubies; their facets shined like sapphires.",
      "8": "Now their faces have become the darkest black. They cannot be recognized in the streets.\n    Their skin has shriveled on their bones. It is as dry as a stick of wood.",
      "9": "Those cut down by the sword are better off than those cut down by hunger,\n    those who waste away, pierced with pain, with no crops to eat from the field.",
      "10": "The hands of compassionate women boiled their children.\n    Their children became their food when the daughter of my people was broken.",
      "11": "The Lord carried out his wrath. He poured out his burning anger.\n    He kindled a fire in Zion, and it consumed her foundations.",
      "12": "The kings of the earth and the world’s inhabitants never believed\n    that foe and enemy would enter the gates of Jerusalem.",
      "13": "The reason this happened was the sin of her prophets and the guilt of her priests,\n    who shed the blood of the righteous in her midst.",
      "14": "Those blind men staggered in the streets. They were defiled with blood,\n    so people could not touch their garments.",
      "15": "“Go away! Unclean!” people shouted to them. “Go away! Go away! Do not touch us!”\n    When they fled, when they staggered, people among the nations said,\n    “They may not stay here anymore.”",
      "16": "The face of the Lord scattered them. He has no regard for them anymore.\n    Priests were shown no consideration. Elders were shown no favor.",
      "17": "Our eyes are still worn out, looking in vain for our help.\n    In our watchtowers we watched for a nation that could not save us.",
      "18": "They hunted our steps, preventing us from going into the public squares of our city.\n    Our end has drawn near. Our days are finished, for our end has come.",
      "19": "Our pursuers were faster than eagles in the sky.\n    On the mountains they were in hot pursuit of us. In the wilderness they waited to ambush us.",
      "20": "The life breath for our nostrils, the anointed of the Lord, was caught in their pits.\n    We had said of him, “In his shadow we will live among the nations.”",
      "21": "Rejoice and be glad, daughter of Edom, who dwells in the land of Uz.\n    A cup will also come to you. You will become drunk and naked.",
      "22": "The punishment for your guilt is finished, daughter of Zion. He will not send you into exile again.\n    Daughter of Edom, he punishes your guilt. He reveals your sins."
    },
    "5": {
      "1": "Remember, Lord, what happened to us. Look and see our disgrace.",
      "2": "Our inheritance has been turned over to strangers, our houses to foreigners.",
      "3": "We have become orphans without a father. Our mothers are widows.",
      "4": "We pay money to drink our own water. We must buy firewood for a price.",
      "5": "Our pursuers are at our throat. We are exhausted. We are given no rest.",
      "6": "We have made a deal with Egypt and Assyria to have enough bread.",
      "7": "Our fathers sinned. They are no more, and we have borne their guilt.",
      "8": "Slaves rule over us. No one rescues us from their hand.",
      "9": "We get bread at the risk of our life because of the sword in the wilderness.",
      "10": "Our skin is as hot as an oven because of fever from hunger.",
      "11": "Women in Zion have been violated, virgins in the cities of Judah.",
      "12": "Officials have been hung up by their hands. The dignity of elders has not been respected.",
      "13": "The best young men must grind grain, and boys stumble under loads of wood.",
      "14": "Elders are no longer seated in the city gate. The best young men no longer play music.",
      "15": "The joy of our hearts has ceased. Our dancing has turned into mourning.",
      "16": "The crown has fallen off our head. Woe to us, because we have sinned!",
      "17": "Our heart is sick over this. Over these things our eyes have grown dim—",
      "18": "over Mount Zion, which is devastated, so that jackals prowl on it.",
      "19": "You, Lord, remain forever. Your throne remains for generation after generation.",
      "20": "Why do you forget us completely? Why do you abandon us for so long?",
      "21": "Lord, turn us back to you, and we will return. Renew our days like long ago,",
      "22": "unless you have completely rejected us and you will be angry at us without limit."
    }
  }
}