{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:35.003861-04:00",
    "Translation": "EHV"
  },
  "Leviticus": {
    "1": {
      "1": "Then the Lord summoned Moses and spoke to him from the Tent of Meeting.",
      "2": "He said, “Speak to the Israelites and tell them these things.”\nWhen any of you present an offering to the Lord, when it is from the livestock, you may present your offering from the herd or the flock.",
      "3": "If a person’s offering is a whole burnt offering selected from the herd, he shall present a male without blemish. He shall present it at the entrance to the Tent of Meeting so that it will be accepted before the Lord.",
      "4": "He shall lay his hand on the head of the burnt offering so that it may be accepted for him to make atonement on his behalf.",
      "5": "He shall slaughter the young bull before the Lord. Then Aaron’s sons, the priests, shall present the blood and splash the blood against all the sides of the altar at the entrance to the Tent of Meeting.",
      "6": "They are to skin the burnt offering and cut it up into sections.",
      "7": "The sons of Aaron the priest are to stoke the fire on the altar and lay out wood on the fire.",
      "8": "Then Aaron’s sons, the priests, are to lay out the sections, together with the head and the fat, on the wood that is on the fire on the altar.",
      "9": "Then they are to wash its inner organs and its lower legs with water. The priest shall send it all up in smoke on the altar as a whole burnt offering, an offering made by fire, with a pleasing aroma to the Lord.",
      "10": "If a person’s offering for a whole burnt offering is from the flock, from the sheep or from the goats, he shall present a male without blemish.",
      "11": "He shall slaughter it on the north side of the altar in the presence of the Lord. Then Aaron’s sons, the priests, shall splash its blood against all sides of the altar.",
      "12": "When he has cut it into sections, together with its head and its fat, the priest is to lay them out on the wood that is on the fire on the altar.",
      "13": "Then he is to wash the inner organs and the lower legs with water. The priest shall present all of it and send it up in smoke on the altar. It is a whole burnt offering, an offering made by fire, with a pleasing aroma to the Lord.",
      "14": "If a person’s offering to the Lord for a whole burnt offering consists of birds, he shall present a turtledove or some kind of pigeon as his offering.",
      "15": "The priest shall bring it to the altar, wring off its head, and send it up in smoke on the altar. Its blood is to be drained out on the side of the altar.",
      "16": "He is to remove its digestive system by cutting off its tail feathers and throwing them into the place for the ashes at the east side of the altar.",
      "17": "He is to tear it open by its wings, without tearing it apart. Then the priest shall send it up in smoke on the altar, upon the wood that is on the fire. It is a whole burnt offering, an offering made by fire, with a pleasing aroma to the Lord."
    },
    "2": {
      "1": "When a person brings a grain offering to the Lord, his gift shall be fine flour. He is to pour oil on it, place frankincense on it,",
      "2": "and bring it to Aaron’s sons, the priests. He is to scoop out a handful of its fine flour and some of its oil, as well as all the frankincense. The priest shall turn its memorial portion into smoke on the altar, as an offering made by fire, with a pleasing aroma to the Lord.",
      "3": "But the rest of the grain offering will belong to Aaron and his sons, a most holy part from the Lord’s gifts.",
      "4": "When you present a grain offering that has been baked in an oven, it shall be fine flour made into unleavened round loaves mixed with oil or unleavened wafers coated with oil.",
      "5": "If your offering is a grain offering prepared on a flat griddle, it shall be fine flour mixed with oil, left unleavened.",
      "6": "Crumble it into bits and pour oil on it. It is a grain offering.",
      "7": "But if your offering is a grain offering made in a pan, it shall be made of fine flour with oil.",
      "8": "You may bring to the Lord a grain offering made in any of these ways. It shall be presented to the priest, who shall deliver it to the altar.",
      "9": "The priest shall separate the memorial portion from the grain offering and send it up in smoke on the altar as an offering made by fire, with a pleasing aroma to the Lord.",
      "10": "But the rest of the grain offering shall belong to Aaron and his sons, a most holy portion from the Lord’s gifts.",
      "11": "No grain offering that you present to the Lord shall be made with yeast, because you must not send up in smoke as a gift to the Lord anything made with yeast or with honey or fruit syrup.",
      "12": "You may present them as a firstfruit offering to the Lord, but they shall not be offered up on the altar as a pleasing aroma.",
      "13": "You are to season all your grain offerings with salt. You are not to leave out the salt of the covenant of your God from your grain offering. On all your offerings you must offer salt.",
      "14": "If you present a grain offering of first ripe grain to the Lord, you shall present fresh, undried grain roasted with fire, crushed kernels of the fresh barley, as a grain offering of your first ripe grain.",
      "15": "You are to add oil to it and place frankincense on it. It is a grain offering.",
      "16": "The priest shall turn its memorial portion into smoke (some of its crushed kernels and oil, with all of its frankincense) as an offering made by fire to the Lord."
    },
    "3": {
      "1": "When someone presents a sacrifice as a fellowship offering, if he presents it from the herd, either a male or a female, he shall present before the Lord an animal without blemish",
      "2": "and lay his hand on the head of his offering. He shall slaughter it at the entrance to the Tent of Meeting. Aaron’s sons, the priests, are to splash the blood against all sides of the altar.",
      "3": "From the sacrifice of the fellowship offering he is then to present as an offering made by fire to the Lord these parts: the fat that surrounds the inner organs and all the fat on the inner organs,",
      "4": "the two kidneys with the fat around them on the muscles and sinews, and the protruding lobe of the liver, which he shall remove with the kidneys.",
      "5": "Aaron’s sons shall send it up in smoke on the altar. Place it on top of the burnt offering that is placed on the wood on the fire. Offer it as an offering made by fire, with a pleasing aroma to the Lord.",
      "6": "If he presents a male or a female from the flock to the Lord as the sacrifice of a fellowship offering, he shall present an animal without blemish.",
      "7": "If he presents a sheep as his offering, he shall present it before the Lord",
      "8": "and lay his hand on the head of his offering. He shall slaughter it in front of the Tent of Meeting, and Aaron’s sons shall splash its blood against all sides of the altar.",
      "9": "Then he shall present the fat from the sacrifice of the fellowship offering as an offering made by fire to the Lord. Include all of the fat tail, which is cut off from the base of the spine, the fat that surrounds the inner organs, and all of the fat on the inner organs.",
      "10": "Also include the two kidneys with the fat around them on the muscles and sinews, as well as the protruding lobe of the liver, which he shall remove with the kidneys.",
      "11": "The priest shall send it up in smoke on the altar as food, as an offering made by fire to the Lord.",
      "12": "If his offering is a goat, he shall present it before the Lord",
      "13": "and lay his hand on its head. He shall slaughter it in front of the Tent of Meeting, and Aaron’s sons shall splash its blood against all sides of the altar.",
      "14": "He shall then present his offering from it as an offering made by fire to the Lord: the fat that covers the inner organs and all the fat around the inner organs,",
      "15": "as well as the two kidneys with the fat around them on the muscles and sinews, and the protruding lobe of the liver, which he shall remove with the kidneys.",
      "16": "The priest shall turn them into smoke on the altar as food, as an offering made by fire, with a pleasing aroma. All fat belongs to the Lord.",
      "17": "This is a permanent regulation throughout your generations in all your settlements: You must not eat any fat or any blood."
    },
    "4": {
      "1": "The Lord again told Moses,",
      "2": "“Tell these things to the Israelites.”\nWhen a person sins unintentionally against any of the Lord’s commands by doing something which the Lord has prohibited, this is what you must do:",
      "3": "If it is the anointed priest who sins and thereby brings guilt on the people, for the sin that he has committed he shall present a young bull without blemish as a sin offering to the Lord.",
      "4": "He shall bring the bull before the Lord at the entrance to the Tent of Meeting and lay his hand on the head of the bull. Then he shall slaughter the bull in the presence of the Lord.",
      "5": "The anointed priest shall take some of the blood from the bull and bring it into the Tent of Meeting.",
      "6": "The priest shall dip his finger in the blood and sprinkle some of the blood in front of the curtain of the Holy Place seven times in the presence of the Lord.",
      "7": "The priest shall put some of the blood on the horns of the altar that is in the Tent of Meeting, as a fragrant incense in the presence of the Lord. All the rest of the bull’s blood he shall pour out at the base of the altar for burnt offerings, which is in front of the entrance to the Tent of Meeting.",
      "8": "He is to reserve all the fat from the bull of the sin offering: the fat that covers the inner organs and all the fat that is around the inner organs,",
      "9": "the two kidneys with the fat that is around them on the muscles and sinews, and the protruding lobe of the liver, which he shall remove together with the kidneys.",
      "10": "It is to be reserved just as it is reserved from the cattle for the sacrifice of the fellowship offering. Then the priest shall turn them into smoke on the altar for burnt offerings.",
      "11": "But the hide of the bull and all its meat, together with its head and its lower legs, its intestines and their contents—",
      "12": "all the rest of the bull—he is to carry to a clean place outside the camp, to the ash dump, and burn it on a wood fire. It is to be burned on the ash dump.",
      "13": "If the whole community of Israel goes astray unintentionally and the offense is not noticed by the assembly, so that they violate one of the Lord’s commands by doing something that should not be done, but they later realize their guilt,",
      "14": "when the sin which they have committed has been made known to them, the assembly shall present a young bull as a sin offering and bring it before the Tent of Meeting.",
      "15": "The elders of the community shall lay their hands on the head of the bull before the Lord, and the bull shall be slaughtered before the Lord.",
      "16": "The anointed priest shall bring some of the blood of the bull into the Tent of Meeting,",
      "17": "and the priest shall dip his finger into the blood and sprinkle it seven times on the curtain in the presence of the Lord.",
      "18": "He shall also put some of the blood on the horns of the altar that is before the Lord in the Tent of Meeting. All the rest of the blood he shall pour out at the base of the altar for burnt offerings, which is at the entrance to the Tent of Meeting.",
      "19": "He is to reserve all its fat and send it up in smoke on the altar.",
      "20": "He is to perform the same procedure for this bull as he performed for the bull of the sin offering. He shall perform the same procedure for it. This is the way the priest is to make atonement for them, so that they may be forgiven.",
      "21": "The bull is to be carried outside the camp, and it is to be burned just as the first bull was burned. It is a sin offering for the assembly.",
      "22": "When a tribal leader sins by unintentionally disobeying any of the commands of the Lord his God and doing something that should not be done, and he then realizes his guilt,",
      "23": "or the sin which he has committed has been made known to him, he shall bring a male goat without blemish as his offering.",
      "24": "He shall lay his hand on the head of the goat. It is to be slaughtered in the place where the burnt offering is slaughtered before the Lord. It is a sin offering.",
      "25": "The priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar for burnt offerings, and the rest of its blood he shall pour out at the base of the altar for burnt offerings.",
      "26": "He shall turn all its fat into smoke on the altar, like the fat of the sacrifice of the fellowship offering. Thus the priest shall make atonement for him, so that he may be forgiven.",
      "27": "If any common person from the land sins by unintentionally violating any of the Lord’s commands by doing something that should not be done, and he then realizes his guilt,",
      "28": "or the sin that he committed has been made known to him, he shall bring a female goat without blemish as his offering for the sin that he has committed.",
      "29": "He shall lay his hand on the head of the sin offering and slaughter the sin offering at the place for the burnt offering.",
      "30": "Then the priest shall take some of its blood with his finger and put it on the horns of the altar for burnt offerings. All the rest of its blood he shall pour out at the base of the altar.",
      "31": "After he removes all its fat, just as the fat was removed from the sacrifice of the fellowship offering, the priest shall send it up in smoke on the altar as a pleasing aroma to the Lord. In this way the priest shall make atonement for him, so that he may be forgiven.",
      "32": "If he brings a sheep as his sin offering, he shall bring a female without blemish.",
      "33": "He shall lay his hand on the head of the sin offering and slaughter it as a sin offering in the place where he would slaughter the burnt offering.",
      "34": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar for burnt offerings. All the rest of its blood he shall pour out at the base of the altar.",
      "35": "After he removes all its fat, just as the fat of the sheep was removed from the sacrifice of the fellowship offering, the priest shall send it up in smoke on the altar on top of the offerings made by fire to the Lord. In this way the priest shall make atonement for him for the sin that he has committed, so that he may be forgiven."
    },
    "5": {
      "1": "When a person sins because he did not speak up, even though he was an eyewitness to a case or knew what happened, and he had even heard a curse pronounced against anyone who failed to testify, he is guilty.",
      "2": "When a person touches something unclean, whether it is the carcass of an unclean wild animal or the carcass of unclean livestock or the carcass of an unclean swarming creature, but he does not realize it, he nevertheless is unclean, and he is liable.",
      "3": "When a person touches human impurity, any impurity by which one becomes unclean, but at first he does not realize it, but later becomes aware of it, he is nevertheless unclean, and he is liable.",
      "4": "Or when a person rashly utters an oath, whether for an evil purpose or a good purpose—no matter what anyone may rashly utter as an oath—even though he does not realize it at first, when he finds out about it later, he is liable in any one of these cases.",
      "5": "When he realizes his liability in one of these cases, he shall confess the sin of which he is guilty.",
      "6": "As his penalty for the sin of which he is guilty, he shall bring to the Lord a female from the flock (a sheep or a goat) as a sin offering, so that the priest may make atonement for him for his sin.",
      "7": "But if he cannot afford a sheep or goat, he shall bring to the Lord as his penalty for that sin two turtledoves or two pigeons: one for a sin offering and the other for a whole burnt offering.",
      "8": "He shall bring them to the priest. First, the priest shall offer the one for the sin offering by wringing its head from its neck without severing it.",
      "9": "He shall sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is to be drained at the base of the altar. It is a sin offering.",
      "10": "Then he shall perform the procedure for the second sacrifice according to the regulation for a whole burnt offering. In this way the priest shall make atonement for him from the sin of which he is guilty, so that he may be forgiven.",
      "11": "If the person cannot afford two turtledoves or two pigeons, he shall bring as his offering for his guilt two quarts of choice flour for a sin offering. He shall not add olive oil to it or put frankincense on it, because it is a sin offering.",
      "12": "He shall bring it to the priest, and the priest shall scoop out a handful of it as its memorial portion and send it up in smoke on the altar, on top of the gifts made by fire for the Lord. It is a sin offering.",
      "13": "In this way the priest shall make atonement for him for the sin of which he is guilty, so that he may be forgiven. Like the grain offering, it shall belong to the priest.",
      "14": "The Lord spoke to Moses:",
      "15": "When a person commits an offense by unintentionally sinning in regard to any of the Lord’s holy things, he shall bring to the Lord as his restitution offering an unblemished ram from the flock or its equivalent amount in silver shekels by the sanctuary weight, as a restitution offering.",
      "16": "He shall make restitution for the holy thing in regard to which he sinned, by adding one-fifth of its value and giving this amount to the priest. Then the priest shall make atonement for him with the ram of the restitution offering, so that he may be forgiven.",
      "17": "If, however, a person sins by doing anything against the Lord’s commands by doing something that should not be done, even though he is not aware of it, he is liable and shall bear the punishment for his guilt.",
      "18": "He shall bring an unblemished ram from the flock or its equivalent as a restitution offering to the priest. The priest shall make atonement for him for his unintentional sin, which he had committed unknowingly, so that he may be forgiven.",
      "19": "It is a restitution offering. He has indeed made restitution to the Lord."
    },
    "6": {
      "1": "The Lord spoke to Moses and told him these things:",
      "2": "If a person sins and commits an offense against the Lord by deceiving his fellow citizen about a deposit or an investment or something stolen, or if he has extorted something from his fellow citizen,",
      "3": "or if he has found something that was lost and he pretended it was his, or if he swears falsely about any offense that a person may commit in connection with any of these sins—",
      "4": "when he has sinned and then admits his guilt, he shall return what he has stolen, or what he has extorted, or the deposit which was entrusted to him, or the lost thing that he has found,",
      "5": "or anything else about which he has sworn falsely. He shall repay it in its entirety and then add one-fifth of its value to the payment. He shall pay this to its owner when he admits his liability.",
      "6": "Then he shall bring to the priest as his penalty to the Lord an unblemished ram from the flock (or its equivalent) as a restitution offering.",
      "7": "The priest shall make atonement for him before the Lord, so that he may be forgiven for whatever he has done to incur liability.",
      "8": "The Lord spoke to Moses:",
      "9": "“Command this law to Aaron and his sons.”\nThis is the law for the whole burnt offering. It concerns the part of the burnt offering that remains on the altar hearth all night until the morning, while the fire is kept burning on the altar.",
      "10": "After the priest has put on his linen garments and wears linen underclothes next to his flesh, he shall remove the fat-drenched ashes from the burnt offering that remains on the altar after the burning, and he shall place them beside the altar.",
      "11": "When he has taken off his garments and put on other clothing, he shall carry the fat-drenched ashes outside the camp to a clean place.",
      "12": "The fire on the altar shall be kept burning on it. It is not to go out. Every morning the priest is to burn more wood on it, so that he may lay out the burnt offering on top of it and turn the fat parts of the fellowship offerings into smoke on top of it.",
      "13": "The fire shall be kept burning continually on the altar. It must not go out.",
      "14": "This is the law for the grain offering.\nThe sons of Aaron shall present it before the Lord, in front of the altar.",
      "15": "One of them shall take a handful of the fine flour of the grain offering and some of its olive oil, together with all the frankincense that is on the grain offering, and turn its memorial portion into smoke on the altar as a pleasing aroma to the Lord.",
      "16": "Then Aaron and his sons shall eat the rest of it. It shall be eaten without yeast in a holy place. They shall eat it in the courtyard of the Tent of Meeting.",
      "17": "It shall not be baked with leavened dough. I have assigned it as their portion from my gifts. It is most holy, like the sin offering and the restitution offering.",
      "18": "Any male among Aaron’s descendants may eat it as his perpetual portion from the Lord’s gifts throughout your generations. Anyone who touches the offerings will be set apart as holy.",
      "19": "The Lord spoke to Moses:",
      "20": "This is the offering that Aaron and his sons shall present to the Lord on the day when he is anointed: They shall bring two quarts of fine flour as a regular grain offering, half of it in the morning and half in the evening.",
      "21": "It is to be prepared with oil on a griddle. You shall bring it well soaked and present pieces of the grain offering as a pleasing aroma to the Lord.",
      "22": "The priest who has been anointed to succeed him from among his sons shall perform this sacrifice as a perpetual obligation to the Lord. It shall be turned entirely into smoke.",
      "23": "So too every grain offering of a priest shall be a total sacrifice. It is not to be eaten.",
      "24": "The Lord spoke to Moses and told him",
      "25": "to tell Aaron and his sons these things.\nThis is the law for the sin offering.\nThe sin offering is to be slaughtered before the Lord in the same place where the burnt offering is slaughtered. It is most holy.",
      "26": "The priest who offers it as a sin offering shall eat it. It is to be eaten in a holy place, in the courtyard of the Tent of Meeting.",
      "27": "Whoever touches its meat must be set aside as holy, and if any of its blood is spattered on any garment, you shall clean the spattered part in a holy place.",
      "28": "Any clay pot in which it has been boiled is to be smashed. But if it is boiled in a bronze pot, the pot shall be scoured and rinsed with water.",
      "29": "Any male among the priests may eat the offering. It is most holy.",
      "30": "But no sin offering from which some of the blood has been brought into the Tent of Meeting, to make atonement in the Holy Place, may be eaten. It must be burned with fire."
    },
    "7": {
      "1": "This is the law for the restitution offering.\nIt is most holy.",
      "2": "The restitution offering shall be slaughtered in the same place where the whole burnt offering is slaughtered. The priest shall splash its blood against all sides of the altar.",
      "3": "All the fat from it is to be presented: the fat tail, the fat that covers the inner organs,",
      "4": "the two kidneys with the fat that is around them on the muscles and sinews, and the protruding lobe of the liver, which is to be removed with the kidneys.",
      "5": "Then the priest shall turn them into smoke on the altar as an offering made by fire to the Lord. It is a restitution offering.",
      "6": "Any male among the priests may eat it. It is to be eaten in a holy place. It is most holy.",
      "7": "The restitution offering is like the sin offering. The same law applies to both: It shall belong to the priest who makes atonement with it.",
      "8": "Also the priest who presents anyone’s burnt offering shall keep the hide of the burnt offering that he has presented.",
      "9": "Any grain offering that is baked in an oven and any offering that is prepared in a pan or on a griddle shall belong to the priest who offers it.",
      "10": "Any grain offering that has been mixed with oil or is dry shall belong to all the sons of Aaron alike.",
      "11": "And this is the law for the sacrifice of the fellowship offering that is presented to the Lord.",
      "12": "If anyone presents it for thanksgiving, then, in addition to what he is offering as the thank offering, he shall present round unleavened loaves mixed with oil, unleavened wafers anointed with oil, and ring-shaped loaves made of well-soaked fine flour, mixed with oil.",
      "13": "In addition to the sacrifice of his fellowship offering that was presented as a thank offering, he shall present round loaves of leavened bread with his offering.",
      "14": "From this he shall present one of each kind as an offering elevated to the Lord. It shall belong to the priest who splashes the blood of the fellowship offering.",
      "15": "The meat from the sacrifice of his fellowship offering for thanksgiving is to be eaten on the day that it is presented. None of it is to be left until morning.",
      "16": "But if the sacrifice that he offers is an offering to fulfill a vow or a voluntary offering, it may be eaten on the day that he offers his sacrifice. Whatever is left of it may also be eaten the next day,",
      "17": "but whatever meat is left on the third day is to be burned with fire.",
      "18": "Indeed, if any of the meat from the sacrifice of his fellowship offering is eaten on the third day, the one who presented it will not be accepted. It will not be credited to him. It will be regarded as rotten meat. Any person who eats any of it shall bear his guilt.",
      "19": "Meat that touches anything that is ceremonially unclean must not be eaten. It must be burned with fire. As for the other meat from the fellowship offering, anyone who is clean may eat such meat.",
      "20": "But the person who eats the meat from the sacrifice of his fellowship offering to the Lord while in a state of uncleanness will be cut off from his people.",
      "21": "If a person touches any unclean thing, whether it is human uncleanness, or an unclean animal, or any detestable creature, and then eats some of the meat from the sacrifice of a fellowship offering which belongs to the Lord, that person will be cut off from his people.",
      "22": "The Lord spoke to Moses and told him",
      "23": "to tell the Israelites these things:\nYou shall not eat any fat from any cattle, sheep, or goats.",
      "24": "The fat of an animal that has died naturally or has been mauled by wild animals may be put to any other use, but you must never eat it.",
      "25": "Indeed, if anyone eats the fat from any kind of animal which someone may present as an offering made by fire to the Lord, the person who eats it will be cut off from his people.",
      "26": "You must not eat any blood from birds or animals in any of the places where you settle.",
      "27": "Any person who eats any blood will be cut off from his people.",
      "28": "The Lord spoke to Moses",
      "29": "and told him to tell the Israelites these things:\nAnyone who presents his sacrifice as a fellowship offering to the Lord shall bring some of his fellowship sacrifice as an offering to the Lord.",
      "30": "His own hands must bring the gifts made by fire to the Lord. He shall bring the fat on the breast in order to offer the breast as a wave offering to the Lord.",
      "31": "The priest shall turn the fat into smoke on the altar, but the breast shall belong to Aaron and his sons.",
      "32": "You shall give the right thigh to the priest as an elevated offering from your fellowship sacrifices.",
      "33": "The right thigh shall be the portion that belongs to the son of Aaron who offers the blood and the fat of the fellowship offering.",
      "34": "For from the Israelites I have taken the breast of the wave offering and the thigh of the elevated offering from their fellowship sacrifices, and I have assigned them to Aaron the priest and to his sons from the Israelites as a perpetual regulation.",
      "35": "This is the assigned share for Aaron and the assigned share for his sons from the offerings made to the Lord by fire from the day when he presents them to serve the Lord as priests.",
      "36": "It is the share which the Lord commands the Israelites to give them from the day when he anoints them. It is a permanent regulation throughout their generations.",
      "37": "These are the laws for the whole burnt offerings, the grain offerings, the sin offerings, the restitution offerings, the ordination offerings, and the sacrifice of the fellowship offerings,",
      "38": "which the Lord commanded Moses on Mount Sinai, when he commanded the Israelites to present their offerings to the Lord, in the Wilderness of Sinai."
    },
    "8": {
      "1": "The Lord spoke to Moses:",
      "2": "“Take Aaron and his sons with him, the garments, the anointing oil, the bull for the sin offering, the two rams, and the basket of unleavened bread,",
      "3": "and assemble the whole congregation at the entrance to the Tent of Meeting.”",
      "4": "Moses did as the Lord had commanded him. When the whole congregation had assembled at the entrance to the Tent of Meeting,",
      "5": "Moses said to the congregation, “This is what the Lord has commanded you to do.”",
      "6": "Then Moses presented Aaron and his sons and washed them with water.",
      "7": "He put the tunic on him, tied the sash around him, clothed him with the robe, put the special vest on him, wrapped the decorated band of the vest around him, and tied the vest to him with the band.",
      "8": "He placed the pouch on him and put the Urim and Thummim into the pouch.",
      "9": "Then he placed the turban on his head, and he placed the gold medallion, the holy crest, on the front of the turban just as the Lord had commanded Moses.",
      "10": "Then Moses took the anointing oil and anointed the Dwelling and everything in it, to consecrate them.",
      "11": "He sprinkled some of it on the altar seven times and anointed the altar with all its utensils and the basin with its pedestal, to consecrate them.",
      "12": "He poured out some of the anointing oil on the head of Aaron and anointed him to consecrate him.",
      "13": "Then Moses presented the sons of Aaron, clothed them with tunics, fastened a sash around them, and put small pointed turbans on them, just as the Lord had commanded Moses.",
      "14": "After the bull for the sin offering had been presented, Aaron and his sons laid their hands on the head of the bull for the sin offering.",
      "15": "After it had been slaughtered, Moses took the blood, and with his finger he smeared it all around the horns of the altar, purifying the altar. Then he poured out the rest of the blood at the base of the altar. In this way he consecrated the altar by making atonement for it.",
      "16": "Then, taking all the fat around the inner organs and the protruding lobe of the liver and the two kidneys with their fat, Moses sent them up in smoke on the altar.",
      "17": "But the bull, with its hide, its flesh, and its manure, was burned with fire outside the camp, just as the Lord had commanded Moses.",
      "18": "After the ram for the whole burnt offering had been presented, Aaron and his sons laid their hands on the ram’s head.",
      "19": "After it had been slaughtered, Moses splashed the blood against all sides of the altar.",
      "20": "After the ram had been cut into sections, Moses turned the head, the cut-up sections, and the fat into smoke.",
      "21": "After the inner organs and the legs had been washed with water, Moses turned all of the ram into smoke on the altar. It was a burnt offering for a pleasing aroma, an offering made by fire to the Lord, just as the Lord had commanded Moses.",
      "22": "Then the second ram, the ram of ordination, was presented. Aaron and his sons laid their hands on the ram’s head,",
      "23": "and it was slaughtered. Moses took some of its blood and put it on the lobe of Aaron’s right ear, on the thumb of his right hand, and on the big toe of his right foot.",
      "24": "After he had presented Aaron’s sons, Moses put some of the blood on the lobes of their right ears, on the thumbs of their right hands, and on the big toes of their right feet. Then Moses splashed the rest of the blood against all sides of the altar.",
      "25": "Next he took the fat—the fat tail, all the fat around the inner organs, the protruding lobe of the liver, and the two kidneys with their fat—and the right thigh.",
      "26": "From the basket of unleavened bread that was placed before the Lord, he took one round loaf of unleavened bread, one round loaf of bread made with olive oil, and one wafer, and he placed them on top of the fat and the right thigh.",
      "27": "He put all these on the palms of Aaron and on the palms of his sons, and he raised them as an offering that is waved before the Lord.",
      "28": "Then Moses took them out of their palms and sent them up in smoke on top of the burnt offering on the altar. They were an ordination offering for a pleasing aroma. It was an offering by fire to the Lord.",
      "29": "Moses took the breast and presented it as an offering that was waved before the Lord. It was the portion for Moses from the ram of ordination, just as the Lord had commanded Moses.",
      "30": "After Moses had taken some of the anointing oil and some of the blood that was on the altar, he sprinkled them on Aaron, on his garments, and on his sons, and on the garments of his sons as well. In this way he consecrated Aaron, his garments, his sons, and the garments of his sons as well.",
      "31": "Then Moses said to Aaron and his sons: “Boil the meat at the entrance to the Tent of Meeting. You shall eat it there with the bread that is in the basket of ordination, just as I commanded when I said, ‘Aaron and his sons shall eat it.’",
      "32": "What is left over from the meat and the bread you shall burn with fire.",
      "33": "You shall not go outside the entrance to the Tent of Meeting for seven days, until the period of your ordination is completed, because it will take seven days to ordain you.",
      "34": "The Lord has commanded what has been done on this day to make atonement for you,",
      "35": "while you stay at the entrance to the Tent of Meeting day and night for seven days. You shall keep the Lord’s vigil, so that you do not die, since this is what I have been commanded.”",
      "36": "So Aaron and his sons did all the things that the Lord had commanded through Moses."
    },
    "9": {
      "1": "On the eighth day Moses summoned Aaron and his sons and the elders of Israel.",
      "2": "He said to Aaron, “Take a bull calf from the herd for a sin offering and a ram for a whole burnt offering, both without blemish, and present them before the Lord.",
      "3": "Then speak to the Israelites and say, ‘Take a male goat for a sin offering. Also take a calf and a lamb, both a year old and without blemish, for a burnt offering.",
      "4": "As a fellowship offering take one of the cattle and a ram to be sacrificed before the Lord, and take a grain offering mixed with oil, for today the Lord will appear to you.’”",
      "5": "They took what Moses had commanded to the entrance of the Tent of Meeting. Then the whole congregation approached and stood before the Lord.",
      "6": "Moses said, “This is what the Lord has commanded you to do, so that the Glory of the Lord may appear to you.”",
      "7": "Then Moses said to Aaron, “Approach the altar and present your sin offering and your burnt offering. Make atonement for yourself and for the people. Then present the offering for the people. Make atonement for them, just as the Lord has commanded.”",
      "8": "Aaron approached the altar and slaughtered the calf as a sin offering for himself.",
      "9": "Then Aaron’s sons presented the blood to him. After he had dipped his finger in the blood, he put it on the horns of the altar, and he poured out the rest of the blood at the base of the altar.",
      "10": "Then he turned the fat, the kidneys, and the protruding lobe of the liver from the sin offering into smoke upon the altar, just as the Lord had commanded Moses.",
      "11": "But the meat and the hide were burned with fire outside the camp.",
      "12": "After he slaughtered the burnt offering, Aaron’s sons brought the blood to him, and he splashed it against all sides of the altar.",
      "13": "They brought the whole burnt offering to him, piece by piece, including the head, and he turned them into smoke on the altar.",
      "14": "He washed the inner organs and the legs and turned them into smoke on top of the whole burnt offering that was on the altar.",
      "15": "Then he presented the offering for the people. He took the male goat for the sin offering for the people, slaughtered it, and made a sin offering with it as he had done with the first one for himself.",
      "16": "He then presented the whole burnt offering and carried out the offering according to the regulations.",
      "17": "Next he presented the grain offering. Taking a handful of it, he sent it up in smoke on the altar, in addition to the morning burnt offering.",
      "18": "When he had slaughtered the offering of one of the cattle and of the ram as the people’s sacrifice for fellowship offerings, Aaron’s sons brought the blood to him, which he splashed against all sides of the altar,",
      "19": "and the fat pieces from the offering of the ox and the ram—the broad tail, the layer of fat, the kidneys, and the protruding lobe of the liver.",
      "20": "They laid the fat pieces on the breasts, and he turned the fat pieces into smoke on the altar.",
      "21": "Aaron waved the breasts and the right thigh as a wave offering before the Lord, just as Moses had commanded.",
      "22": "Then Aaron lifted up his hands toward the people and blessed them. After he had presented the sin offering, the whole burnt offering, and the fellowship offerings, he came down from the altar.",
      "23": "Then Moses and Aaron entered the Tent of Meeting. When they came out, they blessed the people, and the Glory of the Lord appeared to all the people.",
      "24": "Fire came out from the presence of the Lord and consumed the burnt offering and the fat pieces on the altar. When all the people saw it, they shouted for joy and fell on their faces."
    },
    "10": {
      "1": "Now Aaron’s sons Nadab and Abihu each took his incense pan, put coals on it, and laid incense on it, and they presented unauthorized fire in the Lord’s presence, which was not according to his command.",
      "2": "Then fire came out from the Lord’s presence and consumed them. This is how they died in the Lord’s presence.",
      "3": "Moses said to Aaron, “This is what the Lord said: ‘I must be treated as holy by those who are near me. I will be glorified in the sight of all the people.’” But Aaron remained silent.",
      "4": "Then Moses summoned Mishael and Elzaphan, sons of Uzziel, Aaron’s uncle, and said to them, “Come forward and carry your cousins outside the camp, away from the sanctuary.”",
      "5": "They came forward and carried them outside the camp by their tunics, just as Moses had ordered.",
      "6": "Then Moses said to Aaron and to Eleazar and Ithamar, Aaron’s sons: “Do not dishevel your hair and do not tear your garments, so that you will not die, and so that wrath does not come down on the whole congregation. But your relatives, all the household of Israel, may weep because of the blazing fire that the Lord has ignited.",
      "7": "You must not go outside the entrance to the Tent of Meeting, or you will die, because the anointing oil of the Lord is upon you.” So they did as Moses had ordered.",
      "8": "The Lord spoke to Aaron:",
      "9": "“When you enter the Tent of Meeting, you and your sons shall not drink any wine or beer, so that you will not die. This is a permanent regulation throughout your generations.",
      "10": "You must distinguish between what is holy and what is common, what is unclean and what is clean,",
      "11": "and you must teach the Israelites all the statutes that the Lord has spoken to them through Moses.”",
      "12": "Moses spoke to Aaron and to Eleazar and Ithamar, Aaron’s remaining sons: “Take the grain offerings that are left over from the offerings for the Lord made by fire, and eat them as unleavened bread beside the altar, for they are most holy.",
      "13": "You shall eat them in a holy place, because they are your allotment and the allotment for your sons from offerings for the Lord made by fire, for that is what I have been commanded.",
      "14": "But you and your sons, and your daughters as well, may eat the breast that is waved and the thigh that is elevated in any clean place, for they have been assigned as something due to you and to your children as your allotment from the sacrifices of the fellowship offerings of the Israelites.",
      "15": "In addition to the offerings made by fire from the fat pieces, they are to bring the thigh that is elevated and the breast that is waved in order to wave them as a wave offering before the Lord. They shall be a permanent allotment for you and for your children with you, just as the Lord has commanded.”",
      "16": "When Moses inquired about the goat of the sin offering, he discovered that it had already been burned. He was angry with Eleazar and Ithamar, Aaron’s remaining sons, and said,",
      "17": "“Why didn’t you eat the sin offering in the proper place in the sanctuary? It is certainly most holy since the Lord has given it to you for bearing the guilt of the community by making atonement for them in the Lord’s presence.",
      "18": "Since its blood was not brought into the inner part of the sanctuary, you definitely should have eaten it in the sanctuary, just as I commanded.”",
      "19": "Aaron replied to Moses, “Even though they presented their sin offering and whole burnt offering in the Lord’s presence today, such things have happened to me! Would the Lord have approved if I had eaten the sin offering today?”",
      "20": "When Moses heard this, he approved."
    },
    "11": {
      "1": "The Lord spoke to Moses and Aaron and told them",
      "2": "to tell the Israelites these things.\nThese are the animals that you may eat:\nOf all the mammals on land,",
      "3": "you may eat any that have hoofs with splits in the hoofs and that rechew their food.",
      "4": "But you are not to eat the following, which only rechew their food or only have hoofs: The camel, although it rechews its food, has no hoofs. It is unclean for you.",
      "5": "Do not eat the rock badger, for although it rechews its food, it has no hoofs. It is unclean for you.",
      "6": "Do not eat the hare, for although it rechews its food, it has no hoofs. It is unclean for you.",
      "7": "Do not eat the pig, for although it has hoofs with splits in the hoofs, it does not rechew its food. It is unclean to you.",
      "8": "You shall not eat any of their meat or touch their carcasses. They are unclean for you.",
      "9": "These are the creatures that you may eat from all those that live in water: You may eat anything from the water that has fins and scales, whether from the seas or the streams.",
      "10": "But everything else in the seas or in the streams that does not have fins and scales, every swarming creature in the water and every other living creature in the water, is detestable to you",
      "11": "and shall remain detestable to you. You shall not eat any of their meat, and you shall detest their carcasses.",
      "12": "Every creature in the water that does not have fins or scales is detestable to you.",
      "13": "You shall detest the following among the birds. They shall not be eaten. These are detestable: the eagle, the black vulture, the bearded vulture,",
      "14": "the red kite and black kites of every kind,",
      "15": "ravens and crows of every kind,",
      "16": "the eagle owl, the short-eared owl, the long-eared owl, all species of hawks,",
      "17": "the tawny owl, the fisher owl, the screech owl,",
      "18": "the white owl, and the scops owl, the osprey,",
      "19": "the stork and all species of herons, the hoopoe, and the bat.",
      "20": "All winged swarming insects that walk on all fours are detestable for you.",
      "21": "But among all the winged swarming insects that walk on all fours you may eat those that have jointed legs above their feet, with which they leap off the ground.",
      "22": "Of them you may eat the following: all species of locusts, all species of bald locusts, all species of crickets, and all species of grasshoppers.",
      "23": "But all other winged swarming insects that have four feet are detestable for you.",
      "24": "By any of the following you will make yourselves unclean (anyone who touches their carcasses will remain unclean until sunset,",
      "25": "and anyone who picks up any part of their carcasses shall wash his clothes and remain unclean until sunset):",
      "26": "All animals that have hoofs without splits between the hoofs or that do not rechew their food are unclean for you. Anyone who touches them will become unclean.",
      "27": "All animals that walk on their paws and go on all fours are unclean for you. Anyone who touches their carcasses will remain unclean until sunset,",
      "28": "and whoever picks up their carcasses shall wash his clothes and remain unclean until sunset. They are unclean for you.",
      "29": "These are the most unclean for you of the creatures that swarm on the ground: the rat, the mouse, and all species of large lizards,",
      "30": "the gecko, the spotted lizard, the lizard, the skink, and the chameleon.",
      "31": "These are the most unclean for you of the creatures that swarm. Whoever touches any of these when they are dead will remain unclean until sunset.",
      "32": "Any article made of wood or fabric or leather or sackcloth on which any of these fall when they are dead will become unclean. Any article that may be used for any task is to be put in water and remain unclean until sunset. Then it will be clean.",
      "33": "You must smash any clay pot into which any of them falls. Everything in it will become unclean.",
      "34": "If any water from the pot touches any food that may be eaten, the food will become unclean, and if any drink that may be drunk is in any clay pot which the unclean thing touches, it will become unclean.",
      "35": "Anything else on which the carcass of any of them falls will become unclean. An oven or stove must be broken up. They are unclean and will remain unclean for you.",
      "36": "But a spring or a cistern with a reservoir of water will remain clean, even though anyone who touches the carcass will become unclean.",
      "37": "If the carcass of any of them falls upon any seed grain that is about to be sown, the seed is clean,",
      "38": "but if water has been added to the seed and the carcass of any of them falls on it, it will become unclean for you.",
      "39": "If an animal that you may eat has died, anyone who touches its carcass will remain unclean until sunset.",
      "40": "Anyone who eats any part of its carcass must wash his clothes and remain unclean until sunset. Anyone who carries its carcass shall wash his clothes and remain unclean until sunset.",
      "41": "Any swarming creature that swarms on the ground is detestable; it must not be eaten.",
      "42": "You shall not eat any swarming creature that swarms on the ground, anything that goes on its belly, and anything that goes on all fours, or anything that has many legs, because these creatures are detestable.",
      "43": "You shall not make yourself detestable with any creature that swarms, nor shall you make yourself unclean with them, so that you become unclean by them,",
      "44": "for I am the Lord your God. Set yourselves apart, therefore, so that you may be holy, for I am holy. You shall not make yourself unclean with any swarming creature that crawls on the ground,",
      "45": "for I am the Lord, who brought you up from the land of Egypt to be your God. You therefore shall be holy, for I am holy.",
      "46": "This is the law concerning land animals, flying creatures, all living things that move in the water, and all living things that swarm on the ground,",
      "47": "so that you can distinguish between what is unclean and what is clean, as well as between animals that may be eaten and animals that may not be eaten."
    },
    "12": {
      "1": "The Lord spoke to Moses and told him",
      "2": "to tell the Israelites these things:\nWhen a woman produces offspring and gives birth to a male, she will become unclean for seven days just as she is unclean during the time of her monthly period.",
      "3": "On the eighth day, the foreskin of his flesh shall be circumcised.",
      "4": "She will remain in the process of being purified from her flow of blood for thirty-three days. She shall not touch any holy thing nor enter the sanctuary until her period of purification is complete.",
      "5": "If she gives birth to a female, she will become unclean for two weeks as she does during her monthly period. She shall remain in the process of being purified from her flow of blood for sixty-six days.",
      "6": "At the completion of her time of purification for either a son or a daughter, she shall bring a lamb in its first year as a whole burnt offering and a pigeon or turtledove as a sin offering to the priest at the entrance to the Tent of Meeting.",
      "7": "He shall present it before the Lord and make atonement for her, so that she may be clean from her flow of blood. This is the law for a woman who gives birth to a male or female.",
      "8": "If, however, she cannot afford a sheep or a goat, she may bring two turtledoves or two pigeons, one as a whole burnt offering and the other as a sin offering. The priest shall make atonement for her, so that she will be clean."
    },
    "13": {
      "1": "The Lord spoke to Moses and Aaron:",
      "2": "When a person has a discoloration or a scab or a shiny patch on the skin of his body, which may become an outbreak of an impure skin disease on the skin of his body, he shall be brought to Aaron the priest or to one of his sons who are priests.",
      "3": "The priest shall examine the infection on the skin of his body. If the hair on the infection has turned white and if the infection appears to be deeper than the skin of his body, it is an outbreak of an impure skin disease. After the priest has examined it, he shall declare it unclean.",
      "4": "But if there is a white shiny patch on the skin of his body that does not appear to be any deeper than the skin and if its hair has not turned white, the priest shall quarantine the person with the infection for seven days.",
      "5": "On the seventh day the priest shall examine him, and if, in his judgment, the infection has stayed the same and has not spread in the skin, the priest shall quarantine him for seven days a second time.",
      "6": "On the seventh day the priest shall examine him a second time. If the infection has faded and has not spread in the skin, the priest shall declare it clean. It is only a scab. After he washes his clothes, he will be clean.",
      "7": "But if the scab on his skin spreads after he has shown himself to the priest for his purification, he shall show himself to the priest once again.",
      "8": "The priest shall examine him. If the scab has spread on the skin, the priest shall declare him unclean. It is an impure skin disease.",
      "9": "When a person has an outbreak of a skin disease, he shall be brought to the priest.",
      "10": "The priest shall examine him. If there is white discoloration in the skin that has turned the hair white, and there is a sore of raw flesh in the discoloration,",
      "11": "it is a persistent skin disease on his body. The priest shall declare him unclean. He shall not hold him in quarantine, because he is unclean.",
      "12": "But if the disease breaks out all over the skin, so that a diseased condition covers all the skin with the infection, from his head to his feet, as far as the priest can see,",
      "13": "then the priest shall examine him. If the condition covers the whole of his body, he shall declare the infected area clean, since the whole of it has turned white. He is clean.",
      "14": "But as soon as raw flesh reappears on him, he becomes unclean.",
      "15": "The priest shall examine the raw flesh and declare it unclean. The raw flesh is unclean. It is an impure skin disease.",
      "16": "If, however, the raw flesh once again turns white, he shall come to the priest again.",
      "17": "The priest shall examine it. If the infected area has turned white, the priest shall declare the infection clean. He is clean.",
      "18": "When someone’s body has a boil on the skin that has healed,",
      "19": "and a white discoloration or shiny, reddish-white patch develops on the site of the boil, he shall show himself to the priest.",
      "20": "The priest shall examine him. If the infection appears deeper than the skin and if its hair has turned white, the priest shall declare him unclean. It is an outbreak of an impure skin disease. It has broken out in the boil.",
      "21": "But if the priest examines it and finds that the hair in it is not white, and it is not deeper than the skin, but it has faded, the priest shall quarantine him for seven days.",
      "22": "If the outbreak spreads on the skin, the priest shall declare him unclean. It is an infection.",
      "23": "But if the shiny patch remains the same and it does not spread, it is the scar of a boil. The priest shall declare him clean.",
      "24": "When someone’s body has a burn on the skin, and the sore from the burn becomes a shiny, reddish-white or white patch,",
      "25": "the priest shall examine it. If the hair in the shiny patch has turned white and it appears to be deeper than the skin, it is an impure skin disease. It has broken out in the burn. The priest shall declare him unclean. It is an outbreak of an impure skin disease.",
      "26": "But if the priest examines it and finds that the hair in the shiny patch is not white or it is not deeper than the skin, but it has faded, the priest shall quarantine him for seven days.",
      "27": "On the seventh day the priest shall examine it. If it should spread on the skin, the priest shall declare him unclean. It is an outbreak of a skin disease.",
      "28": "But if the patch remains the same, without spreading on the skin, and if it has faded, it is the discoloration from a burn. The priest shall declare him clean, because it is the scar of a burn.",
      "29": "When a man or a woman has an outbreak on the head or on the chin,",
      "30": "the priest shall examine the outbreak. If it appears deeper than the skin and if the hair in it is yellow and thin, the priest shall declare the person unclean. It is a lesion. It is an impure skin disease of the head or the chin.",
      "31": "If the priest examines the infected area of the sore and it appears no deeper than the skin and there is no black hair in it, the priest shall quarantine the person who has the outbreak of the sore for seven days.",
      "32": "On the seventh day the priest shall examine the infected area. If the lesion has not spread and there is no yellow hair in it and if the outbreak appears no deeper than the skin,",
      "33": "the man shall shave himself, without shaving the infected area. The priest shall quarantine the person with the lesion a second time for seven days.",
      "34": "On the seventh day the priest shall examine the lesion. If the lesion has not spread on the skin and it appears no deeper than the skin, the priest shall declare him clean. After he washes his clothes, he will be clean.",
      "35": "If, however, the lesion spreads on the skin after his purification,",
      "36": "the priest shall examine it. If the lesion has spread on the skin, the priest does not need to look for the yellow hair. The person is unclean.",
      "37": "But, if in the priest’s judgment the lesion has stayed the same and black hair has grown in it, the lesion is healed. That person is clean. The priest shall declare him clean.",
      "38": "When a man or a woman has many shiny white patches on the skin of his or her body,",
      "39": "the priest shall examine that person. If the patches on the skin of the body are a faded white, it is a rash that has broken out on the skin. That person is clean.",
      "40": "When a man loses hair from the top of his head, he is bald, but he is clean.",
      "41": "If he loses hair from his forehead, he has a receding hairline, but he is clean.",
      "42": "But if he has a reddish-white infection on his bald crown or on his bald forehead, it is an impure skin disease that has broken out on his bald head or on his bald forehead.",
      "43": "The priest shall examine it. If the discoloration of the infection is reddish-white on his bald head or on his bald forehead and it looks like the disease on the skin of the body,",
      "44": "he has an impure skin disease. He is unclean. The priest shall declare him completely unclean. It is an infection on his head.",
      "45": "The person with the skin disease who has an infection on him must wear torn clothes and let his hair be disheveled. He must cover his upper lip and cry out, “Unclean! Unclean!”",
      "46": "For as long as the infection is on him he shall remain unclean. He is unclean. He must live alone in a place outside the camp.",
      "47": "When an outbreak of mold occurs on any piece of clothing, on woolen or linen cloth,",
      "48": "on the warp or the woof of linen or wool, on leather or anything made of leather,",
      "49": "and if the contamination on the cloth or the leather, or in the warp or the woof, or on any article made of leather is bright yellow-green or bright red, it is an outbreak of mold. It shall be shown to the priest.",
      "50": "The priest shall examine the contaminated area and shall quarantine the contaminated article for seven days.",
      "51": "On the seventh day he shall examine the contaminated article. If the contamination has spread on the cloth, or in the warp or the woof, or on the leather, or on any article that is made of leather, the contamination is a persistent mold. It is unclean.",
      "52": "He must burn the clothing and the warp or the woof, whether it is made of wool or of linen, or whether it is any article made of leather that has the contamination on it. Because it has a persistent mold, it must be burned in fire.",
      "53": "But if the priest examines it and discovers that the contamination has not spread on the clothing, or in the warp or the woof, or on any leather article,",
      "54": "the priest shall command that the material with the contamination on it is to be washed, and he shall quarantine it for seven days a second time.",
      "55": "Then after the contaminated material has been laundered, and the priest examines it, even if he discovers that the contamination has not changed its appearance and the contamination has not spread, it is unclean. You must burn it in fire, whether the rot is on its front or its back.",
      "56": "But if the priest examines it and discovers that the contamination has faded after it has been washed, he shall tear it out of the clothing or the leather or the warp or the woof.",
      "57": "If it reappears in the clothing or the warp or the woof or any leather article, it is a new outbreak. You must burn the material with the contamination on it with fire.",
      "58": "If, however, the contamination vanishes from the clothing, or the warp or the woof, or any leather article that you wash, it shall be washed a second time; then, it will be clean.",
      "59": "These are the laws about a contamination of mold in woolen or linen clothing, in the warp or the woof, or on any leather article, in order to determine whether it is clean or unclean."
    },
    "14": {
      "1": "The Lord spoke to Moses:",
      "2": "This is the law for the purification of a person with an impure skin disease:\nWhen it is reported to the priest,",
      "3": "the priest shall go outside the camp. The priest shall examine him. If the area infected by the skin disease has become healthy,",
      "4": "the priest shall command that two clean wild birds, some cedar wood, some scarlet yarn, and some hyssop be taken for the person who is being purified.",
      "5": "The priest shall command that one bird be slaughtered in an earthen pot over water from a flowing source.",
      "6": "After taking the live bird, along with the cedar wood, the scarlet yarn, and the hyssop, he shall dip them, along with the live bird, into the blood of the bird that was slaughtered over the water from a flowing source.",
      "7": "He shall sprinkle the blood seven times on the person who is being purified from the skin disease. When he has declared him clean, he shall release the live bird into the open country.",
      "8": "The person who is being purified shall wash his clothes, shave off all his hair, and bathe in water; then, he will be clean. After that he may enter the camp, but he must stay outside his tent for seven days.",
      "9": "On the seventh day he shall shave off all his hair. He shall shave his head, his chin, his eyebrows, and all the rest of his hair. He shall wash his clothes and bathe in water; then, he will be clean.",
      "10": "On the eighth day he shall take two male lambs without blemish, one yearling ewe without blemish, six quarts of fine flour for a grain offering mixed with olive oil, and one cup of olive oil.",
      "11": "The priest who performs the purification shall make the person who is being purified stand in front of the Lord at the entrance to the Tent of Meeting, together with the other objects.",
      "12": "The priest shall take one of the male lambs, bring it forward as a restitution offering, together with the cup of olive oil, and wave it as a wave offering before the Lord.",
      "13": "The lamb shall be slaughtered in the sanctuary, at the place where the sin offering and the burnt offering are slaughtered, because the restitution offering is like the sin offering. It belongs to the priest. It is most holy.",
      "14": "The priest shall take some of the blood of the restitution offering and put it on the right ear lobe of the person who is being purified, on the thumb of his right hand, and on the big toe of his right foot.",
      "15": "The priest shall take some of the olive oil from the cup and pour it into the palm of the priest’s left hand.",
      "16": "Then the priest shall dip his right finger into some of the olive oil that is in his left palm and sprinkle some of the olive oil with his finger seven times before the Lord.",
      "17": "Then the priest shall put some of the olive oil that remains in his palm on the right ear lobe of the person who is being purified, on the thumb of his right hand, and on the big toe of his right foot, on top of the blood of the restitution offering.",
      "18": "The priest shall put the rest of the olive oil that is in his palm on the head of the person who is being purified. Then the priest will make atonement for him before the Lord.",
      "19": "The priest shall present the sin offering to make atonement for the person being purified from his impurity.\nAfter that, the burnt offering is to be slaughtered,",
      "20": "and the priest shall offer up the whole burnt offering and the grain offering on the altar. In this way the priest shall make atonement for him so that he will be clean.",
      "21": "If, however, the unclean person is poor and he cannot afford all these items, he shall take one male lamb as a restitution offering to be waved to make atonement for him, two quarts of fine flour mixed with olive oil for a grain offering, and one cup of olive oil,",
      "22": "as well as two turtledoves or two pigeons (whichever are within his means), one as a sin offering and the other as a burnt offering.",
      "23": "On the eighth day he shall bring them to the priest for his purification at the entrance to the Tent of Meeting in the presence of the Lord.",
      "24": "The priest shall take the lamb for the restitution offering and the cup of olive oil, and the priest shall wave them as a wave offering before the Lord.",
      "25": "After the lamb for the restitution offering has been slaughtered, the priest shall take some of the blood of the restitution offering and place it on the lobe of the right ear of the person who is being purified, on the thumb of his right hand, and on the big toe of his right foot.",
      "26": "After the priest has poured out some of the olive oil on the palm of the priest’s left hand,",
      "27": "the priest shall use his right finger to sprinkle some of the olive oil from his left palm before the Lord seven times.",
      "28": "The priest shall also put some of the olive oil from his palm on the lobe of the right ear of the person being purified, on the thumb of his right hand, and on the big toe of his right foot—on the same places as the blood of the restitution offering.",
      "29": "Then the priest shall put the rest of the olive oil that is in his palm on the head of the person who is being purified by making atonement for him before the Lord.",
      "30": "The priest shall then offer one of the turtledoves or pigeons that are within the person’s means—",
      "31": "whichever he can afford—one as a sin offering and the other as a whole burnt offering, together with the grain offering. This is how the priest shall make atonement before the Lord for the person being purified.",
      "32": "These are the laws for anyone who has an outbreak of skin disease on him and whose means are insufficient at the time of his purification.",
      "33": "The Lord spoke these things to Moses and Aaron:",
      "34": "When you enter the land of Canaan, which I am giving you as a possession, and I put a contamination of mold on a house in the land that you possess,",
      "35": "the owner of the house shall come and tell the priest, “There seems to me to be some sort of contamination in my house.”",
      "36": "The priest shall order the house to be cleared before the priest comes to examine the contamination, so that nothing in the house will be declared unclean. After that the priest shall go in to examine the house.",
      "37": "If, when he examines the contamination, the contamination on the walls of the house consists of depressions that are bright green or bright red and that appear deeper than the surface of the wall,",
      "38": "the priest shall come out of the house to the entrance of the house and quarantine the house for seven days.",
      "39": "On the seventh day the priest shall return to examine it. If the contamination has spread on the walls of the house,",
      "40": "the priest shall order that they rip out the stones with the contamination on them and throw them into an unclean place outside the town.",
      "41": "The house must be scraped all around the inside, and they must dump the mud that is scraped off in an unclean place outside the town.",
      "42": "They are to take other stones and bring them to replace those stones and other mud to plaster the house.",
      "43": "If the contamination breaks out again in the house after the stones have been ripped out and after the house has been scraped and replastered,",
      "44": "the priest shall go in to examine it. If the contamination has spread in the house, it is a destructive mold in the house. It is unclean.",
      "45": "The house shall be demolished and its stones and timber and all its mud are to be brought out to an unclean place outside the town.",
      "46": "Whoever enters the house at any time during its quarantine will be unclean until sunset.",
      "47": "Whoever sleeps in the house must wash his clothes, and whoever eats in the house must wash his clothes.",
      "48": "If, however, the priest enters and sees that the contamination has not spread in the house after the house was plastered, the priest shall declare the house clean, because the contamination has been cleansed.",
      "49": "To purify the house, he shall take two birds, some cedar wood, some scarlet yarn, and some hyssop.",
      "50": "He shall slaughter one of the birds in a clay pot over water from a flowing source.",
      "51": "He shall take the cedar wood, the hyssop, the scarlet yarn, and the live bird and dip them in the blood of the slaughtered bird and in the water from a flowing source and sprinkle it on the house seven times.",
      "52": "When he has purified the house with the blood of the bird, the water from a flowing source, the live bird, the cedar wood, the hyssop, and the scarlet yarn,",
      "53": "he shall release the live bird into the open country outside the town. In this way he shall make atonement for the house, so that it will be clean.",
      "54": "This is the law for every infection of skin disease, for rash,",
      "55": "for mold on clothing or a house,",
      "56": "for discoloration and a scab and a shiny patch—",
      "57": "to give instruction about when it is unclean and when it is clean.\nThis is the law concerning impure skin disease and contamination."
    },
    "15": {
      "1": "The Lord told Moses and Aaron to speak to the Israelites and to tell them this:",
      "2": "Whenever a man has a discharge flowing from his flesh, that discharge is unclean.",
      "3": "This is the law about how a bodily discharge makes someone unclean: Whether his flesh secretes a discharge or it has a blocked discharge, ⎣he is unclean. As long as his flesh has a discharge or his body blocks a discharge,⎦ this makes him unclean.",
      "4": "Any bedding that the man with a discharge lies on is unclean, and every object on which he sits becomes unclean.",
      "5": "Anyone who touches his bedding must wash his clothes, bathe in water, and remain unclean until sunset.",
      "6": "Whoever sits on any object on which the man with a discharge sat must wash his clothes, bathe in water, and remain unclean until sunset.",
      "7": "Whoever touches the body of the man with a discharge must wash his clothes, bathe in water, and remain unclean until sunset.",
      "8": "If the man with a discharge spits on someone who is clean, that person must wash his clothes, bathe in water, and remain unclean until sunset.",
      "9": "Any saddle on which the man with a discharge rides becomes unclean.",
      "10": "Everyone who touches anything that was under him will become unclean until sunset, and whoever carries these things must wash his clothes, bathe in water, and remain unclean until sunset.",
      "11": "If the man with a discharge touches anyone without washing his hands, that person must wash his clothes, bathe in water, and remain unclean until sunset.",
      "12": "Any clay pottery that the man with a discharge touches must be broken, and any vessel or utensil made of wood must be rinsed with water.",
      "13": "When the man with a discharge has been cleansed from his discharge, he shall count off seven days for his process of purification, wash his clothes, and bathe his body in water from a flowing source; then, he will be clean.",
      "14": "On the eighth day he shall take two turtledoves or two pigeons and come before the Lord at the entrance to the Tent of Meeting and give them to the priest.",
      "15": "The priest shall present the offering for them—one bird as a sin offering and the other as a whole burnt offering. This is how the priest shall make atonement for the man in the presence of the Lord, from his discharge.",
      "16": "When a man has an emission of semen, he must bathe his whole body in water and remain unclean until sunset.",
      "17": "Any garment or leather with an emission of semen on it must be washed in water and remain unclean until sunset.",
      "18": "Also if a man lies down with a woman and has an emission of semen, they must bathe in water and remain unclean until sunset.",
      "19": "When a woman has a discharge of blood from her flesh, her menstrual impurity will last for seven days. Anyone who touches her will remain unclean until sunset.",
      "20": "Everything on which she lies during her monthly period is unclean, and everything on which she sits becomes unclean.",
      "21": "Anyone who touches her bed must wash his clothes, bathe in water, and remain unclean until sunset,",
      "22": "and anyone who touches anything on which she sat must wash his clothes, bathe in water, and remain unclean until sunset.",
      "23": "If the uncleanness is on the bed or on anything else on which she is sitting when he touches it, he will become unclean until sunset.",
      "24": "And if a man lies down with her, and her menstrual impurity comes in contact with him, he will be unclean for seven days. Any bed on which he lies will be unclean.",
      "25": "When a woman has a discharge of blood for many days besides during the time of her monthly period, or when she has a discharge that lasts longer than her monthly period, she will be unclean for as many days as her discharge continues, just as she is during her monthly period.",
      "26": "During her discharge any bed on which she lies is to be treated just like the bed during her monthly period, and every piece of furniture on which she sits will be unclean, as it would be during the impurity of her monthly period.",
      "27": "Anyone who touches them will become unclean. Any such people must wash their clothes, bathe in water, and remain unclean until sunset.",
      "28": "When she is cleansed from her discharge, she shall count off seven days, and after that she will be clean.",
      "29": "On the eighth day she shall take two turtledoves or two pigeons for herself and bring them to the priest at the entrance to the Tent of Meeting.",
      "30": "The priest shall offer one dove as a sin offering and the other as a whole burnt offering. This is how the priest is to make atonement for her in the presence of the Lord, from the impurity of her discharge.",
      "31": "In this way you shall separate the people of Israel from their impurity, so that they do not die in their impurity because they defiled my dwelling place that is in their midst.",
      "32": "This is the law for those who have a discharge: for a man who has an emission of semen by which he becomes unclean,",
      "33": "for a woman who is not well because of her menstrual period, for anyone, male or female, who has a discharge, and for the man who lies down with a woman who is unclean."
    },
    "16": {
      "1": "The Lord spoke to Moses after the death of Aaron’s two sons, who had died when they approached the presence of the Lord.",
      "2": "The Lord said to Moses, “Tell your brother Aaron that he must not enter into the Holy Place at any time he chooses by going inside the veil which is in front of the atonement seat that is on the ark. This is so that he will not die, for I appear in the cloud over the atonement seat.”",
      "3": "This is how Aaron shall enter the Holy Place: with a bull from the herd for a sin offering and a ram for a whole burnt offering.",
      "4": "He is to wear a sacred linen tunic, with linen underwear covering his flesh, with the linen sash as his belt, and with his head wrapped with the linen turban. These are the sacred garments. He must wash his body with water and then put the garments on.",
      "5": "From the congregation of the people of Israel he shall also receive two male goats for a sin offering and one ram for a whole burnt offering.",
      "6": "Aaron shall present the bull for his own sin offering, to make atonement for himself and for his household.",
      "7": "He shall take the two male goats and stand them before the Lord at the entrance to the Tent of Meeting.",
      "8": "Aaron is to cast lots for the two goats, one lot marked “for the Lord” and the other lot marked “for the scapegoat.”",
      "9": "Aaron shall bring forward the goat that received the lot “for the Lord,” to prepare it as a sin offering,",
      "10": "but the goat that received the lot marked “for the scapegoat” is to be kept alive before the Lord, to make atonement upon it in order to send it off into the wilderness as the scapegoat.",
      "11": "After Aaron has presented the bull for his sin offering to make atonement for himself and for his household, he shall slaughter the bull for his sin offering.",
      "12": "Then he is to take a full pan of glowing coals from the top of the altar, which is before the Lord, and two handfuls of finely ground fragrant incense and bring them inside the veil.",
      "13": "He is to put the incense on the fire before the Lord so that the cloud from the incense covers the atonement seat that is over the Testimony, so he will not die.",
      "14": "He is to take some of the blood of the bull and sprinkle it with his finger upon the surface of the atonement seat on its east side. He is also to sprinkle some of the blood seven times with his finger in front of the atonement seat.",
      "15": "He shall then slaughter the goat for the sin offering of the people. He is to bring its blood inside the veil and do with its blood as he had done with the blood of the bull. He is to sprinkle it on the atonement seat and in front of the atonement seat.",
      "16": "He shall make atonement for the sanctuary to cleanse it from the uncleanness of the Israelites and from their rebellions and all their sins. This is what he shall do for the Tent of Meeting, which dwells in the midst of Israel’s uncleanness.",
      "17": "When he enters to make atonement in the sanctuary, no other person may be in the Tent of Meeting until he has come out. In this way he shall make atonement for himself and his household, as well as for the entire assembly of Israel.",
      "18": "He shall then come out to the altar that is before the Lord and make atonement for it. He is to take some of the blood of the bull and some of the blood of the goat and smear it all around the horns of the altar.",
      "19": "With his finger he is to sprinkle some of the blood upon it seven times. In this way he is to purify it and set it apart from the uncleanness of the Israelites.",
      "20": "When he has finished making atonement to cleanse the sanctuary, the Tent of Meeting, and the altar, he shall present the live goat.",
      "21": "Then Aaron shall lay his two hands on the head of the live goat and confess over it all the guilt of the people of Israel and all their rebellions and all their sins. He is to put them on the head of the goat and send it away into the wilderness in the custody of an appointed man.",
      "22": "So the goat will carry all their guilt on itself to a remote, desolate place, and the man will send the goat away into the wilderness.",
      "23": "Then Aaron shall enter the Tent of Meeting, take off the special linen garments that he had put on to enter into the sanctuary, and leave them there.",
      "24": "He shall bathe his body in water in a holy place and put on his regular garments. Then he shall go out and offer the burnt offering for himself and the burnt offering for the people to make atonement for himself and for the people.",
      "25": "He shall turn the fat from the sin offering into smoke on the altar.",
      "26": "The man who releases the goat designated as the scapegoat shall wash his clothes and bathe his body in water. After that he may re-enter the camp.",
      "27": "The bull for the sin offering and the goat for the sin offering, whose blood has been brought in to make atonement in the sanctuary, shall be brought outside the camp. Their hide and flesh and manure are to be burned in fire.",
      "28": "The man who burns them is to wash his clothes and bathe his body in water. After that he may re-enter the camp.",
      "29": "This shall be a permanent regulation for you: In the seventh month, on the tenth day of the month, you shall humble yourselves, and you shall not do any kind of work, neither the native-born nor the alien who resides among you.",
      "30": "For on this day atonement will be made on your behalf to cleanse you. You will become clean from all your sins in the presence of the Lord.",
      "31": "It shall be a sabbath of complete rest, and you shall humble yourselves. It is a permanent regulation.",
      "32": "The priest who is anointed and ordained to serve as priest in his father’s place shall make atonement, wearing the linen garments—the sacred garments.",
      "33": "He shall make atonement for the Most Holy Place, and he shall make atonement for the Tent of Meeting and for the altar. He shall make atonement on behalf of the priests and all the people of the assembly.",
      "34": "This shall be a permanent regulation for you to make atonement for the people of Israel from all their sins once a year.\nSo Aaron did as the Lord had commanded Moses."
    },
    "17": {
      "1": "The Lord told Moses",
      "2": "to speak to Aaron, his sons, and all the Israelites and to tell them that this is what the Lord has commanded:",
      "3": "If anyone from the house of Israel slaughters a head of cattle or a sheep or a goat in the camp or slaughters it outside the camp",
      "4": "without bringing it to the entrance to the Tent of Meeting ⎣to sacrifice it for a burnt offering or fellowship offering to the Lord to be acceptable as a pleasant aroma, and if anyone slaughters it outside the camp and does not bring it to the entrance of the Tent of Meeting⎦ to present it as an offering to the Lord at the Dwelling of the Lord, guilt for blood will be charged to that man. He has shed blood. That man will be cut off from the midst of his people.",
      "5": "This is so that the Israelites will bring the sacrifices that they have been offering in the open country to the Lord at the entrance to the Tent of Meeting, to the priest. They will sacrifice them as fellowship offerings to the Lord",
      "6": "so that the priest may splash the blood against the altar of the Lord at the entrance to the Tent of Meeting and turn the fat into smoke as a pleasing aroma to the Lord,",
      "7": "so that they no longer offer their sacrifices to the goat demons, to which they have been prostituting themselves. This shall be a permanent regulation for them throughout their generations.",
      "8": "Tell them that if anyone from the house of Israel or from the aliens who reside among them offers up a burnt offering or a sacrifice",
      "9": "and does not bring it into the entrance to the Tent of Meeting to offer it to the Lord, that man will be cut off from his people.",
      "10": "If anyone from the house of Israel or from the aliens who reside among them eats any blood, I will set my face against the person who eats the blood, and I will cut him off from among his people.",
      "11": "For the life of the flesh is in the blood, and I myself have given it to you to make atonement for your lives upon the altar, because it is the blood that makes atonement by means of the life.",
      "12": "Therefore I have said to the Israelites: None of you shall eat blood, nor shall any alien who resides among you eat blood.",
      "13": "If any of the Israelites or any alien who resides among them successfully hunts wild game and takes an animal or a bird that may be eaten, he must pour out its blood and cover it with earth.",
      "14": "For the life of all flesh is its blood. It is its life. Therefore I have said to the Israelites: You shall not eat the blood from any flesh, for the life of all flesh is its blood. Whoever eats it will be cut off.",
      "15": "If any person, whether native or alien, eats anything that has died naturally or has been torn by wild animals, he shall wash his clothes, bathe in water, and remain unclean until sunset. Then he shall be clean.",
      "16": "But if he does not wash his clothes and bathe his body, he shall bear his guilt."
    },
    "18": {
      "1": "The Lord spoke to Moses:",
      "2": "“Speak to the Israelites and tell them this.”\nI am the Lord your God.",
      "3": "You shall not do as they do in the land of Egypt, where you lived. You shall not do as they do in the land of Canaan, to which I am bringing you. Do not walk in their religious practices.",
      "4": "Follow my ordinances and keep my regulations by walking in them. I am the Lord your God.",
      "5": "Keep my regulations and my ordinances. Anyone who does them will have life through them. I am the Lord.",
      "6": "No one shall approach his own flesh and blood to uncover their nakedness. I am the Lord.",
      "7": "You shall not uncover the nakedness that is reserved for your father, that is, the nakedness of your mother. She is your mother. You shall not uncover her nakedness.",
      "8": "You shall not uncover the nakedness of your father’s wife. It is nakedness that is reserved for your father.",
      "9": "You shall not uncover the nakedness of your half-sister, whether she is your father’s daughter or your mother’s daughter, whether born in the household or outside it.",
      "10": "You shall not uncover the nakedness of your son’s daughter or your daughter’s daughter. That would be like uncovering your own nakedness.",
      "11": "The nakedness of the daughter of your father’s wife, the adopted child of your father—she is your sister—you shall not uncover her nakedness.",
      "12": "You shall not uncover the nakedness of your father’s sister. She has the same flesh as your father.",
      "13": "You shall not uncover the nakedness of your mother’s sister, because she is the same flesh as your mother.",
      "14": "You shall not uncover the nakedness of your father’s brother by approaching his wife. She is your aunt.",
      "15": "You shall not uncover the nakedness of your daughter-in-law. She is your son’s wife. You shall not uncover her nakedness.",
      "16": "You shall not uncover the nakedness of your brother’s wife. Her nakedness is reserved for your brother.",
      "17": "You shall not uncover the nakedness of both a woman and her daughter. You shall not take her son’s daughter or her daughter’s daughter and so uncover nakedness that belongs to her. They are her flesh. It is a depraved act.",
      "18": "You shall not take a woman and then take her sister as a rival by uncovering her sister’s nakedness during that first wife’s lifetime.",
      "19": "And you shall not approach a woman to uncover her nakedness during the period when she is unclean.",
      "20": "You shall not give the wife of your fellow citizen your deposit of semen for seed, so that you become unclean with her.",
      "21": "You shall not dedicate any of your seed to Molek, thereby defiling the name of your God. I am the Lord.",
      "22": "You shall not lie down with a male as you do with a woman. It is an abomination.",
      "23": "And you shall not give your emission to any animal, so that you become unclean by it. No woman shall stand in front of an animal to let it mate with her. It is an unnatural perversion.",
      "24": "You must not make yourselves unclean in any of these ways, for in all these ways the nations that I am casting out before you have made themselves unclean.",
      "25": "In this way the land became unclean, so I have come to deal with its guilt, and the land will vomit out its inhabitants.",
      "26": "But you yourselves must keep my regulations and ordinances. You must not practice any of these abominations. This applies both to the native and to the alien who resides among you.",
      "27": "Because the people of the land who were there before you practiced all these abominations, the land became unclean.",
      "28": "So do not let the land vomit you out for making it unclean, as it vomited out the nation that was there before you.",
      "29": "If anyone does any of these abominations, the lives of those who practice them will be cut off from the midst of their people.",
      "30": "Keep my instructions. Do not perform any of the abominable practices which were done before you arrived, so that you do not defile yourselves by them. I am the Lord your God."
    },
    "19": {
      "1": "The Lord told Moses",
      "2": "to speak to the whole community of the Israelites and tell them these things:\nYou shall be holy, because I, the Lord your God, am holy.",
      "3": "Each of you must respect your mother and father and keep my Sabbaths. I am the Lord your God.",
      "4": "You shall not turn to gods that really are not gods. You must not make for yourselves gods cast out of metal. I am the Lord your God.",
      "5": "When you offer a sacrifice that is a fellowship offering to the Lord, you shall offer it so that you will be accepted.",
      "6": "It is to be eaten on the day that you offer it or on the next day, but whatever is left over on the third day is to be burned in fire.",
      "7": "If it is eaten at all on the third day, it will be regarded as rotten meat. It is not acceptable.",
      "8": "Whoever eats it will bear his guilt, because he has desecrated what is holy to the Lord. Any such person will be cut off from his people.",
      "9": "When you reap the harvest from your land, you are not to finish reaping all the way to the edge of the field. Do not gather up the gleanings of your harvest.",
      "10": "Do not strip your vineyard clean, and do not pick up the fallen grapes from your vineyard, but leave them for the poor and the alien who live with you. I am the Lord your God.",
      "11": "You shall not steal. You shall not swindle. You shall not lie to one another.",
      "12": "You shall not swear falsely by my name so that you do not profane the name of your God. I am the Lord.",
      "13": "You shall not exploit your neighbor. You shall not rob him. You shall not keep the wages of a day laborer with you overnight until morning.",
      "14": "You shall not curse a deaf person, nor shall you put an obstacle in front of a blind person, but you must fear your God. I am the Lord.",
      "15": "You shall not act unjustly in court cases. Do not show favoritism to a poor person, and do not show undue honor to an important person. You must judge your fellow citizens with justice.",
      "16": "You shall not go around spreading slander among your people. You shall not testify falsely against your neighbor in a capital case. I am the Lord.",
      "17": "You shall not hate a fellow Israelite in your heart. You must openly rebuke your fellow citizen so that you do not become responsible for his sin.",
      "18": "You must not take revenge. You must not bear a grudge against the members of your people, but you shall love your neighbor as yourself. I am the Lord.",
      "19": "You shall keep my regulations. You must not cause two different kinds of livestock to mate together. You must not sow your field with two kinds of seed. You must not wear any clothing made with two kinds of material.",
      "20": "If a man lies down with a woman and has an emission of semen, if she is a female slave who has already been designated for another man, but she has not yet been fully ransomed or received her freedom, a hearing shall be held concerning financial compensation, but they are not to be put to death, because she had not been freed.",
      "21": "But he must bring his restitution offering to the Lord at the entrance to the Tent of Meeting—a ram for restitution.",
      "22": "The priest shall perform atonement on his behalf before the Lord with the ram for the restitution offering for his sin that he has committed, so that he may be forgiven for his sin that he has committed.",
      "23": "Also when you enter the land and plant any kind of fruit tree, you must cut off its budding fruit as if it were a foreskin. For three years you shall regard the tree and its fruit as uncircumcised. Its fruit shall not be eaten.",
      "24": "In the fourth year, all its fruit shall be set aside as a holy offering of praise to the Lord.",
      "25": "You may eat its fruit in the fifth year, so that its yield may be increased for you. I am the Lord your God.",
      "26": "You shall not eat meat with the blood in it.\nYou shall not interpret omens, nor shall you perform divination.",
      "27": "You shall not round off the hair on the side of your heads, nor shall you disfigure the edge of your beard.",
      "28": "You shall not make a gash in your flesh for the dead, nor shall you put tattoos on yourselves. I am the Lord your God.",
      "29": "You must not defile your daughter by making her a prostitute, so that the land will not be subjected to prostitution and filled with depravity.",
      "30": "You must keep my Sabbaths, and you must revere my sanctuary. I am the Lord.",
      "31": "You must not turn to mediums or to spiritists and so become unclean through them. I am the Lord your God.",
      "32": "You must rise in the presence of gray hair and show respect in the presence of an elder, so that you fear your God. I am the Lord.",
      "33": "When an alien resides with you in your land, you must not mistreat him.",
      "34": "You shall treat the alien who resides with you as a fellow citizen. You shall love him as yourself, for you were aliens in the land of Egypt. I am the Lord your God.",
      "35": "You shall not use dishonest measurements of weight or volume.",
      "36": "Instead you must use an honest scale, honest weights, an honest dry measure, and an honest liquid measure.\nI am the Lord your God who brought you out of the land of Egypt;",
      "37": "therefore, you shall keep all my requirements and my ordinances and carry them out. I am the Lord."
    },
    "20": {
      "1": "Then the Lord told Moses",
      "2": "to say this to the Israelites:\nAny Israelite or any of the aliens who reside in Israel who give any of their children to Molek must certainly be put to death. The people of the land shall stone that person to death.",
      "3": "I myself will set my face against that person and cut him off from among his people, because when he gave some of his children to Molek, he made my sanctuary unclean and defiled my holy name.",
      "4": "Furthermore, if the people of the land deliberately shut their eyes when that man gives any of his children to Molek, and they do not put him to death,",
      "5": "I myself will set my face against that man and against his clan. I will cut off from among their people both that man and all those who join with him in prostituting themselves to Molek.",
      "6": "If any person turns to mediums or to spiritists and prostitutes himself to them, I will set my face against that person and cut him off from among his people.",
      "7": "You shall set yourselves apart, and you shall be holy, for I am the Lord your God.",
      "8": "You shall keep my regulations, and you shall put them into practice. I am the Lord, who has set you apart.",
      "9": "Indeed, if anybody curses his father and his mother, he must certainly be put to death. Since he has cursed his father and his mother, his blood is upon him.",
      "10": "If a man commits adultery with the wife of another man, if he commits adultery with the wife of his neighbor, both the adulterer and the adulteress must certainly be put to death.",
      "11": "If a man lies down with his father’s wife, he has uncovered nakedness that is reserved for his father. Both of them certainly must be put to death. Their blood is upon them.",
      "12": "If a man lies down with his daughter-in-law, both of them must be put to death. They have committed an unnatural perversion. Their blood is upon them.",
      "13": "If a man lies down with a male as one lies down with a woman, both of them have committed an abomination. They must certainly be put to death. Their blood is upon them.",
      "14": "If a man takes a woman and her mother, it is a depraved act. Both he and they shall be burned in fire, so that there may be no depravity among you.",
      "15": "If a man gives his emission to an animal, he must certainly be put to death, and you must kill the animal.",
      "16": "If a woman approaches any animal to let it mate with her, you shall kill the woman and the animal. They must certainly be put to death. Their blood is on them.",
      "17": "If a man takes his sister, the daughter of his father or the daughter of his mother, and he sees her nakedness and she sees his nakedness, it is a shameful act. They will be cut off in the sight of their people. He has uncovered his sister’s nakedness. He will bear his guilt.",
      "18": "If a man lies down with a woman during her period and uncovers her nakedness, he uncovers her flow, and she uncovers her flow of blood. Both of them will be cut off from the midst of their people.",
      "19": "You shall not uncover the nakedness of your mother’s sister or your father’s sister, for that would be uncovering one’s own flesh. They will bear their guilt.",
      "20": "If a man lies down with the wife of his father’s brother, he uncovers the nakedness that is reserved for his father’s brother. They shall bear their sin. They will die childless.",
      "21": "If a man takes his brother’s wife, it is a polluted act. He has uncovered nakedness that is reserved for his brother. They will remain childless.",
      "22": "You shall keep all my regulations and all my ordinances and put them into practice, so that the land to which I am bringing you to live will not vomit you out.",
      "23": "You shall not walk according to the religious practices of the nation which I am casting out before you, for I was disgusted with them because they did all these things,",
      "24": "so I said to you, “You will take possession of their land. I myself will give it to you to possess, a land flowing with milk and honey. I, the Lord, am your God, who has distinguished you from the other peoples.",
      "25": "You shall therefore distinguish the clean animal from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable with an animal or a bird or anything that crawls on the ground that I have distinguished by declaring what is unclean for you.",
      "26": "You will be holy to me, for I, the Lord, am holy, and I have distinguished you from the other peoples so that you belong to me.”",
      "27": "A man or a woman who is a medium or deals with the spirits of the dead must certainly be put to death. They must be stoned to death. Their blood is on them."
    },
    "21": {
      "1": "The Lord told Moses to speak to the priests, the sons of Aaron, and tell them this:\nNo one shall make himself unclean for a dead person among his people,",
      "2": "except for his closest relatives. He may do it for his mother, his father, his son, his daughter, or his brother,",
      "3": "and also for his virgin sister, who is close to him because she does not have a husband—for her he may make himself unclean.",
      "4": "But he shall not make himself unclean for his relatives by marriage and so defile himself.",
      "5": "The priests shall not cut a bald patch on to their heads or cut off the edges of their beards or gash their bodies.",
      "6": "They shall be holy to their God, and they shall not defile the name of their God. Because they present offerings made by fire, the food of their God, they are to be set apart as holy.",
      "7": "They shall not marry a woman who has been a prostitute or is defiled. Neither shall they marry a woman divorced from her husband, for each priest is holy to his God.",
      "8": "So you shall treat him as holy. Since he presents the food of your God, he shall be holy to you, for I, the Lord, who sets you apart as holy, am holy.",
      "9": "When the daughter of a man who is a priest defiles herself through prostitution, she is defiling her father. She shall be burned in fire.",
      "10": "The high priest, who is greater than his brothers, on whose head the anointing oil has been poured and who has been ordained to wear the holy garments, shall not dishevel his hair nor tear his garments.",
      "11": "He shall not enter any place where there is a dead person. He shall not make himself unclean even for his father or his mother.",
      "12": "He shall not leave the sanctuary, so that he will not defile the sanctuary of his God, for the mark of consecration with the anointing oil of his God is upon him. I am the Lord.",
      "13": "The high priest shall marry a woman who is a virgin.",
      "14": "A widow or a divorcée or a woman defiled because of prostitution—these he shall not marry. Instead, he shall take a virgin from his own people as a wife,",
      "15": "so that he does not defile his offspring among his people, for I am the Lord, who sets him apart as holy.",
      "16": "The Lord told Moses",
      "17": "to tell Aaron this:\nAny man from your offspring throughout their generations who has a defect may not approach to present the food of his God.",
      "18": "Indeed, any man who has a defect shall not approach—a man who is blind or lame, or who has a limb that is too short or too long,",
      "19": "or a man who has a crippled foot or a crippled hand,",
      "20": "or who is deformed or abnormally small, or who has a growth in his eye, or a festering boil, or some other disfiguring skin condition, or a damaged testicle.",
      "21": "Any man among the offspring of Aaron the priest who has a defect shall not draw near to present the gifts of the Lord. He has a defect, so he shall not draw near to present the food of his God.",
      "22": "But he may eat the food of his God from the most holy things and from the holy things.",
      "23": "Nevertheless, he shall not go in front of the veil and shall not approach the altar because he has a defect, so that he does not defile my holy things, for I am the Lord, who sets them apart as holy.",
      "24": "So Moses spoke to Aaron and his sons and to all the Israelites."
    },
    "22": {
      "1": "The Lord spoke to Moses:",
      "2": "“Tell Aaron and his sons to be very careful with the holy things of the people of Israel, which they consecrate to me, so that they may not defile my holy name. I am the Lord.",
      "3": "Tell them these things.”\nIn future generations, if any man among all your descendants, while he is in a state of uncleanness, approaches the holy things, which the Israelites consecrate to the Lord, that person is to be cut off from my presence. I am the Lord.",
      "4": "Any man of Aaron’s descendants who has an impure skin disease or a bodily discharge shall not eat any of the holy things until he is clean.\nAny man who touches anything made unclean by a dead person, or any man from whom an emission of semen goes out,",
      "5": "or any man who touches any swarming creature that makes him unclean, or who touches any human being who makes him unclean, whatever his uncleanness might be—",
      "6": "that person who touches any of these things will be unclean until sunset and shall not eat any of the holy things unless he has washed his body with water.",
      "7": "When the sun has gone down, he will be clean. After that he may eat from the holy things, for it is his food.",
      "8": "But he shall not eat anything that has died naturally or been torn by wild animals, and so become unclean by it. I am the Lord.",
      "9": "Aaron’s descendants shall therefore keep watch for me, so that they do not become responsible for sin on account of uncleanness and die for it because they have defiled something holy. I am the Lord, who sets them apart as holy.",
      "10": "No person who is not a member of a priest’s family may eat anything holy. No guest or employee of a priest may eat anything holy.",
      "11": "But if a priest purchases anyone with his money, that person may eat from it, and those who are born into his household may eat from his food.",
      "12": "If a priest’s daughter has a husband who is not a priest, she may not eat any of the holy things that have been donated as an elevated offering.",
      "13": "But if a priest’s daughter is widowed or divorced and she has no children and returns to her father’s house as in her youth, she may eat of her father’s food. No person who is not a member of a priest’s family may eat of it.",
      "14": "If anyone eats a holy thing unintentionally, he shall add one fifth of its value to it and give the holy thing to the priest.",
      "15": "The priests shall not defile the holy things that the Israelites donate as an elevated offering to the Lord",
      "16": "by letting other people eat them and so make that person incur the penalty of a restitution offering for the holy things, because I am the Lord, who sets them apart as holy.",
      "17": "The Lord told Moses",
      "18": "to speak to Aaron and his sons and the whole people of Israel and tell them this:\nWhenever anyone of the house of Israel or any of the aliens residing in Israel presents their offerings—whether it is any kind of offering to fulfill a vow or any kind of voluntary offering, which may be presented to the Lord as a burnt offering—",
      "19": "in order for the offering to be accepted it must be a male without blemish, from the cattle or the sheep or the goats.",
      "20": "You shall not present any animal with a defect, because it will not be accepted on your behalf.",
      "21": "If anyone presents a sacrifice as a fellowship offering to the Lord from the herd or the flock to fulfill a vow or as a voluntary offering, it must be without blemish for it to be accepted on your behalf. There must not be any defect in it.",
      "22": "Any animal that is blind, injured, or maimed, with a growth in the eye, a festering boil, or sores—these you shall not present to the Lord. You shall not put any of these on the altar as an offering made by fire to the Lord.",
      "23": "You may, however, make a voluntary offering with a head of cattle or with a sheep or goat that has a long or short leg, but it will not be accepted as an offering to fulfill a vow.",
      "24": "You shall not present to the Lord any animal that has its testicles bruised or crushed or torn out or cut off. You shall not do this in your land.",
      "25": "You shall not present any of these animals from a foreigner as the food of your God. Because they are flawed, with a defect in them, they will not be accepted on your behalf.",
      "26": "Then the Lord told Moses this:",
      "27": "When a calf or a sheep or a goat is born, it shall remain with its mother for seven days. From the eighth day on, it will be acceptable as an offering that is a gift made by fire to the Lord.",
      "28": "But you shall not slaughter a cow or a ewe with her young on the same day.",
      "29": "When you offer a sacrifice of thanksgiving to the Lord, you shall sacrifice it so that you will be accepted.",
      "30": "It must be eaten on the same day. You shall not leave any of it over until the morning. I am the Lord.",
      "31": "So you shall keep my commandments by doing them. I am the Lord.",
      "32": "Therefore you shall not defile my holy name, so that I may be honored as holy among the Israelites. I am the Lord, who sets you apart as holy,",
      "33": "who brought you out of the land of Egypt to be your God. I am the Lord."
    },
    "23": {
      "1": "The Lord told Moses",
      "2": "to speak to the Israelites and to tell them this:\nThese are the appointed times of the Lord, which you shall proclaim as holy convocations. These are my appointed times:",
      "3": "On six days work may be done, but on the seventh day there shall be a sabbath of complete rest, a holy convocation. You shall not do any work. It shall be a sabbath to the Lord in all the places you live.",
      "4": "These are the appointed times of the Lord, the holy convocations which you shall proclaim at their appointed times.",
      "5": "The first month, on the fourteenth day of the month, at twilight, is the Lord’s Passover,",
      "6": "and the fifteenth day of this month is the Festival of Unleavened Bread for the Lord. You shall eat unleavened bread for seven days.",
      "7": "On the first day a holy convocation is to be proclaimed for you. You shall not do any work in your regular occupation.",
      "8": "You shall present an offering by fire to the Lord for seven days. The seventh day shall be proclaimed as a holy convocation. You shall not do any work for your regular occupation.",
      "9": "The Lord told Moses",
      "10": "to speak to the people of Israel and tell them this:\nWhen you enter the land that I am giving to you and you reap its harvest, and when you bring the first sheaf of your harvest to the priest",
      "11": "so that he may wave the sheaf before the Lord so that you will be accepted, the priest shall wave it on the day after the Sabbath.",
      "12": "On the day that you wave the sheaf, you shall offer as a burnt offering to the Lord a lamb without blemish, one year old.",
      "13": "The grain offering accompanying it is to be four quarts of fine wheat flour mixed with oil, a gift to the Lord, a pleasing aroma. The drink offering accompanying it shall be a quart of wine.",
      "14": "You shall not eat any of this year’s bread or roasted grain or fresh ears until this very day, until you have brought the offering of your God. This is a permanent regulation throughout your generations in all the places you live.",
      "15": "Then from the day after the Sabbath, from the day that you bring the sheaf to be waved, you shall count off seven weeks for yourselves. They must be complete weeks.",
      "16": "You shall count fifty days, until you reach the day after the seventh Sabbath. Then you shall present an offering of new grain to the Lord.",
      "17": "From the places where you live you shall bring two loaves of bread as a wave offering. They shall be made of four quarts of fine wheat flour, baked with yeast, as first ripe produce for the Lord.",
      "18": "Then with the bread you shall present seven lambs without blemish, each of them one year old, one young bull from the herd, and two rams—they shall be a whole burnt offering for the Lord, together with their grain offerings and their drink offerings, an offering made by fire, with a pleasing aroma to the Lord.",
      "19": "You shall also present the sin offering with one male goat and the fellowship offering with two one-year-old male lambs.",
      "20": "The priest shall wave them, together with the bread from the first ripe produce, as a wave offering before the Lord, in addition to the two lambs. They shall be holy to the Lord for the priest.",
      "21": "On this very same day you shall make a proclamation. A holy convocation will be proclaimed for you. You shall do no work in your regular occupation. This is a permanent regulation in all the places you live throughout your generations.",
      "22": "When you reap the harvest of your land, you shall not completely reap the edges of your field or gather the dropped stalks from your harvest. You shall leave them for the poor and for the resident alien. I am the Lord your God.",
      "23": "The Lord told Moses",
      "24": "to speak to the people of Israel:\nIn the seventh month, on the first of the month, you shall have a complete rest, a memorial celebration with loud blasts of the ram’s horn, proclaimed as a holy convocation.",
      "25": "You shall not do any work in your regular occupation, and you shall present a gift made by fire to the Lord.",
      "26": "The Lord spoke to Moses:",
      "27": "It is the tenth day of this seventh month that is the Day of Atonement. It shall be proclaimed as a holy convocation for you. You shall humble yourselves, and you shall present an offering made by fire to the Lord.",
      "28": "You shall not do any work on this special day, because it is the Day of Atonement, to make atonement for you before the Lord your God.",
      "29": "Indeed, anyone who does not humble himself on this special day will be cut off from his people.",
      "30": "Anyone who does any work on this very special day, I will exterminate from the midst of his people.",
      "31": "You shall do no work. This is a permanent regulation throughout your generations in all your places where you live.",
      "32": "It is a sabbath of complete rest for you. You shall humble yourselves on the ninth day of the month at evening. From that evening until the next evening, you shall observe a sabbath rest.",
      "33": "The Lord told Moses",
      "34": "to tell the people of Israel this:\nBeginning on the fifteenth day of this seventh month, celebrate the Festival of Shelters for seven days for the Lord.",
      "35": "On the first day proclaim a holy convocation. You shall not do any work for your regular occupation.",
      "36": "For seven days you shall bring an offering made by fire to the Lord. On the eighth day proclaim a holy convocation for yourselves, and you shall present an offering made by fire to the Lord. This is a closing ceremony. You shall not do any work for your regular occupation.",
      "37": "These are the appointed times of the Lord, which you shall proclaim as holy convocations for the presentation of offerings made by fire to the Lord—burnt offerings and grain offerings, sacrifices and drink offerings as commanded for each day.",
      "38": "Offer these in addition to the Sabbath offerings of the Lord, in addition to your personal wave offerings, in addition to all your offerings to fulfill a vow, and in addition to all your voluntary offerings that you give to the Lord.",
      "39": "Beginning exactly on the fifteenth day of the seventh month, when you have gathered in the produce of the land, when you go to celebrate the festival of the Lord for seven days as a pilgrim, there shall be a complete sabbath rest on the first day and a complete sabbath rest on the eighth day.",
      "40": "On the first day you shall select for yourselves fruit from splendid trees, branches of palm trees, boughs from leafy trees, and willows from by the stream—and you shall rejoice before the Lord your God for seven days.",
      "41": "Celebrate the festival for the Lord as a pilgrim for seven days each year. This is a permanent regulation throughout your generations. In the seventh month you shall celebrate the festival as a pilgrim.",
      "42": "You shall live in temporary shelters for seven days—every native-born person in Israel shall live in shelters—",
      "43": "so that your generations may know that I made the people of Israel live in shelters when I brought them out of the land of Egypt. I am the Lord your God.",
      "44": "That is what Moses said about the appointed times of the Lord to the people of Israel."
    },
    "24": {
      "1": "The Lord spoke to Moses:",
      "2": "Command the Israelites to bring you clear oil from beaten olives for the Light so the lamps will be kept burning continually.",
      "3": "Aaron shall set the Light before the Lord in the Tent of Meeting, outside the veil which is in front of the Testimony, every night from the evening to the morning. It is a permanent regulation throughout your generations.",
      "4": "He shall set the lamps regularly on the pure gold lampstand before the Lord.",
      "5": "You shall take fine flour and bake twelve round loaves from it. Each loaf shall be made with four quarts of flour.",
      "6": "You shall put them in two stacks, six to each stack, on the pure gold table before the Lord.",
      "7": "Upon the stacks you shall place clear frankincense as a memorial portion for the bread. It is a gift of food to the Lord.",
      "8": "On every Sabbath day he shall arrange it before the Lord regularly. It is a permanent covenant on behalf of the Israelites.",
      "9": "The bread shall belong to Aaron and his sons, who shall eat it in a holy place, for it belongs to him as a most holy thing from the gifts of food to the Lord, a perpetual allotment.",
      "10": "A man who was the son of an Israelite woman and of an Egyptian man came along with the Israelites. This son of the Israelite woman fought with another Israelite in the camp.",
      "11": "The Israelite woman’s son blasphemed the Name and cursed, so they brought him to Moses. (His mother’s name was Shelomith, daughter of Dibri, belonging to the tribe of Dan.)",
      "12": "They put him in custody to wait for a decision from the mouth of the Lord.",
      "13": "Then the Lord spoke to Moses:",
      "14": "“Take the man who cursed outside the camp, and all those who heard it shall lay their hands on his head, and the whole community shall stone him.",
      "15": "Then speak to the Israelites: If anyone curses his God, he shall bear his sin,",
      "16": "but if anyone blasphemes the name of the Lord, he must certainly be put to death; the whole community must stone him. Whether he is an alien or a citizen, when he has blasphemed the Name, he must be put to death.”",
      "17": "“If anyone hits someone and kills him, he must certainly be put to death.",
      "18": "But one who strikes and kills an animal must make restitution for it, a life for a life.",
      "19": "If anyone injures his fellow citizen, he shall have the same thing done to him as he has done:",
      "20": "fracture for fracture, eye for eye, tooth for tooth. As he injured that other person, the same is to be done to him.",
      "21": "One who strikes an animal so that it dies shall make restitution for it, but one who strikes a human being and kills him shall be put to death.",
      "22": "You shall have the same standard of justice for the alien who lives with you and for the citizen, for I am the Lord your God.”",
      "23": "After Moses had spoken this to the Israelites, the man who had cursed was taken outside the camp and stoned to death. The Israelites did as the Lord had commanded Moses."
    },
    "25": {
      "1": "The Lord spoke to Moses at Mount Sinai,",
      "2": "“Speak to the Israelites and say this to them.”\nWhen you enter the land that I am giving to you, the land shall observe a sabbath rest for the Lord.",
      "3": "For six years you may sow your field, and for six years you may prune your vineyard and gather its produce.",
      "4": "But in the seventh year there shall be a sabbath of complete rest for the land, a sabbath for the Lord. You shall not sow your field, and you shall not prune your vineyard.",
      "5": "You shall not reap the produce that grows by itself from your harvest or gather the grapes from your unpruned vine. It shall be a year of complete rest for the land.",
      "6": "The sabbath of the land will, however, provide food for you—for you, for your male slaves and for your female slaves, for your hired workers and for your servants who are living with you temporarily as aliens working for you,",
      "7": "for your livestock and for the wild animals which are in your land. You may eat all its produce.",
      "8": "You shall count off seven weeks of years. Count off seven years seven times, so that the duration of the seven weeks of years is forty-nine years.",
      "9": "Then you shall sound loud blasts on the ram’s horn. In the seventh month on the tenth day, on the Day of Atonement, you are to have a ram’s horn sounded throughout your land,",
      "10": "so that you may set aside the fiftieth year as holy and proclaim liberty throughout the land for all its inhabitants. It shall be a Jubilee for you, so that each of you may return to his family property and each of you may return to his clan.",
      "11": "The fiftieth year shall be a Jubilee for you. You shall not sow the field, and you shall not reap the grain that grows by itself, and you shall not gather fruit from its unpruned vines.",
      "12": "Because it is a Jubilee, it shall be holy for you. You may eat its produce from the field.",
      "13": "In this year of Jubilee each of you shall return to his family property.",
      "14": "When you sell some land to your countryman, or when you buy land from your countryman, you must not cheat your brother Israelite.",
      "15": "When you buy from your countryman, set the price according to the number of years since the last Jubilee. When he sells it to you, he shall set the price according to the number of years of produce left till the next Jubilee.",
      "16": "When there are many years left, you shall increase the purchase price. When there are few years left, you shall decrease its purchase price, because what the owner is actually selling to you is the amount of produce.",
      "17": "So each of you must not cheat your countryman, but you shall fear your God, for I am the Lord your God.",
      "18": "You shall carry out my regulations, and you shall observe my ordinances. You shall carry them out, so that you may live on the land securely.",
      "19": "The land will yield its fruit, and you will eat your fill and live securely on it.",
      "20": "If you ask, “What will we eat during the seventh year, since we may not sow and we may not gather our produce?”",
      "21": "I will command my blessing for you in the sixth year, so that the land will yield enough produce for three years.",
      "22": "When you sow in the eighth year, you will still be eating from the sixth year’s crop. You will eat the sixth year’s crop until the ninth year, when its produce comes in.",
      "23": "But the land must not be sold without a right to recover it, for the land really belongs to me. You are actually resident aliens under my authority.",
      "24": "Therefore, throughout all the land that you possess, you shall grant the right of redemption for the land.",
      "25": "When your brother Israelite becomes so impoverished that he has to sell some of the land that he holds, his closest relative shall come and redeem what his brother has sold.",
      "26": "When the man who has no close relative prospers and acquires enough for the price to redeem his land,",
      "27": "he may calculate the years since he sold it, refund the difference to the man to whom he sold it, and return to his family property.",
      "28": "But if he does not acquire a sufficient amount to recover the land for himself, what he has sold shall remain under the control of the one who bought it until the year of Jubilee. It shall become free in the Jubilee, so that the seller may return to his family property.",
      "29": "When a man sells a house where he lives in a walled town, his right of redemption shall last until a full year after its sale. The time to redeem it lasts for a year.",
      "30": "But if it is not redeemed before the completion of a full year, the house which is in a town which has a wall will belong to its buyer and his descendants. It cannot be reclaimed. It will not be released in the Jubilee.",
      "31": "But the houses in the villages that have no wall around them shall be classified as part of the farmland. They have the right of redemption and shall become free in the Jubilee.",
      "32": "All the towns of the Levites and the houses in the towns which are their property have a permanent right of redemption.",
      "33": "Whatever a Levite is permitted to redeem (such as a house which he sold that had been his property in a city) will become free in the Jubilee, because the houses in the towns of the Levites are their possession among the Israelites.",
      "34": "But the pastures and fields around the Levites’ towns may not be sold, for that is their permanent possession.",
      "35": "When your fellow Israelite becomes so impoverished that he cannot support himself, help him as you would help a resident alien or a temporary resident. Let him retain his right to work for a livelihood among you.",
      "36": "You shall not take advance interest or accrued interest from him, but you shall fear your God and let your brother retain his livelihood with you.",
      "37": "You shall not lend him your money for advance interest or your food for accrued interest.",
      "38": "I am the Lord your God, who freed you from the land of Egypt to give you the land of Canaan and to be your God.",
      "39": "When your fellow Israelite becomes so indebted to you that he is sold to you, you shall not make him serve as a slave.",
      "40": "He shall remain with you as a hired laborer or a temporary resident. He shall work for you until the year of Jubilee.",
      "41": "Then he and his children with him will become free from your authority. He shall return to his family home and to his ancestral landholding,",
      "42": "for the Israelites are my servants, whom I freed from the land of Egypt. They shall not be sold in a slave sale.",
      "43": "You shall not rule over them harshly, but you shall fear your God.",
      "44": "You may buy a male slave or a female slave for yourself from the nations around you.",
      "45": "You may also buy some of the children of those who reside as aliens among you and some of their extended families who are born in your land, so that they become your property.",
      "46": "You may leave them to your children as inherited property. You may make them work as slaves for life. But as for your brothers, the Israelites, each of you must not rule over your brother harshly.",
      "47": "If a resident alien living among you prospers, and if your brother Israelite becomes so indebted to him that he is sold to that alien living among you or to that alien’s family,",
      "48": "the Israelite who has been sold shall have the right to be redeemed. One of his brothers may redeem him,",
      "49": "or his uncle or his cousin may redeem him, or anyone from his immediate family or extended family may redeem him, or if he prospers, he may redeem himself.",
      "50": "Together with his buyer, he shall calculate the elapsed time from the year that he was sold until the year of Jubilee, and the price to redeem him shall be based on that number of years. It shall be calculated as if he were a hired laborer.",
      "51": "If there are still many years left, he shall pay the price of redemption proportionally to the years that have passed.",
      "52": "If only a few years remain until the year of Jubilee, he shall calculate the redemption in this way: He shall pay the price of his redemption on the basis of his years of work,",
      "53": "as if he were a worker hired year by year. You shall see to it that the owner does not rule over him harshly.",
      "54": "If he has not been redeemed in any of these ways, he and his children with him shall become free in the year of Jubilee,",
      "55": "because the Israelites are servants who really belong to me. They are my servants whom I freed from the land of Egypt. I am the Lord your God."
    },
    "26": {
      "1": "You shall not make gods that are really not gods for yourselves, and you shall not set up an image or a sacred memorial stone for yourselves, and you shall not set up a carved stone relief in your land to bow down to it, for I am the Lord your God.",
      "2": "You shall observe my Sabbaths and revere my sanctuary. I am the Lord.",
      "3": "If you walk according to my regulations and keep my commandments and carry them out,",
      "4": "I will give you rains in their season, so that the land will yield its produce and the trees in the farmland will yield their fruit.",
      "5": "Threshing will last until the grape harvest, and the grape harvest will last until the time for sowing. You will eat your food until you are full, and you will live securely in your land.",
      "6": "I will give peace in the land so that you may lie down without anyone frightening you. I will eliminate ferocious animals from the land, and no sword will pass through your land.",
      "7": "You will pursue your enemies, and they will fall before you by the sword.",
      "8": "Five of you will pursue a hundred, and a hundred of you will pursue ten thousand, and your enemies will fall before you by the sword.",
      "9": "I will look on you with favor, and I will make you fruitful and will multiply you, and I will keep my covenant with you.",
      "10": "You will eat grain from previous harvests, grain long stored, until you remove the old grain to make room for the new.",
      "11": "I will place my Dwelling in your midst, and I will not at all detest you.",
      "12": "I will walk about in your midst, and I will be your God, and you will be my people.",
      "13": "I am the Lord your God, who freed you from the land of Egypt so that you would not be slaves to them. I broke the bars of your yoke so that I could make you walk upright.",
      "14": "But if you will not listen to me and do not obey all these commandments,",
      "15": "if you reject my regulations and you detest my ordinances so much that you do not obey all my commandments, so that you break my covenant,",
      "16": "I in turn will do this to you: I will inflict upon you panic, wasting disease, and fever, which will cause your eyes to fail and your vitality to slip away. You will sow your seed but get no return, for your enemies will eat it.",
      "17": "I will set my face against you. You will be beaten by your enemies, and those who hate you will rule over you. You will flee, even though nobody is pursuing you.",
      "18": "If, despite these things, you will not listen to me, I will go on to discipline you seven times for your sins.",
      "19": "I will break your proud strength and make your sky like iron and your land as hard as bronze,",
      "20": "so that your strength will be exhausted without accomplishing anything. Your land will not yield its produce, and the trees on the land will not yield their fruit.",
      "21": "If you still remain hostile to me and you are not willing to listen to me, I will multiply the plague against you seven times more according to your sins.",
      "22": "I will send against you the wild animals so that they will deprive you of your children and cut off your livestock. They will make you so few that your roads will be deserted.",
      "23": "If in spite of all these things you still refuse to be disciplined by me, and you remain hostile to me,",
      "24": "I will also remain hostile to you. I will strike you seven times more for your sins.",
      "25": "I will bring a sword on you to avenge the covenant. If you withdraw into your towns, I will send an epidemic among you, so that you will be delivered into the hand of the enemy.",
      "26": "When I break your supply of bread, ten women will bake your bread in a single oven. They will have to ration your bread, and though you eat, you will not be satisfied.",
      "27": "But if, in spite of all this, you will not listen to me and remain hostile to me,",
      "28": "I will remain hostile to you in anger. I myself will discipline you seven times as much for your sins.",
      "29": "You will eat the flesh of your sons, and you will eat the flesh of your daughters.",
      "30": "I will destroy your high places, cut down your incense burners, and place your corpses on the corpses of your filthy idols. With all my heart I will detest you.",
      "31": "I will turn your towns into a wasteland and make your holy places desolate, and I will not smell the pleasing aroma of your sacrifices.",
      "32": "I myself will make your land so desolate that your enemies who settle in it will be appalled at it,",
      "33": "while I scatter you among the nations and unsheathe my sword against you. Then your land will be a desolation, and your towns will be a wasteland.",
      "34": "The land will then enjoy its sabbaths during all the days of its desolation, while you are in the land of your enemies. Yes, the land will rest and enjoy its sabbaths.",
      "35": "All the days when it is desolate it will rest, because it did not rest on your sabbaths when you lived there.",
      "36": "As for those of you who survive, I will bring despair into their hearts in the lands of their enemies, so that the sound of a scattered leaf will scare them away. They will flee as though fleeing from a sword, and they will fall though no one is pursuing them.",
      "37": "Each of them will stumble over his brother, as if from a sword, even though no one is pursuing him. You will have no power to stand against your enemies,",
      "38": "and you will perish among the nations. The land of your enemies will devour you.",
      "39": "Those of you who survive will rot away in the lands of your enemies because of their guilt. They will rot away because of the guilt of their ancestors.",
      "40": "They will confess their guilt and the guilt of their ancestors because of the unfaithfulness that they committed against me, and also because they remained hostile to me.",
      "41": "So I in turn became hostile to them, and I brought them into the land of their enemies. So their uncircumcised hearts will then be humbled, and they will then accept the punishment for their guilt.",
      "42": "Then I will remember my covenant with Jacob. I will remember also my covenant with Isaac and my covenant with Abraham as well. I will remember the land.",
      "43": "The land will be empty of them, so that in its desolation it may enjoy its sabbaths without them, while they suffer punishment for their guilt, because, and only because, they rejected my ordinances and they detested my statutes with all their heart.",
      "44": "Yet, for all that, when they are in the land of their enemies, I will not reject them, and I will not detest them so much that I exterminate them. I will not annul my covenant with them, for I am the Lord their God.",
      "45": "I will remember in their favor the covenant to be their God that I made with their first generation, whom I freed from the land of Egypt in the sight of the nations. I am the Lord.",
      "46": "These are the regulations, the ordinances, and the laws that the Lord instituted between himself and the people of Israel at Mount Sinai through Moses."
    },
    "27": {
      "1": "The Lord spoke to Moses:",
      "2": "“Speak to the Israelites and say this to them.”\nWhen a person makes a special vow to the Lord which is based on the value of different classes of people,",
      "3": "the set value of a male from twenty years to sixty years of age is fifty shekels of silver, using the sanctuary shekel as the standard.",
      "4": "If it is a female, the value is thirty shekels.",
      "5": "If the age is from five years to twenty years, the value is twenty shekels for a male and ten shekels for a female.",
      "6": "If the age is from one month to five years, the value for the male is five shekels of silver, while the value for the female is three shekels of silver.",
      "7": "If the age is sixty years or over, the value is fifteen shekels for a male and ten shekels for a female.",
      "8": "But if anyone making a dedication is too poor to pay that standard value, he shall appear before the priest with the dedicated person, and the priest shall assess a substitute valuation for the person. The priest shall assess a value on the basis of what the person who has made the vow can afford.",
      "9": "If what is vowed is livestock which is acceptable as an offering to the Lord, anything that a person dedicates to the Lord is set apart as holy.",
      "10": "He may not exchange it or substitute another for it, either good for bad, or bad for good. If he substitutes one animal for another, both the animal and its substitute are set aside as holy.",
      "11": "If what has been vowed is any kind of unclean livestock, which may not be presented as an offering to the Lord, he shall present the animal before the priest",
      "12": "so that the priest may assess it. Whatever value is set by the priest, whether high or low, will be binding.",
      "13": "But if he does indeed redeem it, he must add one-fifth to its value.",
      "14": "When a person dedicates his house as holy to the Lord, the priest shall assess it. Whatever value the priest assesses, whether high or low, will be binding.",
      "15": "But if the person who has dedicated his house redeems it, he must add one-fifth to its value in silver, so that it belongs to him again.",
      "16": "If a person dedicates any field from his family property to the Lord, its value shall be based on how much seed is needed to sow it. Land sown by six bushels of barley seed is worth fifty shekels of silver.",
      "17": "If he dedicates his field during the year of Jubilee, its value stands as stated,",
      "18": "but if he dedicates his field after the Jubilee, the priest shall recalculate its value in silver based on the number of years that are left until the next year of Jubilee, and that much will be deducted from the value.",
      "19": "If the person who dedicated the field redeems it, he must add one-fifth to its value in silver, so that it may be returned to him.",
      "20": "But if he does not redeem the field but has sold the field to another person, it may no longer be redeemed.",
      "21": "When the field is released on the Jubilee, it will be set aside as holy. It belongs to the Lord as a dedicated field. It belongs to the priest as his holding.",
      "22": "If someone dedicates to the Lord a field he has purchased that is not part of his family landholding,",
      "23": "the priest shall calculate the amount of value until the year of Jubilee, so that he may pay the value on that day as something holy to the Lord.",
      "24": "In the year of Jubilee, the field shall return to the person from whom the donor bought it, to the one to whom the landholding originally belonged.",
      "25": "Every value shall be based on the sanctuary shekel, which has twenty gerahs to the shekel.",
      "26": "However, no one may dedicate a firstborn from the livestock that has already been designated for the Lord as a firstborn, whether it is a head of cattle or a sheep or a goat. It already belongs to the Lord.",
      "27": "But if it is one of the unclean livestock, he may buy it back at its set value plus one-fifth. If it is not redeemed, it may be sold at its set value.",
      "28": "However, if anyone devotes anything that belongs to him to the Lord unconditionally, whether it is a human being or livestock or any part of his landholding, it may not be sold and may not be redeemed. Everything devoted unconditionally is most holy to the Lord.",
      "29": "Any person who has been devoted to destruction may not be ransomed. He must certainly be put to death.",
      "30": "But every tithe from the land, whether from the seed of the land or from the fruit of the trees, belongs to the Lord. It is holy to the Lord.",
      "31": "If anyone redeems any of his tithe, he must add one-fifth to it.",
      "32": "The tithe from the herd or the flock, that is, every tenth animal that passes under the staff of the shepherd, shall be set apart as holy to the Lord.",
      "33": "The donor must not sort out the good from the bad, and he must not make any substitutions for it. If he makes a substitution for it, then both the first animal and its substitute shall be set apart as holy. It cannot be redeemed.",
      "34": "These are the commandments that the Lord commanded Moses for the people of Israel at Mount Sinai."
    }
  }
}