{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:23.021040-04:00",
    "Translation": "EHV"
  },
  "Luke": {
    "1": {
      "1": "Many have undertaken to compile an account of the events that have been fulfilled among us,",
      "2": "an account like those handed down to us by those who were eyewitnesses and ministers of the word from the beginning.",
      "3": "For this reason, it seemed good to me also, since I followed everything closely from the beginning, to write an orderly account to you, most excellent Theophilus,",
      "4": "so that you may know the certainty of the things you were taught.",
      "5": "In the days of Herod, king of Judea, there was a certain priest named Zechariah, who belonged to the priestly division of Abijah. His wife was from the daughters of Aaron, and her name was Elizabeth.",
      "6": "They were both righteous before God, walking blamelessly in all the commandments and righteous decrees of the Lord.",
      "7": "They did not have a child because Elizabeth was unable to bear children, and they were both well along in years.",
      "8": "On one occasion, while Zechariah was serving as priest before God and his division was on duty,",
      "9": "he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense.",
      "10": "The whole crowd of people were praying outside the temple during the hour of the incense offering.",
      "11": "An angel of the Lord appeared to him, standing on the right side of the altar of incense.",
      "12": "When Zechariah saw him, he was startled and overcome by fear.",
      "13": "But the angel said to him, “Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear a son for you, and you are to name him John.",
      "14": "You will have joy and gladness, and many will rejoice at his birth,",
      "15": "because he will be great in the sight of the Lord. He is never to drink wine or beer. He will be filled with the Holy Spirit, even from his mother’s womb.",
      "16": "He will turn many of the sons of Israel back to the Lord their God.",
      "17": "He will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, to turn the disobedient to the wisdom of the righteous, to prepare a people who are ready for the Lord.”",
      "18": "Zechariah said to the angel, “How can I be sure of this, because I am an old man, and my wife is well along in years?”",
      "19": "The angel answered him, “I am Gabriel. I stand in the presence of God and was sent to speak to you in order to tell you this good news.",
      "20": "Now listen, you will be silent and unable to speak until the day when these things happen, because you did not believe my words, which will be fulfilled at the proper time.”",
      "21": "Meanwhile, the people were waiting for Zechariah and wondering what was taking him so long in the temple.",
      "22": "When he did come out, he was unable to speak to them. Then they realized that he had seen a vision in the temple. He kept making signs to them and remained unable to speak.",
      "23": "When the days of his priestly service were completed, he went back to his home.",
      "24": "After those days his wife Elizabeth conceived. She kept herself in seclusion for five months, saying,",
      "25": "“The Lord has done this for me in the days when he looked with favor on me and took away my disgrace among the people.”",
      "26": "In the sixth month, the angel Gabriel was sent from God to a town of Galilee named Nazareth,",
      "27": "to a virgin pledged in marriage to a man whose name was Joseph, of the house of David. The virgin’s name was Mary.",
      "28": "The angel went to her and said, “Greetings, you who are highly favored! The Lord is with you. Blessed are you among women.”",
      "29": "But she was greatly troubled by the statement and was wondering what kind of greeting this could be.",
      "30": "The angel said to her, “Do not be afraid, Mary, because you have found favor with God.",
      "31": "Listen, you will conceive and give birth to a son, and you are to name him Jesus.",
      "32": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David.",
      "33": "He will reign over the house of Jacob forever, and his kingdom will never end.”",
      "34": "Mary said to the angel, “How will this be, since I am a virgin?”",
      "35": "The angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God.",
      "36": "Listen, Elizabeth, your relative, has also conceived a son in her old age even though she was called barren, and this is her sixth month.",
      "37": "For nothing will be impossible for God.”",
      "38": "Then Mary said, “See, I am the Lord’s servant. May it happen to me as you have said.” Then the angel left her.",
      "39": "In those days Mary got up and hurried to the hill country, to a town of Judah.",
      "40": "She entered the home of Zechariah and greeted Elizabeth.",
      "41": "Just as Elizabeth heard Mary’s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit.",
      "42": "She called out with a loud voice and said, “Blessed are you among women, and blessed is the fruit of your womb!",
      "43": "But why am I so favored that the mother of my Lord should come to me?",
      "44": "In fact, just now, as soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy!",
      "45": "Blessed is she who believed, because the promises spoken to her from the Lord will be fulfilled!”",
      "46": "Then Mary said,\nMy soul proclaims the greatness of the Lord,",
      "47": "and my spirit has rejoiced in God my Savior,",
      "48": "because he has looked with favor on the humble state of his servant.\nSurely, from now on all generations will call me blessed,",
      "49": "because the Mighty One has done great things for me, and holy is\n    his name.",
      "50": "His mercy is for those who fear him from generation to generation.",
      "51": "He has shown strength with his arm.\nHe has scattered those who were proud in the thoughts of their hearts.",
      "52": "He has brought down rulers from their thrones.\nHe has lifted up the lowly.",
      "53": "He has filled the hungry with good things, but the rich he has sent\n    away empty.",
      "54": "He has come to the aid of his servant Israel, remembering his mercy,",
      "55": "as he spoke to our fathers, to Abraham and his offspring forever.",
      "56": "Mary stayed with Elizabeth about three months and then returned to her home.",
      "57": "When the time came for Elizabeth to have her baby, she gave birth to a son.",
      "58": "Her neighbors and relatives heard that the Lord had shown her great mercy, and they were rejoicing with her.",
      "59": "On the eighth day they came to circumcise the child. They wanted to call him Zechariah after the name of the father.",
      "60": "But his mother answered, “No. He will be called John.”",
      "61": "They said to her, “There is no one among your relatives who is called by this name.”",
      "62": "They made signs to his father, to see what he wanted to name him.",
      "63": "He asked for a writing tablet and wrote, “His name is John.” And they were all amazed.",
      "64": "Immediately Zechariah’s mouth was opened, his tongue was loosed, and he began to speak, praising God.",
      "65": "Fear came on all who lived around them. In the entire hill country of Judea people were talking about all these things.",
      "66": "And everyone who heard this took it to heart, saying, “What then will this child be?” Clearly, the hand of the Lord was with him.",
      "67": "His father Zechariah was filled with the Holy Spirit and prophesied:",
      "68": "Blessed is the Lord, the God of Israel,\nbecause he has visited us and prepared redemption for his people.",
      "69": "He has raised up a horn of salvation for us in the house of his servant David,",
      "70": "just as he said long ago through the mouth of his holy prophets.",
      "71": "He raised up salvation from our enemies and from the hand of all who hate us,",
      "72": "in order to show mercy to our fathers by remembering his holy covenant,",
      "73": "the oath which he swore to Abraham our father,",
      "74": "to grant deliverance to us from the hand of our enemies,\nso that we are able to serve him without fear,",
      "75": "in holiness and righteousness before him all our days.",
      "76": "And you, child, will be called a prophet of the Most High,\nbecause you will go before the Lord to prepare his ways,",
      "77": "to give his people the knowledge of salvation by the forgiveness of their sins,",
      "78": "because of God’s tender mercies,\nby which the Rising Sun from on high will visit us,",
      "79": "to shine on those who sit in darkness and in the shadow of death,\nto guide our feet into the way of peace.",
      "80": "The child continued to grow and became strong in spirit. He lived in the wilderness until the day of his public appearance to Israel."
    },
    "2": {
      "1": "In those days a decree went out from Caesar Augustus that all the world should be registered.",
      "2": "This was the first census taken while Quirinius was governing Syria.",
      "3": "And everyone went to register, each to his own town.",
      "4": "And Joseph also went up from Galilee, out of the town of Nazareth, into Judea, to the town of David, which is called Bethlehem, because he was from the house and family line of David.",
      "5": "He went to be registered with Mary, his wife, who was pledged to him in marriage and was expecting a child.",
      "6": "And so it was that while they were there, the time came for her to give birth.",
      "7": "And she gave birth to her firstborn son, wrapped him in swaddling cloths, and laid him in a manger, because there was no room for them in the inn.",
      "8": "There were in the same country shepherds staying out in the fields, keeping watch over their flock at night.",
      "9": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified!",
      "10": "But the angel said to them, “Do not be afraid. For behold, I bring you good news of great joy, which will be for all people:",
      "11": "Today in the town of David, a Savior was born for you. He is Christ the Lord.",
      "12": "And this will be a sign for you: You will find a baby wrapped in swaddling cloths and lying in a manger.”",
      "13": "Suddenly, there was with the angel a multitude from the heavenly army, praising God and saying,",
      "14": "“Glory to God in the highest, and on earth peace, good will toward mankind.”",
      "15": "When the angels went away from them into heaven, the shepherds said to one another, “Now let’s go to Bethlehem and see this thing that has happened, which the Lord has made known to us.”",
      "16": "So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger.",
      "17": "When they had seen him, they told others the message they had been told about this child.",
      "18": "And all who heard it were amazed by what the shepherds said to them.",
      "19": "But Mary treasured up all these things, pondering them in her heart.",
      "20": "And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, which were just as they had been told.",
      "21": "After eight days passed, when the child was circumcised, he was named Jesus, the name given by the angel before he was conceived in the womb.",
      "22": "When the time came for their purification according to the law of Moses, they brought him up to Jerusalem to present him to the Lord.",
      "23": "(As it is written in the law of the Lord, “Every firstborn male will be called holy to the Lord.”)",
      "24": "And they came to offer a sacrifice according to what was said in the law of the Lord, “A pair of turtledoves or two young pigeons.”",
      "25": "Now there was a man in Jerusalem whose name was Simeon. This man was righteous and devout, waiting for the comfort of Israel, and the Holy Spirit was on him.",
      "26": "It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ.",
      "27": "Moved by the Spirit he went into the temple courts. When the parents brought in the child Jesus to do for him what was customary according to the law,",
      "28": "Simeon took him into his arms and praised God. He said,",
      "29": "Lord, you now dismiss your servant in peace, according to\n    your word,",
      "30": "because my eyes have seen your salvation,",
      "31": "which you have prepared before the face of all people,",
      "32": "a light for revelation to the Gentiles, and the glory of your\n    people Israel.",
      "33": "Joseph and the child’s mother were amazed at the things that were spoken about him.",
      "34": "Then Simeon blessed them and said to Mary his mother, “Listen carefully, this child is appointed for the falling and rising of many in Israel and for a sign that is spoken against,",
      "35": "so that the thoughts of many hearts may be revealed. And a sword will pierce your own soul too.”",
      "36": "Anna, a prophetess, was there. She was a daughter of Phanuel, of the tribe of Asher. She was very old. She had lived with her husband for seven years after her marriage,",
      "37": "and then she was a widow of eighty-four years. She did not leave the temple complex, since she was worshipping with fasting and prayers night and day.",
      "38": "Standing nearby at that very hour, she gave thanks to the Lord. She kept speaking about the child to all who were waiting for the redemption of Jerusalem.",
      "39": "When they had accomplished everything according to the law of the Lord, they returned to Galilee, to their own town, Nazareth.",
      "40": "The child grew and became strong. He was filled with wisdom, and God’s favor was on him.",
      "41": "Every year his parents traveled to Jerusalem for the Passover Festival.",
      "42": "When he was twelve years old, they went up according to the custom of the Festival.",
      "43": "When the days had ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it.",
      "44": "Since they thought he was in their group, they went a day’s journey. Then they began to look for him among their relatives and friends.",
      "45": "When they did not find him, they returned to Jerusalem, searching for him.",
      "46": "After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions.",
      "47": "And all who heard him were amazed at his understanding and his answers.",
      "48": "When his parents saw him, they were astonished. His mother said to him, “Son, why have you treated us this way? See, your father and I have been anxiously looking for you.”",
      "49": "He said to them, “Why were you looking for me? Did you not know that I must be taking care of my Father’s business?”",
      "50": "They did not understand what he was telling them.",
      "51": "He went down with them and came to Nazareth. He was always obedient to them. And his mother treasured up all these things in her heart.",
      "52": "Jesus grew in wisdom and stature, and in favor with God and with people."
    },
    "3": {
      "1": "In the fifteenth year of the reign of Tiberius Caesar—while Pontius Pilate was governor of Judea, Herod was tetrarch of Galilee, his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene—",
      "2": "during the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zechariah, in the wilderness.",
      "3": "He went into the whole region around the Jordan, preaching a baptism of repentance for the forgiveness of sins.",
      "4": "Just as it is written in the book of the words of Isaiah the prophet:\nA voice of one calling in the wilderness,\n“Prepare the way of the Lord! Make his paths straight.",
      "5": "Every valley will be filled, and every mountain and hill will be\n    made low.\nThe crooked will become straight, and the rough ways smooth.",
      "6": "And everyone will see the salvation of God.”",
      "7": "So John kept saying to the crowds who came out to be baptized by him, “You offspring of vipers, who warned you to flee from the coming wrath?",
      "8": "Therefore produce fruits in keeping with repentance! Do not even think of saying to yourselves, ‘We have Abraham as our father,’ because I tell you that God is able to raise up children for Abraham from these stones.",
      "9": "Even now the ax is ready to strike the root of the trees. So every tree that does not produce good fruit is going to be cut down and thrown into the fire.”",
      "10": "The crowds began to ask him, “What should we do then?”",
      "11": "He answered them, “Whoever has two shirts should share with the person who has none, and whoever has food should do the same.”",
      "12": "Tax collectors also came to be baptized. They said, “Teacher, what should we do?”",
      "13": "To them he said, “Collect no more than what you were authorized to.”",
      "14": "Soldiers were also asking him, “And what should we do?”\nHe told them, “Do not extort money from anyone by force or false accusation. Be satisfied with your wages.”",
      "15": "The people were waiting expectantly and were all wondering in their hearts if John might be the Christ.",
      "16": "John answered them all, “I baptize you with water. But someone mightier than I is coming. I am not worthy to untie the strap of his sandals. He will baptize you with the Holy Spirit and fire.",
      "17": "His winnowing shovel is in his hand, and he will thoroughly clean out his threshing floor. He will gather the wheat into his barn, but he will burn up the chaff with unquenchable fire.”",
      "18": "Then with many other words, he appealed to them and was preaching good news to the people.",
      "19": "But after John rebuked Herod the tetrarch because of Herodias, his brother’s wife, and because of all the evil things he had done—",
      "20": "Herod added this to them all: He locked John in prison.",
      "21": "When all the people were being baptized, Jesus was baptized too. While he was praying, heaven was opened,",
      "22": "and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven: “You are my Son, whom I love. I am well pleased with you.”",
      "23": "Jesus himself was about thirty years old when he began his ministry.\nJesus was the son (so it was thought) of Joseph, the son of Heli,",
      "24": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
      "25": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
      "26": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,",
      "27": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
      "28": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,",
      "29": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
      "30": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,",
      "31": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,",
      "32": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,",
      "33": "the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,",
      "34": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
      "35": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
      "36": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
      "37": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Malaleel, the son of Cainan,",
      "38": "the son of Enos, the son of Seth, the son of Adam, the son of God."
    },
    "4": {
      "1": "Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness,",
      "2": "where he was tempted by the Devil for forty days. He did not eat anything during those days. When they came to an end, he was hungry.",
      "3": "The Devil said to him, “If you are the Son of God, tell this stone to become bread.”",
      "4": "Jesus answered him, “It is written: ‘Man shall not live by bread alone, but by every word of God.’”",
      "5": "The Devil led him up to a high mountain and showed him all the kingdoms of the world in a moment of time.",
      "6": "The Devil told him, “I will give you all this power and the glory of these kingdoms, because it has been entrusted to me, and I can give it to anyone I want.",
      "7": "So, if you worship me, it will all be yours.”",
      "8": "Jesus answered him, “It is written: ‘You shall worship the Lord your God and serve him only.’”",
      "9": "The Devil led him to Jerusalem and had him stand on the pinnacle of the temple. “If you are the Son of God,” he said, “throw yourself down from here,",
      "10": "because it is written:\nHe will command his angels concerning you, to protect you.",
      "11": "And,\nthey will lift you up with their hands,\nso that you will not strike your foot against a stone.”",
      "12": "Jesus answered him, “It says: ‘You shall not test the Lord your God.’”",
      "13": "When the Devil had finished every temptation, he left him until an opportune time.",
      "14": "Jesus returned to Galilee in the power of the Spirit, and news about him spread through all the surrounding area.",
      "15": "He was teaching in their synagogues and being honored by everyone.",
      "16": "He went to Nazareth, where he had been brought up. As was his custom, he went into the synagogue on the Sabbath day and stood up to read.",
      "17": "The scroll of the prophet Isaiah was handed to him. He unrolled the scroll and found the place where it was written:",
      "18": "The Spirit of the Lord is on me,\nbecause he anointed me to preach good news to the poor.\nHe has sent me to proclaim freedom to the captives\nand recovery of sight to the blind,\nto set free those who are oppressed,",
      "19": "and to proclaim the year of the Lord’s favor.",
      "20": "He rolled up the scroll, gave it back to the attendant, and sat down. The eyes of everyone in the synagogue were fastened on him.",
      "21": "He began to tell them, “Today, this Scripture is fulfilled in your hearing.”",
      "22": "They all spoke well of him and were impressed by the words of grace that came from his mouth. And they kept saying, “Isn’t this Joseph’s son?”",
      "23": "He told them, “Certainly you will quote this proverb to me, ‘Physician, heal yourself!’ Do here in your hometown everything we heard you did in Capernaum.”",
      "24": "And he said, “Amen I tell you: No prophet is accepted in his hometown.",
      "25": "But truly I tell you: There were many widows in Israel in the days of Elijah, when the sky was shut for three years and six months, while a great famine came over all the land.",
      "26": "Elijah was not sent to any of them, but to a widow of Zarephath, in Sidon.",
      "27": "And there were many lepers in Israel in the time of Elisha the prophet, yet not one of them was healed except Naaman the Syrian.”",
      "28": "All those who were in the synagogue were filled with rage when they heard these things.",
      "29": "They got up and drove him out of the town. They led him to the brow of the hill on which their town was built, in order to throw him off the cliff.",
      "30": "But he passed through the middle of them and went on his way.",
      "31": "He went down to Capernaum, a town of Galilee, and was teaching them on the Sabbath.",
      "32": "They were amazed by his teaching, because his message had authority.",
      "33": "In the synagogue there was a man who was possessed by the unclean spirit of a demon. He cried out with a loud voice,",
      "34": "“Leave us alone! What do you have to do with us, Jesus the Nazarene? Have you come to destroy us? I know who you are: the Holy One of God!”",
      "35": "Jesus rebuked him, saying, “Be silent, and come out of him!” The demon threw him down in front of them and came out of him without harming him.",
      "36": "They were all filled with awe and began to say to one another, “What is this message? With authority and power he commands unclean spirits, and they come out!”",
      "37": "News about him spread to every place in the surrounding area.",
      "38": "Jesus got up, left the synagogue, and went into Simon’s house. Simon’s mother-in-law was suffering from a high fever. They asked him to help her.",
      "39": "He stood over her, rebuked the fever, and it left her. Immediately she got up and began to serve them.",
      "40": "As the sun was setting, they brought to him all who were sick with various diseases. He laid his hands on every one of them and healed them.",
      "41": "Demons also came out of many people, crying out, “You are the Son of God!” He rebuked them and did not allow them to speak, because they knew that he was the Christ.",
      "42": "When it was day, he went out to a deserted place. The crowds were looking for him. They went up to him and were trying to prevent him from leaving them.",
      "43": "But he told them, “I must preach the good news of the kingdom of God to the other towns too, because that is why I was sent.”",
      "44": "And he continued to preach in the synagogues in the land of the Jews."
    },
    "5": {
      "1": "One time, while the crowd was pressing in on Jesus and listening to the word of God, he was standing by the Lake of Gennesaret.",
      "2": "He saw two boats there along the lakeshore. The fishermen had left them and were washing their nets.",
      "3": "Jesus got into one of the boats, which belonged to Simon, and asked him to put out a little from the shore. He sat down and began teaching the crowds from the boat.",
      "4": "When he had finished speaking, he said to Simon, “Put out into the deep water, and let down your nets for a catch.”",
      "5": "Simon answered him, “Master, we worked hard all through the night and caught nothing. But at your word I will let down the nets.”",
      "6": "When they had done this, they caught a great number of fish, and their nets were about to tear apart.",
      "7": "They signaled their partners in the other boat to come and help them. They came and filled both boats, so that they began to sink.",
      "8": "When Simon Peter saw this, he fell down at Jesus’ knees, saying, “Go away from me, because I am a sinful man, Lord.”",
      "9": "For Peter and all those with him were amazed at the number of fish they had caught,",
      "10": "and so were James and John, the sons of Zebedee, who were partners with Simon.\nJesus said to Simon, “Have no fear. From now on you will be catching people.”",
      "11": "After they brought their boats to the shore, they left everything and followed him.",
      "12": "On another occasion, Jesus was in one of the towns, and there was a man full of leprosy. When he saw Jesus, he fell on his face and begged him, “Lord, if you are willing, you can make me clean.”",
      "13": "Jesus stretched out his hand and touched him. “I am willing,” he said. “Be made clean.”\nImmediately the leprosy left him.",
      "14": "Jesus ordered him to tell no one, “But go, show yourself to the priest, and offer what Moses commanded for your cleansing, as a testimony for them.”",
      "15": "The news about him spread even more, and large crowds gathered to listen and be healed of their sicknesses.",
      "16": "But Jesus often withdrew to deserted places and prayed.",
      "17": "On one of the days while Jesus was teaching, Pharisees and teachers of the law were sitting there who had come from every village of Galilee and Judea and from Jerusalem. The power of the Lord was with him to heal.",
      "18": "Just then, men who were carrying a paralyzed man on a stretcher tried to bring him in and lay him in front of Jesus.",
      "19": "Since they did not find a way to bring him in because of the crowd, they went up on the roof and lowered him down through the tiles on his stretcher into the middle of the crowd, right in front of Jesus.",
      "20": "When he saw their faith, he said, “Man, your sins have been forgiven.”",
      "21": "The experts in the law and the Pharisees began to think to themselves, “Who is this fellow who speaks blasphemies? Who can forgive sins except God alone?”",
      "22": "But Jesus knew their thoughts and answered them, “Why are you thinking this in your hearts?",
      "23": "Which is easier: to say, ‘Your sins have been forgiven,’ or to say, ‘Get up and walk’?",
      "24": "But so that you may know that the Son of Man has authority on earth to forgive sins. . .” He said to the paralyzed man, “I tell you, get up, take your stretcher, and go home.”",
      "25": "Immediately, he stood up in front of them, picked up what he had been lying on, and went home glorifying God.",
      "26": "They were all astonished and glorified God. They were also filled with reverence and said, “We have seen wonderful things today.”",
      "27": "After these things, Jesus went out and saw a tax collector by the name of Levi sitting at the tax collector’s booth. He said to him, “Follow me.”",
      "28": "Levi left everything, got up, and followed Jesus.",
      "29": "Levi gave a great banquet for him in his house. There was a large crowd of tax collectors and others dining with them.",
      "30": "The Pharisees and experts in the law grumbled against his disciples, saying, “Why do you eat and drink with tax collectors and sinners?”",
      "31": "Jesus answered them, “The healthy do not need a physician, but the sick do.",
      "32": "I have not come to call the righteous, but sinners to repentance.”",
      "33": "They said to him, “Why do John’s disciples fast and pray often, and so do the Pharisees’ disciples, but yours go on eating and drinking?”",
      "34": "Jesus said to them, “You cannot make the attendants of the bridegroom fast while the bridegroom is with them, can you?",
      "35": "But the days will come when the bridegroom will be taken away from them. Then, in those days, they will fast.”",
      "36": "He told them a parable: “No one tears a patch from a new garment and puts it on an old garment. If he does, he will tear the new garment, and the patch from the new garment will not match the old one.",
      "37": "And no one pours new wine into old wineskins. If he does, the new wine will burst the skins, it will be spilled, and the skins will be ruined.",
      "38": "Instead, new wine must be put into fresh wineskins so both are preserved.",
      "39": "And no one wants new wine while drinking old wine, because he says, ‘The old is fine.’”"
    },
    "6": {
      "1": "When Jesus was going through the grain fields on a Sabbath day, his disciples were picking heads of grain, rubbing them in their hands, and eating them.",
      "2": "But some of the Pharisees said, “Why are you doing what is not lawful on the Sabbath?”",
      "3": "Jesus answered them, “Haven’t you read what David did when he was hungry (he and his companions)?",
      "4": "He went into the house of God, took and ate the Bread of the Presence, which is lawful only for the priests to eat. He also gave some to his companions.”",
      "5": "Jesus also said to them, “The Son of Man is Lord of the Sabbath.”",
      "6": "On another Sabbath he went into the synagogue and taught. A man was there whose right hand was withered.",
      "7": "The experts in the law and the Pharisees were watching him closely, to see if he would heal on the Sabbath. They wanted to find a reason to accuse him.",
      "8": "But he always knew their thoughts. He said to the man with the withered hand, “Stand up and step forward.” He got up and stood there.",
      "9": "Then Jesus said to them, “I will ask you something. Is it lawful on the Sabbath to do good or to do evil, to save life or to destroy it?”",
      "10": "He looked around at all of them and told the man, “Stretch out your hand.” He did, and his hand was restored.",
      "11": "They were filled with rage and began discussing with one another what they could do to Jesus.",
      "12": "It happened in those days that Jesus went up on the mountain to pray, and he spent all night in prayer to God.",
      "13": "When it was day, he summoned his disciples and chose twelve of them, whom he also called apostles:",
      "14": "Simon, whom he also named Peter, and his brother Andrew; James and John; Philip and Bartholomew;",
      "15": "Matthew and Thomas; James the son of Alphaeus, also Simon, who was called the Zealot;",
      "16": "Judas the son of James, and Judas Iscariot, who became a traitor.",
      "17": "He went down with them and stood on a level place with a large crowd of his disciples and a large number of people from all Judea and Jerusalem, as well as from the coastal area of Tyre and Sidon. These people came to listen to him and to be healed of their diseases.",
      "18": "Those who were troubled by unclean spirits were also cured.",
      "19": "The whole crowd kept trying to touch him, because power was going out from him and healing them all.",
      "20": "He lifted up his eyes to his disciples and said:\nBlessed are you who are poor,\n    because yours is the kingdom of God.",
      "21": "Blessed are you who hunger now,\n    because you will be satisfied.\nBlessed are you who weep now,\n    because you will laugh.",
      "22": "Blessed are you whenever people hate you,\nand whenever they exclude and insult you\nand reject your name as evil because of the Son of Man.",
      "23": "“Rejoice in that day and leap for joy because of this: Your reward is great in heaven! The fact is, their fathers constantly did the same things to the prophets.”",
      "24": "But woe to you who are rich,\n    because you are receiving your comfort now.",
      "25": "Woe to you who are well fed now,\n    because you will be hungry.\nWoe to you who laugh now,\n    because you will be mourning and weeping.",
      "26": "Woe to you when all people speak well of you,\n    because that is how their fathers constantly treated the\n        false prophets.",
      "27": "“But I say to you who are listening: Love your enemies. Do good to those who hate you.",
      "28": "Bless those who curse you. Pray for those who mistreat you.",
      "29": "If someone strikes you on one cheek, offer the other too. If someone takes away your coat, do not withhold your shirt.",
      "30": "Give to everyone who asks you, and if anyone takes away your things, do not demand them back.",
      "31": "“Treat others just as you would want them to treat you.",
      "32": "If you love those who love you, what credit is that to you? To be sure, even the sinners love those who love them.",
      "33": "And if you do good to those who do good to you, what credit is that to you? Even the sinners do the same thing.",
      "34": "If you lend to those from whom you expect to be repaid, what credit is that to you? Even the sinners lend to sinners in order to be paid back in full.",
      "35": "Instead, love your enemies, do good and lend, expecting nothing in return. Your reward will be great, and you will be sons of the Most High, because he is kind to the unthankful and the evil.",
      "36": "Be merciful, just as your Father is merciful.",
      "37": "“Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven.",
      "38": "Give, and it will be given to you. A good measure pressed down, shaken together, and running over will be poured into your lap. In fact, the measure with which you measure will be measured back to you.”",
      "39": "He also told them a parable: “A blind man cannot guide a blind man, can he? Won’t they both fall into a pit?",
      "40": "A disciple is not above his teacher, but everyone who is fully trained will be like his teacher.",
      "41": "Why do you look at the speck in your brother’s eye, but fail to notice the beam in your own eye?",
      "42": "Or how can you tell your brother, ‘Brother, let me remove the speck in your eye,’ when you do not see the beam in your own eye? Hypocrite! First remove the beam from your own eye, and then you will see clearly to remove the speck in your brother’s eye.",
      "43": "“Certainly a good tree does not produce bad fruit, and a bad tree does not produce good fruit.",
      "44": "In fact, each tree is known by its own fruit. For people do not gather figs from thorn bushes, and they do not gather grapes from a bramble bush.",
      "45": "The good person brings what is good out of the good stored in his heart, and the evil person brings what is evil out of the evil within. To be sure, what his mouth speaks flows from the heart.",
      "46": "“Why do you call me, ‘Lord, Lord,’ and do not do what I say?",
      "47": "Everyone who comes to me and listens to my words and does them—I will show you what he is like:",
      "48": "He is like a man building a house who dug down deep and laid a foundation on bedrock. When a flood came, the river beat against that house but could not shake it, because it was founded on bedrock.",
      "49": "But the one who listened to my words and did not do them is like a man who built a house on the ground without a foundation. When the river broke against it, it fell immediately, and that house was completely destroyed.”"
    },
    "7": {
      "1": "After Jesus had finished saying all these things to the people who were listening, he went into Capernaum.",
      "2": "A centurion’s servant, who was valuable to him, was sick and about to die.",
      "3": "When the centurion heard about Jesus, he sent some elders of the Jews to him, asking him to come and heal his servant.",
      "4": "When they came to Jesus, they begged him earnestly, saying, “He is worthy of having you do this for him,",
      "5": "because he loves our nation, and he built our synagogue for us.”",
      "6": "Jesus went with them. When he was not far from the house, the centurion sent friends to tell Jesus, “Lord, do not trouble yourself, because I do not deserve to have you come under my roof.",
      "7": "That is why I did not consider myself worthy to come to you. But say the word, and my servant will be healed.",
      "8": "For I am also a man placed under authority, having soldiers under me. I say to this one, ‘Go!’ and he goes; and to another one, ‘Come!’ and he comes; and to my servant, ‘Do this,’ and he does it.”",
      "9": "When Jesus heard these things, he was amazed at him. He turned to the crowd that was following him and said, “I tell you, I have not found such great faith, not even in Israel.”",
      "10": "And when the men who had been sent returned to the house, they found the servant well.",
      "11": "Soon afterward Jesus went on his way to a town called Nain, and his disciples and a large crowd were traveling with him.",
      "12": "As he was approaching the town gate, there was a dead man being carried out, the only son of his mother. She was a widow, and a considerable crowd from the town was with her.",
      "13": "When the Lord saw her, he had compassion on her and said to her, “Do not cry.”",
      "14": "He went up to the open coffin, touched it, and the pallbearers stopped. He said, “Young man, I say to you, get up!”",
      "15": "The dead man sat up and began to speak, and Jesus gave him to his mother.",
      "16": "Fear gripped all of them, and they glorified God, saying, “A great prophet has arisen among us” and “God has visited his people!”",
      "17": "This was reported about him in all of Judea and in all the surrounding countryside.",
      "18": "John’s disciples told him about all these things.",
      "19": "Calling two of his disciples to him, he sent them to Jesus to ask, “Are you the one who was to come or should we look for someone else?”",
      "20": "When the men had arrived, they said to Jesus, “John the Baptist sent us to ask you, ‘Are you the one who was to come or should we look for someone else?’”",
      "21": "At that time Jesus healed many people of their diseases, afflictions, and evil spirits. And he gave many blind people the ability to see.",
      "22": "Jesus answered them, “Go, tell John what you have seen and heard: The blind receive their sight, the lame walk, the lepers are healed, the deaf hear, the dead are raised, and the good news is preached to the poor.",
      "23": "Blessed is the one who does not fall away on account of me.”",
      "24": "After John’s messengers had left, Jesus began to talk to the crowds about John: “What did you go out into the wilderness to see? A reed shaken by the wind?",
      "25": "No. Then what did you go out to see? A man dressed in soft clothing? Yet those who are dressed in splendid clothing and live in luxury are in royal palaces.",
      "26": "But what did you go out to see? A prophet? Yes, I tell you, and much more than a prophet.",
      "27": "This is the one about whom it is written: ‘Look, I am sending my messenger ahead of you, who will prepare your way before you.’",
      "28": "“Yes, I tell you, among those born of women there is no prophet greater than John. Yet the one who is least in the kingdom of God is greater than he.”",
      "29": "When all the people (including the tax collectors) heard this, they declared that God was just, since they were baptized with the baptism of John.",
      "30": "But the Pharisees and the legal experts rejected God’s purpose for themselves by not being baptized by him.",
      "31": "“To what then will I compare the people of this generation? What are they like?",
      "32": "They are like children sitting in the marketplace and calling to one another, ‘We played the flute for you, and you did not dance. We sang a dirge, and you did not weep.’",
      "33": "For John the Baptist has come without eating bread or drinking wine, and you say, ‘He has a demon.’",
      "34": "The Son of Man has come eating and drinking, and you say, ‘Look, a man who is a glutton and a drunkard, a friend of tax collectors and sinners!’",
      "35": "Yet wisdom is declared right by all her children.”",
      "36": "A certain one of the Pharisees asked Jesus to eat with him. Jesus entered the Pharisee’s house and reclined at the table.",
      "37": "Just then a sinful woman from that town learned that he was reclining in the Pharisee’s house. She brought an alabaster jar of perfume,",
      "38": "stood behind him near his feet weeping, and began to wet his feet with her tears. Then she began to wipe them with her hair while also kissing his feet and anointing them with the perfume.",
      "39": "When the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would realize who is touching him and what kind of woman she is, because she is a sinner.”",
      "40": "Jesus answered him, “Simon, I have something to tell you.”\nHe said, “Teacher, say it.”",
      "41": "“A certain moneylender had two debtors. The one owed five hundred denarii, and the other fifty.",
      "42": "When they could not pay, he forgave them both. So, which of them will love him more?”",
      "43": "Simon answered, “I suppose the one who had the larger debt forgiven.”\nThen he told him, “You have judged correctly.”",
      "44": "Turning toward the woman, he said to Simon, “Do you see this woman? I entered your house, but you did not give me water for my feet. Yet she has wet my feet with her tears and wiped them with her hair.",
      "45": "You did not give me a kiss, but she, from the time I entered, has not stopped kissing my feet.",
      "46": "You did not anoint my head with oil, but she has anointed my feet with perfume.",
      "47": "Therefore I tell you, her many sins have been forgiven; that is why she loved so much. But the one who is forgiven little loves little.”",
      "48": "Then Jesus said to her, “Your sins have been forgiven.”",
      "49": "Those reclining at the table with him began to say among themselves, “Who is this who even forgives sins?”",
      "50": "He said to the woman, “Your faith has saved you. Go in peace.”"
    },
    "8": {
      "1": "Soon afterward Jesus was traveling from one town and village to another, preaching and proclaiming the good news of the kingdom of God. The Twelve were with him",
      "2": "and also some women who had been healed of evil spirits and diseases: Mary, called Magdalene, from whom seven demons had gone out;",
      "3": "Joanna, the wife of Cuza, Herod’s household manager; Susanna; and many others who provided support for them out of their own possessions.",
      "4": "As a large crowd was gathering and people from one town after another were making their way to him, he spoke using a parable.",
      "5": "“A sower went out to sow his seed. As he sowed, some fell along the path. It was trampled, and the birds of the sky devoured it.",
      "6": "Other seed fell on rocky ground. As soon as it grew, it withered away, because it had no moisture.",
      "7": "Other seed fell among thorns. The thorns grew up with it and choked it.",
      "8": "Other seed fell into good soil. It grew and produced fruit—one hundred times as much as was sown.” As he said these things, he called out, “Whoever has ears to hear, let him hear!”",
      "9": "His disciples asked him, “What does this parable mean?”",
      "10": "He said, “To you it has been given to know the mysteries of the kingdom of God, but to the rest I speak in parables so that ‘even though they see, they may not see, and even though they hear, they may not understand.’",
      "11": "This is the meaning of the parable: The seed is the word of God.",
      "12": "Those along the path are the ones who hear it, but then the Devil comes and takes away the word from their hearts to keep them from believing and being saved.",
      "13": "Those on the rocky ground are the ones who, when they hear, receive the word with joy, but they have no root. So they believe for a while, but then fall away in a time of testing.",
      "14": "The seeds that fell into the thorns are the ones who hear the word, but as they go on their way they are choked by the worries, riches, and pleasures of life, so they do not mature.",
      "15": "And the seeds in the good ground are the ones who hear the word with an honest and good heart, hold on to it tightly, and produce fruit as they patiently endure.",
      "16": "“No one lights a lamp and then hides it under a jar or puts it under a bed. Instead, he puts it on a stand so that those who enter may see the light.",
      "17": "For nothing is hidden that will not be revealed, and nothing is secret that will not be made known and come to light.",
      "18": "So listen carefully, because whoever has will be given more, and whoever does not have, even what he thinks he has will be taken away from him.”",
      "19": "Jesus’ mother and brothers came to him, but they could not get near him because of the crowd.",
      "20": "Someone told him, “Your mother and brothers are standing outside, wanting to see you.”",
      "21": "But he answered them, “My mother and brothers are those who are hearing and doing the word of God.”",
      "22": "One day Jesus got into a boat with his disciples and told them, “Let’s go over to the other side of the lake.” So they set out.",
      "23": "As they were sailing, he fell asleep. A powerful windstorm came down on the lake, the boat was filling up with water, and they were in danger.",
      "24": "They went to him and woke him, saying, “Master, master, we’re going to die!”\nHe woke up, rebuked the wind and the raging waves, and they stopped. Then it was calm.",
      "25": "He said to them, “Where is your faith?”\nThey were afraid and amazed and said to one another, “Who, then, is this, that he commands even the winds and the water, and they obey him?”",
      "26": "They sailed down to the region of the Gerasenes, which is across from Galilee.",
      "27": "When Jesus stepped ashore, a man from the town met him. He was possessed by demons and for a long time had not worn any clothes. He did not live in a house but in the tombs.",
      "28": "When he saw Jesus, he cried out, fell down before him, and said with a loud voice, “What do I have to do with you, Jesus, Son of the Most High God? I beg you, don’t torment me!”",
      "29": "For Jesus had commanded the unclean spirit to come out of the man. In fact, the unclean spirit had seized him many times. He was kept under guard, and although he was bound with chains and shackles, he would break the restraints and was driven by the demon into deserted places.",
      "30": "Jesus asked him, “What is your name?”\nHe said, “Legion,” because many demons had gone into him.",
      "31": "They were begging Jesus that he would not order them to go into the abyss.",
      "32": "A herd of many pigs was feeding there on the mountain. The demons begged Jesus to let them go into the pigs, and he gave them permission.",
      "33": "The demons went out of the man and entered the pigs, and the herd rushed down the steep bank into the lake and drowned.",
      "34": "When those who were feeding the pigs saw what happened, they ran away and reported it in the town and in the countryside.",
      "35": "People went out to see what had happened. They came to Jesus and found the man from whom the demons had gone out, sitting at Jesus’ feet. He was clothed and in his right mind, and the people were afraid.",
      "36": "Those who saw it told them how the demon-possessed man was saved.",
      "37": "The whole crowd of people from the surrounding country of the Gerasenes asked Jesus to leave them, because they were gripped with great fear.\nAs Jesus got into the boat and started back,",
      "38": "the man from whom the demons had gone out begged to be with him. But Jesus sent him away, saying,",
      "39": "“Return to your home and tell how much God has done for you.” Then he went through the whole town proclaiming what Jesus had done for him.",
      "40": "When Jesus returned, the crowd welcomed him, because they were all waiting for him.",
      "41": "Just then a man named Jairus arrived. He was a ruler of the synagogue. He fell down at Jesus’ feet and begged him to come to his house,",
      "42": "because he had an only daughter who was about twelve years old and she was dying.\nAs he went, the crowds pressed tightly against him.",
      "43": "There was a woman who had a flow of blood for twelve years, yet although she had paid physicians all she had to live on, she could not be healed by anyone.",
      "44": "She approached Jesus from behind and touched the fringe of his garment. Immediately her flow of blood stopped.",
      "45": "And Jesus said, “Who touched me?”\nAs everyone was denying it, Peter and those with him said, “Master, the crowds are pressing in and crowding you, yet you say, ‘Who touched me?’”",
      "46": "But Jesus said, “Someone touched me, because I know that power has gone out from me.”",
      "47": "When the woman saw that she did not escape his notice, she came trembling and fell down before Jesus. In the presence of all the people she told him why she had touched him and how she was healed immediately.",
      "48": "And he said to her, “Daughter, your faith has saved you. Go in peace.”",
      "49": "While he was still speaking, someone came from the synagogue ruler’s house, saying, “Your daughter has died. Don’t trouble the Teacher anymore.”",
      "50": "But when Jesus heard it, he told Jairus, “Do not be afraid. Only believe, and she will be saved.”",
      "51": "When he came to the house, he did not let anyone enter, except Peter, John, James, and the child’s father and mother.",
      "52": "All the people were weeping and mourning for her, but he said, “Stop weeping, because she is not dead, but sleeping.”",
      "53": "They laughed at him, knowing that she was dead.",
      "54": "But he took her by the hand and called out, “Child, get up!”",
      "55": "Her spirit returned, and she immediately got up. He ordered that something be given to her to eat.",
      "56": "Her parents were amazed, but he instructed them not to tell anyone what had happened."
    },
    "9": {
      "1": "Jesus called the Twelve together and gave them power and authority over all demons and to cure diseases.",
      "2": "He sent them out to proclaim the kingdom of God and to heal the sick.",
      "3": "He said to them, “Take nothing for the journey—no staff, no bag, no bread, no money; and do not take two coats.",
      "4": "Whatever house you enter, stay there until you leave.",
      "5": "If they do not welcome you, when you leave that town, shake off the dust from your feet as a testimony against them.”",
      "6": "They set out and went throughout the villages, proclaiming the good news and healing everywhere.",
      "7": "Herod the tetrarch heard about everything that was happening, and he was quite puzzled because some said that John had risen from the dead.",
      "8": "Others said that Elijah had appeared, and still others that one of the ancient prophets had risen.",
      "9": "But Herod said, “I beheaded John, but who is this, about whom I hear such great things?” So he wanted to see him.",
      "10": "The apostles returned and told Jesus what they had done. He took them and withdrew privately to a town called Bethsaida.",
      "11": "But when the crowds found out, they followed him. He welcomed them and spoke to them about the kingdom of God. He also healed those who needed healing.",
      "12": "As the day began to draw to a close, the Twelve came and said to him, “Dismiss the crowd so that they can go to the surrounding villages and farms to find lodging and food, because we are in a deserted place here.”",
      "13": "But he said to them, “You give them something to eat.”\n“We have no more than five loaves and two fish,” they replied, “unless we go and buy food for all these people.”",
      "14": "(There were about five thousand men.)\nHe said to his disciples, “Have them sit down in groups of about fifty each.”",
      "15": "They did so and got them all to sit down.",
      "16": "Then Jesus took the five loaves and the two fish, and, looking up to heaven, he blessed and broke them. Then he kept giving them to the disciples to set before the crowd.",
      "17": "They all ate and were satisfied. And they picked up twelve basketfuls of the broken pieces that were left over.",
      "18": "One time when Jesus was praying alone and the disciples were with him, he asked them, “Who do the crowds say that I am?”",
      "19": "They answered, “‘John the Baptist,’ but others say, ‘Elijah,’ and others say, ‘one of the ancient prophets come back to life.’”",
      "20": "He said to them, “But who do you say that I am?”\nAnd Peter answered, “The Christ of God.”",
      "21": "He gave them a strict command not to tell this to anyone.",
      "22": "He said, “The Son of Man must suffer many things and be rejected by the elders, chief priests, and experts in the law. He must be killed and be raised on the third day.”",
      "23": "Jesus said to all of them, “If anyone wants to come after me, let him deny himself, take up his cross daily, and follow me.",
      "24": "For whoever wants to save his life will lose it, but whoever loses his life for my sake will save it.",
      "25": "After all, what will it benefit a man if he gains the whole world, but destroys himself or is lost?",
      "26": "In fact, whoever is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory, and the glory of the Father, and of the holy angels.",
      "27": "I am telling you the truth: There are some standing here who will certainly not taste death until they see the kingdom of God.”",
      "28": "About eight days after he said these words, Jesus took Peter, John, and James and went up on the mountain to pray.",
      "29": "While he was praying, the appearance of his face changed, and his clothing became dazzling white.",
      "30": "Just then, two men, Moses and Elijah, were talking with him!",
      "31": "They appeared in glory and were talking about his departure, which he was going to bring to fulfillment in Jerusalem.",
      "32": "Peter and those with him were weighed down with sleep, but when they were completely awake, they saw his glory and the two men standing with him.",
      "33": "As the men were leaving Jesus, Peter said to him, “Master, it is good for us to be here. Let’s make three tents: one for you, one for Moses, and one for Elijah.” He did not realize what he was saying.",
      "34": "While he was saying these things, a cloud came and overshadowed them. They were afraid as they went into the cloud.",
      "35": "Then a voice came out of the cloud, saying, “This is my Son, whom I love. Listen to him!”",
      "36": "After the voice had spoken, they found Jesus alone. They kept this secret and told no one in those days any of the things they had seen.",
      "37": "The next day, after they had come down from the mountain, a large crowd met him.",
      "38": "Just then a man from the crowd called out, “Teacher, I beg you to look at my son, because he is my only child.",
      "39": "See, a spirit takes hold of him, and suddenly he screams. Then it throws him into convulsions so that he foams at the mouth. It hardly ever leaves him and constantly tortures him.",
      "40": "I begged your disciples to drive it out, but they could not.”",
      "41": "Jesus answered, “O unbelieving and perverse generation, how long will I be with you and put up with you? Bring your son here.”",
      "42": "As the boy was approaching, the demon threw him down and shook him with convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father.",
      "43": "They were all astonished at the majesty of God.\nWhile everyone was amazed at all the things Jesus was doing, he said to his disciples,",
      "44": "“Let these words sink into your ears and remember this: The Son of Man is going to be betrayed into the hands of men.”",
      "45": "But they did not understand what he was saying. It was hidden from them so they did not grasp it. And they were afraid to ask him about this statement.",
      "46": "An argument started among them about which of them would be the greatest.",
      "47": "Since Jesus knew the thoughts of their hearts, he took a little child and had him stand next to him.",
      "48": "Then he said to them, “Whoever receives this little child in my name receives me. And whoever receives me receives him who sent me. In fact, the one who is least among all of you is the one who is great.”",
      "49": "John said in reply, “Master, we saw someone driving out demons in your name, and we tried to stop him, because he is not following you along with us.”",
      "50": "But Jesus said to him, “Do not try to stop him, because whoever is not against you is for you.”",
      "51": "When the days were approaching for him to be taken up, Jesus was determined to go to Jerusalem.",
      "52": "He sent messengers ahead of him. They went and entered a Samaritan village to make preparations for him.",
      "53": "But the people did not welcome him, because he was determined to go to Jerusalem.",
      "54": "When his disciples James and John saw this, they said, “Lord, do you want us to call down fire from heaven to consume them?”",
      "55": "But he turned and rebuked them. “You don’t know what kind of spirit is influencing you.",
      "56": "For the Son of Man did not come to destroy people’s souls, but to save them.” Then they went to another village.",
      "57": "As they went on the way, a man said to him, “I will follow you wherever you go.”",
      "58": "Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has no place to lay his head.”",
      "59": "He said to another man, “Follow me!”\nBut he said, “Lord, first let me go and bury my father.”",
      "60": "Jesus told him, “Let the dead bury their own dead, but you go and proclaim the kingdom of God.”",
      "61": "Another man also said, “I will follow you, Lord, but first let me say good-bye to those at my home.”",
      "62": "Jesus told him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.”"
    },
    "10": {
      "1": "After this, the Lord appointed seventy-two others and sent them out two by two ahead of him to every town and place where he was about to go.",
      "2": "He told them, “The harvest is plentiful, but the workers are few. So ask the Lord of the harvest to send out workers into his harvest field.",
      "3": "Go your way. Look, I am sending you out as lambs among wolves.",
      "4": "Do not carry a money bag or traveler’s bag or sandals. Do not greet anyone along the way.",
      "5": "Whenever you enter a house, first say, ‘Peace be to this house.’",
      "6": "And if a peaceful person is there, your peace will rest on him, but if not, it will return to you.",
      "7": "Remain in that same house, eating and drinking what they give you, because the worker is worthy of his pay. Do not keep moving from house to house.",
      "8": "Whenever you enter a town and they welcome you, eat what is set before you.",
      "9": "Heal the sick who are in the town and tell them, ‘The kingdom of God has come near you.’",
      "10": "“But whenever you enter a town and they do not welcome you, go out into its streets and say,",
      "11": "‘Even the dust from your town that clings to our feet, we wipe off against you. Nevertheless know this: The kingdom of God has come near.’",
      "12": "I tell you, it will be more bearable for Sodom on that day than for that town.",
      "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
      "14": "But it will be more bearable for Tyre and Sidon in the judgment than for you.",
      "15": "And you, Capernaum, will you be lifted up to heaven? No, you will be brought down to hell.",
      "16": "Whoever listens to you listens to me. Whoever rejects you rejects me. And whoever rejects me rejects the one who sent me.”",
      "17": "The seventy-two returned with joy, saying, “Lord, even the demons submit to us in your name!”",
      "18": "He told them, “I was watching Satan fall like lightning from heaven.",
      "19": "Look, I have given you authority to trample on snakes and scorpions and over all the power of the enemy. And nothing will ever harm you.",
      "20": "Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names have been written in heaven.”",
      "21": "In that same hour, Jesus rejoiced in the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, that you have hidden these things from the wise and learned and have revealed them to little children. Yes, Father, because this was pleasing in your sight.",
      "22": "“Everything was handed over to me by my Father. No one knows who the Son is except the Father, and no one knows who the Father is except the Son and anyone to whom the Son wants to reveal him.”",
      "23": "Turning to the disciples, he said privately, “Blessed are the eyes that see what you see!",
      "24": "Indeed, I tell you that many prophets and kings wanted to see the things that you are seeing, yet did not see them, and to hear the things that you are hearing, yet did not hear them.”",
      "25": "Just then, an expert in the law stood up to test Jesus, saying, “Teacher, what must I do to inherit eternal life?”",
      "26": "“What is written in the law?” he asked him. “What do you read there?”",
      "27": "He replied, “Love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind; and, love your neighbor as yourself.”",
      "28": "He said to him, “You have answered correctly. Do this, and you will live.”",
      "29": "But he wanted to justify himself, so he asked Jesus, “And who is my neighbor?”",
      "30": "Jesus replied, “A man was going down from Jerusalem to Jericho. He fell among robbers who stripped him, beat him, and went away, leaving him half dead.",
      "31": "It just so happened that a priest was going down that way. But when he saw the man, he passed by on the other side.",
      "32": "In the same way, a Levite also happened to go there, but when he saw the man, he passed by on the other side.",
      "33": "A Samaritan, as he traveled, came to where the man was. When he saw him, he felt sorry for the man.",
      "34": "He went to him and bandaged his wounds, pouring oil and wine on them. He put him on his own animal, took him to an inn, and took care of him.",
      "35": "The next day, when he left, he took out two denarii, gave them to the innkeeper, and said, ‘Take care of him. Whatever extra you spend, I will repay you when I return.’",
      "36": "Which of these three do you think acted like a neighbor to the man who fell among robbers?”",
      "37": "“The one who showed mercy to him,” he replied.\nThen Jesus told him, “Go and do likewise.”",
      "38": "As they went on their way, Jesus came into a village, and a woman named Martha welcomed him into her home.",
      "39": "She had a sister named Mary, who was sitting at the Lord’s feet and was listening to his word.",
      "40": "But Martha was distracted with all her serving. She came over and said, “Lord, don’t you care that my sister has left me to serve alone? Tell her to help me.”",
      "41": "The Lord answered and told her, “Martha, Martha, you are worried and upset about many things,",
      "42": "but one thing is needed. In fact, Mary has chosen that better part, which will not be taken away from her.”"
    },
    "11": {
      "1": "On another occasion, Jesus was praying in a certain place. When he finished, one of his disciples said to him, “Lord, teach us to pray, just as John also taught his disciples.”",
      "2": "He said to them, “When you pray, say, ‘Our Father in heaven, hallowed be your name. Your kingdom come. Your will be done on earth as it is in heaven.",
      "3": "Give us each day our daily bread.",
      "4": "Forgive us our sins, as we also forgive everyone who sins against us. And lead us not into temptation, but deliver us from evil.’”",
      "5": "He said to them, “Suppose one of you has a friend, and you go to him at midnight and tell him, ‘Friend, lend me three loaves of bread,",
      "6": "because a friend of mine who is on a journey has come to me, and I do not have anything to set before him.’",
      "7": "And the one inside replies, ‘Don’t bother me. The door is already locked, and my children and I are in bed. I can’t get up and give it to you.’",
      "8": "I tell you, even if he will not get up and give him anything because he is his friend, yet because of his bold persistence, he will get up and give him as much as he needs.",
      "9": "“I tell you, keep asking, and it will be given to you. Keep seeking, and you will find. Keep knocking, and it will be opened to you.",
      "10": "For everyone who asks receives. The one who seeks finds. And to the one who knocks, it will be opened.",
      "11": "“What father among you, if your son asks for bread, would give him a stone? Or if he asks for a fish, would give him a snake instead of a fish?",
      "12": "Or if he asks for an egg, would give him a scorpion?",
      "13": "If you then, though you are evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask him?”",
      "14": "Jesus drove out a demon, which was mute. After the demon had gone out, the man who had been mute spoke, and the crowds were amazed.",
      "15": "But some of them said, “He drives out demons by Beelzebul, the ruler of the demons.”",
      "16": "Others were testing him by demanding of him a sign from heaven.",
      "17": "But he knew their thoughts and said to them, “Every kingdom divided against itself is destroyed. And a house divided against itself falls.",
      "18": "If Satan is divided against himself, how will his kingdom stand? You say that I drive out demons by Beelzebul.",
      "19": "But if I drive out demons by Beelzebul, by whom do your sons drive them out? So they will be your judges.",
      "20": "Yet if I drive out demons by the finger of God, then the kingdom of God has come upon you.",
      "21": "“When a strong man, fully armed, guards his own house, his possessions are safe.",
      "22": "But when someone stronger attacks him and defeats him, he takes away that man’s full armor, in which he had trusted, and divides up his plunder.",
      "23": "“The one who is not with me is against me. The one who does not gather with me scatters.",
      "24": "When an unclean spirit goes out of a man, it passes through waterless places, seeking rest, but does not find any. Then it says, ‘I will return to my house, the one I left.’",
      "25": "When it returns, it finds the house swept and put in order.",
      "26": "Then it goes and brings seven other spirits more evil than itself, and they go in and dwell there. The last condition of that man becomes worse than the first.”",
      "27": "While he was saying these things, a woman from the crowd raised her voice and said to him, “Blessed is the womb that carried you, and the breasts at which you nursed!”",
      "28": "But he said, “Even more blessed are those who hear the word of God and keep it.”",
      "29": "As the crowds were increasing, he began to say, “This generation is an evil generation. It is seeking a sign, but no sign will be given to it except the sign of Jonah.",
      "30": "For just as Jonah became a sign to the Ninevites, so also the Son of Man will be to this generation.",
      "31": "The Queen of the South will rise up in the judgment with the men of this generation, and she will condemn them, because she came from the ends of the earth to hear the wisdom of Solomon. But look, one greater than Solomon is here.",
      "32": "The men of Nineveh will stand up at the judgment with this generation and condemn it, because they repented at the preaching of Jonah. But look, one greater than Jonah is here.",
      "33": "“No one lights a lamp and puts it in a hidden place or under a basket, but on a stand so that those who come in may see the light.",
      "34": "Your eye is the lamp of the body. When your eye is good, your whole body is full of light. But when it is bad, your body is full of darkness.",
      "35": "Therefore, see to it that the light that is in you is not darkness.",
      "36": "So if your whole body is full of light, without any dark part, it will be completely full of light, as when a lamp shines on you with bright light.”",
      "37": "After Jesus spoke, a Pharisee invited him to have a meal with him. He went in and reclined at the table.",
      "38": "When the Pharisee saw this, he was amazed that he did not first wash before the meal.",
      "39": "But the Lord said to him, “Now you Pharisees clean the outside of the cup and dish, but inside you are full of greed and wickedness.",
      "40": "Fools! Didn’t the one who made the outside also make the inside?",
      "41": "But give those things that are inside as a gift to the poor, and see, everything will be clean for you.",
      "42": "But woe to you Pharisees, because you give a tenth of mint and rue and every herb, but you neglect justice and the love of God. You should have done these things without neglecting the others.",
      "43": "Woe to you Pharisees, because you love the best seat in the synagogues and the greetings in the marketplaces.",
      "44": "Woe to you, because you are like unmarked graves, and people walk over them without realizing it.”",
      "45": "One of the legal experts answered him, “Teacher, by saying these things you are insulting us too.”",
      "46": "But Jesus said, “Woe to you legal experts too, because you load people down with burdens too difficult to carry, and you yourselves do not touch these burdens with one of your fingers.",
      "47": "Woe to you because you build monuments for the prophets, but your fathers killed them.",
      "48": "So you are witnesses and agree with what your fathers did, because they killed them, and you build their monuments.",
      "49": "For this reason the wisdom of God also said, ‘I will send them prophets and apostles. Some of them they will kill and persecute,",
      "50": "so that this generation may be held responsible for the blood of all the prophets that has been shed from the foundation of the world,",
      "51": "from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary.’ Yes, I tell you, it will be charged against this generation.",
      "52": "Woe to you legal experts, because you took away the key of knowledge. You yourselves did not enter, and you hindered those who were trying to enter.”",
      "53": "When he went away from there, the experts in the law and the Pharisees began to oppose him fiercely and to question him closely about many things.",
      "54": "They were plotting against him to trap him in something he said."
    },
    "12": {
      "1": "Meanwhile, when a crowd of many thousands gathered together so that they were trampling on one another, he began to speak first to his disciples: “Be on your guard against the yeast of the Pharisees, which is hypocrisy.",
      "2": "There is nothing concealed that will not be revealed, or hidden that will not be made known.",
      "3": "So then, whatever you have said in the dark will be heard in the light, and what you have whispered in the ear in the inner rooms will be proclaimed on the housetops.",
      "4": "“I tell you, my friends, do not be afraid of those who kill the body and after that are not able to do any more.",
      "5": "But I will show you the one you should fear. Fear him who, after he has killed the body, has authority to throw it into hell. Yes, I tell you, fear him!",
      "6": "“Are not five sparrows sold for two small coins? And not one of them is forgotten in God’s sight.",
      "7": "Why, even the very hairs of your head are all numbered. So stop being afraid. You are worth more than many sparrows.",
      "8": "“I tell you, whoever confesses me before other people, the Son of Man will also confess him before the angels of God.",
      "9": "But whoever denies me in the presence of other people will be denied in the presence of the angels of God.",
      "10": "Everyone who speaks a word against the Son of Man will be forgiven. But anyone who blasphemes against the Holy Spirit will not be forgiven.",
      "11": "When they bring you before synagogues, rulers, and authorities, do not worry about how you will defend yourself, or what you will say,",
      "12": "for the Holy Spirit will teach you in that very hour what you should say.”",
      "13": "Someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.”",
      "14": "But Jesus said to him, “Man, who appointed me to be a judge or an arbitrator over you?”",
      "15": "Then he said to them, “Watch out and be on guard against all greed, because a man’s life is not measured by how many possessions he has.”",
      "16": "He told them a parable: “The land of a certain rich man produced very well.",
      "17": "He was thinking to himself, ‘What will I do, because I do not have anywhere to store my crops?’",
      "18": "He said, ‘This is what I will do. I will pull down my barns and build bigger ones, and there I will store all my grain and goods.",
      "19": "And I will tell my soul, “Soul, you have many goods stored up for many years. Take it easy. Eat, drink, and be merry.”’",
      "20": "“But God said to him, ‘You fool, this night your soul will be demanded from you. Now who will get what you have prepared?’",
      "21": "“That is how it will be for anyone who stores up treasure for himself and is not rich toward God.”",
      "22": "Jesus said to his disciples, “For that reason I tell you, stop worrying about your life, about what you will eat, or about your body, what you will wear.",
      "23": "Certainly life is more than food, and the body is more than clothing.",
      "24": "Consider the ravens: They do not sow or reap; they have no warehouse or barn; and yet God feeds them. How much more valuable are you than birds!",
      "25": "And who of you by worrying can add a single moment to his lifespan?",
      "26": "Since you are not able to do this little thing, why do you worry about the rest?",
      "27": "Consider how the wild flowers grow. They do not labor or spin. But I tell you, not even Solomon in all his glory was dressed like one of these.",
      "28": "If this is how God clothes the grass in the field, which is alive today and tomorrow is thrown into the furnace, how much more will he clothe you, you of little faith?",
      "29": "Do not constantly chase after what you will eat or what you will drink. Do not be worried about it.",
      "30": "To be sure, the nations of the world chase after all of these things, but your Father knows that you need them.",
      "31": "Instead, continue to seek the kingdom of God, and all these things will be added to you.",
      "32": "Do not be afraid, little flock, because your Father is pleased to give you the kingdom.",
      "33": "Sell your possessions and give to the needy. Provide money bags for yourselves that do not become old, a treasure in the heavens that will not fail, where no thief comes near and no moth destroys.",
      "34": "For where your treasure is, there your heart will be also.",
      "35": "“Be dressed, ready for service, and keep your lamps burning.",
      "36": "Be like people waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him.",
      "37": "Blessed are those servants, whom the master will find watching when he comes. Amen I tell you: He will dress himself and have them recline at the table, and he will come and serve them.",
      "38": "Even if he comes in the second or third watch, they will be blessed if he finds them alert.",
      "39": "But know this: If the master of the house had known at what hour the thief was coming, he would have watched and not allowed his house to be broken into.",
      "40": "You also be ready, because the Son of Man is coming at an hour when you are not expecting him.”",
      "41": "Peter said, “Lord, are you telling this parable to us or to everybody?”",
      "42": "The Lord said, “Who then is the faithful and wise manager, whom the master will put in charge of his servants to give them their food allowance at the proper time?",
      "43": "Blessed is that servant whom his master will find doing so when he comes.",
      "44": "Truly I tell you: He will put him in charge of all his possessions.",
      "45": "But if that servant says in his heart, ‘My master is staying away for a long time.’ And he begins to beat the male and female servants, to eat and drink and become drunk,",
      "46": "then the master of that servant will arrive on a day when he was not expected and at an hour that his servant does not know. The master will cut him in two and assign him a place with the unbelievers.",
      "47": "That servant who knew his master’s will and did not prepare or act according to what his master wanted, will be punished severely.",
      "48": "But the one who did not know, and did something worthy of punishment, will be punished lightly. From everyone to whom much was given, much will be expected. From the one who was entrusted with much, much more will be asked.",
      "49": "“I came to throw fire on the earth, and how I wish it were already ignited.",
      "50": "But I have a baptism to undergo, and how distressed I am until it is finished!",
      "51": "Do you think that I came to bring peace on the earth? No, I tell you, but rather division.",
      "52": "Yes, from now on there will be five divided in one household: three against two, and two against three.",
      "53": "They will be divided: father against son, and son against father; mother against daughter, and daughter against mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”",
      "54": "He also said to the crowds, “Whenever you see a cloud rising in the west, you immediately say that a rainstorm is coming, and so it happens.",
      "55": "And whenever a south wind blows, you say that it is going to be hot, and it happens.",
      "56": "Hypocrites! You know how to interpret the appearance of the earth and the sky, but how is it that you do not know how to interpret this present time?",
      "57": "Why don’t you judge for yourselves what is right?",
      "58": "Indeed, as you are going with your adversary to the magistrate, make an effort on the way to reach a settlement with him. Otherwise, he may drag you off to the judge, and the judge may hand you over to the officer, and the officer may throw you into prison.",
      "59": "I tell you, you will never get out of there until you have paid the last cent.”"
    },
    "13": {
      "1": "At that time there were some present who told Jesus about the Galileans whose blood Pilate had mixed with their sacrifices.",
      "2": "He answered them, “Do you think that these Galileans were worse sinners than all the other Galileans because they suffered these things?",
      "3": "I tell you, no. But unless you repent, you will all perish too.",
      "4": "Or those eighteen who were killed when the tower in Siloam fell on them—do you think that they were worse sinners than all the people living in Jerusalem?",
      "5": "I tell you, no. But unless you repent, you will all perish too.”",
      "6": "He told them this parable: “A man had a fig tree planted in his vineyard. He came looking for fruit on it, but he did not find any.",
      "7": "So he said to the gardener, ‘Look, for three years now I have come looking for fruit on this fig tree, and I have found none. Cut it down. Why even let it use up the soil?’",
      "8": "But the gardener replied to him, ‘Sir, leave it alone this year also, until I dig around it and put fertilizer on it.",
      "9": "If it produces fruit next year, fine. But if not, then cut it down.’”",
      "10": "Jesus was teaching in one of the synagogues on the Sabbath.",
      "11": "And a woman was there who had a spirit that had disabled her for eighteen years. She was bent over and could not stand up straight.",
      "12": "When Jesus saw her, he called her over and said, “Woman, you are freed from your disability.”",
      "13": "He placed his hands on her, and immediately she stood up straight and began to glorify God.",
      "14": "But the ruler of the synagogue was indignant that Jesus had healed on the Sabbath. He said to the crowd in response, “There are six days to do work. So come to be healed on those days and not on the Sabbath day!”",
      "15": "The Lord answered him, “Hypocrites! Doesn’t each of you untie his ox or his donkey from the manger on the Sabbath and lead it to water?",
      "16": "Here is this daughter of Abraham, whom Satan has bound for eighteen years! Shouldn’t she be set free from this bondage on the Sabbath day?”",
      "17": "As he said these things, all his adversaries were put to shame. But the entire crowd was rejoicing over all the glorious things he was doing.",
      "18": "Then Jesus asked, “What is the kingdom of God like, and to what will I compare it?",
      "19": "It is like a mustard seed, which a man took and planted in his garden. It grew and became a large tree, and the birds of the air nested in its branches.”",
      "20": "Again he said, “To what will I compare the kingdom of God?",
      "21": "It is like yeast, which a woman took and mixed into a bushel of flour until it was all leavened.”",
      "22": "He went on his way from one town and village to another, teaching, and making his way to Jerusalem.",
      "23": "Someone said to him, “Lord, are only a few going to be saved?”\nHe said to them,",
      "24": "“Strive to enter through the narrow door, because many, I tell you, will try to enter and will not be able.",
      "25": "Once the master of the house gets up and shuts the door, you will begin to stand outside and knock on the door, saying, ‘Lord, open for us!’ He will tell you in reply, ‘I don’t know you or where you come from.’",
      "26": "Then you will begin to say, ‘We ate and drank in your presence, and you taught in our streets.’",
      "27": "And he will say, ‘I don’t know where you come from. Depart from me, all you evildoers.’",
      "28": "There will be weeping and gnashing of teeth when you see Abraham, Isaac, and Jacob, and all the prophets in the kingdom of God, but you yourselves thrown outside.",
      "29": "People will come from east and west, from north and south, and will recline at the table in the kingdom of God.",
      "30": "And note this: Some are last who will be first, and some are first who will be last.”",
      "31": "In that very hour, some Pharisees came to him and said, “Leave, and go away from here, because Herod wants to kill you.”",
      "32": "He said to them, “Go tell that fox, ‘Look, I am going to drive out demons and heal people today and tomorrow, and on the third day I will reach my goal.",
      "33": "Nevertheless, I must go on my way today and tomorrow and the next day, because it cannot be that a prophet would be killed outside Jerusalem!’",
      "34": "“Jerusalem, Jerusalem, the city that kills the prophets and stones those sent to her! How often I have wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing!",
      "35": "Look, your house is left to you desolate. I tell you, you will not see me until the time comes when you will say, ‘Blessed is he who comes in the name of the Lord!’”"
    },
    "14": {
      "1": "One Sabbath day, when Jesus went into the house of a leader of the Pharisees to eat bread, they were watching him closely.",
      "2": "Right in front of him was a man who was suffering from swelling of his body.",
      "3": "Jesus addressed the legal experts and Pharisees, saying, “Is it lawful to heal on the Sabbath or not?”",
      "4": "But they were silent. So he took hold of the man, healed him, and let him go.",
      "5": "He said to them, “Which of you, if your son or an ox would fall into a well on a Sabbath day, would not immediately pull him out?”",
      "6": "And they could not reply to these things.",
      "7": "When he noticed how they were selecting the places of honor, he told the invited guests a parable.",
      "8": "“When you are invited by someone to a wedding banquet, do not recline in the place of honor, or perhaps someone more distinguished than you may have been invited by him.",
      "9": "The one who invited both of you may come and tell you, ‘Give this man your place.’ Then you will begin, with shame, to take the lowest place.",
      "10": "“But when you are invited, go and recline in the lowest place, so that when the one who invited you comes, he will tell you, ‘Friend, move up to a higher place.’ Then you will have honor in the presence of all who are reclining at the table with you.",
      "11": "“Yes, everyone who exalts himself will be humbled, and whoever humbles himself will be exalted.”",
      "12": "He also said to the one who had invited him, “When you make a dinner or a supper, do not invite your friends, or your brothers, or your relatives, or rich neighbors, so that perhaps they may also return the favor and pay you back.",
      "13": "“But when you make a feast, invite the poor, the crippled, the lame, the blind,",
      "14": "and you will be blessed, because they cannot repay you. Certainly, you will be repaid in the resurrection of the righteous.”",
      "15": "When one of those at the table with him heard these things, he said to Jesus, “Blessed is the one who will feast in the kingdom of God!”",
      "16": "Jesus said to him, “A certain man made a great banquet and invited many people.",
      "17": "When it was time for the banquet, he sent out his servant to tell those who were invited, ‘Come, because everything is now ready.’",
      "18": "But they all alike began to make excuses.\n“The first one told him, ‘I bought a field, and I need to go and see it. I ask you to excuse me.’",
      "19": "“Another one said, ‘I bought five yoke of oxen, and I am going to try them out. I ask you to excuse me.’",
      "20": "“Still another said, ‘I just got married, and so I am unable to attend.’",
      "21": "“The servant arrived and reported these things to his master. Then the master of the house was angry and said to his servant, ‘Go out quickly into the streets and alleys of the town, and bring in here the poor, the crippled, the blind, and the lame.’",
      "22": "“The servant said, ‘Master, what you commanded has been done, and there is still room.’",
      "23": "“Then the master said to the servant, ‘Go out into the highways and hedges, and urge them to come in, so that my house may be filled.",
      "24": "Yes, I tell you that none of those men who were invited will taste my banquet.’”",
      "25": "Large crowds were traveling with Jesus. He turned and said to them,",
      "26": "“If anyone comes to me and does not hate his own father and mother, wife and children, brothers and sisters, yes, even his own life, he cannot be my disciple.",
      "27": "Whoever does not carry his own cross and follow me cannot be my disciple.",
      "28": "For which of you, if he wants to build a tower, does not first sit down and count the cost to see if he has enough to complete it?",
      "29": "Otherwise, when he has laid a foundation and is not able to finish, everyone who sees it will begin to ridicule him,",
      "30": "saying, ‘This fellow began to build, but was not able to finish.’",
      "31": "Or what king, as he goes out to confront another king in war, will not first sit down and consider if he is able with ten thousand to oppose the one who comes against him with twenty thousand?",
      "32": "And if he is not able, he sends out a delegation and asks for terms of peace while his opponent is still far away.",
      "33": "So then, any one of you who does not say farewell to all his own possessions cannot be my disciple.",
      "34": "Salt is good, but if the salt has lost its flavor, how will it become salty again?",
      "35": "It is not fit for the soil or for the manure pile. It is thrown away. The one who has ears to hear, let him hear.”"
    },
    "15": {
      "1": "All the tax collectors and sinners were coming to Jesus to hear him.",
      "2": "But the Pharisees and the experts in the law were complaining, “This man welcomes sinners and eats with them.”",
      "3": "He told them this parable:",
      "4": "“Which one of you, if you had one hundred sheep and lost one of them, would not leave the ninety-nine in the wilderness and go after the one that was lost until he finds it?",
      "5": "And when he finds it, he joyfully puts it on his shoulders",
      "6": "and goes home. Then he calls together his friends and his neighbors, telling them, ‘Rejoice with me, because I have found my lost sheep!’",
      "7": "I tell you, in the same way there will be more joy in heaven over one sinner who repents than over ninety-nine righteous people who do not need to repent.",
      "8": "“Or what woman who has ten silver coins, if she loses one coin, would not light a lamp, sweep the house, and search carefully until she finds it?",
      "9": "And when she finds it, she calls together her friends and neighbors and says, ‘Rejoice with me, because I have found the lost coin.’",
      "10": "In the same way, I tell you, there is joy in the presence of the angels of God over one sinner who repents.”",
      "11": "Jesus said, “A certain man had two sons.",
      "12": "The younger of them said to his father, ‘Father, give me my share of the estate.’ So he divided his property between them.",
      "13": "Not many days later, the younger son gathered together all that he had and traveled to a distant country. There he wasted his wealth with reckless living.",
      "14": "After he had spent everything, there was a severe famine in that country, and he began to be in need.",
      "15": "He went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.",
      "16": "He would have liked to fill his stomach with the carob pods that the pigs were eating, but no one gave him anything.",
      "17": "“When he came to his senses, he said, ‘How many of my father’s hired servants have more than enough bread, and I am dying from hunger!",
      "18": "I will get up, go to my father, and tell him, “Father, I have sinned against heaven and in your sight.",
      "19": "I am no longer worthy to be called your son. Make me like one of your hired servants.”’",
      "20": "“He got up and went to his father. While he was still far away, his father saw him and was filled with compassion. He ran, hugged his son, and kissed him.",
      "21": "The son said to him, ‘Father, I have sinned against heaven and in your sight. I am no longer worthy to be called your son.’",
      "22": "“But the father said to his servants, ‘Quick, bring out the best robe and put it on him. Put a ring on his finger and sandals on his feet.",
      "23": "Bring the fattened calf and kill it. Let us eat and celebrate,",
      "24": "because this son of mine was dead and is alive again. He was lost and is found.’ Then they began to celebrate.",
      "25": "“His older son was in the field. As he approached the house, he heard music and dancing.",
      "26": "He called one of the servants and asked what was going on.",
      "27": "The servant told him, ‘Your brother is here! Your father killed the fattened calf, because he has received him back safe and sound.’",
      "28": "The older brother was angry and refused to go in. His father came out and began to plead with him.",
      "29": "“He answered his father, ‘Look, these many years I’ve been serving you, and I never disobeyed your command, but you never gave me even a young goat so that I could celebrate with my friends.",
      "30": "But when this son of yours arrived after wasting your property with prostitutes, you killed the fattened calf for him!’",
      "31": "“The father said to him, ‘Son, you are always with me, and all that I have is yours.",
      "32": "But it was fitting to celebrate and be glad, because this brother of yours was dead and is alive again. He was lost and is found.’”"
    },
    "16": {
      "1": "Jesus also said to his disciples, “There was a rich man who had a manager who was accused of wasting his possessions.",
      "2": "The rich man called him in and said to him, ‘What is this that I hear about you? Give an account of your management, because you can no longer be manager.’",
      "3": "“The manager said to himself, ‘What will I do, since my master is taking away the management position from me? I am not strong enough to dig. I am ashamed to beg.",
      "4": "I know what I will do, so that when I am removed from my position as manager, people will receive me into their houses.’",
      "5": "“He called each one of his master’s debtors to him. He asked the first, ‘How much do you owe my master?’",
      "6": "He said, ‘Six hundred gallons of olive oil.’ He said to him, ‘Take your bill, sit down quickly, and write three hundred.’",
      "7": "Then he said to another, ‘How much do you owe?’ And he said, ‘Six hundred bushels of wheat.’ He said to him, ‘Take your bill and write four hundred and eighty.’",
      "8": "“The master commended the dishonest manager because he had acted shrewdly. For the children of this world are more shrewd in dealing with their own generation than the children of the light are.",
      "9": "I tell you, make friends for yourselves with unrighteous mammon, so that when it runs out, they will welcome you into the eternal dwellings.",
      "10": "The person who is faithful with very little is also faithful with much. And the person who is unrighteous with very little is also unrighteous with much.",
      "11": "So if you have not been faithful with unrighteous mammon, who will entrust you with what is really valuable?",
      "12": "If you have not been faithful with what belongs to someone else, who will give you something to be your own?",
      "13": "No servant can serve two masters. Indeed, either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and mammon.”",
      "14": "The Pharisees, who loved money, also heard all these things and sneered at him.",
      "15": "He said to them, “You are the ones who justify yourselves in the sight of people, but God knows your hearts. In fact, what is highly regarded among people is an abomination in God’s sight.",
      "16": "The Law and the Prophets were until John. Since that time the good news of the kingdom of God is proclaimed, and everyone is trying to force his way into it.",
      "17": "“It is easier for heaven and earth to pass away than for even one part of a letter in the Law to fail.",
      "18": "Anyone who divorces his wife and marries another is committing adultery, and the man who marries a woman divorced from her husband is committing adultery.",
      "19": "“There was a rich man who was dressed in purple and fine linen, living in luxury every day.",
      "20": "A beggar named Lazarus had been laid at his gate. Lazarus was covered with sores and",
      "21": "longed to be fed with what fell from the rich man’s table. Besides this, the dogs also came and licked his sores.",
      "22": "Eventually the beggar died, and the angels carried him to Abraham’s side. The rich man also died and was buried.",
      "23": "In hell, where he was in torment, he lifted up his eyes and saw Abraham far away and Lazarus at his side.",
      "24": "He called out and said, ‘Father Abraham, have mercy on me! Send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in misery in this flame.’",
      "25": "“But Abraham said, ‘Son, remember that in your lifetime you received your good things, and Lazarus received bad things. But now he is comforted here, and you are in misery.",
      "26": "Besides all this, a great chasm has been set in place between us and you, so that those who want to cross from here to you cannot, nor can anyone cross over from there to us.’",
      "27": "“He said, ‘Then I beg you, father, send him to my father’s home,",
      "28": "because I have five brothers—to warn them, so that they will not also come to this place of torment.’",
      "29": "“Abraham said, ‘They have Moses and the Prophets. Let them listen to them.’",
      "30": "“‘No, father Abraham,’ he said, ‘but if someone from the dead goes to them, they will repent.’",
      "31": "“Abraham replied to him, ‘If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.’”"
    },
    "17": {
      "1": "Jesus said to his disciples, “Temptations to sin are sure to come, but woe to the one through whom they come!",
      "2": "It would be better for that person if a millstone would be hung around his neck and he would be thrown into the sea than for him to cause one of these little ones to sin.",
      "3": "Watch yourselves.\n“If your brother sins, rebuke him. If he repents, forgive him.",
      "4": "Even if he sins against you seven times in a day, and seven times returns to you and says, ‘I repent,’ forgive him.”",
      "5": "The apostles said to the Lord, “Increase our faith.”",
      "6": "The Lord said, “If you had faith like a mustard seed, you could tell this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.",
      "7": "Which one of you who has a servant plowing or taking care of sheep will say to him when he comes in from the field, ‘Come at once and recline at the table’?",
      "8": "Won’t the master tell him instead, ‘Prepare my supper, and after you are properly dressed, serve me while I eat and drink. After that you may eat and drink’?",
      "9": "He does not thank the servant because he did what he was commanded to do, does he?",
      "10": "So also you, when you have done all that you were commanded, say, ‘We are unworthy servants. We have only done what we were supposed to do.’”",
      "11": "On another occasion, as Jesus was on his way to Jerusalem, he was passing along the border between Samaria and Galilee.",
      "12": "When he entered a certain village, ten men with leprosy met him. Standing at a distance,",
      "13": "they called out loudly, “Jesus, Master, have mercy on us!”",
      "14": "When he saw them, he said, “Go, show yourselves to the priests.” As they went away they were cleansed.",
      "15": "One of them, when he saw that he was healed, turned back, glorifying God with a loud voice.",
      "16": "He fell on his face at Jesus’ feet, thanking him. And he was a Samaritan.",
      "17": "Jesus responded, “Were not ten cleansed? Where are the other nine?",
      "18": "Was no one found to return and give glory to God except this foreigner?”",
      "19": "Then he said to him, “Get up and go your way. Your faith has saved you.”",
      "20": "The Pharisees asked Jesus when the kingdom of God would come. Jesus answered them, “The kingdom of God is not coming in a way you can observe,",
      "21": "nor will people say, ‘Look, here it is!’ or ‘Look, there it is!’ because the kingdom of God is within you.”",
      "22": "He said to the disciples, “The days will come when you will long to see one of the days of the Son of Man, and you will not see it.",
      "23": "They will tell you, ‘Look, there he is!’ or ‘Look, here he is!’ Do not go out or chase after them,",
      "24": "for the Son of Man in his day will be like the lightning that flashes and lights up the sky from one side to the other side.",
      "25": "But first, he must suffer many things and be rejected by this generation.",
      "26": "Just as it was in the days of Noah, so will it also be in the days of the Son of Man.",
      "27": "They were eating and drinking, marrying and being given in marriage, until the day when Noah entered the ark. Then the flood came and destroyed them all.",
      "28": "Likewise, just as it was in the days of Lot: They were eating and drinking, buying and selling, planting and building,",
      "29": "but on the day when Lot went out from Sodom, fire and sulfur rained down from heaven and destroyed them all.",
      "30": "It will be the same on the day the Son of Man is revealed.",
      "31": "On that day, the person who is on the roof and has belongings in the house should not go down to get them. Likewise, the person in the field should not turn back for anything.",
      "32": "Remember Lot’s wife!",
      "33": "Whoever tries to preserve his life will lose it, but whoever loses his life will keep it.",
      "34": "I tell you, on that night there will be two people in one bed. One will be taken, and the other will be left.",
      "35": "There will be two women grinding grain at the same place. One will be taken, and the other will be left.”",
      "36": "",
      "37": "“Where, Lord?” they asked him.\nHe said to them, “Where the corpse is, there the vultures will be gathered.”"
    },
    "18": {
      "1": "Jesus told them a parable about the need to always pray and not lose heart:",
      "2": "“There was a judge in a certain town who did not fear God and did not care about people.",
      "3": "There was a widow in that town, and she kept going to him, saying, ‘Give me justice from my adversary!’",
      "4": "For some time he refused, but after a while he said to himself, ‘Even though I do not fear God or care about people,",
      "5": "yet because this widow keeps bothering me, I will give her justice so that she will not wear me out with her endless pleading.’”",
      "6": "The Lord said, “Listen to what the unjust judge says.",
      "7": "Will not God give justice to his chosen ones, who are crying out to him day and night? Will he put off helping them?",
      "8": "I tell you that he will give them justice quickly. However, when the Son of Man comes, will he find faith on the earth?”",
      "9": "Jesus told this parable to certain people who trusted in themselves (that they were righteous) and looked down on others:",
      "10": "“Two men went up to the temple courts to pray. One was a Pharisee, and the other was a tax collector.",
      "11": "The Pharisee stood and prayed about himself like this: ‘God, I thank you that I am not like other people, robbers, evildoers, adulterers, or even like this tax collector.",
      "12": "I fast twice a week. I give a tenth of all my income.’",
      "13": "“However the tax collector stood at a distance and would not even lift his eyes up to heaven, but was beating his chest and saying, ‘God, be merciful to me, a sinner!’",
      "14": "“I tell you, this man went home justified rather than the other, because everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”",
      "15": "People were bringing even their babies to Jesus, so that he would touch them. When the disciples saw this, they began to rebuke them.",
      "16": "But Jesus invited them, saying, “Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these.",
      "17": "Amen I tell you: Whoever does not receive the kingdom of God like a little child will never enter it.”",
      "18": "A certain ruler asked Jesus, “Good teacher, what must I do to inherit eternal life?”",
      "19": "Jesus asked him, “Why do you call me good? No one is good, except one—God.",
      "20": "You know the commandments: ‘You shall not commit adultery. You shall not murder. You shall not steal. You shall not give false testimony. Honor your father and mother.’”",
      "21": "“I have kept all these since I was a child,” he said.",
      "22": "When Jesus heard this, he said to him, “You still lack one thing. Sell all that you have and give to the poor, and you will have treasure in heaven. Then come, follow me.”",
      "23": "But when the ruler heard these words, he became very sad, because he was very rich.",
      "24": "When Jesus saw that the man became very sad, he said, “How hard it is for those who have riches to enter the kingdom of God!",
      "25": "In fact, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”",
      "26": "Those who heard this said, “Then who can be saved?”",
      "27": "He replied, “What is impossible for people is possible for God.”",
      "28": "And Peter said, “Look, we have left our possessions and followed you.”",
      "29": "He said to them, “Amen I tell you: Anyone who has left house or wife or brothers or parents or children for the sake of the kingdom of God",
      "30": "will most certainly receive many times more in this time, and in the age to come, eternal life.”",
      "31": "He took the Twelve aside and said to them, “Look, we are going up to Jerusalem, and everything that is written through the prophets about the Son of Man will be accomplished.",
      "32": "Indeed, he will be handed over to the Gentiles. They will mock him, mistreat him, spit on him,",
      "33": "flog him, and kill him. On the third day, he will rise again.”",
      "34": "They did not understand any of these things. What he said was hidden from them, and they did not understand what was said.",
      "35": "As he approached Jericho, a blind man sat by the road, begging.",
      "36": "When he heard a crowd going by, he asked what was happening.",
      "37": "They told him that Jesus the Nazarene was passing by.",
      "38": "He called out, “Jesus, Son of David, have mercy on me!”",
      "39": "Those who were at the front of the crowd rebuked him, telling him to be quiet. But he kept calling out all the more, “Son of David, have mercy on me!”",
      "40": "Jesus stopped and ordered the man to be brought to him. When he came near, he asked him,",
      "41": "“What do you want me to do for you?”\nHe said, “Lord, I want to see again.”",
      "42": "Jesus said to him, “Receive your sight. Your faith has saved you.”",
      "43": "Immediately he received his sight and began following Jesus, glorifying God. All the people, when they saw this, gave praise to God."
    },
    "19": {
      "1": "Jesus entered Jericho and was passing through.",
      "2": "A man named Zacchaeus was there. He was a chief tax collector, and he was rich.",
      "3": "He was trying to see who Jesus was, but since he was short, he could not see because of the crowd.",
      "4": "He ran on ahead and climbed up into a sycamore tree to see Jesus, because he was about to pass by that way.",
      "5": "When Jesus came to the place, he looked up and said to him, “Zacchaeus, hurry and come down, for I must stay at your house today.”",
      "6": "He came down quickly and welcomed Jesus joyfully.",
      "7": "When the people saw it, they were all grumbling because he went to be a guest of a sinful man.",
      "8": "Zacchaeus stood up and said to the Lord, “Look, Lord, I am going to give half of my possessions to the poor. And if I have cheated anyone out of anything, I will pay back four times as much.”",
      "9": "Jesus said to him, “Today, salvation has come to this house, because he too is a son of Abraham.",
      "10": "For the Son of Man came to seek and to save the lost.”",
      "11": "As they were listening to these things, Jesus went on to tell a parable, because he was near Jerusalem, and the people thought that the kingdom of God was going to appear at once.",
      "12": "So he said, “A man of noble birth traveled to a distant country to receive a kingdom for himself and then to return.",
      "13": "He called ten of his servants and gave them ten minas. ‘Conduct business until I return,’ he said to them.",
      "14": "“But his subjects hated him and sent a delegation after him, saying, ‘We do not want this man to be king over us.’",
      "15": "“When he returned after receiving the kingdom, he summoned the servants to whom he had given the money. He wanted to find out what they had gained by conducting business.",
      "16": "“The first one came to him and said, ‘Master, your mina has earned ten more minas.’",
      "17": "“He said to him, ‘Well done, good servant! Because you were faithful in a very small matter, you will have authority over ten cities.’",
      "18": "“The second one came and said, ‘Master, your mina has produced five more minas.’",
      "19": "“So he said to him, ‘You will be over five cities.’",
      "20": "“And another one came and said, ‘Master, here is your mina that I laid away in a piece of cloth.",
      "21": "For I was afraid of you, since you are a demanding man. You take what you did not deposit and reap what you did not sow.’",
      "22": "“He said to him, ‘You wicked servant, I will judge you with your own words! You knew that I am a demanding man, taking what I did not deposit and reaping what I did not sow.",
      "23": "Then why did you not put my money in the bank? Then, when I returned, I could have collected it with interest!’",
      "24": "“He said to those standing there, ‘Take the mina away from him and give it to the one who has the ten minas.’",
      "25": "“But they said to him, ‘Master, he already has ten minas!’",
      "26": "“‘I tell you that to everyone who has, more will be given, but from the one who does not have, even what he has will be taken away.",
      "27": "Now as for those enemies of mine who did not want me to be king over them, bring them here and kill them in front of me.’”",
      "28": "After Jesus had said these things, he went on ahead, going up to Jerusalem.",
      "29": "As he came near to Bethphage and Bethany, at the place called the Mount of Olives, he sent two of his disciples ahead,",
      "30": "saying, “Go to the village ahead of you. When you enter it, you will find a colt tied, on which no one has ever sat. Untie it and bring it here.",
      "31": "And if anyone asks you, ‘Why are you untying it?’ you will say this: ‘The Lord needs it.’”",
      "32": "Those who were sent ahead went and found things just as he had told them.",
      "33": "As they were untying the colt, its owners said to them, “Why are you untying the colt?”",
      "34": "They said, “The Lord needs it.”",
      "35": "Then they brought the colt to Jesus. They threw their robes on the colt and set Jesus on it.",
      "36": "As he went along, people spread their robes on the road.",
      "37": "As he was approaching the slope of the Mount of Olives, the whole crowd of disciples began to praise God joyfully, with a loud voice, for all the miracles they had seen,",
      "38": "saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!”",
      "39": "Some of the Pharisees from the crowd said to him, “Teacher, rebuke your disciples!”",
      "40": "He replied, “I tell you, if these people would be silent, the stones would cry out.”",
      "41": "As he came near, he saw the city and wept over it.",
      "42": "He said, “If you, yes you, had only known on this day the things that would bring peace to you. But now, it is hidden from your eyes.",
      "43": "In fact, the days will come upon you when your enemies will build an embankment against you, surround you, and hem you in on every side.",
      "44": "Within your walls, they will dash you and your children to the ground. And within your walls, they will not leave one stone on top of another, because you did not recognize the time when God came to help you.”",
      "45": "Jesus entered the temple courts and began to drive out those who were selling things there.",
      "46": "He told them, “It is written, ‘My house will be a house of prayer,’ but you have made it a ‘den of robbers’!”",
      "47": "Every day he was teaching in the temple courts, but the chief priests, the experts in the law, and the leaders of the people continued to look for a way to put him to death.",
      "48": "They could not find any way to do it, because all the people were clinging to him and listening."
    },
    "20": {
      "1": "One day, as Jesus was teaching the people in the temple courts and preaching the good news, the chief priests and experts in the law came to him with the elders.",
      "2": "They asked him, “Tell us by what authority you are doing these things. Or who is the one who gave you this authority?”",
      "3": "He answered them, “I will also ask you one question. Tell me:",
      "4": "the baptism of John—was it from heaven or from men?”",
      "5": "They discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why did you not believe him?’",
      "6": "But if we say, ‘From men,’ all the people will stone us, for they are convinced that John was a prophet.”",
      "7": "So they answered that they did not know where it was from.",
      "8": "Jesus said to them, “Neither am I going to tell you by what authority I am doing these things.”",
      "9": "He began to tell the people this parable: “A man planted a vineyard, leased it to some tenant farmers, and went away on a journey for a long time.",
      "10": "When it was the right time, he sent a servant to the tenants to collect his share of the fruit of the vineyard. But the tenant farmers beat the servant and sent him away empty-handed.",
      "11": "The man went ahead and sent yet another servant, but they also beat him, treated him shamefully, and sent him away empty-handed.",
      "12": "He then sent yet a third. They also wounded him and threw him out.",
      "13": "The owner of the vineyard said, ‘What should I do? I will send my son, whom I love. Perhaps they will respect him.’",
      "14": "“But when the tenant farmers saw him, they talked it over with one another. They said, ‘This is the heir. Let’s kill him, so that the inheritance will be ours.’",
      "15": "They threw him out of the vineyard and killed him. So what will the owner of the vineyard do to them?",
      "16": "He will come and destroy those tenant farmers and give the vineyard to others.”\nWhen they heard this, they said, “May it never be!”",
      "17": "But he looked at them and said, “Then what about this that is written:\nThe stone that the builders rejected has become the cornerstone?",
      "18": "“Everyone who falls on that stone will be broken to pieces, and it will crush the one on whom it falls.”",
      "19": "That very hour the chief priests and the experts in the law began looking for a way to lay hands on him, because they knew he had spoken this parable against them. But they were afraid of the people.",
      "20": "They watched him carefully and sent spies, who pretended to be sincere, so that they could trap Jesus in something he said, and then deliver him up to the power and authority of the governor.",
      "21": "They questioned him, “Teacher, we know that you say and teach what is right and show no partiality to anyone, but you teach the way of God on the basis of the truth.",
      "22": "Is it right for us to pay taxes to Caesar or not?”",
      "23": "But he was aware of their deceit and said to them,",
      "24": "“Show me a denarius. Whose image and inscription are on it?”\n“Caesar’s,” they answered.",
      "25": "He said to them, “Then give to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
      "26": "They were not able to trap him in what he said in the presence of the people. They were amazed at his answer and became silent.",
      "27": "Some of the Sadducees (who say there is no resurrection) came to him.",
      "28": "They asked him a question, “Teacher, Moses wrote for us that if a man’s brother dies leaving a wife but no children, his brother should take the wife and raise up children for his brother.",
      "29": "So there were seven brothers. The first took a wife and died childless.",
      "30": "The second took her as a wife,",
      "31": "and so did the third, and in the same way the seven died and left no children.",
      "32": "Finally the woman died too.",
      "33": "So in the resurrection, whose wife will she be? For the seven had her as a wife.”",
      "34": "Jesus said to them, “The people of this age marry and are given in marriage.",
      "35": "But those who are considered worthy to experience that age and the resurrection from the dead neither marry nor are given in marriage.",
      "36": "In fact, they cannot die any more, for they are like the angels. They are sons of God, because they are sons of the resurrection.",
      "37": "“Even Moses showed in the account about the burning bush that the dead are raised, when he called the Lord: ‘The God of Abraham, the God of Isaac, and the God of Jacob.’",
      "38": "He is not the God of the dead, but of the living, for all are alive to him.”",
      "39": "Some of the experts in the law answered, “Teacher, you have spoken well.”",
      "40": "Then they no longer dared to ask him anything.",
      "41": "Jesus said to them, “How is it that they say that the Christ is David’s son?",
      "42": "David himself says in the book of Psalms:\nThe Lord said to my Lord,\n“Sit at my right hand,",
      "43": "until I make your enemies\na footstool under your feet.”",
      "44": "“So David calls him ‘Lord.’ Then how is he his son?”",
      "45": "While all the people were listening, Jesus said to his disciples,",
      "46": "“Beware of the experts in the law, who like to walk around in long robes and love greetings in the marketplaces, the best seats in the synagogues, and the places of honor at banquets.",
      "47": "They devour widows’ houses and offer long prayers to look good. They will receive greater condemnation.”"
    },
    "21": {
      "1": "Jesus looked up and saw rich people putting their gifts into the offering box.",
      "2": "He saw a poor widow there putting in two small coins.",
      "3": "He said, “Truly I tell you, this poor widow put in more than everyone,",
      "4": "for all these put in some of their leftovers as gifts to God, but she, out of her poverty, put in all that she had to live on.”",
      "5": "As some were talking about the temple, how it was decorated with beautiful stones and offerings, Jesus said,",
      "6": "“These things that you see here—the days will come when there will not be one stone left on another—every one will be thrown down.”",
      "7": "They asked him, “Teacher, when will these things happen? And what is the sign that these things are about to happen?”",
      "8": "He said, “Watch out so that you are not deceived! For many will come in my name, saying, ‘I am he,’ and ‘The time is near.’ Do not follow them.",
      "9": "Whenever you hear of wars and revolutions, do not be terrified, for these things must happen first, but the end will not be right then.”",
      "10": "Then he said to them, “Nation will rise against nation, and kingdom against kingdom.",
      "11": "There will be great earthquakes, famines, and plagues in various places. There will be horrifying sights and great signs from heaven.",
      "12": "But before all these things, they will lay their hands on you and will persecute you, handing you over to synagogues and prisons, bringing you before kings and governors for my name’s sake.",
      "13": "It will turn out to be your opportunity to testify.",
      "14": "So make up your minds not to prepare beforehand how to defend yourselves,",
      "15": "for I will give you words and wisdom that none of your adversaries will be able to withstand or contradict.",
      "16": "You will be betrayed even by parents, brothers, relatives, and friends. They will put some of you to death.",
      "17": "You will be hated by all people for my name’s sake.",
      "18": "But not a hair of your head will perish.",
      "19": "By patient endurance you will gain your lives.",
      "20": "“When you see Jerusalem surrounded by armies, then know that its desolation is near.",
      "21": "Then let those who are in Judea flee to the mountains. Let those who are inside the city get out. Let those who are in the country not enter the city.",
      "22": "For these are days of vengeance, to fulfill all that has been written.",
      "23": "How terrible it will be for those who are pregnant and nursing infants in those days! For there will be great distress in the land and wrath against this people.",
      "24": "They will fall by the edge of the sword and be taken captive to all nations. Jerusalem will be trampled on by Gentiles until the times of the Gentiles are fulfilled.",
      "25": "“There will be signs in the sun, moon, and stars. And on the earth nations will be in anguish, in perplexity at the roaring of the sea and the surging waves,",
      "26": "people fainting from fear and expectation of the things coming on the world, for the powers of the heavens will be shaken.",
      "27": "And then they will see the Son of Man coming in a cloud with power and great glory.",
      "28": "But when these things begin to happen, stand up and lift up your heads, because your redemption is near.”",
      "29": "He told them a parable. “Look at the fig tree and all the trees.",
      "30": "As soon as they are sprouting leaves, you can see for yourselves and know that summer is actually near.",
      "31": "So also, when you see these things happening, know that the kingdom of God is near.",
      "32": "Amen I tell you: This generation will not pass away until all these things happen.",
      "33": "Heaven and earth will pass away, but my words will never pass away.",
      "34": "“Watch yourselves or else your hearts will be weighed down with carousing, drunkenness, and the worries of this life, and that day may come on you suddenly.",
      "35": "For it will come like a trap on all those who dwell on the face of the whole earth.",
      "36": "Stay alert all the time, praying that you may be able to escape all these things that are going to happen and that you may be able to stand before the Son of Man.”",
      "37": "During the days, Jesus was teaching in the temple courts, and each night he would go out and spend the night on the Mount of Olives.",
      "38": "And all the people came early in the morning to listen to him in the temple courts."
    },
    "22": {
      "1": "The Festival of Unleavened Bread, which is called the Passover, was approaching.",
      "2": "The chief priests and the experts in the law were trying to find some way to put Jesus to death, because they were afraid of the people.",
      "3": "Then Satan entered Judas, called Iscariot, who was one of the Twelve.",
      "4": "He went away and spoke with the chief priests and officers of the temple guard about how he could betray Jesus to them.",
      "5": "They were glad and agreed to give him money.",
      "6": "He promised to do it and was looking for an opportunity to betray Jesus to them away from the crowd.",
      "7": "The day of Unleavened Bread arrived, when it was necessary to sacrifice the Passover lamb.",
      "8": "Jesus sent Peter and John, saying, “Go prepare the Passover for us, so that we may eat it.”",
      "9": "They said to him, “Where do you want us to prepare it?”",
      "10": "He told them, “Just as you enter the city, a man carrying a jar of water will meet you. Follow him into the house that he enters.",
      "11": "Tell the owner of the house, ‘The Teacher says to you, “Where is the guest room, where I may eat the Passover with my disciples?”’",
      "12": "He will show you a large, furnished upper room. Make preparations there.”",
      "13": "They went and found things just as he had told them, and they prepared the Passover.",
      "14": "When the hour had come, Jesus reclined at the table with the twelve apostles.",
      "15": "He said to them, “I have eagerly desired to eat this Passover with you before I suffer,",
      "16": "for I tell you, I will not eat it again until it is fulfilled in the kingdom of God.”",
      "17": "He took a cup, gave thanks, and said, “Take this and divide it among yourselves,",
      "18": "for I tell you, from now on I will not drink of the fruit of the vine until the kingdom of God comes.”",
      "19": "He took bread, and when he had given thanks, he broke it and gave it to them, saying, “This is my body, which is given for you. Do this in remembrance of me.”",
      "20": "In the same way, he took the cup after the supper, saying, “This cup is the new testament in my blood, which is being poured out for you.",
      "21": "“But look, the hand of him who is going to betray me is with mine on the table.",
      "22": "The Son of Man is going to go as it has been determined, but woe to that man by whom he is betrayed!”",
      "23": "They began to discuss with one another which of them it was who was going to do this.",
      "24": "A dispute arose among the disciples about which of them was considered to be greatest.",
      "25": "But he told them, “The kings of the Gentiles lord it over them, and those who have authority over them are called Benefactors.",
      "26": "But it is not to be that way with you. Instead, let the greatest among you become like the youngest, and the one who leads like the one who serves.",
      "27": "For who is greater, one who reclines at the table or one who serves? Isn’t it the one who reclines at the table? But I am among you as one who serves.",
      "28": "You are those who have remained with me in my trials.",
      "29": "I am going to grant a kingdom to you, just as my Father granted to me,",
      "30": "so that you may eat and drink at my table in my kingdom. And you will sit on thrones, judging the twelve tribes of Israel.”",
      "31": "The Lord said, “Simon, Simon, pay attention: Satan has asked to have you all, so that he may sift you as wheat.",
      "32": "But I prayed for you, Simon, that your faith may not fail. And when you have returned to me, strengthen your brothers.”",
      "33": "He said to him, “Lord, I am ready to go with you both to prison and to death!”",
      "34": "But Jesus replied, “I tell you, Peter, the rooster will not crow today until you deny three times that you know me.”",
      "35": "He said to them, “When I sent you out without money bag, traveler’s bag, and sandals, did you lack anything?”\n“Nothing,” they said.",
      "36": "Then he told them, “But now, let the one who has a money bag take it, and likewise a traveler’s bag. And let the one who has no sword sell his cloak and buy one.",
      "37": "For I tell you that this Scripture must be fulfilled in me: ‘He was counted with transgressors.’ Indeed, what is written about me is going to have its fulfillment.”",
      "38": "They said, “Lord, look, here are two swords.”\nHe said to them, “That is enough.”",
      "39": "Jesus left and went out to the Mount of Olives, as was his custom. His disciples followed him.",
      "40": "When he reached the place, he told them, “Keep praying that you may not enter into temptation.”",
      "41": "He withdrew from them about a stone’s throw, knelt down, and prayed,",
      "42": "“Father, if you are willing, take this cup away from me. Nevertheless, not my will, but yours be done.”",
      "43": "An angel from heaven appeared to him and strengthened him.",
      "44": "As he was in agony, he prayed more fervently. His sweat became like great drops of blood falling to the ground.",
      "45": "When he rose from prayer, he went to the disciples and found them sleeping as a result of sorrow.",
      "46": "He said to them, “Why are you sleeping? Get up and keep praying so that you may not enter into temptation.”",
      "47": "While he was still speaking, suddenly a crowd appeared, and the man called Judas, one of the Twelve, was leading them. He came near to Jesus to kiss him.",
      "48": "But Jesus said to him, “Judas, are you betraying the Son of Man with a kiss?”",
      "49": "When those who were around him saw what was about to happen, they said to him, “Lord, should we strike with a sword?”",
      "50": "Then one of them struck the servant of the high priest and cut off his right ear.",
      "51": "But Jesus responded, “Stop! No more of this!” Then he touched the servant’s ear and healed him.",
      "52": "Jesus said to the chief priests, the officers of the temple guard, and the elders, who had come out against him, “Have you come out as you would against a robber, with swords and clubs?",
      "53": "Every day I was with you in the temple courts, and you did not lay hands on me. But this is your hour—when darkness rules.”",
      "54": "Then they seized him, led him away, and brought him into the high priest’s house.\nPeter followed at a distance.",
      "55": "When they had lit a fire in the middle of the courtyard and sat down together, Peter sat down among them.",
      "56": "A servant girl saw him sitting near the light. She looked closely at him and said, “This man also was with him.”",
      "57": "But he denied it, saying, “Woman, I do not know him.”",
      "58": "After a little while someone else saw him and said, “You also are one of them!”\nBut Peter answered, “Man, I am not!”",
      "59": "After about one hour had passed, someone else was firmly insisting, “Truly this man was with him too, because he is a Galilean!”",
      "60": "But Peter said, “Man, I don’t know what you are talking about!” At that very moment, while he was still speaking, the rooster crowed.",
      "61": "The Lord turned and looked at Peter. Then Peter remembered the Lord’s word, how he had said to him, “Before the rooster crows today you will deny me three times.”",
      "62": "He went outside and wept bitterly.",
      "63": "The men who were holding Jesus in custody mocked him while they were beating him.",
      "64": "They blindfolded him and kept asking him, “Prophesy! Who hit you?”",
      "65": "And they went on saying many other blasphemous things against him.",
      "66": "As soon as it was day, the council of the elders of the people met together, both the chief priests and experts in the law. They brought him into their Sanhedrin and said,",
      "67": "“If you are the Christ, tell us.”\nBut he said to them, “If I tell you, you will not believe,",
      "68": "and if I ask you, you will not answer me or release me.",
      "69": "But from now on, the Son of Man will be seated at the right hand of the power of God.”",
      "70": "They all said, “Are you then the Son of God?”\nHe said to them, “I am what you are saying.”",
      "71": "Then they said, “Why do we need any more testimony? For we ourselves have heard it from his own mouth!”"
    },
    "23": {
      "1": "The whole group of them got up and brought him before Pilate.",
      "2": "They began to accuse him, saying, “We found this fellow misleading our nation, forbidding the payment of taxes to Caesar, and saying that he himself is Christ, a king.”",
      "3": "Pilate asked him, “Are you the King of the Jews?”\n“It is as you say,” Jesus replied.",
      "4": "Pilate said to the chief priests and the crowds, “I find no basis for a charge against this man.”",
      "5": "But they kept insisting, “He stirs up the people, teaching all through Judea, beginning from Galilee all the way here.”",
      "6": "When Pilate heard this, he asked if the man was a Galilean.",
      "7": "When he learned that he was under Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem during those days.",
      "8": "When Herod saw Jesus, he was very glad. For a long time, he had wanted to see him, because he had heard many things about him. He hoped to see some miracle performed by him.",
      "9": "He questioned him with many words, but Jesus gave him no answer.",
      "10": "The chief priests and the experts in the law stood there, vehemently accusing him.",
      "11": "Herod, along with his soldiers, treated him with contempt and ridiculed him. Dressing him in bright clothing, he sent him back to Pilate.",
      "12": "Herod and Pilate became friends with each other on that day. Before this they had been enemies of each other.",
      "13": "Pilate called together the chief priests, the rulers, and the people,",
      "14": "and said to them, “You brought this man to me as one who is misleading the people. Look, I have examined him in your presence. I have found in this man no basis for the charges you are bringing against him.",
      "15": "Herod did not either, for he sent him back to us. See, he has done nothing worthy of death.",
      "16": "So I will have him flogged and release him.”",
      "17": "Pilate needed to release one prisoner to them at the Festival.",
      "18": "But they all shouted together with one voice: “Take him away! Release Barabbas to us!”",
      "19": "Barabbas had been thrown in prison for a rebellion in the city and for murder.",
      "20": "Pilate addressed them again, because he wanted to release Jesus.",
      "21": "But they kept shouting, “Crucify! Crucify him!”",
      "22": "He said to them the third time, “Why? What evil has he done? I have found no grounds for sentencing him to death. So I will whip him and release him.”",
      "23": "But they kept pressuring him with loud voices, demanding that he be crucified. And their voices were overwhelming.",
      "24": "So Pilate decided that what they demanded would be done.",
      "25": "He released the one they had asked for, who had been thrown in prison for rebellion and murder, but he handed Jesus over to their will.",
      "26": "As they led him away, they seized Simon of Cyrene, who was coming from the country. They placed the cross on him and made him carry it behind Jesus.",
      "27": "A large crowd of people was following him, including women who were mourning and wailing for him.",
      "28": "Jesus turned to them and said, “Daughters of Jerusalem, stop weeping for me, but weep for yourselves and for your children.",
      "29": "Be sure of this: The days are coming when they will say, ‘Blessed are the childless women, the wombs that never gave birth, and the breasts that never nursed.’",
      "30": "Then they will begin to say to the mountains, ‘Fall on us!’ and to the hills, ‘Cover us.’",
      "31": "For if they do these things to the green wood, what will happen to the dry?”",
      "32": "Two other men, who were criminals, were led away with Jesus to be executed.",
      "33": "When they came to the place called The Skull, they crucified him there with the criminals, one on his right and the other on his left.",
      "34": "Jesus said, “Father, forgive them, for they do not know what they are doing.”\nThey cast lots to divide his garments among them.",
      "35": "The people stood watching. The rulers were ridiculing him, saying, “He saved others. Let him save himself, if this is the Christ of God, the Chosen One!”",
      "36": "The soldiers also made fun of him. Coming up to him, they offered him sour wine,",
      "37": "saying, “If you are the King of the Jews, save yourself!”",
      "38": "There was also an inscription written above him: “This is the King of the Jews.”",
      "39": "One of the criminals hanging there was blaspheming him, saying, “Aren’t you the Christ? Save yourself and us!”",
      "40": "But the other criminal rebuked him. “Don’t you fear God, since you are under the same condemnation?",
      "41": "We are punished justly, for we are receiving what we deserve for what we have done, but this man has done nothing wrong.”",
      "42": "Then he said, “Jesus, remember me when you come in your kingdom.”",
      "43": "Jesus said to him, “Amen I tell you: Today you will be with me in paradise.”",
      "44": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour,",
      "45": "while the sun was darkened. Then the curtain of the temple was torn in two.",
      "46": "Jesus cried out with a loud voice, “Father, into your hands I commit my spirit!” When he had said this, he breathed his last.",
      "47": "When the centurion saw what had happened, he began to glorify God, saying, “This man really was righteous.”",
      "48": "When all the groups of people who had gathered to see this spectacle saw what had happened, they returned home beating their chests.",
      "49": "All those who knew Jesus, and the women who followed him from Galilee, stood at a distance, watching these things.",
      "50": "Now there was a man named Joseph, from the Jewish town of Arimathea, who was a member of the Council, a good and righteous man.",
      "51": "He had not agreed with their plan and action. He was looking forward to the kingdom of God.",
      "52": "This man went to Pilate and asked for Jesus’ body.",
      "53": "He took it down, wrapped it in a linen cloth, and placed it in a tomb that was cut out of rock, where no one had yet been laid.",
      "54": "It was Preparation Day, and the Sabbath was beginning.",
      "55": "The women who had come with Jesus from Galilee followed after Joseph, and they observed the tomb and how his body was laid there.",
      "56": "Then they returned and prepared spices and perfumes. On the Sabbath they rested according to the commandment."
    },
    "24": {
      "1": "On the first day of the week, very early in the morning, the women went to the tomb, carrying the spices they had prepared.",
      "2": "They found that the stone had been rolled away from the tomb.",
      "3": "When they went in, they did not find the body of the Lord Jesus.",
      "4": "While they were wondering about this, suddenly two men stood by them in dazzling clothing.",
      "5": "The women were terrified and bowed down with their faces to the ground.\nThe men said to them, “Why are you looking for the living among the dead?",
      "6": "He is not here, but has been raised! Remember how he told you while he was still in Galilee",
      "7": "that the Son of Man must be delivered over to the hands of sinful men, and be crucified, and the third day rise again?”",
      "8": "Then they remembered his words.",
      "9": "When they returned from the tomb, they told all these things to the Eleven and to all the rest.",
      "10": "It was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told these things to the apostles.",
      "11": "Yet these words seemed to them like nonsense, and they did not believe them.",
      "12": "But Peter got up and ran to the tomb. Bending over to look in, he saw only the strips of linen cloth. He went home, amazed at what had happened.",
      "13": "Now, on that same day, two of them were going to a village named Emmaus, about seven miles from Jerusalem.",
      "14": "They were talking with each other about all of these things that had happened.",
      "15": "While they were talking and discussing this, Jesus himself approached and began to walk along with them.",
      "16": "But their eyes were kept from recognizing him.",
      "17": "He said to them, “What are you talking about as you walk along?” Saddened, they stopped.",
      "18": "One of them, named Cleopas, answered him, “Are you the only visitor in Jerusalem who does not know the things that have happened there in these days?”",
      "19": "“What things?” he asked them.\nThey replied, “The things concerning Jesus of Nazareth, a man who was a prophet, mighty in deed and word before God and all the people.",
      "20": "The chief priests and our rulers handed him over to be condemned to death. And they crucified him.",
      "21": "But we were hoping that he was going to redeem Israel. Not only that, but besides all this, it is now the third day since these things happened.",
      "22": "Also some women of our group amazed us. They were at the tomb early in the morning.",
      "23": "When they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive.",
      "24": "Some of those who were with us went to the tomb. They found it just as the women had said, but they did not see him.”",
      "25": "He said to them, “How foolish you are and slow of heart to believe all that the prophets have spoken!",
      "26": "Did not the Christ have to suffer these things and to enter his glory?”",
      "27": "Then beginning with Moses and all the prophets, he explained to them what was said in all the Scriptures concerning himself.",
      "28": "As they approached the village where they were going, he acted as if he were going to travel farther.",
      "29": "But they urged him strongly, saying, “Stay with us, since it is almost evening, and the day is almost over.”\nSo he went in to stay with them.",
      "30": "When he reclined at the table with them, he took the bread, blessed it, broke it, and began giving it to them.",
      "31": "Suddenly their eyes were opened, and they recognized him. Then he vanished from their sight.",
      "32": "They said to each other, “Were not our hearts burning within us while he was speaking to us along the road and while he was explaining the Scriptures to us?”",
      "33": "They got up that very hour and returned to Jerusalem. They found the Eleven and those who were with them assembled together.",
      "34": "They were saying, “The Lord really has been raised! He has appeared to Simon.”",
      "35": "They themselves described what had happened along the road, and how they recognized him when he broke the bread.",
      "36": "As they were talking about these things, Jesus himself stood among them and said to them, “Peace be with you.”",
      "37": "But they were terrified and frightened and thought they were looking at a ghost.",
      "38": "He said to them, “Why are you troubled? Why do doubts arise in your hearts?",
      "39": "Look at my hands and my feet. It is I myself. Touch me and see, because a ghost does not have flesh and bones as you see that I have.”",
      "40": "When he had said this, he showed them his hands and his feet.",
      "41": "While they still did not believe it (because of their joy), and while they were still wondering, he said to them, “Do you have anything here to eat?”",
      "42": "They gave him a piece of broiled fish and some honeycomb.",
      "43": "He took it and ate in front of them.",
      "44": "He said to them, “These are my words that I spoke to you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets, and the Psalms.”",
      "45": "Then he opened their minds to understand the Scriptures.",
      "46": "He said to them, “This is what is written and so it must be: The Christ will suffer and rise from the dead on the third day,",
      "47": "and repentance and forgiveness of sins will be preached in his name to all nations, beginning from Jerusalem.",
      "48": "You are witnesses of these things.",
      "49": "Look, I am sending you what my Father promised. But stay in the city until you are clothed with power from on high.”",
      "50": "He led them out as far as the vicinity of Bethany. He lifted up his hands and blessed them.",
      "51": "And while he was blessing them, he parted from them and was taken up into heaven.",
      "52": "So they worshipped him and returned to Jerusalem with great joy.",
      "53": "They were continually in the temple courts, praising and blessing God. Amen."
    }
  }
}