{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:19.533701-04:00",
    "Translation": "EHV"
  },
  "Malachi": {
    "1": {
      "1": "An oracle. The word of the Lord to Israel through Malachi.",
      "2": "I have loved you, says the Lord.\nBut you say, “How have you loved us?”\nWas not Esau Jacob’s brother? declares the Lord. I loved Jacob,",
      "3": "but I hated Esau. I turned Esau’s mountains into a desolate place, and I turned the territory he possessed over to the wild jackals.",
      "4": "Edom will certainly say, “We have been beaten down, but we will return, and we will rebuild the ruins.”\nThis is what the Lord of Armies says. They may rebuild, but I will tear it down. Edom will be called a wicked territory, and the Edomites will be called the people whom the Lord has denounced forever.",
      "5": "Your eyes will see this, and you will say, “The Lord is great—even beyond the border of Israel!”",
      "6": "A son honors his father. A servant honors his master. If I am a father, where is my honor? If I am a master, where is the reverence owed to me? This is what the Lord of Armies says to you. The priests are the ones who despise my name.\nYou say, “How have we despised your name?”",
      "7": "You despise my name by bringing defiled food to my altar.\nBut you say, “How have we defiled you?”\nYou defile me when you say, “The Lord’s table deserves no respect.”",
      "8": "When you bring a blind animal as a sacrifice, isn’t that evil? When you bring something lame and sick, isn’t that evil? Try bringing that to your governor. Would he be pleased with you? Would he receive you with favor? This is what the Lord of Armies says.",
      "9": "Now ask for God’s favor so that he may be gracious to us.\nWith offerings like this from your hand, will he receive you with favor? This is what the Lord of Armies says.",
      "10": "I wish there was someone among you who would shut the temple doors so you would not keep lighting useless fires on my altar! I find nothing pleasing about you, says the Lord of Armies. I am not pleased with an offering from your hand.",
      "11": "Yes, from the rising of the sun to the place where it sets, my name will be great among the nations! In every place incense and a pure offering will be presented to my name, because my name is great among the nations, says the Lord of Armies.",
      "12": "But you are profaning my name when you say, “The Lord’s table is polluted, and we despise the things offered on it, the food that is on it.”",
      "13": "You also say, “What drudgery!” and you snort at it with contempt, says the Lord of Armies. You bring something torn, something lame, something sick, and present it as an offering. Should I be pleased with something like that from your hand? says the Lord.",
      "14": "Cursed is the cheater who vows to offer a male animal from his flock, but then he sacrifices a defective animal to the Lord instead. Indeed, I am a great king, says the Lord of Armies, and my name will be feared among the nations."
    },
    "2": {
      "1": "Now, you priests, this commandment is for you.",
      "2": "If you do not listen, if you do not set your heart on giving glory to my name, says the Lord of Armies, then I will send the curse against you. I will curse your blessings. In fact, I have already cursed your offerings because you are not putting your heart into it.",
      "3": "Yes, I will rebuke your offspring. I will smear animal bowels and their contents on your faces, the bowels produced by your festivals, and you will be hauled off with them.",
      "4": "You will know that I sent you this commandment, so that my covenant with Levi may continue, says the Lord of Armies.",
      "5": "My covenant with him was life and peace, which I gave to him. It was a covenant of reverence, and he revered me. He respected my name.",
      "6": "The true law was in his mouth, and no injustice was found on his lips. He walked with me in peace and uprightness. He turned many away from guilt.",
      "7": "The lips of a priest should be guardians of knowledge, and people should seek instruction from his mouth because he is a messenger of the Lord of Armies.",
      "8": "But you priests have turned from the way. You have made many people stumble in regard to the law. You have ruined the covenant with Levi, says the Lord of Armies.",
      "9": "So I have made you despised and humiliated in the view of all the people, because you are not keeping my ways but are showing favoritism in carrying out the law.",
      "10": "Don’t we all have one Father? Hasn’t one God created us? Why then do we violate our vows to each other, polluting the covenant of our fathers?",
      "11": "Judah has acted unfaithfully. A detestable thing was done in Israel and in Jerusalem when Judah polluted the holy place of the Lord, which the Lord loves. Judah is married to the daughter of a foreign god.",
      "12": "May the Lord cut off from the tents of Jacob any man who does this, both the one who is awake and the one who answers, even if he brings an offering to the Lord of Armies!",
      "13": "This is the second thing you do: You cover the Lord’s altar with tears, with weeping and crying, because there is no longer any favorable response to your offering, and God is not pleased with anything from your hand.",
      "14": "So you ask, “Why is this happening?” This is why—because the Lord is a witness in the case between you and the wife you married when you were young, because you have betrayed her—though she was your partner, the wife with whom you made a covenant!",
      "15": "No one has done this who has a remnant of the Spirit. And why one? He is seeking offspring from God. So guard yourselves in your spirit, and do not act unfaithfully against the wife you married when you were young.",
      "16": "He hates divorce! That is what the Lord, the God of Israel, says. He hates it when a person wears violence as a garment. That is what the Lord of Armies says. So guard yourselves in your spirit, and do not be unfaithful.",
      "17": "You have made the Lord weary with your words. You say, “How have we made him weary?” Whenever you say that anyone who does evil is good in the Lord’s eyes or that the Lord takes pleasure in evildoers. Or whenever you say, “Where is the God of justice?”"
    },
    "3": {
      "1": "Look! I am sending my messenger! He will prepare the way before me. Then suddenly the Lord, whom you are seeking, will come to his temple! The Messenger of the Covenant, in whom you delight, will surely come, says the Lord of Armies.",
      "2": "But who can endure the day when he comes? Who will remain standing when he appears? For he will be like a refiner’s fire, like launderers bleach!",
      "3": "He will be seated like a refiner and a purifier of silver. He will purify the sons of Levi and refine them like gold and like silver. They will belong to the Lord and bring him an offering in righteousness.",
      "4": "Judah and Jerusalem’s offerings will be pleasing to the Lord as they were in the days of old, in years long ago.",
      "5": "I will approach you to judge you. I will be quick to give testimony against those who practice occult arts, those who commit adultery, those who swear false oaths, those who cheat workers out of their wages, those who wrong a widow and a fatherless child, those who turn away a resident alien—all those who do not fear me, says the Lord of Armies.",
      "6": "Certainly I, the Lord, do not change. That is why you, sons of Jacob, have not come to an end.",
      "7": "Since the days of your fathers, you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the Lord of Armies.\nYou say, “In what way should we return?”",
      "8": "Will a man rob God? You are robbing me!\nYou say, “How have we robbed you?”\nIn regard to the tithe and the special offering.",
      "9": "You are being cursed since all of you, the whole nation, are robbing me.",
      "10": "Bring the complete tithe to the storehouse so that there may be food in my house. Just test me in this, says the Lord of Armies. See whether I do not open for you the windows of heaven and pour down blessing on you, until there is more than enough.",
      "11": "I will restrain the devouring swarm so that it will not destroy your produce from your soil. Your vine in the field will not be without fruit, says the Lord of Armies.",
      "12": "All the nations will call you blessed, because you will be a delightful land, says the Lord of Armies.",
      "13": "Your words against me are harsh, says the Lord.\nYou ask, “How have we spoken against you?”",
      "14": "You say, “Serving God is pointless. What have we gained by carefully keeping his requirements and by walking around like mourners before the Lord of Armies?",
      "15": "Now we will call the arrogant blessed. Even evildoers are built up. They even test God and get away with it.”",
      "16": "Then those who fear the Lord spoke with each other. The Lord gave them his attention and listened. A book of remembrance was written in front of him for those who fear the Lord and have regard for his name.",
      "17": "They will be mine, says the Lord of Armies, on the day I make them my treasured possession. I will spare them just as a man spares his son who serves him.",
      "18": "Then you will again see the distinction between a righteous person and a wicked person, between one who serves God and one who does not serve him."
    },
    "4": {
      "1": "Look! The day is coming, burning like a blast furnace. All the arrogant and every evildoer will be stubble. The day that is coming will set them on fire, says the Lord of Armies, a day that will not leave behind a root or branch for them.",
      "2": "But for you who fear my name, the sun of righteousness will rise, and there will be healing in its wings. You will go out and jump around like calves from the stall.",
      "3": "You will trample the wicked. They will surely be ashes under the soles of your feet on the day when I take action, says the Lord of Armies.",
      "4": "Remember the law of my servant Moses, which I commanded to him at Horeb to serve as statutes and judgments over all Israel.",
      "5": "Look! I am going to send Elijah the prophet to you before the great and fearful day of the Lord comes!",
      "6": "He will turn the hearts of fathers to their children and the hearts of children to their fathers. Otherwise, I will come and strike the land with complete destruction."
    }
  }
}