{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:21.408647-04:00",
    "Translation": "EHV"
  },
  "Mark": {
    "1": {
      "1": "The beginning of the gospel of Jesus Christ, the Son of God.",
      "2": "This is how it is written in the prophet Isaiah:\nLook, I am sending my messenger ahead of you,\nwho will prepare the way for you.",
      "3": "A voice of one calling out in the wilderness,\n“Prepare the way of the Lord.\nMake his paths straight.”",
      "4": "John appeared, baptizing in the wilderness and preaching a baptism of repentance for the forgiveness of sins.",
      "5": "The whole Judean countryside and all the people of Jerusalem were going out to him. They were baptized by him in the Jordan River as they confessed their sins.",
      "6": "John was clothed in camel’s hair, and he wore a leather belt around his waist. He ate locusts and wild honey.",
      "7": "He preached, “One more powerful than I is coming after me. I am not worthy to stoop down and untie the strap of his sandals!",
      "8": "I baptized you with water, but he will baptize you with the Holy Spirit.”",
      "9": "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan.",
      "10": "Just as Jesus came up out of the water, he saw the heavens being torn open and the Spirit descending on him like a dove.",
      "11": "And a voice came from heaven: “You are my Son, whom I love. I am well pleased with you.”",
      "12": "The Spirit immediately sent Jesus out into the wilderness.",
      "13": "He was in the wilderness for forty days, being tempted by Satan. He was with the wild animals, and angels were serving him.",
      "14": "After John was put in prison, Jesus went to Galilee, preaching the gospel of the kingdom of God.",
      "15": "“The time is fulfilled,” he said. “The kingdom of God has come near! Repent, and believe in the gospel.”",
      "16": "As Jesus was going along the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the sea, since they were fishermen.",
      "17": "Jesus said to them, “Come, follow me, and I will make you fishers of men.”",
      "18": "Immediately they left their nets and followed him.",
      "19": "Going on a little farther, he saw James the son of Zebedee and his brother John. They were in a boat mending the nets.",
      "20": "Immediately Jesus called them. They left their father Zebedee in the boat with the hired servants and followed him.",
      "21": "Then they went into Capernaum.\nOn the next Sabbath day, Jesus went into the synagogue and began to teach.",
      "22": "They were amazed at his teaching, because he was teaching them as one who has authority and not as the experts in the law.",
      "23": "Just then there was a man with an unclean spirit in their synagogue. It cried out,",
      "24": "“What do we have to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”",
      "25": "Jesus rebuked the spirit, saying, “Be quiet! Come out of him!”",
      "26": "The unclean spirit threw the man into convulsions, and after crying out with a loud voice, it came out of him.",
      "27": "Everyone was so amazed that they began to discuss this with each other. They said, “What is this? A new teaching with authority! He even commands the unclean spirits, and they obey him!”",
      "28": "News about him spread quickly through all the region of Galilee.",
      "29": "They left the synagogue and went with James and John to the home of Simon and Andrew.",
      "30": "Simon’s mother-in-law was lying in bed, sick with a fever. Without delay they told Jesus about her.",
      "31": "He went to her, took her by the hand, and raised her up. The fever left her, and she began to serve them.",
      "32": "That evening, when the sun had set, the people kept bringing to him all who were sick and demon-possessed.",
      "33": "The whole town gathered at the door.",
      "34": "He healed many people who were sick with various diseases and drove out many demons. But he did not allow the demons to speak, because they knew who he was.",
      "35": "Jesus got up early in the morning, while it was still dark, and went out. He withdrew to a solitary place and was praying there.",
      "36": "Simon and his companions searched for him,",
      "37": "and, when they found him, they said to him, “Everyone is looking for you!”",
      "38": "He told them, “Let’s go somewhere else, to the neighboring villages, so that I can preach there too. In fact, that is why I have come.”",
      "39": "Then he went throughout the whole region of Galilee, preaching in their synagogues and driving out demons.",
      "40": "A leper came to Jesus. He knelt down and begged him, “If you are willing, you can make me clean.”",
      "41": "Moved with compassion, Jesus stretched out his hand and touched him. “I am willing,” he told him. “Be clean.”",
      "42": "Immediately the leprosy left him, and he was healed.",
      "43": "Then Jesus gave him a stern warning and immediately sent him away.",
      "44": "He told him, “See that you do not say anything to anyone. Instead go, show yourself to the priest, and offer the sacrifices for your cleansing that Moses commanded, as a testimony to them.”",
      "45": "But after the man left, he began to proclaim it widely. He spread the word so much that Jesus was no longer able to enter a town openly but stayed outside in deserted places. Yet people kept coming to him from all directions."
    },
    "2": {
      "1": "When Jesus again entered Capernaum some days later, people heard that he was home.",
      "2": "So many people were gathered together that there was no more room, not even by the door, and he was speaking the word to them.",
      "3": "Some people came to him bringing a paralyzed man, carried by four men.",
      "4": "Since they could not bring the man to Jesus because of the crowd, they dug through the roof above where he was. When they had made an opening, they lowered the stretcher on which the paralyzed man was lying.",
      "5": "When Jesus saw their faith, he said to the paralyzed man, “Son, your sins are forgiven.”",
      "6": "But there were some experts in the law sitting there and thinking in their hearts,",
      "7": "“Why does this fellow speak like this? He is blaspheming! Who can forgive sins except God alone?”",
      "8": "Jesus immediately knew in his spirit that they were thinking this way within themselves. He asked them, “Why are you thinking these things in your hearts?",
      "9": "Which is easier: to tell the paralyzed man, ‘Your sins are forgiven,’ or to say, ‘Get up, take your stretcher, and walk’?",
      "10": "But, so that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralyzed man,",
      "11": "“I tell you, get up, take your stretcher, and go home.”",
      "12": "At once the man got up, picked up the stretcher, and went out in front of everyone. So they were all amazed and glorified God. They said, “We have never seen anything like this!”",
      "13": "Jesus went out again along the sea. The whole crowd went to him, and he taught them.",
      "14": "As he was passing by, he saw Levi the son of Alphaeus sitting at the tax booth. “Follow me,” Jesus told him. And Levi got up and followed him.",
      "15": "Then when Jesus was reclining at a table in Levi’s house, many tax collectors and sinners were reclining with Jesus and his disciples because many of them also were following him.",
      "16": "When the experts in the law and the Pharisees saw that he was eating with the sinners and tax collectors, they said to his disciples, “Why is he eating and drinking with tax collectors and sinners?”",
      "17": "When Jesus heard this, he said to them, “Those who are healthy do not need a physician, but the sick do. I did not come to call the righteous, but sinners.”",
      "18": "John’s disciples and the Pharisees were fasting. They came and asked Jesus, “Why is it that John’s disciples and the Pharisees’ disciples fast, but your disciples do not fast?”",
      "19": "Jesus said to them, “The friends of the bridegroom cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them, they cannot fast.",
      "20": "But the days will come when the bridegroom will be taken away from them, and then on that day they will fast.",
      "21": "No one sews a piece of unshrunk cloth on an old garment. Otherwise, the patch shrinks, the new tears away from the old, and a worse tear is made.",
      "22": "No one pours new wine into old wineskins. Otherwise, the new wine will burst the skins, the wine will pour out, and the skins will be ruined. Instead, new wine is poured into new wineskins.”",
      "23": "Once on a Sabbath day, Jesus was passing through the grain fields, and his disciples began to pick heads of grain as they walked along.",
      "24": "The Pharisees said to him, “Look, why are they doing what is not lawful on the Sabbath day?”",
      "25": "He replied to them, “Have you never read what David did when he was in need and hungry (he and his companions)?",
      "26": "He entered the house of God in the time of Abiathar the high priest and ate the Bread of the Presence, which is not lawful for anyone to eat, except for the priests. He also gave some to his companions.”",
      "27": "Then Jesus said to them, “The Sabbath was made for man, not man for the Sabbath.",
      "28": "So the Son of Man is the Lord even of the Sabbath.”"
    },
    "3": {
      "1": "Jesus entered the synagogue again, and a man was there with a withered hand.",
      "2": "They were watching Jesus closely to see if he would heal the man on the Sabbath day, so that they could accuse him.",
      "3": "He said to the man with the withered hand, “Step forward!”",
      "4": "Then he said to them, “Is it lawful on the Sabbath day to do good or to do evil, to save life or to kill?” But they were silent.",
      "5": "Then he looked around at them with anger, deeply grieved at the hardness of their hearts. He said to the man, “Stretch out your hand.” The man stretched it out, and his hand was restored.",
      "6": "The Pharisees left and immediately began to conspire against Jesus with the Herodians, plotting how they might kill him.",
      "7": "Jesus withdrew to the sea with his disciples. A large crowd followed him from Galilee, Judea,",
      "8": "Jerusalem, Idumaea, and beyond the Jordan, as well as from around Tyre and Sidon. A large crowd came to him when they heard all that he was doing.",
      "9": "He told his disciples to have a boat ready for him because of the crowd, so that the people would not crush him.",
      "10": "Since he had healed many people, all those who had illnesses were pressing forward to touch him.",
      "11": "Whenever the unclean spirits saw him, they fell down in front of him, crying out, “You are the Son of God!”",
      "12": "But he warned them sternly that they should not tell who he was.",
      "13": "Jesus went up the mountain, summoned those he wanted, and they came to him.",
      "14": "He appointed twelve whom he designated apostles, so that they would be with him and so that he could send them out to preach",
      "15": "and to have authority to drive out demons.",
      "16": "He appointed the Twelve: Simon, to whom he gave the name Peter;",
      "17": "then James the son of Zebedee, and John the brother of James, to whom he gave the nickname Boanerges, which means “Sons of Thunder”;",
      "18": "also Andrew, Philip, Bartholomew, Matthew, Thomas, and James the son of Alphaeus; finally, Thaddaeus, Simon the Zealot,",
      "19": "and Judas Iscariot, who betrayed him.",
      "20": "They went into a house. A crowd gathered again so that they were not even able to eat a meal.",
      "21": "When his own people heard this, they went out to take control of him, because they were saying, “He is out of his mind.”",
      "22": "The experts in the law who came down from Jerusalem were saying, “He is possessed by Beelzebul,” and “He drives out demons by the ruler of demons.”",
      "23": "Jesus called them together and spoke to them in parables. “How can Satan drive out Satan?",
      "24": "If a kingdom is divided against itself, that kingdom cannot stand.",
      "25": "And if a house is divided against itself, that house cannot stand.",
      "26": "And if Satan has risen up against himself and is divided, he cannot stand but is finished.",
      "27": "On the other hand, no one can enter a strong man’s house to steal his possessions unless he ties up the strong man first. Then he can plunder his house.",
      "28": "Amen I tell you: Everything will be forgiven people, their sins and whatever blasphemies they may speak.",
      "29": "But whoever blasphemes against the Holy Spirit will never have forgiveness, but is guilty of an eternal sin.”",
      "30": "Jesus said this because they were saying, “He has an unclean spirit.”",
      "31": "Then his mother and his brothers arrived. While they were standing outside, they sent word to Jesus, calling for him.",
      "32": "A crowd was sitting around him. They began to tell him, “Look, your mother and your brothers are outside looking for you.”",
      "33": "He replied, “Who are my mother and my brothers?”",
      "34": "He looked at those who sat around him in a circle and he said, “Look, my mother and my brothers!",
      "35": "For whoever does the will of God is my brother and sister and mother.”"
    },
    "4": {
      "1": "Another time Jesus began to teach by the sea. Such a large crowd gathered around him that he got into a boat and sat in it out on the sea. The whole crowd was on the seashore.",
      "2": "Then he taught them many things in parables. As he taught them, he said,",
      "3": "“Listen! There was a sower who went out to sow.",
      "4": "As he sowed, some seed fell along the path, and the birds came and ate it up.",
      "5": "Other seed fell on rocky ground, where it did not have much soil. It sprang up right away because it did not have deep soil.",
      "6": "When the sun rose, it was scorched, and because it did not have much root, it withered.",
      "7": "Some seed fell among the thorns, and the thorns grew up and choked it, so it did not produce fruit.",
      "8": "Still other seed fell on good ground and yielded fruit, sprouting and growing and producing a crop: some thirty, some sixty, and some one hundred times as much as was sown.”",
      "9": "Then Jesus said, “Whoever has ears to hear, let him hear.”",
      "10": "When Jesus was alone, those who were around him with the Twelve asked him about the parables.",
      "11": "He said to them, “The mystery of the kingdom of God has been given to you, but everything comes in parables to those who are outside,",
      "12": "so that\nthey will certainly see but not perceive,\nand they will certainly hear but not understand.\nOtherwise, they might turn and be forgiven.”",
      "13": "Then he asked them, “Do you not understand this parable? How then will you understand any of the parables?",
      "14": "The sower sows the word.",
      "15": "These are the ones along the path, where the word is sown. As soon as they hear it, Satan comes and immediately takes away the word that was sown in them.",
      "16": "Some are like the ones sown on rocky ground: as soon as they hear the word, they immediately welcome it with joy.",
      "17": "Yet since they have no root in themselves, they last only a short time. When trouble or persecution comes because of the word, they immediately fall away.",
      "18": "Still others are sown among the thorns. These are the ones who hear the word,",
      "19": "but the worries of this life and the deceitfulness of wealth and desires for other things enter in and choke the word, so it becomes unfruitful.",
      "20": "But the ones sown on the good ground are those who hear the word, accept it, and produce fruit: some thirty, some sixty, and some one hundred times as much as was sown.”",
      "21": "He also said to them, “A lamp is not brought out to be put under a basket or under a bed, is it? Isn’t it placed on a lampstand?",
      "22": "For there is nothing hidden that will not be revealed, and nothing concealed that will not come to light.",
      "23": "If anyone has ears to hear, let him hear.”",
      "24": "He went on to tell them, “Pay attention to what you hear. With the same measure you use, it will be measured to you, and more will be given to you.",
      "25": "Yes, whoever has will be given more. And whoever does not have, even what he has will be taken away from him.”",
      "26": "He said, “The kingdom of God is like this: A man scatters seed on the ground,",
      "27": "and while he sleeps and rises, night and day, the seed sprouts and grows, though he does not know how.",
      "28": "The ground produces fruit on its own: first the blade, then the head, then the full grain in the head.",
      "29": "When the crop is ready, he swings the sickle without delay, because the harvest has come.”",
      "30": "Then he said, “To what should we compare the kingdom of God? Or with what parable may we picture it?",
      "31": "It is like a mustard seed, which when sown on the ground is one of the smallest of all the seeds planted in the ground.",
      "32": "Yet when it is planted, it grows up and becomes larger than all the garden plants and puts out large branches so that the birds of the sky can nest under its shade.”",
      "33": "With many similar parables he continued to speak the word to them, as much as they were able to hear.",
      "34": "He did not speak to them without a parable. But when he was alone with his disciples, he explained everything to them.",
      "35": "On that day, when evening came, Jesus said to them, “Let’s go over to the other side.”",
      "36": "After leaving the crowd behind, the disciples took him along in the boat, just as he was. Other small boats also followed him.",
      "37": "A great windstorm arose, and the waves were splashing into the boat, so that the boat was quickly filling up.",
      "38": "Jesus himself was in the stern, sleeping on a cushion. They woke him and said, “Teacher, don’t you care that we are about to drown?”",
      "39": "Then he got up, rebuked the wind, and said to the sea, “Peace! Be still!” The wind stopped, and there was a great calm.",
      "40": "He said to them, “Why are you so afraid? Do you still lack faith?”",
      "41": "They were filled with awe and said to one another, “Who then is this? Even the wind and the sea obey him!”"
    },
    "5": {
      "1": "They went to the other side of the sea, into the region of the Gerasenes.",
      "2": "As soon as Jesus stepped out of the boat, a man with an unclean spirit came out of the tombs to meet him.",
      "3": "The man lived in the tombs. Nobody could bind him anymore, not even with a chain.",
      "4": "For he had often been bound with shackles and chains, but he pulled the chains apart and broke the shackles in pieces. Nobody had the strength to subdue him.",
      "5": "Night and day, in the tombs and in the mountains, he was constantly crying out and cutting himself with stones.",
      "6": "When he saw Jesus from a distance, he ran and bowed down in front of him.",
      "7": "He cried out with a loud voice, “What do I have to do with you, Jesus, Son of the Most High God? I beg you to swear by God not to torment me.”",
      "8": "For Jesus had said to him, “Come out of the man, you unclean spirit!”",
      "9": "Jesus asked him, “What is your name?”\n“My name is Legion,” he replied, “because we are many.”",
      "10": "He begged Jesus repeatedly that he would not send them out of the region.",
      "11": "There was a large herd of pigs there feeding on the hillside.",
      "12": "The demons begged him, “Send us to the pigs so we may enter them.”",
      "13": "Jesus gave them permission. The unclean spirits went out and entered the pigs. Then the herd of about two thousand pigs rushed down the steep bank into the sea and drowned.",
      "14": "Those who were feeding the pigs ran and reported this in the city and the countryside.\nPeople came to see what had happened.",
      "15": "When they came to Jesus, they saw the man who had been possessed by the legion of demons sitting there clothed and in his right mind, and they were afraid.",
      "16": "Those who had seen it described for these people what had happened to the demon-possessed man, and they told them about the pigs.",
      "17": "They began to plead with Jesus to leave their region.",
      "18": "As Jesus was getting into the boat, the man who had been demon-possessed begged to stay with Jesus.",
      "19": "But Jesus would not let him. Instead, he told him, “Go home to your people, and tell them everything the Lord has done for you and how he had mercy on you.”",
      "20": "The man left and began to proclaim in the Decapolis everything Jesus had done for him. And everyone was amazed.",
      "21": "When Jesus had again crossed over in the boat to the other side, a large crowd gathered around him near the sea.",
      "22": "Then one of the synagogue rulers, named Jairus, came. When he saw Jesus, he fell at his feet",
      "23": "and repeatedly pleaded with him, “My little daughter is near death. Please come and place your hands on her so that she may be healed and live.”",
      "24": "Jesus went with him, and a large crowd was following him, pressing tightly against him.",
      "25": "A certain woman who was there had a discharge of blood for twelve years.",
      "26": "She had suffered much under the care of many physicians and had spent all that she had. Yet instead of getting better, she grew worse.",
      "27": "When she heard what was being said about Jesus, she went up behind him in the crowd and touched his robe.",
      "28": "She said, “If I just touch his robe, I will be healed.”",
      "29": "Immediately her flow of blood stopped, and she felt in her body that she was healed of her affliction.",
      "30": "At that moment, Jesus knew that power had gone out from him. He turned around in the crowd and asked, “Who touched my robe?”",
      "31": "His disciples said to him, “You see the crowd pressing tightly against you and yet you say, ‘Who touched me?’”",
      "32": "Nevertheless he kept looking around to see who had done this.",
      "33": "The woman was trembling with fear since she knew what had happened to her. She came forward, fell down in front of him, and told him the whole truth.",
      "34": "He said to her, “Daughter, your faith has made you well. Go in peace and be healed of your suffering.”",
      "35": "While he was still speaking, people from the synagogue ruler’s house arrived, saying, “Your daughter is dead. Why bother the Teacher anymore?”",
      "36": "But when Jesus heard this report, he told the synagogue ruler, “Don’t be afraid. Only believe.”",
      "37": "He did not allow anyone to follow him except Peter, James, and John the brother of James.",
      "38": "They went into the house of the synagogue ruler, and Jesus saw a commotion with people weeping and wailing loudly.",
      "39": "When he entered, he said to them, “Why are you making a commotion and weeping? The child is not dead but sleeping.”",
      "40": "They laughed at him. But after he put everyone out, he took the father of the child, her mother, and those who were with him and went in where the child was.",
      "41": "Grasping the hand of the child, he said to her, “Talitha, koum!” (When translated, that means, “Little girl, I say to you, arise!”)",
      "42": "Immediately the little girl stood up and began to walk around. (She was twelve years old.) They were completely and utterly amazed.",
      "43": "Then he gave them strict orders not to let anyone know about this, and he told them to give her something to eat."
    },
    "6": {
      "1": "Jesus left there and went to his hometown. His disciples followed him.",
      "2": "When the Sabbath came, he began to teach in the synagogue. Many who heard him were amazed. They asked, “Where did this man learn these things? What is this wisdom that has been given to this man? How is it that miracles such as these are performed by his hands?",
      "3": "Isn’t this the carpenter, the son of Mary and the brother of James, Joses, Judas, and Simon? And aren’t his sisters here with us?” And they took offense at him.",
      "4": "Jesus said to them, “A prophet is not without honor except in his hometown and among his own relatives and in his own house.”",
      "5": "He could not do any miracles there except to lay his hands on a few sick people and heal them.",
      "6": "He was amazed at their unbelief. Then he went around the villages teaching.",
      "7": "Jesus called the Twelve and began to send them out two by two. He gave them authority over the unclean spirits.",
      "8": "He instructed them to take nothing for their journey except a staff—no bread, no bag, no money in their money belts.",
      "9": "They were to put on sandals but not to wear two coats.",
      "10": "He said to them, “Wherever you enter a house, stay there until you leave that area.",
      "11": "Any place that will not receive you or listen to you, as you leave there, shake off the dust that is under your feet as a testimony against them.”",
      "12": "They went out and preached that people should repent.",
      "13": "They also drove out many demons. They anointed many sick people with oil and healed them.",
      "14": "King Herod heard about this because Jesus’ name had become well known. Herod was saying, “John the Baptizer has been raised from the dead! That is why these powers are at work in him.”",
      "15": "But others were saying, “He is Elijah.” Still others were saying, “He is a prophet, like one of the prophets of old.”",
      "16": "When Herod heard this, he said, “This is John, the man I beheaded. He was raised.”",
      "17": "For it was Herod who had sent men to arrest John. He had him bound in prison because Herod had married Herodias, the wife of his brother Philip.",
      "18": "Indeed, John had been telling him, “It is not lawful for you to have your brother’s wife.”",
      "19": "Herodias held a grudge against John and wanted to put him to death, but she could not,",
      "20": "because Herod feared John. He knew that John was a righteous and holy man, so he kept him safe. When Herod listened to John, he was perplexed in many ways, yet he gladly kept listening to him.",
      "21": "An opportune day came when it was Herod’s birthday. He gave a banquet for his nobles, the military officers, and the prominent men of Galilee.",
      "22": "When the daughter of Herodias came in and danced, she pleased Herod and his guests. The king said to the girl, “Ask me whatever you want, and I will give it to you.”",
      "23": "With an oath he promised her, “Whatever you ask of me, I will give you, up to half of my kingdom.”",
      "24": "She went out and said to her mother, “What should I ask for?”\nHerodias said, “The head of John the Baptizer.”",
      "25": "The girl hurried right back to the king and made her request: “I want you to give me the head of John the Baptist on a platter right now.”",
      "26": "The king was very sad. But because of his oaths and his dinner guests, he did not want to refuse her.",
      "27": "The king sent an executioner at once and ordered him to bring John’s head. He went, beheaded John in prison,",
      "28": "brought his head on a platter, and gave it to the girl. Then the girl gave it to her mother.",
      "29": "When John’s disciples heard about this, they came and took his body and laid it in a tomb.",
      "30": "The apostles gathered around Jesus and reported to him all that they had done and taught.",
      "31": "He said to them, “Come away by yourselves to a secluded place and rest a while.” For there were so many people coming and going that they did not even have a chance to eat.",
      "32": "They went away in the boat to a deserted place by themselves.",
      "33": "But many people saw them leave and knew where they were going. They ran there on foot from all the towns and arrived ahead of them.",
      "34": "When Jesus stepped out of the boat, he saw a large crowd. His heart went out to them because they were like sheep without a shepherd. He began to teach them many things.",
      "35": "It was already late in the day when his disciples came to him and said, “This is a deserted place and it is already very late.",
      "36": "Send them away so they can go into the surrounding country and villages and buy themselves something to eat.”",
      "37": "But he answered them, “You give them something to eat.”\nThey asked him, “Should we go and buy two hundred denarii worth of bread and give them something to eat?”",
      "38": "He said to them, “How many loaves do you have? Go see.”\nWhen they found out, they said, “Five, and two fish.”",
      "39": "He directed everyone to sit down in groups on the green grass.",
      "40": "They sat down in groups of hundreds and fifties.",
      "41": "Jesus took the five loaves and the two fish, looked up to heaven, and blessed the loaves and broke them. Then he kept giving pieces to his disciples to set in front of them. He also divided the two fish among them all.",
      "42": "They all ate and were satisfied.",
      "43": "Then they picked up twelve basketfuls of broken pieces of bread and fish.",
      "44": "There were five thousand men who ate the loaves.",
      "45": "Immediately Jesus made his disciples get into the boat and go ahead to the other side, to Bethsaida, while he himself dismissed the crowd.",
      "46": "After he had sent them off, he went up the mountain to pray.",
      "47": "When it was evening, the boat was in the middle of the sea, and Jesus was alone on the land.",
      "48": "He saw them straining at the oars, because the wind was against them. About the fourth watch of the night, he went to them, walking on the sea. He was ready to pass by them.",
      "49": "When they saw him walking on the sea, they thought he was a ghost, and they cried out.",
      "50": "They all saw him and were terrified. Immediately he spoke with them and said, “Take courage! It is I. Do not be afraid.”",
      "51": "Then he climbed up into the boat with them, and the wind stopped. They were completely amazed,",
      "52": "because they had not understood about the loaves. Instead, their hearts were hardened.",
      "53": "When they had crossed over, they landed at Gennesaret and anchored there.",
      "54": "As soon as they stepped out of the boat, people recognized Jesus.",
      "55": "They ran around that whole region and began to bring sick people on their stretchers to where they heard he was.",
      "56": "Wherever he entered villages, cities, or the countryside, they were laying sick people in the marketplaces and pleading with him that they might just touch the edge of his garment. And all who touched it were made well."
    },
    "7": {
      "1": "The Pharisees and some of the experts in the law came from Jerusalem and gathered around Jesus.",
      "2": "They saw some of his disciples eating bread with unclean (that is, unwashed) hands.",
      "3": "In fact, the Pharisees and all the Jews do not eat unless they scrub their hands with a fist, holding to the tradition of the elders.",
      "4": "When they come from the marketplace, they do not eat unless they wash. And there are many other traditions they adhere to, such as the washing of cups, pitchers, kettles, and dining couches.",
      "5": "The Pharisees and the experts in the law asked Jesus, “Why do your disciples not walk according to the tradition of the elders? Instead they eat bread with unclean hands.”",
      "6": "He answered them, “Isaiah was right when he prophesied about you hypocrites. As it is written:\nThese people honor me with their lips, but their heart is far from me.",
      "7": "They worship me in vain, teaching human rules as if they\n    were doctrines.",
      "8": "“You abandon God’s commandment but hold to human tradition like the washing of pitchers and cups, and you do many other such things.”",
      "9": "He continued, “You have a fine way of setting aside God’s commandment to keep your own tradition.",
      "10": "For example, Moses said, ‘Honor your father and your mother,’ and ‘Whoever speaks evil of his father or mother must be put to death.’",
      "11": "But you say, ‘If a man tells his father or mother, “Whatever help you might have received from me is corban”’ (which means an offering),",
      "12": "then you no longer let him do anything for his father or mother.",
      "13": "So you nullify the word of God by your tradition that you have handed down. You do many things like that.”",
      "14": "He called the crowd to him again and said, “Everyone, listen to me and understand.",
      "15": "There is nothing outside of a man that can make him unclean by going into him. But the things that come out of a man are what make a man unclean.",
      "16": "If anyone has ears to hear, let him hear!”",
      "17": "After he had left the crowd and entered a house, his disciples asked him about this illustration.",
      "18": "He said, “Are you lacking in understanding too? Do you not understand that whatever goes into a man from the outside cannot make him unclean?",
      "19": "For it does not enter his heart but goes into his stomach and goes out of him into the latrine—in this way all foods are purified.”",
      "20": "He continued, “What comes out of a man, that is what makes a man unclean.",
      "21": "In fact, from within, out of people’s hearts, come evil thoughts, sexual sins, theft, murder,",
      "22": "adultery, greed, wickedness, deceit, unrestrained immorality, envy, slander, arrogance, and foolishness.",
      "23": "All these evil things proceed from within and make a person unclean.”",
      "24": "Jesus got up and went from there to the region of Tyre and Sidon. He entered a house and did not want anyone to know it, but he could not remain hidden.",
      "25": "Instead, when a woman whose little daughter had an unclean spirit heard about him, she immediately came and fell down at his feet.",
      "26": "This woman was a Greek, of Syro-Phoenician origin. She asked him to drive the demon out of her daughter.",
      "27": "Jesus said to her, “Let the children be fed first, because it is not good to take the children’s bread and throw it to their little dogs.”",
      "28": "“Lord,” she answered, “their little dogs under the table also eat some of the children’s crumbs.”",
      "29": "Then he said to her, “Because of this statement, go! The demon has gone out of your daughter.”",
      "30": "She went home, found the child lying on the bed and the demon gone.",
      "31": "Jesus left the region of Tyre again and went through Sidon to the Sea of Galilee, within the region of the Decapolis.",
      "32": "They brought a man to him who was deaf and had a speech impediment. They pleaded with Jesus to place his hand on him.",
      "33": "Jesus took him aside in private, away from the crowd. He put his fingers into the man’s ears. Then he spit and touched the man’s tongue.",
      "34": "After he looked up to heaven, he sighed and said, “Ephphatha!” (which means “Be opened!”)",
      "35": "Immediately the man’s ears were opened, his tongue was set free, and he began to speak plainly.",
      "36": "Jesus gave the people strict orders to tell no one, but the more he did so, the more they kept proclaiming it.",
      "37": "They were amazed beyond measure and said, “He has done everything well. He even makes the deaf hear and the mute speak!”"
    },
    "8": {
      "1": "In those days, when there was again a large crowd and they had nothing to eat, Jesus called his disciples and said to them,",
      "2": "“I feel compassion for the crowd because they have already stayed with me three days and do not have anything to eat.",
      "3": "If I send them home hungry, they will faint on the way. Some of them have come from a long distance.”",
      "4": "His disciples replied, “Where can anyone get enough bread to feed these people here in this deserted place?”",
      "5": "He asked them, “How many loaves do you have?”\n“Seven,” they said.",
      "6": "He commanded the crowd to sit down on the ground. Then he took the seven loaves, gave thanks, and broke them. He gave the pieces to his disciples to distribute to the crowd, and they did so.",
      "7": "They also had a few small fish. He blessed them and said that these should be distributed as well.",
      "8": "The people ate and were satisfied. They picked up seven basketfuls of broken pieces that were left over.",
      "9": "About four thousand men were there. Then he sent them away.",
      "10": "Right after that, Jesus got into the boat with his disciples and went to the region of Dalmanutha.",
      "11": "The Pharisees came and began to argue with him. To test him, they asked him for a sign from heaven.",
      "12": "He sighed deeply in his spirit and said, “Why does this generation seek a sign? Amen I tell you: No such sign will be given to this generation.”",
      "13": "After he left them and got back into the boat, he crossed to the other side.",
      "14": "They had forgotten to take bread along except for one loaf that they had with them in the boat.",
      "15": "“Watch out,” Jesus warned them. “Beware of the yeast of the Pharisees and the yeast of Herod.”",
      "16": "They began discussing with one another the fact that they had no bread.",
      "17": "Since Jesus knew this, he said to them, “Why are you discussing your lack of bread? Do you still not understand or comprehend? Do you have a hardened heart?",
      "18": "You have eyes—do you not see? You have ears—do you not hear? Do you not remember?",
      "19": "When I broke the five loaves for the five thousand, how many basketfuls of broken pieces did you pick up?”\n“Twelve,” they told him.",
      "20": "“And when I broke the seven loaves for the four thousand, how many basketfuls of broken pieces did you pick up?”\n“Seven,” they said.",
      "21": "He said to them, “Do you still not comprehend?”",
      "22": "They came to Bethsaida, and some people brought him a blind man and begged him to touch him.",
      "23": "He took hold of the blind man’s hand and led him out of the village. When he had spit on his eyes, he placed his hands on him and asked him, “Do you see anything?”",
      "24": "The man looked up and said, “I see people. To me they look like trees walking.”",
      "25": "Then Jesus placed his hands on his eyes again. The man opened his eyes and his sight was restored. He could see everything clearly.",
      "26": "Jesus sent him home, saying, “Do not go into the village.”",
      "27": "Jesus went away with his disciples to the villages of Caesarea Philippi. On the way he asked his disciples, “Who do people say that I am?”",
      "28": "They told him, “John the Baptist; others say Elijah; and still others say one of the prophets.”",
      "29": "“But who do you say I am?” he asked them.\nPeter answered him, “You are the Christ.”",
      "30": "Then he warned them not to tell anyone about him.",
      "31": "Jesus began to teach them that the Son of Man must suffer many things; be rejected by the elders, the chief priests, and the experts in the law; be killed; and after three days rise again.",
      "32": "He was speaking plainly to them. Then Peter took him aside and began to rebuke him.",
      "33": "But after turning around and looking at his disciples, Jesus rebuked Peter and said, “Get behind me, Satan! You do not have your mind set on the things of God, but the things of men.”",
      "34": "He called the crowd and his disciples together and said to them, “If anyone wants to follow me, let him deny himself, take up his cross, and follow me.",
      "35": "For whoever wants to save his life will lose it. But whoever loses his life for my sake, and for the sake of the gospel, will save it.",
      "36": "After all, what good is it for a man to gain the whole world and yet forfeit his soul?",
      "37": "Or what can a man give in exchange for his soul?",
      "38": "In fact, whoever is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”"
    },
    "9": {
      "1": "He said to them, “Amen I tell you: There are some standing here who will not taste death until they see the kingdom of God come with power.”",
      "2": "After six days Jesus took Peter, James, and John with him and led them up a high mountain where they were alone by themselves. There he was transfigured in front of them.",
      "3": "His clothes became radiant, dazzling white, whiter than anyone on earth could bleach them.",
      "4": "And Elijah appeared to them together with Moses, and they were talking with Jesus.",
      "5": "Peter said to Jesus, “Rabbi, it is good for us to be here. Let us make three tents: one for you, one for Moses, and one for Elijah.”",
      "6": "He did not know what to say because they were terrified.",
      "7": "A cloud appeared and overshadowed them, and a voice came from the cloud, saying, “This is my Son, whom I love. Listen to him.”",
      "8": "Suddenly, when they looked around, they no longer saw anyone with them except Jesus alone.",
      "9": "As they were coming down the mountain, Jesus commanded them not to tell anyone what they had seen until the Son of Man had risen from the dead.",
      "10": "They kept the matter to themselves, discussing with one another what this “rising from the dead” meant.",
      "11": "They asked him, “Why do the experts in the law say that Elijah must come first?”",
      "12": "He said to them, “Elijah does come first and restores all things. Why was it also written about the Son of Man that he must suffer many things and be rejected?",
      "13": "But I tell you that Elijah has come, and they did to him whatever they wanted, just as it was written about him.”",
      "14": "When they returned to the other disciples, they saw a large crowd around them, and some experts in the law were arguing with them.",
      "15": "As soon as all the people in the crowd saw Jesus, they were very excited and ran to greet him.",
      "16": "He asked them, “What are you arguing about with them?”",
      "17": "One man from the crowd answered him, “Teacher, I brought you my son, who has a spirit that makes him unable to speak.",
      "18": "Wherever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and becomes rigid. I asked your disciples to drive it out, but they could not.”",
      "19": "“O unbelieving generation,” Jesus replied. “How long will I be with you? How long will I put up with you? Bring him to me.”",
      "20": "They brought the boy to Jesus. As soon as the spirit saw him, it threw the boy into a convulsion. He fell on the ground and rolled around, foaming at the mouth.",
      "21": "Jesus asked the boy’s father, “How long has this been happening to him?”\n“From childhood,” he said.",
      "22": "“It has often thrown him into the fire and into the water to kill him. But if you can do anything, have compassion on us and help us.”",
      "23": "“If you can?” Jesus said to him. “All things are possible for the one who believes.”",
      "24": "The child’s father immediately cried out and said with tears, “I do believe. Help me with my unbelief!”",
      "25": "When Jesus saw that a crowd was quickly gathering, he rebuked the unclean spirit. “You mute and deaf spirit,” he said, “I command you to come out of him and never enter him again!”",
      "26": "The spirit screamed, shook the boy violently, and came out. The boy looked so much like a corpse that many of them said, “He’s dead!”",
      "27": "But Jesus took him by the hand, raised him up, and he stood up.",
      "28": "When Jesus went into a house, his disciples asked him privately, “Why were we not able to drive it out?”",
      "29": "He said to them, “This kind cannot be driven out, except by prayer and fasting.”",
      "30": "They went on from there and passed through Galilee. He did not want anyone to know this,",
      "31": "because he was teaching his disciples. He told them, “The Son of Man is going to be betrayed into the hands of men, and they will kill him. But three days after he is killed, he will rise.”",
      "32": "But they did not understand the statement and were afraid to ask him about it.",
      "33": "They came to Capernaum. When he was in the house, he asked them, “What were you arguing about on the way?”",
      "34": "But they remained silent, because on the way they had argued with one another about who was the greatest.",
      "35": "Jesus sat down, called the Twelve, and said to them, “If anyone wants to be first, he will be the last of all and the servant of all.”",
      "36": "Then he took a little child and placed him in their midst. Taking the child in his arms, he said to them,",
      "37": "“Whoever welcomes one of these little children in my name welcomes me. And whoever welcomes me, welcomes not just me but also him who sent me.”",
      "38": "John said to him, “Teacher, we saw someone driving out demons in your name. We tried to stop him, because he was not following us.”",
      "39": "But Jesus said, “Do not try to stop him, because no one who does a miracle in my name will be able soon afterward to speak evil about me.",
      "40": "Whoever is not against us is for us.",
      "41": "Amen I tell you: Whoever gives you a cup of water to drink in my name, because you belong to Christ, will certainly not lose his reward.",
      "42": "“Whoever causes one of these little ones who believe in me to fall into sin, it would be better for him if he were thrown into the sea with a large millstone hung around his neck.",
      "43": "If your hand causes you to fall into sin, cut it off. It is better for you to enter life maimed, than to have two hands and go into hell, into the unquenchable fire,",
      "44": "‘where their worm does not die, and the fire is not quenched.’",
      "45": "If your foot causes you to fall into sin, cut it off. It is better for you to enter life lame, than to have two feet and be thrown into hell,",
      "46": "‘where their worm does not die, and the fire is not quenched.’",
      "47": "If your eye causes you to fall into sin, pluck it out. It is better for you to enter the kingdom of God with one eye, than to have two eyes and be thrown into hell,",
      "48": "‘where their worm does not die, and the fire is not quenched.’",
      "49": "For everyone will be salted with fire.",
      "50": "Salt is good. But if the salt loses its flavor, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”"
    },
    "10": {
      "1": "Jesus got up and went to the region of Judea beyond the Jordan. Crowds gathered around him again and, as he usually did, he taught them.",
      "2": "Some Pharisees came to test him and asked, “Is it lawful for a man to divorce his wife?”",
      "3": "He replied, “What did Moses command you?”",
      "4": "They said, “Moses permitted a man to write a certificate of divorce and send her away.”",
      "5": "But Jesus told them, “He wrote this command for you because of your hard hearts.",
      "6": "But from the beginning of creation, God made them male and female.",
      "7": "For this reason a man will leave his father and mother and be joined to his wife,",
      "8": "and the two will become one flesh. So they are no longer two but one flesh.",
      "9": "Therefore, what God has joined together, let no one separate.”",
      "10": "In the house his disciples asked him about this again.",
      "11": "He said to them, “Whoever divorces his wife and marries another commits adultery against her.",
      "12": "If she divorces her husband and marries another, she commits adultery.”",
      "13": "Some people began bringing little children to Jesus so that he would touch them. But the disciples rebuked them.",
      "14": "When Jesus saw this, he was indignant. He said, “Let the little children come to me! Do not hinder them, because the kingdom of God belongs to such as these.",
      "15": "Amen I tell you: Whoever will not receive the kingdom of God like a little child will never enter it.”",
      "16": "And he took the little children in his arms, laid his hands on them, and blessed them.",
      "17": "As Jesus was setting out on a journey, one man ran up to him and knelt in front of him. He asked, “Good teacher, what must I do to inherit eternal life?”",
      "18": "Jesus said to him, “Why do you call me good? No one is good except one—God.",
      "19": "You know the commandments. ‘You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony. You shall not defraud. Honor your father and mother.’”",
      "20": "The man replied, “Teacher, I have kept all these since I was a child.”",
      "21": "Jesus looked at him, loved him, and said to him, “One thing you lack. Go, sell whatever you have, and give to the poor, and you will have treasure in heaven. Then come, follow me.”",
      "22": "When he heard this, he looked sad and went away grieving, because he had great wealth.",
      "23": "Jesus looked around and said to his disciples, “How hard it will be for those who have riches to enter the kingdom of God!”",
      "24": "The disciples were amazed at his words. But Jesus told them again, “Children, how hard it is for those who trust in their riches to enter the kingdom of God!",
      "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”",
      "26": "They were even more astonished and said to one another, “Who then can be saved?”",
      "27": "Jesus looked at them and said, “For people, it is impossible, but not for God, because all things are possible for God.”",
      "28": "Peter began to say to him, “See, we have left everything and followed you.”",
      "29": "Jesus said, “Amen I tell you: There is no one who has left home or brothers or sisters or mother or father or children or fields, for my sake and for the sake of the gospel,",
      "30": "who now at this time will fail to receive one hundred times as much: houses, brothers, sisters, mothers, children, and fields (along with persecutions)—and in the coming age: eternal life.",
      "31": "But many who are first will be last, and the last will be first.”",
      "32": "They were on the road, going up to Jerusalem, and Jesus was leading them. The disciples were amazed, and the others who followed were afraid. He took the Twelve aside again and began to tell them what was going to happen to him.",
      "33": "“Look, we are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the experts in the law. They will condemn him to death and will hand him over to the Gentiles.",
      "34": "They will mock him, spit on him, flog him, and kill him. On the third day he will rise again.”",
      "35": "James and John, the sons of Zebedee, approached him and said, “Teacher, we wish that you would do for us whatever we ask.”",
      "36": "He said to them, “What do you want me to do for you?”",
      "37": "They said to him, “Promise that we may sit, one at your right and one at your left, in your glory.”",
      "38": "But Jesus said to them, “You do not know what you are asking. Can you drink the cup that I am going to drink or be baptized with the baptism that I am going to be baptized with?”",
      "39": "“We can,” they replied.\nJesus told them, “You will drink the cup that I am going to drink and be baptized with the baptism that I am going to be baptized with.",
      "40": "But to sit at my right or at my left is not for me to give; rather, these places belong to those for whom they have been prepared.”",
      "41": "When the ten heard this, they were angry with James and John.",
      "42": "Jesus called them together and said, “You know that those who are considered rulers over the Gentiles lord it over them, and their great ones exercise authority over them.",
      "43": "But that is not the way it is to be among you. Instead, whoever wants to be great among you will be your servant,",
      "44": "and whoever wants to be first among you will be a slave of all.",
      "45": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”",
      "46": "They came to Jericho. As Jesus and his disciples and a large crowd were leaving Jericho, a blind man, Bartimaeus the son of Timaeus, was sitting by the road begging.",
      "47": "When he heard that it was Jesus the Nazarene, he began to shout, “Jesus, Son of David, have mercy on me!”",
      "48": "Many told him to be quiet, but he kept shouting all the more, “Son of David, have mercy on me!”",
      "49": "Jesus stopped and said, “Call him.”\nThey called the blind man, saying, “Cheer up! Get up. He is calling you!”",
      "50": "He tossed aside his outer garment, jumped up, and went to Jesus.",
      "51": "“What do you want me to do for you?” Jesus asked him.\nThe blind man replied, “Rabboni, I want to see again.”",
      "52": "Jesus told him, “Go. Your faith has made you well.” Immediately he received his sight and began following Jesus on the road."
    },
    "11": {
      "1": "As they approached Jerusalem, at Bethphage and Bethany, on the Mount of Olives, he sent two of his disciples",
      "2": "and told them, “Go into the village ahead of you. As soon as you enter it, you will find a colt tied there, on which no one has ever sat. Untie it and bring it here.",
      "3": "If anyone asks you, ‘Why are you doing this?’ say, ‘The Lord needs it, and he will send it back here without delay.’”",
      "4": "They left and found a colt on the street, tied at a door; and they untied it.",
      "5": "Some who were standing there asked them, “What are you doing, untying that colt?”",
      "6": "The disciples answered them just as Jesus had instructed them, and the men let them go.",
      "7": "They brought the colt to Jesus, threw their garments on it, and Jesus sat on it.",
      "8": "Many people spread their garments on the road. Others spread branches that they had cut from the fields.",
      "9": "Those who went in front and those who followed were crying out,\nHosanna!\nBlessed is he who comes in the name of the Lord!",
      "10": "Blessed is the coming kingdom of our father David!\nHosanna in the highest!",
      "11": "Jesus went into the temple courts in Jerusalem and looked around at everything. Since it was already late, he went out to Bethany with the Twelve.",
      "12": "The next day, after they had set out from Bethany, Jesus was hungry.",
      "13": "When he saw a fig tree in leaf in the distance, he went to see if he might find anything on it. When he came to it, he found nothing but leaves, since it was not the season for figs.",
      "14": "Jesus said to it, “May no one ever eat fruit from you again!” And his disciples were listening.",
      "15": "They came to Jerusalem. Jesus went into the temple area and began to drive out those who were selling and buying in the temple courts. He overturned the tables of the money changers and the chairs of those who were selling doves.",
      "16": "He would not allow anyone to carry any merchandise through the temple courts.",
      "17": "He began to teach them: “Is it not written: ‘My house will be called a house of prayer for all nations’? But you have made it ‘a den of robbers’!”",
      "18": "The chief priests and the experts in the law heard this and were looking for a way to kill him. Indeed they were afraid of him, because the whole crowd was amazed at his teaching.",
      "19": "When evening came, Jesus and his disciples would leave the city.",
      "20": "As they passed by in the morning, they saw the fig tree withered down to the roots.",
      "21": "Peter remembered and said, “Rabbi, look! The fig tree that you cursed has withered.”",
      "22": "Jesus replied, “Have faith in God.",
      "23": "Amen I tell you: Whoever says to this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will happen, it will be done for him.",
      "24": "Therefore I tell you, everything that you ask for in prayer, believe that you have received it, and it will be yours.",
      "25": "Whenever you stand praying, if you have anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.",
      "26": "But if you do not forgive, your Father in heaven will not forgive your sins.”",
      "27": "They went into Jerusalem again. As he was walking in the temple courts, the chief priests, the experts in the law, and the elders came to him.",
      "28": "They asked him, “By what authority are you doing these things? Or who gave you this authority to do these things?”",
      "29": "Jesus replied, “I will ask you one question. Answer me, and I will tell you by what authority I am doing these things.",
      "30": "The baptism of John—was it from heaven or from men? Answer me.”",
      "31": "They discussed this with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’",
      "32": "But if we say, ‘From men’. . . .” (They feared the crowd, because everybody held that John really was a prophet.)",
      "33": "So they answered Jesus, “We don’t know.”\nJesus said to them, “Neither will I tell you by what authority I am doing these things.”"
    },
    "12": {
      "1": "Jesus began to speak to them in parables. “A man planted a vineyard, put a fence around it, dug a pit for the winepress, and built a watchtower. Then he rented it out to some tenant farmers and went on a journey.",
      "2": "When it was time, he sent a servant to the tenants to receive his share of the vineyard’s produce.",
      "3": "They took him, beat him, and sent him away empty-handed.",
      "4": "Again, he sent another servant to them. But they hit him on the head and treated him shamefully.",
      "5": "Then he sent another servant, but they killed that one. He also sent many others; some they beat, and others they killed.",
      "6": "He still had one left, a dearly loved son. Finally, he sent him to them, saying, ‘They will respect my son.’",
      "7": "But those tenant farmers said to one another, ‘This is the heir. Come on, let’s kill him, and the inheritance will be ours.’",
      "8": "They seized him, killed him, and threw him out of the vineyard.",
      "9": "So what will the owner of the vineyard do? He will come and kill those tenant farmers and give the vineyard to others.",
      "10": "Have you not read this Scripture:\nThe stone the builders rejected has become the cornerstone.",
      "11": "The Lord has done this, and it is marvelous in our eyes?”",
      "12": "They were looking for a way to arrest him, because they knew that he had spoken the parable against them. But they feared the crowd, so they left him and went away.",
      "13": "The Jewish leaders sent some Pharisees and some Herodians to Jesus to try to trap him in what he said.",
      "14": "They came and said to him, “Teacher, we know that you are honest and do not play favorites, since you are not partial to anyone, but you teach the way of God on the basis of the truth. Is it lawful to pay a tax to Caesar or not?",
      "15": "Should we pay it or not?”\nSince Jesus knew their hypocrisy, he said to them, “Why do you keep testing me? Bring me a denarius so that I can look at it.”",
      "16": "So they brought one.\nHe said to them, “Whose image and inscription is this?”\n“Caesar’s,” they answered him.",
      "17": "Then Jesus told them, “Give to Caesar what is Caesar’s, and to God what is God’s.”\nAnd they were amazed at him.",
      "18": "Next some Sadducees (who say that there will be no resurrection) came to him. They asked him a question:",
      "19": "“Teacher, Moses wrote for us: ‘If a man’s brother dies and leaves behind a wife but no child, then his brother should take his wife and raise up children for his brother.’",
      "20": "“Now there were seven brothers. The first one took a wife and died without leaving children.",
      "21": "The second one married her and died, leaving no children. The third one did the same.",
      "22": "The seven left no children. Last of all, the woman also died.",
      "23": "So when they rise in the resurrection, whose wife will she be, since all seven had her as a wife?”",
      "24": "Jesus said to them, “Isn’t this the reason you are mistaken: that you do not know the Scriptures or the power of God?",
      "25": "In fact, when people rise from the dead, they do not marry, and they are not given in marriage, but they are like angels in heaven.",
      "26": "But about the dead—that they are raised—have you not read in the book of Moses, in the passage about the burning bush, how God told him, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?",
      "27": "He is not the God of the dead, but of the living. You are badly mistaken.”",
      "28": "One of the experts in the law approached after he heard their discussion. When he saw that Jesus had answered them well, he asked Jesus, “Which commandment is the greatest of all?”",
      "29": "Jesus answered, “The most important is: ‘Hear, O Israel, the Lord, our God, the Lord is one.",
      "30": "You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’",
      "31": "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
      "32": "The expert in the law said to him, “Well said, teacher. You have spoken correctly on the basis of the truth that he is one, and there is no other besides him.",
      "33": "To love him with all your heart, with all your understanding, and with all your strength, and to love your neighbor as yourself, is more important than all whole burnt offerings and sacrifices.”",
      "34": "When Jesus saw that he had answered wisely, he said to him, “You are not far from the kingdom of God.” After that, no one dared to ask him any more questions.",
      "35": "While Jesus was teaching in the temple courts, he responded by saying, “How is it that the experts in the law say that the Christ is the Son of David?",
      "36": "David himself said by the Holy Spirit:\nThe Lord said to my Lord, ‘Sit at my right hand,\nuntil I make your enemies a footstool under your feet.’",
      "37": "“David himself calls him Lord, so how can he be his son?” The large crowd listened to him with delight.",
      "38": "He also said to them in his teaching, “Beware of the experts in the law who like to walk around in long robes and receive greetings in the marketplaces.",
      "39": "They love the best seats in the synagogues and the places of honor at banquets.",
      "40": "They devour widows’ houses and offer long prayers to look good. These men will receive greater condemnation.”",
      "41": "Jesus sat down opposite the offering box and was watching how the crowd put money into it. Many rich people put in large amounts.",
      "42": "One poor widow came and put in two small bronze coins, worth less than a penny.",
      "43": "He called his disciples together and said to them, “Amen I tell you: This poor widow put more into the offering box than all the others.",
      "44": "For they all gave out of their surplus, but she, out of her poverty, put in everything—all that she had to live on.”"
    },
    "13": {
      "1": "As Jesus was leaving the temple courts, one of his disciples said to him, “Teacher, look what impressive stones these are, and what impressive buildings!”",
      "2": "Jesus said to him, “Do you see these large buildings? There will not be one stone here left on top of another. They will all be thrown down.”",
      "3": "As he was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,",
      "4": "“Tell us, when will these things happen, and what will be the sign when all these things are about to be fulfilled?”",
      "5": "Jesus began by telling them, “Be careful that no one deceives you.",
      "6": "Many will come in my name, saying, ‘I am he,’ and will deceive many.",
      "7": "“Whenever you hear of wars and rumors of wars, do not be troubled. Such things must happen, but the end is not yet.",
      "8": "In fact, nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places. There will be famines. These are the beginning of birth pains.",
      "9": "But be on your guard! People will hand you over to councils, and you will be beaten in synagogues. You will stand in the presence of rulers and kings for my sake as a witness to them.",
      "10": "And the gospel must first be preached to all the nations.",
      "11": "Whenever they arrest you and hand you over, do not worry beforehand what you should say. Say whatever is given to you in that hour, because you will not be the ones speaking; instead it will be the Holy Spirit.",
      "12": "“Brother will betray brother to death, and a father, his child. Children will rise up against their parents and put them to death.",
      "13": "You will be hated by everyone because of my name, but the one who endures to the end will be saved.",
      "14": "When you see the abomination that causes desolation standing where it should not be—let the reader understand—then those who are in Judea should flee to the mountains.",
      "15": "The one who is on the housetop should not go down or enter to take anything out of his house.",
      "16": "The one who is in the field should not return to get his clothes.",
      "17": "How terrible it will be for those who are pregnant and those who are nursing babies in those days!",
      "18": "Pray that this will not happen in winter.",
      "19": "For in those days there will be distress of such a kind as has not happened from the beginning of the creation until now, and surely never will be again.",
      "20": "If the Lord had not shortened those days, no one would be saved. But for the sake of the elect, whom he has chosen, he has shortened the days.",
      "21": "Then if someone tells you, ‘Look, here is the Christ!’ or, ‘Look, there he is!’ do not believe it.",
      "22": "For false Christs and false prophets will rise up and perform signs and wonders to deceive even the elect, if it were possible.",
      "23": "So be on your guard. I have told you everything in advance.",
      "24": "“But after that distress in those days, the sun will be darkened, and the moon will not give its light.",
      "25": "The stars will be falling from the sky, and the powers of the heavens will be shaken.",
      "26": "Then you will see the Son of Man coming on clouds with great power and glory.",
      "27": "At that time he will send out his angels and gather his elect from the four winds, from the farthest end of the earth to the farthest end of the sky.",
      "28": "“Learn from this illustration of the fig tree: Whenever its branch becomes tender and sprouts leaves, you know that summer is near.",
      "29": "So also when you see these things happening, you will know that he is near—at the doors!",
      "30": "Amen I tell you: This generation will certainly not pass away until all these things happen.",
      "31": "Heaven and earth will pass away, but my words will never pass away.",
      "32": "“No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father.",
      "33": "Watch! Be alert and pray, because you do not know when the time will come.",
      "34": "It is like a man going away on a journey. When he left his home, he put his servants in charge and assigned what each one was to do. He also commanded the doorkeeper to keep watch.",
      "35": "Therefore keep watch, because you do not know when the owner of the house is coming: whether in the evening, or at midnight, or when the rooster crows, or early in the morning.",
      "36": "If he comes suddenly, do not let him find you sleeping.",
      "37": "What I say to you, I say to everyone: Keep watch!”"
    },
    "14": {
      "1": "It was two days before the Passover and the Festival of Unleavened Bread. The chief priests and the experts in the law were looking for some deceptive way to arrest Jesus and kill him.",
      "2": "“Certainly not during the Festival,” they said, “or there will be a riot among the people.”",
      "3": "While Jesus was in Bethany, in the house of Simon the leper, as he was reclining at the table, a woman came with an alabaster jar of very expensive perfume, made from pure nard. She broke the alabaster jar and poured it over his head.",
      "4": "But there were some who were indignant and said to one another, “Why has this perfume been wasted?",
      "5": "Certainly this perfume could have been sold for more than three hundred denarii and given to the poor!” And they began to scold her.",
      "6": "But Jesus said, “Leave her alone. Why are you bothering her? She has done a beautiful thing for me.",
      "7": "In fact, you always have the poor with you, and whenever you want, you can do good for them. But you are not always going to have me.",
      "8": "She did what she could. She anointed my body beforehand for burial.",
      "9": "Amen I tell you: Wherever the gospel is preached in the whole world, what this woman did will also be told in memory of her.”",
      "10": "Judas Iscariot, one of the Twelve, went to the chief priests in order to betray Jesus to them.",
      "11": "When they heard this, they were glad and promised to give him money. So he began to look for an opportunity to betray him.",
      "12": "On the first day of the Festival of Unleavened Bread, when the Passover lamb is sacrificed, his disciples asked him, “Where do you want us to go and prepare for you to eat the Passover?”",
      "13": "He sent two of his disciples and said to them, “Go into the city, and there a man carrying a jar of water will meet you. Follow him.",
      "14": "Wherever he enters, tell the owner of the house that the Teacher says, ‘Where is my guest room, where I may eat the Passover with my disciples?’",
      "15": "He will show you a large upper room, furnished and ready. Make preparations for us there.”",
      "16": "His disciples left and went into the city and found things just as he had told them; and they prepared the Passover.",
      "17": "When it was evening, he arrived with the Twelve.",
      "18": "While they were reclining and eating, Jesus said, “Amen I tell you: One of you will betray me, one who is eating with me.”",
      "19": "They began to be sorrowful and said to him one by one, “Surely not I?”",
      "20": "He said to them, “It is one of the Twelve, one who is dipping bread with me in the dish.",
      "21": "Indeed, the Son of Man is going to go just as it has been written about him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”",
      "22": "While they were eating, Jesus took bread. When he had blessed it, he broke it and gave it to them, saying, “Take it. This is my body.”",
      "23": "Then he took the cup, gave thanks, and gave it to them. They all drank from it.",
      "24": "He said to them, “This is my blood of the new testament, which is poured out for many.",
      "25": "Amen I tell you: I will certainly not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”",
      "26": "After they sang a hymn, they went out to the Mount of Olives.",
      "27": "Jesus said to them, “You will all fall away because of me. For it is written: ‘I will strike the shepherd, and the sheep will be scattered.’",
      "28": "But after I am raised, I will go ahead of you into Galilee.”",
      "29": "But Peter said to him, “Even if all fall away, I will not.”",
      "30": "Jesus said to him, “Amen I tell you: Today—this very night—before the rooster crows twice, you will deny me three times.”",
      "31": "But Peter kept saying emphatically, “Even if I have to die with you, I will never deny you.” And they all said the same thing.",
      "32": "They went to a place named Gethsemane. Jesus told his disciples, “Sit here while I pray.”",
      "33": "Then he took Peter, James, and John along with him and began to be troubled and distressed.",
      "34": "He said to them, “My soul is overwhelmed with sorrow, even to the point of death. Stay here and keep watch.”",
      "35": "Going forward a little, he fell on the ground and prayed that, if it were possible, the hour might pass from him.",
      "36": "He also said, “Abba, Father, everything is possible for you. Take this cup away from me. Yet not what I will, but what you will.”",
      "37": "When he returned to the disciples, he found them sleeping. He said to Peter, “Simon, are you sleeping? Were you not strong enough to keep watch for one hour?",
      "38": "Watch and pray that you may not enter into temptation. The spirit is willing, but the flesh is weak.”",
      "39": "Again he went away and prayed, saying the same thing.",
      "40": "When he returned, he found them sleeping, for their eyes were heavy. They did not know what they should answer him.",
      "41": "He returned the third time and said to them, “Are you going to continue sleeping and resting? It is enough. The hour has come. Look, the Son of Man is betrayed into the hands of sinners.",
      "42": "Rise, let us go. Look, my betrayer is near.”",
      "43": "Just then, while he was still speaking, Judas, one of the Twelve, arrived. A crowd was with him, armed with swords and clubs. They were from the chief priests, the experts in the law, and the elders.",
      "44": "Now his betrayer had given them a signal, saying, “The one I kiss is the man. Arrest him and lead him away under guard.”",
      "45": "He went right to Jesus and said, “Rabbi!” and kissed him.",
      "46": "They laid hands on him and arrested him.",
      "47": "But one of those who stood nearby drew his sword, struck the servant of the high priest, and cut off his ear.",
      "48": "Jesus responded by saying to them, “Have you come out with swords and clubs to capture me as you would a criminal?",
      "49": "Day after day I was with you, teaching in the temple courts, and you did not arrest me. But this happened so that the Scriptures may be fulfilled.”",
      "50": "Then the disciples all left him and fled.",
      "51": "A certain young man was following him, wearing just a linen cloth over his naked body. They seized him,",
      "52": "but he left behind the linen cloth and fled from them naked.",
      "53": "They led Jesus away to the high priest. All the chief priests, the elders, and the experts in the law gathered together.",
      "54": "Peter followed him at a distance, right into the courtyard of the high priest. He was sitting with the guards and warming himself at the fire.",
      "55": "The chief priests and the whole Sanhedrin were looking for testimony against Jesus in order to put him to death, but they did not find any.",
      "56": "Many testified falsely against him, but their testimonies did not agree.",
      "57": "Some stood up and gave this false testimony against him:",
      "58": "“We heard him say, ‘I will destroy this temple made with hands, and in three days I will build another made without hands.’”",
      "59": "Yet even on this point, their testimony did not agree.",
      "60": "The high priest stepped forward and questioned Jesus, “Have you no answer? What is this they are testifying against you?”",
      "61": "But Jesus was silent and did not answer anything.\nAgain the high priest asked him, “Are you the Christ, the Son of the Blessed One?”",
      "62": "“I am,” Jesus said. “And you will see the Son of Man sitting at the right hand of power and coming with the clouds of heaven.”",
      "63": "The high priest tore his robes and said, “Why do we need any more witnesses?",
      "64": "You have heard the blasphemy! What do you think?”\nThey all condemned him as being worthy of death.",
      "65": "Then some began to spit on him. They covered his face and struck him with their fists, saying, “Prophesy!” The guards also took him and beat him.",
      "66": "While Peter was in the courtyard below, one of the servant girls of the high priest came there.",
      "67": "When she saw Peter warming himself, she looked directly at him and said, “You were also with the Nazarene, Jesus!”",
      "68": "But he denied it, saying, “I don’t know or understand what you are saying,” and he went out to the entryway. Then a rooster crowed.",
      "69": "When the servant girl saw him, once more she began to tell those standing there, “This is one of them.”",
      "70": "But again he denied it. After a little while those who were standing there said to Peter, “Surely you are one of them, because you are a Galilean.”",
      "71": "But he began to curse and to swear, “I do not know this man you are talking about!”",
      "72": "Just then, the rooster crowed for the second time. Then Peter remembered what Jesus had said to him: “Before the rooster crows twice, you will deny me three times.” And he broke down and wept."
    },
    "15": {
      "1": "As soon as it was morning, the chief priests, along with the elders, the experts in the law, and the whole Sanhedrin, reached a decision. They bound Jesus, led him away, and handed him over to Pilate.",
      "2": "Pilate asked him, “Are you the King of the Jews?”\nHe answered him, “It is as you say.”",
      "3": "The chief priests accused him of many things.",
      "4": "Pilate questioned him again, “Are you not going to answer anything? See how many charges they are bringing against you!”",
      "5": "But Jesus still did not answer anything, so Pilate was amazed.",
      "6": "At each Festival, Pilate used to release to the people one prisoner whom they requested.",
      "7": "There was one named Barabbas, who was imprisoned with the rebels and had committed murder in the rebellion.",
      "8": "The crowd came up and began to ask Pilate to do for them what he usually did.",
      "9": "Pilate replied, “Do you want me to release the King of the Jews to you?”",
      "10": "In fact, he knew that it was because of envy that the chief priests had handed him over.",
      "11": "But the chief priests stirred up the crowd to have him release Barabbas to them instead.",
      "12": "Again, Pilate replied to them, “Then what do you want me to do with the man you call the King of the Jews?”",
      "13": "“Crucify him!” they shouted back.",
      "14": "But Pilate said to them, “Why? What has he done wrong?”\nBut they shouted even louder, “Crucify him!”",
      "15": "Since he wanted to satisfy the crowd, Pilate released Barabbas to them. After he had Jesus flogged, he handed him over to be crucified.",
      "16": "The soldiers led him away inside the palace, which is the Praetorium, and called together the whole cohort of soldiers.",
      "17": "They put a purple robe on him, twisted together a crown of thorns, and put it on him.",
      "18": "The soldiers began to salute him, “Hail, King of the Jews!”",
      "19": "They kept hitting him on the head with a reed and spitting on him. They also kneeled down to pay homage to him.",
      "20": "When they had mocked him, they took off the purple robe and put his own clothing on him. Then they led him out to crucify him.",
      "21": "A certain man, Simon of Cyrene (the father of Alexander and Rufus), was passing by on his way in from the country. They forced him to carry Jesus’ cross.",
      "22": "They brought Jesus to the place called Golgotha, which means, “The place of a skull.”",
      "23": "They tried to give him wine mixed with myrrh, but he did not take it.",
      "24": "They crucified him. And they divided his garments, casting lots for them to decide what each of them would take.",
      "25": "Now it was the third hour when they crucified him.",
      "26": "The superscription stating the charge against him read, “The King of the Jews.”",
      "27": "They also crucified two criminals with him, one on his right and one on his left.",
      "28": "",
      "29": "Those who passed by ridiculed him, shaking their heads and saying, “Ha! You who are going to destroy the temple and rebuild it in three days,",
      "30": "save yourself! Come down from the cross!”",
      "31": "In the same way, the chief priests along with the experts in the law mocked him among themselves. “He saved others,” they said. “He cannot save himself.",
      "32": "Let the Christ, the King of Israel, come down now from the cross so that we may see and believe!”\nThose who were crucified with him also insulted him.",
      "33": "When it was the sixth hour, darkness came over the whole land until the ninth hour.",
      "34": "At the ninth hour Jesus shouted with a loud voice, “Eloi, Eloi, lama sabachthani?” which means, “My God, my God, why have you forsaken me?”",
      "35": "When some of those standing there heard this, they said, “Listen, he’s calling Elijah!”",
      "36": "Someone ran, filled a sponge with sour wine, put it on a stick, and gave it to him to drink. They said, “Leave him alone. Let’s see if Elijah comes to take him down.”",
      "37": "Jesus cried out with a loud voice and breathed his last.",
      "38": "The curtain of the temple was torn in two from top to bottom.",
      "39": "When the centurion who stood facing him saw how he cried out and breathed his last, he said, “Truly this man was the Son of God!”",
      "40": "There were also women watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome.",
      "41": "When he was in Galilee, they followed him and served him. Many other women also came up with him to Jerusalem.",
      "42": "It was already evening, and since it was Preparation Day (that is, the day before the Sabbath),",
      "43": "Joseph from Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, boldly went to Pilate and asked for the body of Jesus.",
      "44": "Pilate was surprised that he was already dead. He summoned the centurion and asked him if Jesus had been dead for a long time.",
      "45": "When he learned from the centurion that it was so, he granted the body to Joseph.",
      "46": "Joseph bought a linen cloth, took him down, and wrapped him in the linen cloth. He laid him in a tomb that had been cut out of rock, and he rolled a stone against the entrance of the tomb.",
      "47": "Mary Magdalene and Mary the mother of Joses were watching where the body was laid."
    },
    "16": {
      "1": "When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices so they could go and anoint Jesus.",
      "2": "Very early on the first day of the week, at sunrise, they went to the tomb.",
      "3": "They were saying to each other, “Who will roll the stone away from the entrance to the tomb for us?”",
      "4": "When they looked up, they saw that the stone, which was very large, had been rolled away.",
      "5": "As they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed.",
      "6": "He said to them, “Do not be alarmed. You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him.",
      "7": "But go, tell his disciples and Peter, ‘He is going ahead of you into Galilee. There you will see him, just as he told you.’”",
      "8": "They went out and hurried away from the tomb, trembling and perplexed. They said nothing to anyone, because they were afraid.",
      "9": "After Jesus had risen early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons.",
      "10": "She went and reported to those who had been with him, as they mourned and wept.",
      "11": "When they heard that he was alive and had been seen by her, they did not believe it.",
      "12": "After these things, Jesus appeared in another form to two of them as they were walking along on their way to the country.",
      "13": "These two also returned and reported it to the rest. But they did not believe them either.",
      "14": "Later, he appeared to the Eleven themselves as they were reclining at the table. He rebuked them for their unbelief and hardness of heart, because they did not believe those who had seen him after he had risen.",
      "15": "He said to them, “Go into all the world and preach the gospel to all creation.",
      "16": "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
      "17": "“These signs will accompany those who believe: In my name they will drive out demons. They will speak in new languages.",
      "18": "They will pick up snakes. And if they drink any deadly poison, it will not harm them. They will lay their hands on the sick, and they will get well.”",
      "19": "Then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God.",
      "20": "Those who went out preached everywhere, while the Lord worked with them and confirmed his word by the signs that accompanied it."
    }
  }
}