{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:20.081129-04:00",
    "Translation": "EHV"
  },
  "Matthew": {
    "1": {
      "1": "A record of the genealogy of Jesus Christ, the son of David, the son of Abraham.",
      "2": "Abraham was the father of Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers.",
      "3": "Judah was the father of Perez and Zerah, whose mother was Tamar. Perez was the father of Hezron. Hezron was the father of Ram.",
      "4": "Ram was the father of Amminadab. Amminadab was the father of Nahshon. Nahshon was the father of Salmon.",
      "5": "Salmon was the father of Boaz, whose mother was Rahab. Boaz was the father of Obed, whose mother was Ruth. Obed was the father of Jesse.",
      "6": "Jesse was the father of King David.\nDavid was the father of Solomon, whose mother had been the wife of Uriah.",
      "7": "Solomon was the father of Rehoboam. Rehoboam was the father of Abijah. Abijah was the father of Asa.",
      "8": "Asa was the father of Jehoshaphat. Jehoshaphat was the father of Joram. Joram was the father of Uzziah.",
      "9": "Uzziah was the father of Jotham. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah.",
      "10": "Hezekiah was the father of Manasseh. Manasseh was the father of Amon. Amon was the father of Josiah.",
      "11": "Josiah was the father of Jeconiah and his brothers, at the time of the Babylonian exile.",
      "12": "After the Babylonian exile, Jeconiah was the father of Shealtiel. Shealtiel was the father of Zerubbabel.",
      "13": "Zerubbabel was the father of Abiud. Abiud was the father of Eliakim. Eliakim was the father of Azor.",
      "14": "Azor was the father of Zadok. Zadok was the father of Achim. Achim was the father of Eliud.",
      "15": "Eliud was the father of Eleazar. Eleazar was the father of Matthan. Matthan was the father of Jacob.",
      "16": "Jacob was the father of Joseph, the husband of Mary, from whom Jesus was born (who is called Christ).",
      "17": "So altogether there were fourteen generations from Abraham to David, fourteen generations from David to the Babylonian exile, and fourteen generations from the Babylonian exile to Christ.",
      "18": "This is how the birth of Jesus Christ took place. His mother, Mary, was pledged in marriage to Joseph. Before they came together, she was found to be with child by the Holy Spirit.",
      "19": "Joseph, her husband, was a righteous man and did not want to disgrace her. So he decided to divorce her privately.",
      "20": "But as he was considering these things, an angel of the Lord suddenly appeared to him in a dream and said, “Joseph, son of David, do not be afraid to take Mary home as your wife, because the child conceived in her is from the Holy Spirit.",
      "21": "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.”",
      "22": "All this happened to fulfill what was spoken by the Lord through the prophet:",
      "23": "“Look, the virgin will be with child and will give birth to a son. And they will name him Immanuel,” which means, “God with us.”",
      "24": "When Joseph woke up from his sleep, he did as the angel of the Lord had commanded him. He took Mary home as his wife,",
      "25": "but he was not intimate with her until she gave birth to her firstborn son. And he named him Jesus."
    },
    "2": {
      "1": "After Jesus was born in Bethlehem of Judea, when Herod was king, Wise Men from the east came to Jerusalem. They asked,",
      "2": "“Where is he who has been born King of the Jews? We saw his star when it rose and have come to worship him.”",
      "3": "When King Herod heard this, he was alarmed, and all Jerusalem with him.",
      "4": "He gathered together all the people’s chief priests and experts in the law. He asked them where the Christ was to be born.",
      "5": "They said to him, “In Bethlehem of Judea, because this was written through the prophet:",
      "6": "You, Bethlehem, in the land of Judah, are certainly not least among the rulers of Judah: because out of you will come a ruler, who will shepherd my people, Israel.”",
      "7": "Then Herod secretly summoned the Wise Men and found out from them exactly when the star had appeared.",
      "8": "He sent them to Bethlehem and said, “Go and search carefully for the child. When you find him, report to me, so that I may also go and worship him.”",
      "9": "After listening to the king, they went on their way. Then the star they had seen when it rose went ahead of them, until it stood still over the place where the child was.",
      "10": "When they saw the star, they rejoiced with overwhelming joy.",
      "11": "After they went into the house and saw the child with Mary, his mother, they bowed down and worshipped him. Then they opened their treasures and offered him gifts: gold, frankincense, and myrrh.",
      "12": "Since they had been warned in a dream not to return to Herod, they went back to their own country by another route.",
      "13": "After the Wise Men were gone, an angel of the Lord suddenly appeared to Joseph in a dream. He said, “Get up, take the child and his mother, and flee to Egypt. Stay there until I tell you, because Herod will search for the child in order to kill him.”",
      "14": "Joseph got up, took the child and his mother during the night, and left for Egypt.",
      "15": "He stayed there until the death of Herod. This happened to fulfill what was spoken by the Lord through the prophet: “Out of Egypt I called my son.”",
      "16": "When Herod realized that he had been outwitted by the Wise Men, he was furious. He issued orders to kill all the boys in Bethlehem and in all the surrounding countryside, from two years old and under. This was in keeping with the exact time he had learned from the Wise Men.",
      "17": "Then what was spoken through Jeremiah the prophet was fulfilled:",
      "18": "A voice was heard in Ramah,\n    weeping and great mourning,\n    Rachel weeping for her children,\n    and she refused to be comforted,\n    because they are no more.",
      "19": "After Herod died, an angel of the Lord suddenly appeared in a dream to Joseph in Egypt. The angel said,",
      "20": "“Get up, take the child and his mother, and go to the land of Israel, for those who were trying to kill the child are dead.”",
      "21": "Joseph got up, took the child and his mother, and went to the land of Israel.",
      "22": "But when he heard that Archelaus, Herod’s son, had succeeded his father as ruler in Judea, he was afraid to go there. Since he had been warned in a dream, he went to the region of Galilee.",
      "23": "When he arrived there, he settled in a city called Nazareth. So what was spoken through the prophets was fulfilled: “He will be called a Nazarene.”"
    },
    "3": {
      "1": "In those days, John the Baptist appeared, preaching in the wilderness of Judea and saying,",
      "2": "“Repent, because the kingdom of heaven is near!”",
      "3": "Yes, this is he of whom this was spoken through the prophet Isaiah:\nA voice of one crying out in the wilderness,\n“Prepare the way of the Lord. Make his paths straight.”",
      "4": "John wore clothing made of camel’s hair, with a leather belt around his waist. His food was locusts and wild honey.",
      "5": "Then Jerusalem, all of Judea, and all the region around the Jordan were going out to him.",
      "6": "They were baptized by him in the Jordan River as they confessed their sins.",
      "7": "But when he saw many of the Pharisees and Sadducees coming for his baptism, he said to them, “You offspring of vipers, who warned you to flee from the coming wrath?",
      "8": "Therefore produce fruit in keeping with repentance!",
      "9": "Do not think of saying to yourselves, ‘We have Abraham as our father.’ For I tell you that God is able to raise up children for Abraham from these stones.",
      "10": "Already the ax is ready to strike the root of the trees. So every tree that does not produce good fruit is cut down and thrown into the fire.",
      "11": "I baptize you with water for repentance. But the one who comes after me is mightier than I. I am not worthy to carry his sandals. He will baptize you with the Holy Spirit and fire.",
      "12": "His winnowing shovel is in his hand, and he will thoroughly clean out his threshing floor. He will gather his wheat into the barn, but he will burn up the chaff with unquenchable fire.”",
      "13": "Then Jesus came from Galilee to be baptized by John at the Jordan.",
      "14": "But John tried to stop him, saying, “I need to be baptized by you, and yet you come to me?”",
      "15": "But Jesus answered him, “Let it be so now, because it is proper for us to fulfill all righteousness.” Then John let him.",
      "16": "After Jesus was baptized, he immediately went up out of the water. Suddenly, the heavens were opened for him! He saw the Spirit of God, descending like a dove and landing on him,",
      "17": "and a voice out of the heavens said, “This is my Son, whom I love. I am well pleased with him.”"
    },
    "4": {
      "1": "Then Jesus was led by the Spirit into the wilderness to be tempted by the Devil.",
      "2": "After he had fasted forty days and forty nights, he was hungry.",
      "3": "The Tempter came and said to him, “If you are the Son of God, command these stones to become bread.”",
      "4": "But Jesus answered, “It is written:\nMan shall not live by bread alone,\nbut by every word that comes out of the mouth of God.”",
      "5": "Then the Devil took him into the holy city. He placed him on the pinnacle of the temple,",
      "6": "and he said to him, “If you are the Son of God, throw yourself down. For it is written:\nHe will command his angels concerning you. And they will lift you up in their hands,\nso that you will not strike your foot against a stone.”",
      "7": "Jesus said to him, “Again, it is written:\nYou shall not test the Lord your God.”",
      "8": "Again the Devil took him to a very high mountain and showed him all the kingdoms of the world and their glory.",
      "9": "He said to him, “I will give you all of these things, if you will bow down and worship me.”",
      "10": "Then Jesus said to him, “Go away, Satan! For it is written:\nWorship the Lord your God, and serve him only.”",
      "11": "Then the Devil left him, and just then angels came and served him.",
      "12": "When Jesus heard that John was put in prison, he withdrew into Galilee.",
      "13": "He left Nazareth and went to live in Capernaum, which is by the sea, in the region of Zebulun and Naphtali.",
      "14": "He did this to fulfill what was spoken through the prophet Isaiah:",
      "15": "Land of Zebulun and land of Naphtali,\n    along the way of the sea, beyond the Jordan,\n    Galilee of the Gentiles,",
      "16": "the people dwelling in darkness have seen a great light,\n    and on those dwelling in the region and the shadow of death a light has dawned.",
      "17": "From that time, Jesus began to preach: “Repent, because the kingdom of heaven is near.”",
      "18": "As Jesus was walking by the Sea of Galilee, he saw two brothers, Simon, who is called Peter, and his brother Andrew. They were casting a net into the sea, since they were fishermen.",
      "19": "He said to them, “Come, follow me, and I will make you fishers of men.”",
      "20": "They immediately left their nets and followed him.",
      "21": "Going on from there, he saw two other brothers, James the son of Zebedee and his brother John. They were in the boat with their father Zebedee, mending their nets. Jesus called them.",
      "22": "Immediately they left the boat and their father and followed him.",
      "23": "Jesus traveled throughout Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and every sickness among the people.",
      "24": "News about him spread throughout all Syria. People brought to him all who were ill with various diseases and suffering severe pains, the demon-possessed, those who experienced seizures, and the paralyzed. Then he healed them.",
      "25": "Large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan."
    },
    "5": {
      "1": "When Jesus saw the crowds, he went up onto a mountain. When he sat down, his disciples came to him.",
      "2": "He opened his mouth and began to teach them. He said these things:",
      "3": "“Blessed are the poor in spirit,\n    because theirs is the kingdom of heaven.",
      "4": "Blessed are those who mourn,\n    because they will be comforted.",
      "5": "Blessed are the gentle,\n    because they will inherit the earth.",
      "6": "Blessed are those who hunger and thirst for righteousness,\n    because they will be filled.",
      "7": "Blessed are the merciful,\n    because they will receive mercy.",
      "8": "Blessed are the pure in heart,\n    because they will see God.",
      "9": "Blessed are the peacemakers,\n    because they will be called sons of God.",
      "10": "Blessed are those who are persecuted because of righteousness,\n    because theirs is the kingdom of heaven.",
      "11": "“Blessed are you when people insult you and persecute you and falsely say all kinds of evil against you because of me.",
      "12": "Rejoice and be glad, because great is your reward in heaven. In fact, that is how they persecuted the prophets who were before you.”",
      "13": "“You are the salt of the earth, but if salt has lost its flavor, how will it become salty again? Then it is no good for anything except to be thrown out and trampled on by people.",
      "14": "You are the light of the world. A city located on a hill cannot be hidden.",
      "15": "People do not light a lamp and put it under a basket. No, they put it on a stand, and it gives light to all who are in the house.",
      "16": "In the same way let your light shine in people’s presence, so that they may see your good works and glorify your Father who is in heaven.",
      "17": "“Do not think that I came to destroy the Law or the Prophets. I did not come to destroy them but to fulfill them.",
      "18": "Amen I tell you: Until heaven and earth pass away, not even the smallest letter, or even part of a letter, will in any way pass away from the Law until everything is fulfilled.",
      "19": "So whoever breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven. But whoever practices and teaches them will be called great in the kingdom of heaven.",
      "20": "Indeed I tell you that unless your righteousness surpasses that of the Pharisees and experts in the law, you will never enter the kingdom of heaven.",
      "21": "“You have heard that it was said to people long ago, ‘You shall not murder, and whoever murders will be subject to judgment.’",
      "22": "But I tell you that everyone who is angry with his brother without a cause will be subject to judgment, and whoever says to his brother, ‘Raca,’ will have to answer to the Sanhedrin. But whoever says, ‘You fool!’ will be in danger of hell fire.",
      "23": "“So if you are about to offer your gift at the altar, and there you remember that your brother has something against you,",
      "24": "leave your gift there in front of the altar and go. First be reconciled to your brother. Then come and offer your gift.",
      "25": "“If someone accuses you, reach an agreement with him quickly, while you are with him on the way. Otherwise your accuser may bring you to the judge, and the judge may hand you over to the officer, and you will be thrown into prison.",
      "26": "Amen I tell you: You will never get out until you have paid the last penny.",
      "27": "“You have heard that it was said, ‘You shall not commit adultery,’",
      "28": "but I tell you that everyone who looks at a woman with lust has already committed adultery with her in his heart.",
      "29": "If your right eye causes you to fall into sin, pluck it out and throw it away from you. It is better for you to lose one part of your body than for your whole body to be thrown into hell.",
      "30": "If your right hand causes you to fall into sin, cut it off and throw it away from you. It is better for you to lose one part of your body than for your whole body to be thrown into hell.",
      "31": "“It was also said, ‘Whoever divorces his wife must give her a certificate of divorce.’",
      "32": "But I tell you that whoever divorces his wife, except for sexual immorality, causes her to be regarded as an adulteress. And whoever marries the divorced woman is regarded as an adulterer.",
      "33": "“Again you have heard that it was said to people long ago, ‘Do not break your oaths, but fulfill your vows to the Lord.’",
      "34": "But I tell you, do not swear at all: not by heaven, because it is God’s throne;",
      "35": "and not by earth, because it is his footstool; and not by Jerusalem, because it is the city of the great King.",
      "36": "And do not swear by your own head, since you cannot make one hair white or black.",
      "37": "Instead, let your statement be, ‘Yes, yes,’ or ‘No, no.’ Whatever goes beyond these is from the Evil One.",
      "38": "“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’",
      "39": "But I tell you, do not resist an evildoer. If someone strikes you on your right cheek, turn to him the other also.",
      "40": "If anyone wants to sue you to take away your shirt, give him your coat too.",
      "41": "Whoever compels you to go one mile, go with him two.",
      "42": "Give to the one who asks you, and do not turn away from the one who wants to borrow from you.",
      "43": "“You have heard that it was said, ‘Love your neighbor and hate your enemy.’",
      "44": "But I tell you, love your enemies and pray for those who persecute you,",
      "45": "so that you may be children of your Father who is in heaven. For he makes his sun to rise on the evil and the good and sends rain on the righteous and the unrighteous.",
      "46": "Indeed if you love those who love you, what reward do you have? Even tax collectors do that, don’t they?",
      "47": "If you greet only your brothers, what are you doing more than others? Do not even the unbelievers do that?",
      "48": "So then, be perfect, as your heavenly Father is perfect.”"
    },
    "6": {
      "1": "“Be careful that you do not do your righteous works in front of people, so that they will notice. If you do, you have no reward from your Father who is in heaven.",
      "2": "So whenever you perform acts of mercy, do not sound a trumpet for yourself, as the hypocrites do in the synagogues and on the streets to be praised by people. Amen I tell you: They have received their reward.",
      "3": "Instead, when you perform acts of mercy, do not let your left hand know what your right hand is doing.",
      "4": "Then your acts of mercy will be in secret, and your Father who sees what is done in secret will reward you.",
      "5": "“Whenever you pray, do not be like the hypocrites. They love to stand and pray in the synagogues and on the street corners so that they may be seen by people. Amen I tell you: They have received their reward.",
      "6": "But whenever you pray, go into your private room, close your door, and pray to your Father who is unseen. And your Father, who sees what others cannot see, will reward you.",
      "7": "“And when you pray, do not babble like the heathen, since they think that they will be heard because of their many words.",
      "8": "However do not be like them, because your Father knows what you need before you ask him.",
      "9": "Therefore pray like this: ‘Our Father in heaven, hallowed be your name.",
      "10": "Your kingdom come. Your will be done on earth as it is in heaven.",
      "11": "Give us today our daily bread.",
      "12": "Forgive us our debts, as we also forgive our debtors.",
      "13": "Lead us not into temptation, but deliver us from evil.’",
      "14": "“Indeed if you forgive people when they sin against you, your heavenly Father will also forgive you.",
      "15": "But if you do not forgive people their sins, your Father will not forgive your sins.",
      "16": "“Whenever you fast, do not make yourself look sad like the hypocrites, for they disfigure their faces to show everyone that they are fasting. Amen I tell you: They have received their reward.",
      "17": "But when you fast, anoint your head and wash your face,",
      "18": "so that it is not apparent to people that you are fasting, but only to your Father who sees what is unseen. Then your Father, who sees what is done in secret, will reward you.",
      "19": "“Do not store up treasures for yourselves on earth, where moth and rust destroy, and where thieves break in and steal.",
      "20": "But store up treasures for yourselves in heaven, where moth and rust do not destroy, and where thieves do not break in and steal.",
      "21": "Because where your treasure is, there your heart will be also.",
      "22": "“The eye is the lamp of the body. So then if your eye is healthy, your whole body will be full of light.",
      "23": "But if your eye is bad, your whole body will be full of darkness. So if the light that is in you is darkness, how great is the darkness!",
      "24": "“No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and mammon.",
      "25": "“For this reason I tell you, do not worry about your life, what you will eat or drink, or about your body, what you will wear. Is not life more than food and the body more than clothing?",
      "26": "Look at the birds of the air. They do not sow or reap or gather into barns, and yet your heavenly Father feeds them. Are you not worth much more than they?",
      "27": "“Which of you can add a single moment to his lifespan by worrying?",
      "28": "Why do you worry about clothing? Consider how the lilies of the field grow. They do not labor or spin,",
      "29": "but I tell you that not even Solomon in all his glory was dressed like one of these.",
      "30": "If that is how God clothes the grass of the field, which is alive today and tomorrow is thrown into the furnace, will he not clothe you even more, you of little faith?",
      "31": "“So do not worry, saying, ‘What will we eat?’ or ‘What will we drink?’ or ‘What will we wear?’",
      "32": "For the unbelievers chase after all these things. Certainly your heavenly Father knows that you need all these things.",
      "33": "But seek first the kingdom of God and his righteousness, and all these things will be given to you as well.",
      "34": "So do not worry about tomorrow, for tomorrow will care for itself. Each day has enough trouble of its own.”"
    },
    "7": {
      "1": "“Stop judging, so that you will not be judged.",
      "2": "For with whatever standard you judge, you will be judged, and with whatever measure you measure, it will be measured to you.",
      "3": "Why do you focus on the speck that is in your brother’s eye, but do not consider the beam that is in your own eye?",
      "4": "How will you tell your brother, ‘Let me remove the speck from your eye,’ when, in fact, you have a beam in your own eye?",
      "5": "Hypocrite! First remove the beam from your own eye, and then you will see clearly to remove the speck from your brother’s eye.",
      "6": "“Do not give dogs what is holy, and do not throw your pearls to pigs. If you do, they will trample them under their feet and turn and tear you to pieces.",
      "7": "“Keep asking, and it will be given to you. Keep seeking, and you will find. Keep knocking, and it will be opened for you.",
      "8": "For everyone who asks receives, and everyone who seeks finds, and to the one who knocks, it will be opened.",
      "9": "Who among you, if his son asks him for bread, would give him a stone?",
      "10": "Or who, if his son asks for a fish, would give him a snake?",
      "11": "Then if you know how to give good gifts to your children, even though you are evil, how much more will your Father in heaven give good gifts to those who ask him!",
      "12": "“So do for others whatever you want people to do for you, because this is the Law and the Prophets.",
      "13": "“Enter through the narrow gate, for wide is the gate and broad is the way that leads to destruction, and many are those who enter through it.",
      "14": "How narrow is the gate, and how difficult is the way that leads to life, and there are few who find it.",
      "15": "“Watch out for false prophets. They come to you in sheep’s clothing, but inwardly they are ravenous wolves.",
      "16": "By their fruit you will recognize them. You do not gather grapes from thorn bushes or figs from thistles, do you?",
      "17": "So then, every good tree produces good fruit, but a bad tree produces bad fruit.",
      "18": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit.",
      "19": "Every tree that does not produce good fruit is cut down and thrown into the fire.",
      "20": "So then, by their fruit you will recognize them.",
      "21": "Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but only the one who does the will of my Father in heaven.",
      "22": "Many will say to me on that day, ‘Lord, Lord, did we not prophesy in your name and drive out demons in your name and perform many miracles in your name?’",
      "23": "Then I will tell them plainly, ‘I never knew you. Depart from me, you evildoers.’",
      "24": "“Everyone who hears these words of mine and does them will be like a wise man who built his house on bedrock.",
      "25": "The rain came down, the rivers rose, and the winds blew and beat against that house. But it did not fall, because it was founded on bedrock.",
      "26": "Everyone who hears these words of mine but does not do them will be like a foolish man who built his house on sand.",
      "27": "The rain came down, the rivers rose, and the winds blew and beat against that house, and it fell—it was completely destroyed.”",
      "28": "When Jesus finished speaking these words, the crowds were amazed at his teaching,",
      "29": "because he taught them as one who had authority, and not like their experts in the law."
    },
    "8": {
      "1": "When Jesus came down from the mountain, large crowds followed him.",
      "2": "Just then, a leper came to him and bowed down to him, saying, “Lord, if you are willing, you can make me clean.”",
      "3": "Jesus stretched out his hand and touched him. “I am willing,” he said. “Be clean.” Immediately he was healed of his leprosy.",
      "4": "Jesus said to him, “See that you tell no one. Instead, go, show yourself to the priest and offer the gift that Moses commanded, as a testimony to them.”",
      "5": "When he entered Capernaum, a centurion came to him and pleaded with him,",
      "6": "“Lord, my servant is lying at home paralyzed and suffering terribly.”",
      "7": "Jesus said to him, “I will come and heal him.”",
      "8": "The centurion answered, “Lord, I am not worthy for you to come under my roof. But only say the word, and my servant will be healed.",
      "9": "For I am also a man under authority, with soldiers under me. I say to this one, ‘Go,’ and he goes; and to another, ‘Come,’ and he comes; and to my servant, ‘Do this,’ and he does it.”",
      "10": "When Jesus heard this, he marveled. He said to those who were following him, “Amen I tell you: I have not found such great faith in anyone in Israel.",
      "11": "I tell you that many will come from the east and the west and will recline at the table with Abraham, Isaac, and Jacob in the kingdom of heaven.",
      "12": "But the children of the kingdom will be thrown out into the outer darkness, where there will be weeping and gnashing of teeth.”",
      "13": "Jesus said to the centurion, “Go. Let it be done for you as you have believed.” And his servant was healed at that very hour.",
      "14": "When Jesus came into Peter’s house, he saw Peter’s mother-in-law sick in bed with a fever.",
      "15": "He touched her hand, and the fever left her. She got up and began to serve him.",
      "16": "When evening came, they brought to him many who were demon-possessed. He drove out the spirits with a word and healed all who were sick.",
      "17": "This was to fulfill what was spoken through Isaiah the prophet: “He took up our weaknesses and carried away our diseases.”",
      "18": "When Jesus saw a large crowd gathering around him, he gave orders to go over to the other shore.",
      "19": "Then an expert in the law came and said to him, “Teacher, I will follow you wherever you go.”",
      "20": "Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”",
      "21": "Another of his disciples said to him, “Lord, first let me go and bury my father.”",
      "22": "But Jesus told him, “Follow me, and let the dead bury their own dead.”",
      "23": "When he got into a boat, his disciples followed him.",
      "24": "Suddenly a terrible storm came up on the sea, so that their boat was covered by the waves. But Jesus was sleeping.",
      "25": "They went and woke him, saying, “Lord, save us! We’re going to die!”",
      "26": "He said to them, “Why are you afraid, you of little faith?” Then he got up, rebuked the wind and the sea, and there was a complete calm.",
      "27": "The men were amazed, saying, “What kind of a man is this? Even the wind and the sea obey him!”",
      "28": "When he arrived at the other side, in the region of the Gergesenes, two demon-possessed men coming from the tombs met him there. They were very dangerous, so that nobody could pass that way.",
      "29": "Suddenly they cried out, “What do we have to do with you, Son of God? Have you come here to torment us before the time?”",
      "30": "There was a large herd of pigs feeding some distance away from them.",
      "31": "The demons begged him, “If you drive us out, send us into the herd of pigs.”",
      "32": "He told them, “Go!”\nSo the demons came out of the men and went into the pigs. Immediately the whole herd of pigs rushed down the steep bank into the sea and drowned in the water.",
      "33": "Those who were feeding the pigs fled and went into the town. They reported everything, including what had happened to the demon-possessed men.",
      "34": "Then the entire town came out to meet Jesus. When they saw him, they begged him to leave their region."
    },
    "9": {
      "1": "Jesus got into a boat, crossed over, and came to his own town.",
      "2": "There people brought to him a man who was paralyzed, lying on a stretcher. When Jesus saw their faith, he said to the paralyzed man, “Take heart, son! Your sins are forgiven.”",
      "3": "Then some of the experts in the law said among themselves, “This fellow is blaspheming!”",
      "4": "Since Jesus knew their thoughts, he said, “Why are you thinking evil in your hearts?",
      "5": "Which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?",
      "6": "But so that you may know that the Son of Man has authority on earth to forgive sins,” he then said to the paralyzed man, “Get up, take your stretcher, and go home.”",
      "7": "The man got up and went home.",
      "8": "When the crowd saw this, they were filled with awe and glorified God, who had given such authority to men.",
      "9": "As Jesus went on from there, he saw a man named Matthew sitting in the tax collector’s booth. He said to him, “Follow me.” Matthew got up and followed him.",
      "10": "As Jesus was reclining at the table in Matthew’s house, many tax collectors and sinners were actually there too, eating with Jesus and his disciples.",
      "11": "When the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”",
      "12": "When Jesus heard this, he said to them, “The healthy do not need a physician, but the sick do.",
      "13": "Go and learn what this means: ‘I desire mercy, and not sacrifice.’ In fact, I did not come to call the righteous, but sinners.”",
      "14": "Then John’s disciples came to him and said, “Why do we and the Pharisees fast often, but your disciples do not fast at all?”",
      "15": "Jesus said to them, “Can the attendants of the bridegroom mourn while the bridegroom is with them? But the days will come when the bridegroom will be taken away from them, and then they will fast.",
      "16": "No one puts a piece of unshrunk cloth on an old garment, because the patch would tear away from the garment, and the hole would be made even worse.",
      "17": "And people do not pour new wine into old wineskins. If they did, the skins would burst, the wine would be spilled, and the skins would be ruined. Instead they pour new wine into fresh wineskins. By doing that, both are preserved.”",
      "18": "As he was saying these things to them, there was a ruler who came, bowed down to him, and said, “My daughter has just died. But come, place your hand on her, and she will live.”",
      "19": "Jesus got up and followed him, as did his disciples.",
      "20": "Just then, a woman who had been suffering from chronic bleeding for twelve years came up from behind and touched the fringe of his garment.",
      "21": "For she had been saying to herself, “If I just touch his garment, I will be healed.”",
      "22": "When Jesus turned around and saw her, he said, “Take heart, daughter! Your faith has healed you.” And the woman was healed from that moment.",
      "23": "When Jesus came into the ruler’s house and saw the flute players and the noisy crowd,",
      "24": "he said to them, “Go away, for the girl is not dead but is sleeping.”\nBut they laughed at him.",
      "25": "When the crowd was sent out of the house, Jesus went in, took the girl by the hand, and she was raised.",
      "26": "News of this went out through the entire region.",
      "27": "As Jesus left that place, two blind men followed him, calling out, “Have mercy on us, Son of David!”",
      "28": "When he entered the house, the blind men came to him. Jesus said to them, “Do you believe that I am able to do this?”\nThey told him, “Yes, Lord.”",
      "29": "Then he touched their eyes and said, “According to your faith let it be done for you.”",
      "30": "And their eyes were opened. Then Jesus warned them emphatically, “See to it that no one learns about this.”",
      "31": "But they went out and spread the word about him throughout that entire region.",
      "32": "Just as they were leaving, people brought to him a demon-possessed man who could not talk.",
      "33": "After the demon was driven out, the mute man spoke. The crowds were amazed and said, “Nothing like this has ever been seen in Israel!”",
      "34": "But the Pharisees said, “He drives out demons by the ruler of demons.”",
      "35": "Jesus traveled through all the towns and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and every sickness.",
      "36": "When he saw the crowds, he was moved with compassion for them, because they were troubled and downcast, like sheep without a shepherd.",
      "37": "Then he said to his disciples, “The harvest is plentiful, but the workers are few.",
      "38": "Therefore pray that the Lord of the harvest will send out workers into his harvest.”"
    },
    "10": {
      "1": "Jesus called his twelve disciples to himself and gave them authority to drive out unclean spirits and to heal every disease and every sickness.",
      "2": "These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James the son of Zebedee and his brother John;",
      "3": "Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus;",
      "4": "Simon the Zealot and Judas Iscariot, who betrayed him.",
      "5": "Jesus sent these twelve out and commanded them, “Do not go among the Gentiles, and do not enter any town of the Samaritans.",
      "6": "Go instead to the lost sheep of the house of Israel.",
      "7": "As you go, preach this message: ‘The kingdom of heaven is near!’",
      "8": "Heal the sick. Raise the dead. Cleanse lepers. Drive out demons. Freely you have received; freely give.",
      "9": "Do not take gold, silver, or bronze in your money belts.",
      "10": "Do not take a bag for the journey, or two coats, sandals, or a staff, because the worker deserves his support.",
      "11": "Whenever you enter a town or village, find out who is worthy and stay there until you leave.",
      "12": "As you enter the household, give it your greeting.",
      "13": "If the household is worthy, let your peace rest on it. But if it is not worthy, let your peace return to you.",
      "14": "If anyone does not receive you or listen to your words, shake the dust off your feet as you leave that house or that town.",
      "15": "Amen I tell you: It will be more bearable for the land of Sodom and Gomorrah on the day of judgment than for that town.",
      "16": "“Look, I am sending you out as sheep among wolves. So be as shrewd as snakes and as innocent as doves.",
      "17": "Be on guard against people. They will hand you over to councils, and they will whip you in their synagogues.",
      "18": "You will be brought into the presence of governors and kings for my sake, as a testimony to them and to the Gentiles.",
      "19": "Whenever they hand you over, do not be worried about how you will respond or what you will say, because what you say will be given to you in that hour.",
      "20": "In fact you will not be the ones speaking, but the Spirit of your Father will be speaking through you.",
      "21": "“Brother will hand over his brother to death, and a father will do the same with his child. Children will rise up against parents and have them put to death.",
      "22": "You will be hated by all people because of my name, but whoever endures to the end will be saved.",
      "23": "And when they persecute you in one town, flee to the next. Amen I tell you: You will not finish going through the cities of Israel before the Son of Man comes.",
      "24": "“A disciple is not above his teacher, nor is a servant above his master.",
      "25": "It is enough for the disciple to be like his teacher and the servant like his master. If the master of the house was called Beelzebul, how much more the members of his household!",
      "26": "“So do not be afraid of them, because there is nothing concealed that will not be revealed, and nothing hidden that will not be made known.",
      "27": "What I tell you in the dark, speak in the daylight; and what you hear whispered in your ear, proclaim from the housetops.",
      "28": "Do not fear those who kill the body but cannot kill the soul. Rather, fear the one who is able to destroy both soul and body in hell.",
      "29": "“Are not two sparrows sold for a small coin? Yet not one of them will fall to the ground without the knowledge and consent of your Father.",
      "30": "And even the hairs of your head are all numbered.",
      "31": "So do not be afraid. You are worth more than many sparrows.",
      "32": "“Everyone who confesses me before others, I will also confess before my Father who is in heaven.",
      "33": "But whoever denies me before others, I will also deny before my Father who is in heaven.",
      "34": "“Do not think that I came to bring peace to the earth. I did not come to bring peace, but a sword.",
      "35": "For I came to turn a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law.",
      "36": "A man’s enemies will be the members of his own household.",
      "37": "“Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me.",
      "38": "Whoever does not take up his cross and follow me is not worthy of me.",
      "39": "Whoever finds his life will lose it, and whoever loses his life for my sake will find it.",
      "40": "“Whoever receives you receives me, and whoever receives me receives him who sent me.",
      "41": "Whoever receives a prophet because he is a prophet will receive a prophet’s reward. Whoever receives a righteous man because he is a righteous man will receive a righteous man’s reward.",
      "42": "Whoever gives one of these little ones even a cup of cold water to drink because he is my disciple—Amen I tell you—he will never lose his reward.”"
    },
    "11": {
      "1": "After Jesus had finished instructing his twelve disciples, he moved on from there to teach and preach in their towns.",
      "2": "While John was in prison, he heard about the things Christ was doing. He sent two of his disciples",
      "3": "to ask him, “Are you the Coming One or should we wait for someone else?”",
      "4": "Jesus answered them, “Go, report to John what you hear and see:",
      "5": "The blind receive sight, the lame walk, those who have leprosy are cured, the deaf hear, the dead are raised, and the gospel is preached to the poor.",
      "6": "Blessed is the one who does not take offense at me.”",
      "7": "As these two were leaving, Jesus began to talk to the crowds about John. “What did you go out into the wilderness to see? A reed shaken by the wind?",
      "8": "What did you go out to see? A man dressed in soft clothing? No, those who wear soft clothing are in kings’ houses.",
      "9": "So what did you go out to see? A prophet? Yes, I tell you! And he is much more than a prophet.",
      "10": "This is the one about whom it is written, ‘Look, I am sending my messenger ahead of you, who will prepare your way before you.’",
      "11": "Amen I tell you: Among those born of women there has not appeared anyone greater than John the Baptist. Yet whoever is least in the kingdom of heaven is greater than he.",
      "12": "From the days of John the Baptist until now, the kingdom of heaven has been advancing forcefully and forceful people are seizing it.",
      "13": "In fact, all the prophets and the law prophesied until John.",
      "14": "If you are willing to receive it, he is the Elijah who was to come.",
      "15": "Whoever has ears to hear, let him hear.",
      "16": "“To what will I compare this generation? It is like children sitting in the marketplaces who call to others,",
      "17": "‘We played the flute for you, but you did not dance. We sang a dirge, but you did not mourn.’",
      "18": "John did not come eating or drinking, and they say, ‘He has a demon.’",
      "19": "But the Son of Man came eating and drinking, and they say, ‘See, a glutton and a drunkard, a friend of tax collectors and sinners!’ But wisdom is justified by her actions.”",
      "20": "Then Jesus began to denounce the towns in which most of his miracles were performed, because they did not repent.",
      "21": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles which were performed in you had been performed in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
      "22": "But I tell you, it will be more bearable for Tyre and Sidon on the day of judgment than for you.",
      "23": "You, Capernaum, will you be lifted up to heaven? No, you will go down to hell. For if the miracles performed in you had been performed in Sodom, it would have remained until this day.",
      "24": "But I tell you that it will be more bearable for the land of Sodom on the day of judgment than for you.”",
      "25": "At that time, Jesus continued, “I praise you, Father, Lord of heaven and earth, that you have hidden these things from clever and learned people and have revealed them to little children.",
      "26": "Yes, Father, because this was pleasing to you.",
      "27": "Everything has been entrusted to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son wants to reveal him.",
      "28": "“Come to me all you who are weary and burdened, and I will give you rest.",
      "29": "Take my yoke upon you and learn from me, because I am gentle and humble in heart, and you will find rest for your souls.",
      "30": "For my yoke is easy and my burden is light.”"
    },
    "12": {
      "1": "At that time, Jesus went through the grain fields on the Sabbath. His disciples were hungry and began to pick heads of grain and eat them.",
      "2": "But when the Pharisees saw it, they said to him, “Look, what your disciples are doing is unlawful on the Sabbath.”",
      "3": "But he said to them, “Have you not read what David did when he and his companions were hungry?",
      "4": "He entered God’s house and ate the Bread of the Presence, which was lawful only for the priests to eat, not for him or his companions.",
      "5": "Or have you not read in the law that on the Sabbath days, the priests in the temple violate the Sabbath and yet are innocent?",
      "6": "But I tell you that one greater than the temple is here.",
      "7": "Yet if you had known what this means, ‘I desire mercy, and not sacrifice,’ you would not have condemned the innocent.",
      "8": "For the Son of Man is Lord of the Sabbath.”",
      "9": "Going on from there, he went into their synagogue.",
      "10": "A man was there who had a withered hand. Looking for a way to accuse Jesus, they asked him, “Is it lawful to heal on Sabbath days?”",
      "11": "He said to them, “Who among you, if you have one sheep that falls into a pit on the Sabbath, will not take hold of it and lift it out?",
      "12": "How much more valuable is a man than a sheep! So it is lawful to do good on the Sabbath.”",
      "13": "Then he told the man, “Stretch out your hand.” He stretched it out, and it was restored, as healthy as the other one.",
      "14": "But the Pharisees went out and plotted against him, considering how they might put him to death.",
      "15": "Since Jesus was aware of this, he withdrew from that place. Large crowds followed him and he healed them all.",
      "16": "He ordered them not to tell others about him.",
      "17": "This happened to fulfill what was spoken through Isaiah the prophet:",
      "18": "Here is my servant whom I have chosen,\n    the one I love, in whom I am well pleased.\n    I will put my Spirit on him,\n    and he will proclaim justice to the nations.",
      "19": "He will not quarrel or cry out,\n    and no one will hear his voice in the streets.",
      "20": "A bruised reed he will not break.\n    A smoldering wick he will not put out,\n    until he leads justice to victory.",
      "21": "And in his name the nations will hope.",
      "22": "Then a demon-possessed man who was blind and unable to speak was brought to him. Jesus healed him so that he was able to speak and to see.",
      "23": "All the people were amazed and said, “Can this be the Son of David?”",
      "24": "But when the Pharisees heard it, they said, “It is only by Beelzebul, the ruler of the demons, that this fellow drives out demons.”",
      "25": "Knowing their thoughts, Jesus said to them, “Every kingdom divided against itself is destroyed, and every town or household divided against itself will not stand.",
      "26": "If Satan drives out Satan, he is divided against himself. How then can his kingdom stand?",
      "27": "Now if I drive out demons by Beelzebul, by whom do your sons drive them out? Therefore they will be your judges.",
      "28": "But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you.",
      "29": "Or how can someone enter a strong man’s house and take his goods, unless he first ties up the strong man? Only then can he plunder his house.",
      "30": "“Whoever is not with me is against me. And whoever does not gather with me scatters.",
      "31": "Therefore I tell you, people will be forgiven every sin and blasphemy, but the blasphemy against the Spirit will not be forgiven.",
      "32": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven—either in this age or in the one to come.",
      "33": "“Either make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad. Indeed, a tree is known by its fruit.",
      "34": "You offspring of vipers! How can you say anything good, since you are evil? For what the mouth speaks flows from the heart.",
      "35": "The good man brings good out of his good treasure, and the evil man brings evil out of his evil treasure.",
      "36": "I tell you that on the day of judgment people will give account of every careless word they have spoken.",
      "37": "In fact by your words you will be justified, and by your words you will be condemned.”",
      "38": "Then some of the experts in the law and Pharisees replied, “Teacher, we want to see a sign from you.”",
      "39": "But he answered them, “An evil and adulterous generation wishes for a sign, but no sign will be given it except the sign of Jonah the prophet.",
      "40": "For just as Jonah was in the belly of the huge fish for three days and three nights, so the Son of Man will be three days and three nights in the heart of the earth.",
      "41": "The men of Nineveh will stand up in the judgment with this generation and condemn it, because they repented at the preaching of Jonah. But one even greater than Jonah is here.",
      "42": "The Queen of the South will be raised up in the judgment with this generation and will condemn it, because she came from the ends of the earth to hear the wisdom of Solomon. But one even greater than Solomon is here.",
      "43": "“When an unclean spirit has gone out of someone, it passes through dry places looking for rest, but it does not find it.",
      "44": "Then it says, ‘I will return to the home I came from.’ And when it has returned, it finds the place empty, swept, and put in order.",
      "45": "Then it takes along with it seven other spirits more evil than itself, and they enter in and live there. So the last condition of that person becomes worse than the first. That is how it will be for this evil generation too.”",
      "46": "While he was still speaking to the crowd, his mother and his brothers happened to be standing outside, wanting to talk to him.",
      "47": "Someone said to him, “Look, your mother and your brothers are standing outside, wanting to talk to you.”",
      "48": "But he replied to the one who told him, “Who is my mother? And who are my brothers?”",
      "49": "He reached out his hand toward his disciples and said, “See, my mother and my brothers!",
      "50": "For whoever does the will of my Father in heaven is my brother and sister and mother.”"
    },
    "13": {
      "1": "That same day Jesus left the house and was sitting by the sea.",
      "2": "A large crowd gathered around him. So he stepped into a boat and sat down, while all the people stood on the shore.",
      "3": "He told them many things in parables, saying: “Listen, a sower went out to sow.",
      "4": "As he sowed, some seed fell along the path, and the birds came and ate it.",
      "5": "Other seed fell on rocky ground, where it did not have much soil. Immediately the seed sprang up, because the soil was not deep.",
      "6": "But when the sun rose, the seed was scorched. Because it had no root, it withered away.",
      "7": "Other seed fell among thorns. The thorns grew up and choked it.",
      "8": "But some seed fell on good ground and produced grain: some one hundred times, some sixty, and some thirty times more than was sown.",
      "9": "Whoever has ears to hear, let him hear.”",
      "10": "The disciples came and said to him, “Why do you speak to them in parables?”",
      "11": "He answered them, “To you it has been given to know the mysteries of the kingdom of heaven, but it has not been given to them.",
      "12": "For whoever has will be given even more, and he will have an abundance. But whoever does not have, even what he has will be taken away from him.",
      "13": "This is why I speak to them in parables, because even though they see, they do not see; and even though they hear, they do not hear or understand.",
      "14": "In them the prophecy of Isaiah is fulfilled which says,\nYou will hear clearly, but you will never understand. You will see clearly, but you will never perceive.",
      "15": "Because this people’s heart has grown callous, their ears are hard of hearing. They have closed their eyes. Otherwise they would see with their eyes, hear with their ears, understand with their heart, turn, and I would heal them.",
      "16": "“But blessed are your eyes because they see and your ears because they hear.",
      "17": "Amen I tell you: Many prophets and righteous people longed to see what you are seeing, but they did not see it. They longed to hear what you are hearing, but they did not hear it.",
      "18": "“So listen carefully to the parable of the sower.",
      "19": "When anyone hears the word of the kingdom and does not understand it, the Evil One comes and snatches away what has been sown in his heart. This is the seed that was sown along the path.",
      "20": "The seed that was sown on rocky ground is the person who hears the word and immediately receives it with joy,",
      "21": "yet he is not deeply rooted and does not endure. When trouble or persecution comes because of the word, he immediately falls away.",
      "22": "The seed that was sown among the thorns is the one who hears the word, but the worry of this world and the deceitfulness of wealth choke the word, and it produces no fruit.",
      "23": "But the seed that was sown on the good ground is the one who continues to hear and understand the word. Indeed he continues to produce fruit: some a hundred, some sixty, and some thirty times more than was sown.”",
      "24": "He presented another parable to them: “The kingdom of heaven is like a man who sowed good seed in his field.",
      "25": "But while people were sleeping, his enemy came and sowed weeds among the wheat and went away.",
      "26": "When the plants sprouted and produced heads of grain, the weeds also appeared.",
      "27": "The servants of the owner came and said to him, ‘Sir, did you not sow good seed in your field? Where did the weeds come from?’",
      "28": "He said to them, ‘An enemy did this.’ The servants asked him, ‘Do you want us to go and gather up the weeds?’",
      "29": "‘No,’ he answered, ‘because when you gather up the weeds, you might pull up the wheat along with them.",
      "30": "Let both grow together until the harvest, and at harvest time I will tell the reapers, “First, gather up the weeds, bind them in bundles, and burn them. Then, gather the wheat into my barn.”’”",
      "31": "He presented another parable to them: “The kingdom of heaven is like a mustard seed, which a man took and planted in his field.",
      "32": "It is one of the smallest of seeds. But when it grows, it is larger than the other plants and becomes a tree, so that the birds of the air come and nest in its branches.”",
      "33": "He spoke another parable to them: “The kingdom of heaven is like yeast, which a woman took and mixed into a bushel of flour until the whole batch was leavened.”",
      "34": "Jesus spoke all these things in parables to the crowds. He did not speak to them without telling a parable.",
      "35": "This was to fulfill what was spoken through the prophet:\nI will open my mouth in parables,\nI will utter things hidden since the foundation of the world.",
      "36": "Then Jesus sent the people away and went into the house. His disciples came to him and said, “Explain to us the parable of the weeds in the field.”",
      "37": "He answered them, “The one who sows the good seed is the Son of Man.",
      "38": "The field is the world. The good seeds are the sons of the kingdom. The weeds are the sons of the Evil One.",
      "39": "The enemy who sowed them is the Devil. The harvest is the end of the world. The reapers are angels.",
      "40": "Therefore, just as the weeds are gathered up and burned with fire, so it will be at the end of the world.",
      "41": "The Son of Man will send out his angels, and they will pull out of his kingdom everything that causes sin and those who continue to break the law.",
      "42": "The angels will throw them into the fiery furnace where there will be weeping and gnashing of teeth.",
      "43": "Then the righteous will shine like the sun in the kingdom of their Father. Whoever has ears to hear, let him hear.",
      "44": "“The kingdom of heaven is like a treasure hidden in a field, which a man found and hid again. In his joy, he goes away and sells all that he has and buys that field.",
      "45": "“Again, the kingdom of heaven is like a merchant seeking fine pearls.",
      "46": "When he found one very valuable pearl, he went and sold all that he had and bought it.",
      "47": "“Again, the kingdom of heaven is like a dragnet that was cast into the sea and gathered fish of every kind.",
      "48": "When the net was filled, they pulled it onto the shore. They sat down and gathered the good fish into containers, but threw the bad ones away.",
      "49": "That is how it will be at the end of the world. The angels will go out and separate the wicked from the righteous who are among them.",
      "50": "And they will throw the wicked into the fiery furnace where there will be weeping and gnashing of teeth.”",
      "51": "Jesus said to them, “Did you understand all these things?”\nThey answered him, “Yes.”",
      "52": "He said to them, “Therefore every expert in the law who has been trained as a disciple in the kingdom of heaven is like the owner of a house who brings out of his treasure both new things and old things.”",
      "53": "When Jesus had finished these parables, he left that place.",
      "54": "Jesus entered his hometown and taught in their synagogue. As a result, the people were amazed and said, “Where did this fellow get this wisdom and these miracles?",
      "55": "Isn’t this the carpenter’s son? Isn’t his mother named Mary? And aren’t James, Joseph, Simon, and Judas his brothers?",
      "56": "And aren’t all of his sisters here with us? Where then did this fellow get all of these things?”",
      "57": "And they took offense at him.\nBut Jesus said to them, “A prophet is not without honor, except in his own hometown and in his own house.”",
      "58": "He did not do many miracles there because of their unbelief."
    },
    "14": {
      "1": "At that time, Herod the tetrarch heard the news about Jesus.",
      "2": "He said to his servants, “This is John the Baptist! He has risen from the dead! That is why these powers are working in him.”",
      "3": "For Herod had arrested John, bound him, and put him in prison because of Herodias, the wife of his brother Philip.",
      "4": "John had been telling him, “It is not lawful for you to have her.”",
      "5": "Although Herod wanted to put him to death, he feared the crowd, because they regarded him as a prophet.",
      "6": "But when it was Herod’s birthday, the daughter of Herodias danced among them. This pleased Herod.",
      "7": "So he promised with an oath to give her whatever she might ask.",
      "8": "Prompted by her mother, she said, “Give me here on a platter the head of John the Baptist.”",
      "9": "Although this saddened the king, because of his oaths and his dinner guests, he ordered that it be done.",
      "10": "He sent the order and had John beheaded in prison.",
      "11": "His head was brought on a platter and given to the girl, and she brought it to her mother.",
      "12": "John’s disciples came, took the body, and buried it. Then they went and reported this to Jesus.",
      "13": "When Jesus heard this, he withdrew from there in a boat to a deserted place to be alone. When the crowds heard this, they followed him on foot from the towns.",
      "14": "When Jesus got out of the boat, he saw a large crowd. He had compassion on them and healed their sick.",
      "15": "When evening came, his disciples came to him and said, “This is a deserted place and the hour is already late. Send the crowds away, so that they can go into the villages and buy food for themselves.”",
      "16": "But Jesus said to them, “They do not need to go away. You give them something to eat.”",
      "17": "They told him, “We have here only five loaves and two fish.”",
      "18": "“Bring them here to me,” he replied.",
      "19": "Then he instructed the people to sit down on the grass. He took the five loaves and the two fish. After looking up to heaven, he blessed them. He broke the loaves and gave them to the disciples. The disciples gave the food to the people.",
      "20": "They all ate and were filled. They picked up twelve basketfuls of what was left over from the broken pieces.",
      "21": "Those who ate were about five thousand men, not even counting women and children.",
      "22": "Immediately Jesus urged the disciples to get into the boat and to go ahead of him to the other side, while he dismissed the crowd.",
      "23": "After he had dismissed the crowd, he went up onto the mountain by himself to pray. When evening came, he was there alone.",
      "24": "By then the boat was quite a distance from shore, being pounded by the waves because the wind was against it.",
      "25": "In the fourth watch of the night, Jesus came toward them, walking on the sea.",
      "26": "When the disciples saw him walking on the sea, they were terrified and cried out in fear, “It’s a ghost!”",
      "27": "But Jesus spoke to them at once, saying, “Take heart! It is I! Do not be afraid.”",
      "28": "Peter answered him and said, “Lord, if it is you, command me to come to you on the water.”",
      "29": "Jesus said, “Come!”\nPeter stepped down from the boat, walked on the water, and went toward Jesus.",
      "30": "But when he saw the strong wind, he was afraid. As he began to sink, he cried out, “Lord, save me!”",
      "31": "Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?”",
      "32": "When they got into the boat, the wind stopped.",
      "33": "Those who were in the boat worshipped him, saying, “Truly you are the Son of God!”",
      "34": "When they had crossed over, they came to the shore at Gennesaret.",
      "35": "When the men of that place recognized him, they sent word into all the surrounding region. They brought to him all who were sick",
      "36": "and begged that they might just touch the fringe of his garment. All who touched it were completely cured."
    },
    "15": {
      "1": "Then the Pharisees and experts in the law came to Jesus from Jerusalem and asked,",
      "2": "“Why do your disciples break the tradition of the elders? They do not wash their hands when they eat bread.”",
      "3": "He answered them, “And why do you break the commandment of God for the sake of your tradition?",
      "4": "For example, God said, ‘Honor your father and your mother,’ and, ‘Whoever speaks evil of his father or mother should be put to death.’",
      "5": "But you say that if someone tells his father or mother, ‘Whatever help you might have received from me has been dedicated as a gift to God,’",
      "6": "that man does not need to honor his father or his mother. And so you set aside the word of God for the sake of your tradition.",
      "7": "Hypocrites! Isaiah was right when he prophesied about you:",
      "8": "These people honor me with their lips, but their heart is far from me.",
      "9": "They worship me in vain, teaching human rules as if they are doctrines.”",
      "10": "Then he summoned the crowd and said to them, “Listen and understand.",
      "11": "What goes into the mouth does not make a person unclean, but it is what comes out of the mouth that defiles a person.”",
      "12": "Then the disciples came and said to him, “Do you know that the Pharisees took offense when they heard this saying?”",
      "13": "He answered, “Every plant which my heavenly Father did not plant will be uprooted.",
      "14": "Let them go. They are blind guides of the blind. And if the blind are guiding the blind, both will fall into a pit.”",
      "15": "Peter replied and said to him, “Explain the parable to us.”",
      "16": "Jesus said, “Do you still not understand?",
      "17": "Do you not understand that whatever enters the mouth goes into the stomach and is eliminated into the latrine?",
      "18": "But whatever comes out of the mouth comes from the heart. That is what defiles a person.",
      "19": "To be sure, out of the heart come evil thoughts, murders, adulteries, sexual sins, thefts, false testimonies, and blasphemies.",
      "20": "These are the things that defile a person. But to eat with unwashed hands does not defile a person.”",
      "21": "Jesus left that place and withdrew into the region of Tyre and Sidon.",
      "22": "There a Canaanite woman from that territory came and kept crying out, “Have mercy on me, Lord, Son of David! A demon is severely tormenting my daughter!”",
      "23": "But he did not answer her a word.\nHis disciples came and pleaded, “Send her away, because she keeps crying out after us.”",
      "24": "He answered, “I was sent only to the lost sheep of the house of Israel.”",
      "25": "But she came and knelt in front of him, saying, “Lord, help me.”",
      "26": "He answered her, “It is not good to take the children’s bread and throw it to their little dogs.”",
      "27": "“Yes, Lord,” she said, “yet their little dogs also eat the crumbs that fall from their masters’ table.”",
      "28": "Then Jesus answered her, “Woman, your faith is great! It will be done for you, just as you desire.” And her daughter was healed at that very hour.",
      "29": "Jesus moved on from there and went along the Sea of Galilee. He went up onto the mountain and sat there.",
      "30": "Large crowds came to him, bringing with them the lame, the blind, the crippled, those unable to speak, and many others. They put them down at his feet, and he healed them.",
      "31": "As a result, the crowd was amazed when they saw the mute speaking, the crippled healed, the lame walking, and the blind seeing. And they glorified the God of Israel.",
      "32": "Jesus summoned his disciples and said, “I feel compassion for the people, because they have remained with me already three days and have nothing to eat. I do not want to send them away hungry, or they might faint on the way.”",
      "33": "The disciples said to him, “Where can we get so many loaves in the wilderness to satisfy such a large crowd?”",
      "34": "Jesus asked them, “How many loaves do you have?”\nThey said, “Seven, and a few small fish.”",
      "35": "He instructed the crowd to sit down on the ground.",
      "36": "He took the seven loaves and the fish, gave thanks, and broke them. He gave them to the disciples, and the disciples gave them to the people.",
      "37": "They all ate and were filled. They picked up seven basketfuls of the broken pieces that were left over.",
      "38": "Those who ate numbered four thousand men, without counting the women and children.",
      "39": "After Jesus sent the crowd away, he got into the boat and went to the region of Magadan."
    },
    "16": {
      "1": "The Pharisees and Sadducees came to Jesus and, as a test, they asked him to show them a sign from heaven.",
      "2": "But he answered them, “When it is evening you say, ‘It will be fair weather because the sky is red.’",
      "3": "In the morning you say, ‘It will be stormy weather today because the sky is red and threatening.’ You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times!",
      "4": "An evil and adulterous generation seeks a sign, but no sign will be given to it except the sign of Jonah.” He left them and went away.",
      "5": "When his disciples came to the other side, they had forgotten to take bread along.",
      "6": "Jesus said to them, “Watch out and be on guard against the yeast of the Pharisees and Sadducees.”",
      "7": "They were discussing this among themselves and said, “It is because we did not bring any bread.”",
      "8": "Since Jesus knew what they were saying, he said, “You of little faith! Why are you discussing among yourselves the fact that you brought no bread?",
      "9": "Do you still not understand? Do you not remember the five loaves for the five thousand and how many basketfuls you picked up?",
      "10": "Or the seven loaves for the four thousand and how many basketfuls you picked up?",
      "11": "How is it that you do not understand that I was not talking to you about bread? But be on guard against the yeast of the Pharisees and Sadducees.”",
      "12": "Then they understood that he was not warning them about the yeast in bread, but about the teaching of the Pharisees and Sadducees.",
      "13": "When Jesus came into the region of Caesarea Philippi, he asked his disciples, “Who do people say the Son of Man is?”",
      "14": "They said, “Some say John the Baptist, others say Elijah, and others Jeremiah or one of the prophets.”",
      "15": "He said to them, “But you, who do you say that I am?”",
      "16": "Simon Peter answered, “You are the Christ, the Son of the living God.”",
      "17": "Jesus replied, “Blessed are you, Simon son of Jonah, for flesh and blood did not reveal this to you, but my Father who is in heaven.",
      "18": "And I tell you that you are Peter, and on this rock I will build my church, and the gates of hell will not overpower it.",
      "19": "I will give you the keys of the kingdom of heaven. Whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.”",
      "20": "Then he commanded the disciples not to tell anyone that he was the Christ.",
      "21": "From that time, Jesus began to show his disciples that he had to go to Jerusalem and suffer many things from the elders, chief priests, and experts in the law, and be killed, and on the third day be raised again.",
      "22": "Peter took him aside and began to rebuke him, saying, “May you receive mercy, Lord! This will never happen to you.”",
      "23": "But Jesus turned and said to Peter, “Get behind me, Satan! You are a snare to me because you are not thinking the things of God, but the things of men.”",
      "24": "Then Jesus said to his disciples, “If anyone wants to follow me, let him deny himself, take up his cross, and follow me.",
      "25": "In fact whoever wants to save his life will lose it, and whoever loses his life for my sake will find it.",
      "26": "After all, what will it benefit a person if he gains the whole world, but forfeits his soul? Or what can a person give in exchange for his soul?",
      "27": "For the Son of Man will come in the glory of his Father together with his angels, and then he will repay everyone according to his actions.",
      "28": "Amen I tell you: Some who are standing here will certainly not taste death until they see the Son of Man coming in his kingdom.”"
    },
    "17": {
      "1": "Six days later Jesus took with him Peter, James, and John the brother of James; and he led them up onto a high mountain by themselves.",
      "2": "There he was transfigured in front of them. His face was shining like the sun. His clothing became as white as the light.",
      "3": "Just then, Moses and Elijah appeared to them, talking with Jesus.",
      "4": "Peter said to Jesus, “Lord, it is good for us to be here. If you want, I will make three shelters here: one for you, one for Moses, and one for Elijah.”",
      "5": "While he was still speaking, suddenly a bright cloud overshadowed them. Just then, a voice came out of the cloud, saying, “This is my Son, whom I love; with him I am well pleased. Listen to him.”",
      "6": "When the disciples heard this, they fell face down and were terrified.",
      "7": "Jesus approached and as he touched them, he said, “Get up, and do not be afraid.”",
      "8": "When they opened their eyes, they saw no one except Jesus alone.",
      "9": "As they were coming down the mountain, Jesus commanded them, “Do not tell anyone what you have seen until the Son of Man has been raised from the dead.”",
      "10": "His disciples asked him, “Then why do the experts in the law say that Elijah must come first?”",
      "11": "Jesus answered them, “Yes, Elijah is coming and will restore all things,",
      "12": "but I tell you that Elijah has already come, and they did not recognize him. Instead they did to him whatever they desired. In the same way the Son of Man will also suffer at their hands.”",
      "13": "Then the disciples understood that he was talking to them about John the Baptist.",
      "14": "When they came to the crowd, a man approached Jesus and knelt in front of him.",
      "15": "“Lord,” he said, “have mercy on my son because he has seizures and is suffering terribly. He often falls into the fire or into the water.",
      "16": "I brought him to your disciples, but they were not able to cure him.”",
      "17": "Jesus answered, “O unbelieving and perverse generation! How long must I be with you? How long must I put up with you? Bring him here to me.”",
      "18": "Jesus rebuked the demon, and it went out of the boy, and he was cured from that hour.",
      "19": "Then the disciples came to Jesus privately and said, “Why were we unable to drive it out?”",
      "20": "He said to them, “Because of your little faith. Amen I tell you: If you have faith like a mustard seed, you will tell this mountain, ‘Move from here to there,’ and it will move. Nothing will be impossible for you.",
      "21": "But this kind does not go out except by prayer and fasting.”",
      "22": "While they were gathering together in Galilee, Jesus said to them, “The Son of Man is about to be betrayed into the hands of men.",
      "23": "They will kill him, but on the third day he will be raised.” And they were greatly distressed.",
      "24": "When they came to Capernaum, those who collected the temple tax came to Peter and said, “Doesn’t your teacher pay the temple tax?”",
      "25": "He said, “Yes.”\nWhen he came into the house, Jesus spoke first, “What do you think, Simon? From whom do the kings of the earth collect tolls or a tax? From their own sons or from others?”",
      "26": "Peter said to him, “From others.”\nJesus said to him, “Then the sons are exempt.",
      "27": "But, so that we do not offend them, go to the sea, cast a hook, and take the first fish that you pull up. When you open its mouth, you will find a silver coin. Take that coin and give it to them for me and for you.”"
    },
    "18": {
      "1": "At that time the disciples approached Jesus and asked, “Who then is the greatest in the kingdom of heaven?”",
      "2": "Jesus called a little child, had him stand in the middle of them,",
      "3": "and said, “Amen I tell you: Unless you are turned and become like children, you will never enter the kingdom of heaven.",
      "4": "Whoever humbles himself like this little child is the greatest in the kingdom of heaven.",
      "5": "And whoever receives a little child like this one in my name receives me.",
      "6": "“But, if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a huge millstone hung around his neck and to be drowned in the depths of the sea.",
      "7": "Woe to the world because of temptations to sin. Temptations must come, but woe to that person through whom the temptation comes!",
      "8": "“If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than to be thrown into the eternal fire with two hands or two feet.",
      "9": "If your eye causes you to sin, pluck it out and throw it away from you. It is better for you to enter life with one eye than to be thrown into hell fire with two eyes.",
      "10": "See to it that you do not look down on one of these little ones, because I tell you that their angels in heaven always see the face of my Father who is in heaven.",
      "11": "For the Son of Man came to save what was lost.",
      "12": "“What do you think? If a man has a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go looking for the one that wandered away?",
      "13": "If he finds it—Amen I tell you—he rejoices more over that one sheep than over the ninety-nine that did not wander away.",
      "14": "In the same way, your Father in heaven does not want even one of these little ones to perish.",
      "15": "“If your brother sins against you, go and show him his sin just between the two of you. If he listens to you, you have regained your brother.",
      "16": "But if he will not listen, take one or two others along with you, so that ‘every matter may be established by the testimony of two or three witnesses.’",
      "17": "If he refuses to listen to them, tell it to the church. And, if he refuses to listen even to the church, then treat him as an unbeliever or a tax collector.",
      "18": "Amen I tell you: Whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
      "19": "Amen I tell you again: If two of you on earth agree to ask for anything, it will be done for them by my Father who is in heaven.",
      "20": "In fact where two or three have gathered together in my name, there I am among them.”",
      "21": "Then Peter came up and asked Jesus, “Lord, how many times must I forgive my brother when he sins against me? As many as seven times?”",
      "22": "Jesus said to him, “Not seven times, but I tell you as many as seventy-seven times.",
      "23": "For this reason the kingdom of heaven is like a king who wanted to settle accounts with his servants.",
      "24": "When he began to settle them, a man who owed him ten thousand talents was brought to him.",
      "25": "Because the man was not able to pay the debt, his master ordered that he be sold, along with his wife, children, and all that he owned to repay the debt.",
      "26": "“Then the servant fell down on his knees in front of him, saying, ‘Master, be patient with me, and I will pay you everything!’",
      "27": "The master of that servant had pity on him, released him, and forgave him the debt.",
      "28": "“But when that servant went out, he found one of his fellow servants who owed him one hundred denarii. He grabbed him and began choking him, saying, ‘Pay me what you owe!’",
      "29": "“So his fellow servant fell down and begged him, saying, ‘Be patient with me, and I will pay you back!’",
      "30": "But he refused. Instead he went off and threw the man into prison until he could pay back what he owed.",
      "31": "“When his fellow servants saw what had happened, they were very distressed. They went and reported to their master everything that had taken place.",
      "32": "“Then his master called him in and said to him, ‘You wicked servant! I forgave you all that debt when you begged me to.",
      "33": "Should you not have had mercy on your fellow servant just as I had mercy on you?’",
      "34": "His master was angry and handed him over to the jailers until he could pay back everything he owed.",
      "35": "“This is what my heavenly Father will also do to you unless each one of you forgives his brother from his heart.”"
    },
    "19": {
      "1": "When Jesus had finished saying these things, he left Galilee and went to the region of Judea beyond the Jordan.",
      "2": "Large crowds followed him, and he healed them there.",
      "3": "Some Pharisees came in order to test him. They asked, “Is it lawful for a man to divorce his wife for any reason?”",
      "4": "He answered, “Haven’t you read that from the beginning their Maker ‘made them male and female,’",
      "5": "and said, ‘For this reason a man will leave his father and mother and be united to his wife, and the two will be one flesh’?",
      "6": "So they are no longer two, but one flesh. Therefore what God has joined together, man must not separate.”",
      "7": "They asked him, “Then why did Moses command a man to give her a certificate of divorce and send her away?”",
      "8": "Jesus said to them, “Because of your hard hearts, Moses permitted you to divorce your wives, but it was not that way from the beginning.",
      "9": "I tell you that whoever divorces his wife, except on the grounds of her sexual immorality, and marries another woman is committing adultery.”",
      "10": "His disciples said to him, “If this is the relationship of a man with his wife, it is better not to marry.”",
      "11": "But he said to them, “Not everyone can accept this saying, but only those to whom it has been given.",
      "12": "For example, there are eunuchs who were born that way, and others who were castrated by people, and others who decided to remain unmarried because of the kingdom of heaven. The one who is able to accept this should accept it.”",
      "13": "Then some people brought little children to Jesus to have him place his hands on them and pray. But the disciples rebuked them.",
      "14": "Then Jesus said, “Let the little children come to me and do not hinder them, because the kingdom of heaven belongs to such as these.”",
      "15": "After he placed his hands on them, he left that place.",
      "16": "There was a man who came to him and said, “Teacher, what good thing should I do that I may have eternal life?”",
      "17": "Jesus said to him, “Why do you ask me about what is good? Only one is good. But if you want to enter life, keep the commandments.”",
      "18": "“Which ones?” the man asked him.\nJesus said, “‘You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony.",
      "19": "Honor your father and mother.’ And, ‘You shall love your neighbor as yourself.’”",
      "20": "The young man said to him, “I have kept all these. What am I still lacking?”",
      "21": "Jesus told him, “If you want to be perfect, go, sell your possessions, and give to the poor, and you will have treasure in heaven. Then come, follow me.”",
      "22": "But when the young man heard this, he went away sad, because he had many possessions.",
      "23": "Jesus said to his disciples, “Amen I tell you: It will be very hard for a rich man to enter the kingdom of heaven.",
      "24": "Again I tell you: It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”",
      "25": "When the disciples heard this, they were greatly astonished and said, “Who then can be saved?”",
      "26": "Jesus looked at them and said, “With people this is impossible, but with God all things are possible.”",
      "27": "Then Peter answered, “Look, we have left everything and followed you! What then will we have?”",
      "28": "Jesus said to them, “Amen I tell you: In the renewal, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.",
      "29": "Everyone who has left homes or brothers or sisters or father or mother or children or fields, because of my name, will receive a hundred times as much and will inherit eternal life.",
      "30": "Many who are first will be last, and many who are last will be first.”"
    },
    "20": {
      "1": "“Indeed the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.",
      "2": "After agreeing to pay the workers a denarius for the day, he sent them into his vineyard.",
      "3": "He also went out about the third hour and saw others standing unemployed in the marketplace.",
      "4": "To these he said, ‘You also go into the vineyard, and I will give you whatever is right.’ So they went.",
      "5": "Again he went out about the sixth and the ninth hour and did the same thing.",
      "6": "When he went out about the eleventh hour, he found others standing unemployed. He said to them, ‘Why have you stood here all day unemployed?’",
      "7": "“They said to him, ‘Because no one hired us.’\n“He told them, ‘You also go into the vineyard.’",
      "8": "When it was evening, the owner of the vineyard said to his foreman, ‘Call the workers and pay them their wages, starting with the last group and ending with the first.’",
      "9": "“When those who were hired around the eleventh hour came, they each received a denarius.",
      "10": "When those who were hired first came, they thought they would receive more. But they each received a denarius too.",
      "11": "After they received it, they began to grumble against the landowner:",
      "12": "‘Those who were last worked one hour, and you made them equal to us who have endured the burden of the day and the scorching heat!’",
      "13": "“But he answered one of them, ‘Friend, I am doing you no wrong. Did you not make an agreement with me for a denarius?",
      "14": "Take what is yours and go. I want to give to the last one hired the same as I also gave to you.",
      "15": "Can’t I do what I want with my own money? Or are you envious because I am generous?’",
      "16": "In the same way, the last will be first, and the first, last.”",
      "17": "As Jesus was going up to Jerusalem, he took the twelve disciples aside; and on the way he said to them,",
      "18": "“Look, we are going up to Jerusalem. The Son of Man will be handed over to the chief priests and experts in the law, and they will condemn him to death.",
      "19": "They will hand him over to the Gentiles to mock, flog, and crucify him. On the third day he will be raised.”",
      "20": "Then the mother of Zebedee’s sons came to him with her sons, kneeling and asking something of him.",
      "21": "He said to her, “What do you want?”\nShe said to him, “Promise that in your kingdom these two sons of mine may sit, one on your right hand and one on your left hand.”",
      "22": "But Jesus answered, “You do not know what you are asking. Are you able to drink the cup that I am about to drink?”\nThey said to him, “We are.”",
      "23": "He said to them, “You will indeed drink my cup, but to sit on my right hand and on my left hand is not for me to give; rather these places belong to those for whom they have been prepared by my Father.”",
      "24": "When the ten heard this, they were angry with the two brothers.",
      "25": "But Jesus summoned them and said, “You know that the rulers of the nations lord it over them, and their great ones exercise authority over them.",
      "26": "It will not be that way among you. Instead whoever wants to become great among you will be your servant,",
      "27": "and whoever wants to be first among you will be your slave—",
      "28": "just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”",
      "29": "As they were leaving Jericho, a large crowd followed him.",
      "30": "There were two blind men sitting by the road. When they heard that Jesus was passing by, they shouted, “Lord, have mercy on us, Son of David!”",
      "31": "The crowd rebuked them, telling them to be quiet. But they shouted even louder, “Have mercy on us, Lord, Son of David!”",
      "32": "Jesus stopped and called them. “What do you want me to do for you?”",
      "33": "They told him, “Lord, open our eyes.”",
      "34": "Jesus was moved with compassion and touched their eyes. Immediately they regained their sight, and they followed him."
    },
    "21": {
      "1": "As they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples,",
      "2": "telling them, “Go to the village ahead of you. Immediately you will find a donkey tied there along with her colt. Untie them and bring them to me.",
      "3": "If anyone says anything to you, you are to say, ‘The Lord needs them,’ and he will send them at once.”",
      "4": "This took place to fulfill what was spoken through the prophet:",
      "5": "Tell the daughter of Zion: Look, your King comes to you, humble, and riding on a donkey, on a colt, the foal of a donkey.",
      "6": "The disciples went and did just as Jesus commanded them.",
      "7": "They brought the donkey and the colt, laid their outer clothing on them, and he sat on it.",
      "8": "A very large crowd spread their outer clothing on the road. Others were cutting branches from the trees and spreading them out on the road.",
      "9": "The crowds who went in front of him and those who followed kept shouting,\nHosanna to the Son of David!\nBlessed is he who comes in the name of the Lord!\nHosanna in the highest!",
      "10": "When he entered Jerusalem, the whole city was stirred up, asking, “Who is this?”",
      "11": "And the crowds were saying, “This is Jesus, the prophet from Nazareth in Galilee.”",
      "12": "Jesus entered the temple courts and drove out all those who were selling and buying in the temple. He overturned the tables of the money changers and the seats of those who were selling doves.",
      "13": "He said to them, “It is written, ‘My house will be called a house of prayer,’ but you are making it a den of robbers!”",
      "14": "The blind and the lame came to him in the temple, and he healed them.",
      "15": "But when the chief priests and the experts in the law saw the wonders he performed and heard the children calling out in the temple, “Hosanna to the Son of David!” they were indignant.",
      "16": "They said to him, “Do you hear what they are saying?”\n“Yes,” Jesus told them, “Have you never read,\n    From the lips of little children and nursing babies\n    you have prepared praise?”",
      "17": "He left them, went out of the city to Bethany, and spent the night there.",
      "18": "As he returned to the city early in the morning, he was hungry.",
      "19": "Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. He said to it, “May there never be fruit from you again!”\nImmediately the fig tree withered away.",
      "20": "When the disciples saw it, they were amazed and asked, “How did the fig tree wither so quickly?”",
      "21": "Jesus answered them, “Amen I tell you: If you have faith, and do not doubt, you will not only do what was done to the fig tree, but even if you told this mountain, ‘Be lifted up and thrown into the sea,’ it would be done.",
      "22": "Whatever you ask for in prayer, as you believe, you will receive.”",
      "23": "When Jesus went into the temple courts, the chief priests and the elders of the people came to him while he was teaching and said, “By what authority are you doing these things?” and “Who gave you this authority?”",
      "24": "Jesus answered them, “I will also ask you one question. If you answer it, I will tell you by what authority I do these things.",
      "25": "The baptism of John, where was it from? From heaven or from men?”\nThey discussed it among themselves, saying, “If we say, ‘From heaven,’ he will say to us, ‘Then why did you not believe him?’",
      "26": "But if we say, ‘From men,’ we are afraid of the crowd, since they all regard John as a prophet.”",
      "27": "So they answered Jesus, “We do not know.”\nHe said to them, “Then I will not tell you by what authority I do these things.”",
      "28": "“What do you think? A man had two sons. He went to the first and said, ‘Son, go work today in my vineyard.’",
      "29": "He answered, ‘I will not,’ but later he changed his mind and went.",
      "30": "He came to the second and said the same thing. The second son answered, ‘I will go, sir,’ but he did not go.",
      "31": "Which of the two did the will of his father?”\nThey said to him, “The first.”\nJesus said to them, “Amen I tell you: The tax collectors and the prostitutes are entering the kingdom of God ahead of you.",
      "32": "For John came to you in the way of righteousness, but you did not believe him. However, the tax collectors and prostitutes did believe him. Even when you saw this, you did not change your mind and believe him.",
      "33": "“Listen to another parable. There was a landowner who planted a vineyard, put a fence around it, dug a winepress in it, and built a watchtower. He leased it out to some tenant farmers and went away on a journey.",
      "34": "When the time approached to harvest the fruit, he sent his servants to the tenants to get his fruit.",
      "35": "The tenant farmers seized his servants. They beat one, killed another, and stoned a third.",
      "36": "Then the landowner sent even more servants than the first time. The tenant farmers treated them the same way.",
      "37": "Finally, he sent his son to them. ‘They will respect my son,’ he said.",
      "38": "But when the tenant farmers saw the son, they said to each other, ‘This is the heir. Come, let’s kill him and take his inheritance!’",
      "39": "They took him, threw him out of the vineyard, and killed him.",
      "40": "So when the landowner comes, what will he do to those tenant farmers?”",
      "41": "They told him, “He will bring those wretches to a wretched end. Then he will lease out the vineyard to other tenants who will give him his fruit when it is due.”",
      "42": "Jesus said to them, “Have you never read in the Scriptures:\nThe stone the builders rejected has become the cornerstone.\nThis was the Lord’s doing, and it is marvelous in our eyes?",
      "43": "“That is why I tell you the kingdom of God will be taken away from you and given to a people that produces its fruit.",
      "44": "Whoever falls on this stone will be broken to pieces, and it will crush anyone on whom it falls.”",
      "45": "When the chief priests and the Pharisees heard his parables, they knew that he was talking about them.",
      "46": "Although they were looking for a way to arrest him, they were afraid of the crowds because the people regarded him as a prophet."
    },
    "22": {
      "1": "Jesus spoke to them again in parables. He said,",
      "2": "“The kingdom of heaven is like a certain king who prepared a wedding banquet for his son.",
      "3": "He sent out his servants to summon those who were invited to the wedding banquet, but they did not want to come.",
      "4": "“Then he sent out other servants and said, ‘Tell those who are invited: Look, I have prepared my dinner. My oxen and my fattened cattle have been butchered, and everything is ready. Come to the wedding banquet!’",
      "5": "“But those who were invited paid no attention and went off, one to his own farm, another to his business.",
      "6": "The rest seized the king’s servants, mistreated them, and killed them.",
      "7": "As a result, the king was very angry. He sent his army and killed those murderers and burned their town.",
      "8": "“Then he said to his servants, ‘The wedding banquet is ready, but those who were invited were not worthy.",
      "9": "So go to the main crossroads and invite as many as you find to the wedding banquet.’",
      "10": "Those servants went out to the roads and gathered together everyone they found, both good and bad, and the wedding hall was filled with guests.",
      "11": "But when the king came in to see the guests, he saw a man there who was not wearing wedding clothes.",
      "12": "He said to him, ‘Friend, how did you get in here without wearing wedding clothes?’ The man was speechless.",
      "13": "Then the king told the servants, ‘Tie him hand and foot and throw him into the outer darkness where there will be weeping and gnashing of teeth.’",
      "14": "For many are called, but few are chosen.”",
      "15": "Then the Pharisees went out and plotted together how to trap him in his words.",
      "16": "They sent their disciples to him along with the Herodians. “Teacher,” they said, “we know that you are truthful and teach the way of God in accord with the truth. You are not concerned about gaining anyone’s approval because you are not swayed by appearances.",
      "17": "So tell us, what do you think? Is it lawful to pay taxes to Caesar or not?”",
      "18": "But Jesus knew their evil purpose and said, “Why are you testing me, hypocrites?",
      "19": "Show me the coin used for the tax.”\nThey brought him a denarius.",
      "20": "He asked them, “Whose image and inscription is this?”",
      "21": "“Caesar’s,” they replied to him.\nThen he said to them, “Therefore give to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
      "22": "When they heard this, they were amazed. Then they left him and went away.",
      "23": "That same day some Sadducees (who say there is no resurrection) came to him. They asked him a question:",
      "24": "“Teacher, Moses said, ‘If a man dies without having children, his brother should marry his wife and raise up offspring for his brother.’",
      "25": "Now there were seven brothers among us. The first one died after he married her, and since he had no children, he left his wife to his brother.",
      "26": "It was the same with the second brother, the third, and all the way to the seventh.",
      "27": "Last of all, the woman died.",
      "28": "So then, in the resurrection, whose wife will she be of the seven, since they all married her?”",
      "29": "“You are mistaken,” Jesus replied, “since you do not know the Scriptures or the power of God.",
      "30": "In fact, in the resurrection people neither marry nor are given in marriage. Instead they are like the angels of God in heaven.",
      "31": "And concerning the resurrection of the dead, have you never read what was spoken to you by God:",
      "32": "‘I am the God of Abraham and the God of Isaac and the God of Jacob’? He is not the God of the dead, but of the living.”",
      "33": "When the crowds heard his answer, they were amazed at his teaching.",
      "34": "When they heard that he had silenced the Sadducees, the Pharisees met together.",
      "35": "One of them who was an expert in the law asked him a question, trying to trap him.",
      "36": "“Teacher, which is the greatest commandment of the Law?”",
      "37": "Jesus said to him, “‘Love the Lord your God with all your heart, with all your soul, and with all your mind.’",
      "38": "This is the first and greatest commandment.",
      "39": "The second is like it: ‘Love your neighbor as yourself.’",
      "40": "All the Law and the Prophets depend on these two commandments.”",
      "41": "While the Pharisees were gathered together, Jesus asked them a question:",
      "42": "“What do you think about the Christ? Whose son is he?”\nThey said to him, “The Son of David.”",
      "43": "He said to them, “Then how can David in the Spirit call him Lord, saying,",
      "44": "The Lord said to my Lord,\n    ‘Sit at my right hand,\n    until I put your enemies\n    under your feet’?”",
      "45": "“So if David calls him Lord, how is he his son?”",
      "46": "No one was able to answer him a word, and from that day on no one dared to ask him any more questions."
    },
    "23": {
      "1": "Then Jesus spoke to the crowds and to his disciples.",
      "2": "He said, “The experts in the law and the Pharisees sit in Moses’ seat.",
      "3": "So practice and observe whatever they tell you. But do not do as they do, because they do not practice what they preach.",
      "4": "They tie up heavy loads, burdens that are hard to carry, and place them on people’s shoulders, but they will not lift a finger to help them.",
      "5": "They do all their works to be seen by people. They make their phylacteries wide and lengthen the fringes of their garments.",
      "6": "They love the place of honor at feasts, the best seats in the synagogues,",
      "7": "the greetings in the marketplaces, and being called ‘Rabbi’ by people.",
      "8": "But you are not to be called ‘Rabbi,’ for you have one Teacher, and you are all brothers.",
      "9": "Also do not call anyone on earth your ‘Father,’ for you have one Father, and he is in heaven.",
      "10": "And you are not to be called ‘leaders,’ for you have one Leader, the Christ.",
      "11": "But the greatest among you will be your servant.",
      "12": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
      "13": "“But woe to you, experts in the law and Pharisees, you hypocrites! You shut the kingdom of heaven right in front of people’s faces. You yourselves do not enter, nor do you permit those who are trying to enter to do so.",
      "14": "",
      "15": "Woe to you, experts in the law and Pharisees, you hypocrites! You travel the sea and the land to make one convert, and then when he is converted, you make him twice as much a son of hell as you are.",
      "16": "“Woe to you, blind guides, who say, ‘Whoever swears by the temple, it is nothing; but whoever swears by the gold of the temple, he is obligated.’",
      "17": "You blind fools! After all, which is greater: the gold or the temple that sanctifies the gold?",
      "18": "And you say, ‘Whoever swears by the altar, it is nothing; but whoever swears by the gift that is on it, he is obligated.’",
      "19": "You blind men! After all, which is greater: the gift or the altar that sanctifies the gift?",
      "20": "So whoever swears by the altar, swears by it and by everything on it.",
      "21": "Also, whoever swears by the temple, swears by it and by him who dwells in it.",
      "22": "And whoever swears by heaven, swears by God’s throne and by him who sits on it.",
      "23": "“Woe to you, experts in the law and Pharisees, you hypocrites! You give ten percent of your mint, dill, and cumin, but you have neglected the more important matters of the law: justice, mercy, and faith. You should have done these things and not failed to do the other things.",
      "24": "Blind guides, you strain out a gnat but swallow a camel!",
      "25": "“Woe to you, experts in the law and Pharisees, you hypocrites! You clean the outside of a cup and dish, but inside they are full of greed and self-indulgence.",
      "26": "Blind Pharisee, first clean the inside of the cup and dish so that the outside may become clean too.",
      "27": "“Woe to you, experts in the law and Pharisees, you hypocrites! You are like whitewashed tombs that appear beautiful on the outside, but on the inside are full of dead people’s bones and every kind of uncleanness.",
      "28": "In the same way, on the outside you seem righteous to people, but on the inside you are full of hypocrisy and wickedness.",
      "29": "“Woe to you, experts in the law and Pharisees, you hypocrites! You build the tombs of the prophets and decorate the monuments of the righteous,",
      "30": "and you say, ‘If we had lived in the days of our fathers, we would not have joined with them in shedding the blood of the prophets.’",
      "31": "By saying this you testify against yourselves that you are sons of those who murdered the prophets.",
      "32": "Fill up, then, the measure of your fathers.",
      "33": "You serpents, you offspring of vipers, how will you escape being condemned to hell?",
      "34": "“Look, this is why I am sending you prophets, wise men, and experts in the law. Some of them you will kill and crucify, and some of them you will flog in your synagogues and persecute from town to town.",
      "35": "As a result, you will be held responsible for all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the sanctuary and the altar.",
      "36": "Amen I tell you: All these things will come upon this generation.",
      "37": "“Jerusalem, Jerusalem, who kills the prophets and stones those sent to her! How often I have wanted to gather your children together as a hen gathers her chicks under her wings, but you were not willing!",
      "38": "Look, your house is left to you desolate.",
      "39": "For I tell you, you will certainly not see me again until you say, ‘Blessed is he who comes in the name of the Lord!’”"
    },
    "24": {
      "1": "As Jesus left the temple and was walking away, his disciples came up to him to call his attention to the temple buildings.",
      "2": "Then he replied to them, “Do you see all of these things? Amen I tell you: Not one stone here will be left on another that will not be thrown down.”",
      "3": "While he was sitting on the Mount of Olives, the disciples came to him privately and said, “Tell us, when will these things happen? And what will be the sign of your coming and of the end of the world?”",
      "4": "Jesus answered them, “Watch out that no one deceives you.",
      "5": "Because many will come in my name, saying, ‘I am the Christ,’ and they will deceive many people.",
      "6": "You will hear of wars and rumors of wars. See that you are not alarmed, because all these things must happen; but that is not yet the end.",
      "7": "Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.",
      "8": "But all these things are only the beginning of birth pains.",
      "9": "Then they will hand you over to be persecuted, and they will put you to death. You will be hated by all nations because of my name.",
      "10": "Then many will fall away from faith. They will betray each other and hate each other.",
      "11": "Many false prophets will appear and deceive many people.",
      "12": "Because lawlessness will increase, the love of many will grow cold.",
      "13": "But whoever endures to the end will be saved.",
      "14": "This gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.",
      "15": "“Therefore when you see the abomination that causes desolation, that was spoken of through the prophet Daniel, standing in the holy place—let the reader understand—",
      "16": "then those who are in Judea should flee to the mountains.",
      "17": "The one on the housetop should not go down to take anything out of his house.",
      "18": "The one who is in the field should not return to get his clothes.",
      "19": "How terrible it will be for those who are pregnant or are nursing babies in those days!",
      "20": "Pray that your flight will not take place in the winter or on a Sabbath.",
      "21": "For at that time there will be great distress, unlike any that has happened since the beginning of the world until now, and unlike any that will happen again.",
      "22": "If those days were not shortened, nobody would be saved. But for the sake of the elect, those days will be shortened.",
      "23": "“At that time if anyone tells you, ‘Look, here is the Christ,’ or ‘There he is,’ do not believe it.",
      "24": "For false Christs and false prophets will arise and will perform great signs and wonders so as to deceive even the elect, if it were possible.",
      "25": "“See, I have told you in advance.",
      "26": "So if they tell you, ‘Look! There he is in the wilderness,’ do not go out there, or ‘Look! Here he is in the inner rooms,’ do not believe it.",
      "27": "Just as the lightning flashes from the east and shines as far as the west, so it will be when the Son of Man comes.",
      "28": "Wherever the carcass may be, there the vultures will gather.",
      "29": "“Immediately after the misery of those days, the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the powers of the heavens will be shaken.",
      "30": "Then the sign of the Son of Man will appear in the sky. And at that time all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky with power and great glory.",
      "31": "He will send out his angels with a loud trumpet call, and they will gather together his elect from the four winds, from one end of the heavens to the other.",
      "32": "“Learn this lesson from the fig tree. When its branch has become tender and produces leaves, you know that summer is near.",
      "33": "In the same way, when you see all these things, know that he is near, right at the doors.",
      "34": "Amen I tell you: This generation will certainly not pass away until all these things take place.",
      "35": "Heaven and earth will pass away, but my words will never pass away.",
      "36": "“No one knows when that day and hour will be, not the angels of heaven, not even the Son, but only the Father.",
      "37": "Just as it was in the days of Noah, so it will be when the Son of Man returns.",
      "38": "In fact, in the days before the flood people were eating and drinking, marrying and giving in marriage, until the very day that Noah entered the ark.",
      "39": "And they did not realize what was coming until the flood came and took them all away. That is how it will be when the Son of Man returns.",
      "40": "“At that time two men will be in the field; one will be taken and one will be left.",
      "41": "Two women will be grinding at the mill; one will be taken and one will be left.",
      "42": "So be alert, because you do not know on what day your Lord is coming.",
      "43": "But understand this: If the master of the house had known at what time of night the thief was coming, he would have stayed awake and would not have let his house be broken into.",
      "44": "You also need to be ready for this reason: The Son of Man is coming at an hour when you do not expect him.",
      "45": "“Who then is the faithful and wise servant, whom his master has put in charge of his household, to give them their food at the proper time?",
      "46": "Blessed is that servant whom his master finds doing this when he returns.",
      "47": "Amen I tell you: He will put him in charge of all that he has.",
      "48": "But if that servant is wicked and says in his heart, ‘My master is staying away a long time,’",
      "49": "and he begins to beat his fellow servants and eats and drinks with drunkards,",
      "50": "the master of that servant will return on a day when he does not expect it and at an hour he does not know.",
      "51": "The master will cut him in two and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.”"
    },
    "25": {
      "1": "“At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.",
      "2": "Five of them were foolish, and five were wise.",
      "3": "When the foolish ones took their lamps, they did not take any oil with them;",
      "4": "but the wise took oil in their containers with their lamps.",
      "5": "While the bridegroom was delayed, they all became drowsy and fell asleep.",
      "6": "But at midnight there was a shout, ‘Look, the bridegroom! Come out to meet him!’",
      "7": "Then all those virgins got up and trimmed their lamps.",
      "8": "The foolish ones said to the wise, ‘Give us some of your oil because our lamps are going out.’",
      "9": "But the wise answered, ‘No, there may not be enough for us and for you. Instead, go to those who sell oil and buy some for yourselves.’",
      "10": "But while they were away buying oil, the bridegroom came. Those who were ready went in with him to the wedding banquet, and the door was shut.",
      "11": "Later, the other virgins also came and said, ‘Lord, Lord, let us in.’",
      "12": "But he answered, ‘Amen I tell you: I do not know you.’",
      "13": "Therefore, keep watch, because you do not know the day or the hour.",
      "14": "“You see, the kingdom of heaven is like a man going on a journey. He called his servants and entrusted his possessions to them.",
      "15": "To one he gave five talents, to another two talents, and to still another one talent, each according to his own ability. Then he went on his journey.",
      "16": "The servant who had received the five talents immediately put them to work and gained five more talents.",
      "17": "In the same way, the servant who had received the two talents gained two more.",
      "18": "But the servant who had received one talent went away, dug a hole in the ground, and hid his master’s money.",
      "19": "“After a long time the master of those servants came and settled accounts with them.",
      "20": "The servant who received the five talents came and brought five more talents. He said, ‘Master, you entrusted five talents to me. See, I have gained five more talents.’",
      "21": "“His master said to him, ‘Well done, good and faithful servant! You were faithful with a few things. I will put you in charge of many things. Enter into the joy of your master.’",
      "22": "“The servant who received the two talents came and said, ‘Master, you entrusted me with two talents. See, I have gained two more talents.’",
      "23": "“His master said to him, ‘Well done, good and faithful servant! You were faithful with a few things. I will put you in charge of many things. Enter into the joy of your master.’",
      "24": "“Then the servant who received one talent came and said, ‘Master, I knew that you are a hard man, reaping where you did not plant and gathering where you did not scatter seed.",
      "25": "Since I was afraid, I went away and hid your talent in the ground. See, you have what is yours.’",
      "26": "“His master answered him, ‘You wicked and lazy servant! You knew that I reap where I did not plant and gather where I did not scatter seed?",
      "27": "Well then, you should have deposited my money with the bankers so that when I came I would get my money back with interest.",
      "28": "Take the talent away from him and give it to the servant who has the ten talents.",
      "29": "Because everyone who has will be given more, and he will have an abundance. But the one who does not have, even what he has will be taken away from him.",
      "30": "Throw that worthless servant into the outer darkness, where there will be weeping and gnashing of teeth.’",
      "31": "“When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne.",
      "32": "All the nations will be gathered in his presence, and he will separate them one from another, as a shepherd separates the sheep from the goats.",
      "33": "He will put the sheep on his right and the goats on his left.",
      "34": "Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.",
      "35": "For I was hungry and you gave me food to eat. I was thirsty and you gave me something to drink. I was a stranger and you welcomed me.",
      "36": "I was lacking clothes and you clothed me. I was sick and you took care of me. I was in prison and you visited me.’",
      "37": "“Then the righteous will answer him, ‘Lord, when did we see you hungry and feed you, or thirsty and give you a drink?",
      "38": "When did we see you a stranger and welcome you, or lacking clothes and clothe you?",
      "39": "When did we see you sick or in prison and visit you?’",
      "40": "“The King will answer them, ‘Amen I tell you: Just as you did it for one of the least of these brothers of mine, you did it for me.’",
      "41": "“Then he will say to those on his left, ‘Depart from me, you who are cursed, into the eternal fire, which is prepared for the Devil and his angels.",
      "42": "For I was hungry and you did not give me food to eat. I was thirsty and you did not give me anything to drink.",
      "43": "I was a stranger and you did not welcome me, lacking clothes and you did not clothe me, sick and in prison and you did not take care of me.’",
      "44": "“Then they will also answer, ‘Lord, when did we see you hungry or thirsty or a stranger or lacking clothes or sick or in prison and did not serve you?’",
      "45": "“At that time he will answer them, ‘Amen I tell you: Just as you did not do it for one of the least of these, you did not do it for me.’",
      "46": "And they will go away to eternal punishment, but the righteous to eternal life.”"
    },
    "26": {
      "1": "When Jesus had finished saying all these things, he said to his disciples,",
      "2": "“You know that after two days it will be the Passover, and the Son of Man will be handed over to be crucified.”",
      "3": "Then the chief priests and the elders of the people assembled in the palace of the high priest, whose name was Caiaphas.",
      "4": "They plotted together how to arrest Jesus by stealth and kill him.",
      "5": "But they said, “Not during the Festival, or else there might be a riot among the people.”",
      "6": "When Jesus was in Bethany, in the house of Simon the leper,",
      "7": "a woman approached him holding an alabaster jar of very expensive perfume. She poured it on his head as he was reclining at the table.",
      "8": "But when his disciples saw this, they were upset and said, “Why this waste?",
      "9": "This perfume could have been sold for a lot of money and given to the poor.”",
      "10": "Jesus was aware of this and said to them, “Why are you causing trouble for this woman? She has done a beautiful thing for me.",
      "11": "You are always going to have the poor with you, but you are not always going to have me.",
      "12": "When she poured this perfume on my body, she did it to prepare me for burial.",
      "13": "Amen I tell you: Wherever this gospel is proclaimed in the whole world, what this woman has done will also be told in memory of her.”",
      "14": "Then one of the Twelve, the one named Judas Iscariot, went to the chief priests",
      "15": "and said, “What are you willing to give me if I hand him over to you?” They paid him thirty pieces of silver.",
      "16": "From that time on Judas was looking for an opportunity to betray Jesus.",
      "17": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus, saying, “Where do you want us to make preparations for you to eat the Passover?”",
      "18": "He said, “Go into the city to a certain man and tell him the Teacher says, ‘My time is near. I will observe the Passover with my disciples at your house.’”",
      "19": "The disciples did as Jesus commanded them and prepared the Passover.",
      "20": "When evening came, Jesus was reclining at the table with the Twelve.",
      "21": "As they were eating, he said, “Amen I tell you: One of you will betray me.”",
      "22": "They were very sad and began to say to him one after another, “Surely, not I, Lord?”",
      "23": "He replied, “The one who dipped his hand in the bowl with me will betray me.",
      "24": "The Son of Man is going just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for that man if he had not been born.”",
      "25": "Judas, who betrayed him, replied, “Surely, not I, Rabbi?”\nHe said to him, “Yes, you are the one.”",
      "26": "While they were eating, Jesus took bread, blessed and broke it, and gave it to the disciples. He said, “Take, eat, this is my body.”",
      "27": "Then he took the cup, gave thanks, and gave it to them, saying, “Drink from it all of you,",
      "28": "for this is my blood of the new testament, which is poured out for many for the forgiveness of sins.",
      "29": "I tell you that I will not drink of this fruit of the vine from now until that day when I drink it new with you in my Father’s kingdom.”",
      "30": "After they sang a hymn, they went out to the Mount of Olives.",
      "31": "Then Jesus said to them, “This night you will all fall away on account of me, for it is written, ‘I will strike the shepherd, and the sheep of the flock will be scattered.’",
      "32": "But after I have been raised, I will go ahead of you into Galilee.”",
      "33": "Peter answered him, “Even if all fall away because of you, I will never fall away.”",
      "34": "Jesus said to him, “Amen I tell you: Tonight before the rooster crows you will deny me three times.”",
      "35": "Peter said to him, “Even if I have to die with you, I will never deny you.” And all the disciples said the same.",
      "36": "Then Jesus went with them to a place called Gethsemane. He told his disciples, “Sit here, while I go over there and pray.”",
      "37": "He took with him Peter and the two sons of Zebedee, and he began to be sorrowful and distressed.",
      "38": "Then he said to them, “My soul is very sorrowful, even to the point of death. Stay here, and keep watch with me.”",
      "39": "He went a little farther, fell on his face, and prayed. He said, “My Father, if it is possible, let this cup pass from me. Yet not as I will, but as you will.”",
      "40": "He came to the disciples and found them sleeping. He said to Peter, “So, were you not able to stay awake with me for one hour?",
      "41": "Watch and pray, so that you do not enter into temptation. The spirit is willing, but the flesh is weak.”",
      "42": "He went away a second time and prayed, “My Father, if it is not possible for this cup to pass from me unless I drink it, may your will be done.”",
      "43": "Again he returned and found them sleeping, because their eyes were heavy.",
      "44": "He left them again, went away, and prayed a third time. He said the same words as before.",
      "45": "Then he returned to his disciples and said to them, “Are you still sleeping and resting? Look, the hour is near, and the Son of Man is betrayed into the hands of sinners.",
      "46": "Rise. Let us go. Look, my betrayer is near.”",
      "47": "While Jesus was still speaking, suddenly Judas (one of the Twelve) arrived. With him was a large crowd with swords and clubs, who came from the chief priests and elders of the people.",
      "48": "Now the betrayer had given them a sign: “The one I kiss is the man. Arrest him.”",
      "49": "Immediately he went to Jesus and said, “Greetings, Rabbi!” and kissed him.",
      "50": "Jesus said to him, “Friend, why are you here?”\nThen they advanced, took hold of Jesus, and arrested him.",
      "51": "Suddenly, one of the men with Jesus reached out his hand, drew his sword, and struck the servant of the high priest, cutting off his ear.",
      "52": "Then Jesus said to him, “Put your sword back into its place, because all who take the sword will die by the sword.",
      "53": "Do you not realize that I could call on my Father, and at once he would provide me with more than twelve legions of angels?",
      "54": "But then how would the Scriptures be fulfilled that say it must happen this way?”",
      "55": "At that same time Jesus said to the crowd, “Have you come out to arrest me with swords and clubs as if I were a robber? Day after day I was sitting in the temple courts teaching, and you did not arrest me.",
      "56": "But all this has happened so that the writings of the prophets would be fulfilled.” Then all the disciples deserted him and fled.",
      "57": "Those who had arrested Jesus led him away to Caiaphas, the high priest, where the experts in the law and the elders were assembled.",
      "58": "Peter was following him at a distance and went as far as the courtyard of the high priest. He went inside and sat down with the guards to see how it would turn out.",
      "59": "The chief priests and the whole Sanhedrin were looking for false testimony against Jesus so that they could put him to death.",
      "60": "They found none, even though many false witnesses came forward. Finally two came forward",
      "61": "and said, “This fellow said, ‘I am able to destroy the temple of God and rebuild it in three days.’”",
      "62": "The high priest stood up and said to him, “Have you no answer? What is this that these men are testifying against you?”",
      "63": "But Jesus remained silent. Then the high priest said to him, “I place you under oath by the living God: Tell us if you are the Christ, the Son of God!”",
      "64": "Jesus said to him, “It is as you have said. But I tell you, soon you will see the Son of Man sitting at the right hand of power and coming on the clouds of heaven.”",
      "65": "Then the high priest tore his robes and said, “He has spoken blasphemy! Why do we need any more witnesses? See, you have just heard the blasphemy!",
      "66": "What do you think?”\nThey answered, “He is deserving of death!”",
      "67": "Then they spit in his face and punched him. Some slapped him",
      "68": "and said, “Prophesy to us, Christ! Who hit you?”",
      "69": "Meanwhile Peter was sitting outside in the courtyard. A servant girl came to him and said, “You were also with Jesus the Galilean.”",
      "70": "But he denied it in front of everyone, saying, “I don’t know what you’re talking about.”",
      "71": "When Peter went out to the entryway, someone else saw him and said to those who were there, “This fellow was with Jesus of Nazareth.”",
      "72": "Again Peter denied it with an oath and said, “I do not know the man.”",
      "73": "After a little while those who stood by came and said to Peter, “Surely you are also one of them because even your accent gives you away.”",
      "74": "Then he began to curse and to swear, “I do not know the man!” Just then the rooster crowed.",
      "75": "And Peter remembered the word Jesus had spoken, “Before the rooster crows, you will deny me three times.” And he went outside and wept bitterly."
    },
    "27": {
      "1": "Early in the morning, all the chief priests and the elders of the people reached the decision to put Jesus to death.",
      "2": "They bound him, led him away, and handed him over to Pontius Pilate, the governor.",
      "3": "Then when Judas, who had betrayed him, saw that Jesus was condemned, he felt remorse. He brought back the thirty pieces of silver to the chief priests and elders",
      "4": "and said, “I have sinned by betraying innocent blood.” But they said, “What is that to us? That’s your problem.”",
      "5": "He threw the pieces of silver into the temple and left. Then he went out and hanged himself.",
      "6": "The chief priests took the pieces of silver and said, “It is not lawful to put these into the treasury, since it is blood money.”",
      "7": "They reached a decision to buy the potter’s field with the money, as a burial place for foreigners.",
      "8": "So that field has been called The Field of Blood to this day.",
      "9": "Then what was spoken through Jeremiah the prophet was fulfilled:\nThey took the thirty pieces of silver, the price the sons of Israel had set for him,",
      "10": "and they gave them for the potter’s field, just as the Lord commanded me.",
      "11": "When Jesus stood in the presence of the governor, the governor asked him, “Are you the King of the Jews?”\nJesus said to him, “It is as you say.”",
      "12": "When he was accused by the chief priests and elders, he answered nothing.",
      "13": "Then Pilate said to him, “Don’t you hear how many things they are testifying against you?”",
      "14": "But he did not answer him—not even one word, so that the governor was very surprised.",
      "15": "At the time of the Festival the governor had a custom to release to the crowd any one prisoner they wanted.",
      "16": "At that time they were holding a notorious prisoner named Barabbas.",
      "17": "So when they were assembled, Pilate said to them, “Which one do you want me to release to you? Barabbas—or Jesus, who is called Christ?”",
      "18": "For Pilate knew that they had handed Jesus over to him because of envy.",
      "19": "While he was sitting on the judgment seat, Pilate’s wife sent him a message. “Have nothing to do with that righteous man,” she said, “since I have suffered many things today in a dream because of him.”",
      "20": "But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus put to death.",
      "21": "The governor asked them, “Which of the two do you want me to release to you?”\n“Barabbas!” they said.",
      "22": "Pilate said to them, “Then what should I do with Jesus, who is called Christ?”\nThey all said to him, “Crucify him!”",
      "23": "But the governor said, “Why? What has he done wrong?”\nBut they kept shouting even louder: “Crucify him!”",
      "24": "When Pilate saw that he was accomplishing nothing and that instead it was turning into a riot, he took water, washed his hands in front of the crowd, and said, “I am innocent of this righteous man’s blood. It is your responsibility.”",
      "25": "And all the people answered, “Let his blood be on us and on our children!”",
      "26": "Then he released Barabbas to them, but he had Jesus flogged and handed him over to be crucified.",
      "27": "Then the governor’s soldiers took Jesus into the Praetorium and gathered the whole cohort of soldiers around him.",
      "28": "They stripped him and put a scarlet robe on him.",
      "29": "They twisted together a crown of thorns and put it on his head. They put a staff in his right hand, knelt in front of him, and mocked him by saying, “Hail, King of the Jews!”",
      "30": "They spit on him, took the staff, and hit him repeatedly on his head.",
      "31": "After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him.",
      "32": "As they were going out of the city, they found a man of Cyrene named Simon. They forced him to carry Jesus’ cross.",
      "33": "They came to a place called Golgotha, which means “The place of the skull.”",
      "34": "They offered Jesus wine to drink, mixed with gall; but when he tasted it, he would not drink it.",
      "35": "After they had crucified him, they divided his clothing among themselves by casting lots.",
      "36": "Then they sat down and were keeping watch over him there.",
      "37": "Above his head they posted the written charge against him: “This is Jesus, the King of the Jews.”",
      "38": "At the same time two criminals were crucified with him, one on his right and one on his left.",
      "39": "People who passed by kept insulting him, shaking their heads,",
      "40": "and saying, “You who were going to destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross!”",
      "41": "In the same way the chief priests, experts in the law, and elders kept mocking him. They said,",
      "42": "“He saved others, but he cannot save himself. If he’s the King of Israel, let him come down now from the cross, and we will believe in him.",
      "43": "He trusts in God. Let God rescue him now, if he wants him, because he said, ‘I am the Son of God.’”",
      "44": "In the same way even the criminals who were crucified with him kept insulting him.",
      "45": "From the sixth hour until the ninth hour, there was darkness over all the land.",
      "46": "About the ninth hour Jesus cried out with a loud voice, saying, “Eli, Eli, lama sabachthani?” which means “My God, my God, why have you forsaken me?”",
      "47": "When some of those standing there heard this, they said, “This fellow is calling for Elijah.”",
      "48": "Immediately one of them ran, took a sponge, and soaked it with sour wine. Then he put it on a stick and gave him a drink.",
      "49": "The rest said, “Leave him alone. Let’s see if Elijah comes to save him.”",
      "50": "After Jesus cried out again with a loud voice, he gave up his spirit.",
      "51": "Suddenly, the temple curtain was torn in two from top to bottom. The earth shook and rocks were split.",
      "52": "Tombs were opened, and many bodies of saints who had fallen asleep were raised to life.",
      "53": "Those who came out of the tombs went into the holy city after Jesus’ resurrection and appeared to many people.",
      "54": "When the centurion and those who were guarding Jesus with him saw the earthquake and the things that had happened, they were terrified and said, “Truly this was the Son of God.”",
      "55": "Many women who had followed Jesus from Galilee and who had served him were there, watching from a distance.",
      "56": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons.",
      "57": "When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus.",
      "58": "He went to Pilate and asked for the body of Jesus. Then Pilate ordered that it be given to him.",
      "59": "Joseph took the body, wrapped it in a clean linen cloth,",
      "60": "and laid it in his own new tomb that he had cut in the rock. He rolled a large stone over the tomb’s entrance and left.",
      "61": "Mary Magdalene and the other Mary were there sitting opposite the tomb.",
      "62": "On the next day, which was the day after the Preparation Day, the chief priests and Pharisees gathered in the presence of Pilate",
      "63": "and said, “Sir, we remembered what that deceiver said while he was still alive: ‘After three days I will rise again.’",
      "64": "So give a command that the tomb be made secure until the third day. Otherwise his disciples might steal his body and tell the people, ‘He is risen from the dead.’ And this last deception will be worse than the first.”",
      "65": "Pilate said to them, “You have a guard. Go, make it as secure as you know how.”",
      "66": "So they went and made the tomb secure by sealing the stone and posting a guard."
    },
    "28": {
      "1": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb.",
      "2": "Suddenly, there was a great earthquake! For an angel of the Lord came down from heaven, and going to the tomb, he rolled away the stone and was sitting on it.",
      "3": "His appearance was like lightning, and his clothing was as white as snow.",
      "4": "The guards were so terrified of him that they shook and became like dead men.",
      "5": "The angel said to the women, “Do not be afraid! I know that you are looking for Jesus, who was crucified.",
      "6": "He is not here. He has risen, just as he said. Come, see the place where the Lord lay.",
      "7": "Go quickly and tell his disciples, ‘He has risen from the dead! And look, he is going ahead of you to Galilee. There you will see him.’ See, I have told you!”",
      "8": "They hurried away from the tomb, with fear and great joy, and ran to tell his disciples.",
      "9": "Suddenly Jesus met them and said, “Greetings!”\nThey approached, took hold of his feet, and worshipped him.",
      "10": "Then Jesus said to them, “Do not be afraid. Go, tell my brothers that they should go to Galilee, and there they will see me.”",
      "11": "As they were on their way, there were some members of the guard who went into the city and reported to the chief priests everything that had happened.",
      "12": "After the chief priests had assembled with the elders and had reached a decision, they gave a large sum of money to the soldiers",
      "13": "and said, “You are to say, ‘His disciples came at night and stole him away while we were sleeping.’",
      "14": "If the governor hears about it, we will satisfy him and keep you out of trouble.”",
      "15": "After the soldiers took the money, they did as they were instructed. And this story has been repeated among the Jews until this day.",
      "16": "The eleven disciples went to Galilee, to the mountain where Jesus had directed them.",
      "17": "When they saw him, they worshipped him, but some hesitated because they were uncertain.",
      "18": "Jesus approached and spoke to them saying, “All authority in heaven and on earth has been given to me.",
      "19": "Therefore go and gather disciples from all nations by baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
      "20": "and by teaching them to keep all the instructions I have given you. And surely I am with you always until the end of the age.”"
    }
  }
}