{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:15.712511-04:00",
    "Translation": "EHV"
  },
  "Micah": {
    "1": {
      "1": "This is the word of the Lord that came to Micah from Moresheth, in the days of Jotham, Ahaz, and Hezekiah, kings of Judah. He saw this vision concerning Samaria and Jerusalem.",
      "2": "Listen, all you peoples!\n    Pay close attention, earth and all of you who fill it!\n    The Lord God will testify against you.\n    The Lord will testify from his holy temple.",
      "3": "Look! The Lord is coming out from his place.\n    He will come down and will trample the high places of the land.",
      "4": "The mountains will melt beneath him,\n    and the valleys will flow away like wax near a fire,\n    like water spilling down a mountainside.",
      "5": "All this will happen because of the rebellion of Jacob,\n    because of the sins of the house of Israel.\n    What is the rebellion of Jacob? Is it not Samaria?\n    What is the high place of Judah? Is it not Jerusalem?",
      "6": "That is why I have sentenced Samaria to become\n        a heap of ruins in the open countryside,\n        a place where someone might plant a vineyard.\n    I have hurled down its stones into the valley.\n    I will expose its foundation.",
      "7": "All her carved idols will be crushed,\n    and all her wages will be burned with fire.\n    I will sentence all her useless images to destruction.\n    Because she collected a prostitute’s wages to obtain them,\n    they will become a prostitute’s wages again.",
      "8": "Because of this I must lament and grieve.\n    I must walk barefoot and naked.\n    I must howl like a jackal\n    and make a mourning shriek like an ostrich,",
      "9": "because her plague is incurable.\n    It has even spread to Judah.\n    It has arrived at the gate of my people.\n    It has come all the way up to Jerusalem.",
      "10": "Do not announce it in Gath.\n    Do not weep at all.\n    In Beth Ophrah roll around in the dust.",
      "11": "Pass by, inhabitants of Shaphir, naked and ashamed.\n    The inhabitants of Za’anan must not go out.\n    Beth Ezel mourns. It takes away its support from you.",
      "12": "The inhabitants of Maroth anxiously wait for good,\n    because disaster has come down from the Lord to the gates of Jerusalem.",
      "13": "Hitch fast horses to the chariot, you inhabitants of Lachish.\n    You were the beginning of sin for the Daughter of Zion,\n    because the rebellious deeds of Israel were found also in you.",
      "14": "Therefore you will give farewell gifts to Moresheth Gath.\n    The houses of Akzib will be undependable to the kings of Israel.",
      "15": "I will once again bring a conqueror to you, you inhabitants of Mareshah.\n    The glory of Israel will come to Adullam.",
      "16": "Shave your heads and cut off your hair\n        to mourn for the children that delight you.\n    Make yourself bald as a buzzard,\n    because your children will be taken away from you into exile."
    },
    "2": {
      "1": "Woe to those who plan wickedness,\nwho make preparations for evil while lying on their beds.\n    By the morning light they carry it out,\n    because it is in the power of their hands to do so.",
      "2": "They covet fields and seize them.\n    They covet houses and take them away.\n    They deprive a person of his house,\n    and a man of his inheritance.",
      "3": "Therefore this is what the Lord says:\n    Look, I am making plans against this family of clans,\n    plans for a disaster from which you cannot save your necks.\n    You will not be able to hold your heads high,\n    because it will be an evil time.",
      "4": "On that day a saying will arise about you.\n    People will moan this sad song:\n    “We have been completely devastated.\n    My people’s portion in the land is divided up.\n    He takes it from me and assigns our fields to traitors.”",
      "5": "Because of this, there will be no one to measure off an allotted inheritance for you in the assembly of the Lord.",
      "6": "“Stop preaching,” they preach. “Do not preach about these things,”\n    but these charges will not be turned away.",
      "7": "Should the house of Jacob say,\n    “Is the Spirit of the Lord impatient?\n    Would he really do these things?”\n    Will my words fail to accomplish good things for people who walk uprightly?",
      "8": "But lately my people have stood up like an enemy.\n    You strip off the splendid robe from those who pass by\n    as they return safely from battle.",
      "9": "You drive the women among my people out of their comfortable houses.\n    You take away my splendor from their children forever.",
      "10": "Get up and leave,\n    for this will not be a place to rest,\n    because the impurity that destroys it will bring painful destruction.",
      "11": "If a man full of bluster and lies comes and says,\n    “I will preach for you about wine and beer,”\n    he would be just the preacher for these people.",
      "12": "I will surely assemble all of you, Jacob.\n    I will surely gather together the surviving remnant of Israel.\n    I will establish them like a flock in its fold,\n    like a herd in its pasture,\n    like a happy crowd of noisy people.",
      "13": "The one who breaks through the siege line will go up ahead of them.\n    They too will break out and pass through the gate,\n    and their king will cross over in front of them,\n        with the Lord as their head."
    },
    "3": {
      "1": "I said:\n    Listen, you rulers of Jacob,\n    you leaders of the house of Israel.\n    Shouldn’t you recognize justice?",
      "2": "But you hate good and love evil.\n    You tear off the skin and the flesh from the bones.",
      "3": "You eat the flesh of my people\n    and peel off their skin.\n    You smash their bones.\n    You chop them up like pieces for the cooking pot,\n    like meat for the cauldron.",
      "4": "Then they will cry out to the Lord for help,\n    but he will not answer them.\n    He will hide his face from them at that time,\n    because their deeds were evil.",
      "5": "This is what the Lord says concerning the prophets who mislead my people:\n    Give them something to chew with their teeth, and they declare peace,\n    but they declare a holy war against anyone who doesn’t put something into their mouths.",
      "6": "Therefore, a night without prophetic vision will come upon you.\n    Darkness will come upon you, without any omens from God.\n    The sun will set for the prophets,\n    and daytime will become dark for them.",
      "7": "The seers will be ashamed,\n    and the fortune tellers will hide in disgrace.\n    They will all cover their mouths,\n    because there will be no answer from God.",
      "8": "I, on the other hand, I am full of power from the Spirit of the Lord,\n        full of judgment and strength,\n        to declare Jacob’s sinful rebellion to him\n            and Israel’s sin to him.",
      "9": "Hear this, you heads of the house of Jacob.\n    Listen attentively, leaders of the house of Israel,\n    you who have contempt for justice and pervert everything that is right,",
      "10": "you who build Zion with blood and Jerusalem with injustice.",
      "11": "Her leaders render verdicts for a bribe,\n    and her priests issue rulings for a payoff.\n    Her prophets foretell the future for silver,\n    yet they lean on the Lord and say,\n    “The Lord is in our midst, isn’t he? Disaster will not come upon us.”",
      "12": "Therefore, because of you, Zion will be plowed like a field.\n    Jerusalem will become a heap of ruins,\n    and the Temple Mount will become a wooded hill."
    },
    "4": {
      "1": "In the last days, the mountain of the House of the Lord\n        will be established as the highest among the mountains.\n    It will be raised above the hills,\n    and peoples will stream to it like a river.",
      "2": "Many nations will come and say,\n    “Come, let us go up to the Mountain of the Lord,\n    to the house of the God of Jacob.\n    He will teach us his ways so that we may walk in his paths.”\n    The law will go out from Zion\n    and the word of the Lord from Jerusalem.",
      "3": "He will render judgment between many peoples.\n    He will settle disputes between mighty nations from far away.\n    They will pound their swords into plowshares\n    and their spears into blades for trimming vines.\n    Nation will not raise the sword against nation,\n    and they will not learn how to wage war any longer.",
      "4": "Each man will sit under his own vine\n    and under his own fig tree.\n    There will be no one to make them afraid,\n    for the mouth of the Lord of Armies has spoken.",
      "5": "For all the other peoples walk in the names of their gods,\n    but we will walk in the name of the Lord our God forever and ever.",
      "6": "On that day, says the Lord,\n    I will bring in the lame\n    and gather the scattered,\n    even those I have afflicted.",
      "7": "I will establish the lame as survivors\n    and the scattered as a powerful nation.\n    The Lord will rule over them on Mount Zion\n        from that time on and forever.",
      "8": "But for you, watchtower of the flock,\n    for you, stronghold of the Daughter of Zion,\n    for you, the power to rule, which you had before, will come again.\n    The kingship will return to the Daughter of Jerusalem.",
      "9": "But now, why are you shouting so loudly?\n    Is it because you have no king among you?\n    Has the one who guided you perished,\n    so that pain now has gripped you like a woman giving birth?",
      "10": "Writhe and scream, Daughter of Zion,\n    like a woman giving birth, since now you must leave the city,\n    and you will seek shelter in the fields.\n    You will go to Babylon.\n    There you will be rescued.\n    There the Lord will redeem you from the hand of your enemies.",
      "11": "But now many nations have banded together against you.\n    They say, “Let her be degraded! Let our eyes gloat over Zion!”",
      "12": "But they do not know the thoughts of the Lord,\n    and they do not understand his plans,\n    namely, that he will gather them together like bundles of grain on the threshing floor.",
      "13": "Rise up and thresh, Daughter of Zion,\n    for I will turn your horns into iron,\n    and I will make your hoofs bronze,\n    and you will crush many peoples.\n    You will dedicate what they have gained to the Lord,\n    and their wealth to the Lord of all the earth."
    },
    "5": {
      "1": "Now, gather the troops, you daughter of troops.\nA siege is laid against us.\n    With a rod they will strike the judge of Israel on the cheek.",
      "2": "But you, Bethlehem Ephrathah,\n    though you are small among the clans of Judah,\n    from you, will go out the one who will be the ruler for me in Israel.\n    His goings forth are from the beginning, from the days of eternity.",
      "3": "Therefore the Lord will give them up,\n    until the time when the woman who is in labor bears a child.\n    Then the remaining survivors from his brothers will return to the people of Israel.",
      "4": "He will stand and shepherd with the strength of the Lord,\n    in the majesty of the name of the Lord his God.\n    They will dwell securely, for at that time he will be great to the ends of the earth.",
      "5": "This one will be their peace.\n    When Assyria invades our land\n    and tramples on our citadels,\n    we will raise against him seven shepherds\n    and eight leaders of men.",
      "6": "They will shepherd the land of Assyria with the sword\n    and the land of Nimrod with a drawn blade.\n    He will save us from Assyria\n    when it invades our land\n    and tramples on our territory.",
      "7": "There will be a surviving remnant of Jacob in the midst of many peoples,\n        like dew from the Lord,\n        like spring showers on the grass,\n        which do not wait around for a man,\n        and do not delay for human beings.",
      "8": "The remnant of Jacob will be among the nations,\n    in the midst of many peoples,\n    like a lion among animals of the forest,\n    like a young lion among flocks of sheep.\n    As he passes through, he crushes and tears them.\n    There is no one who can save them from him.",
      "9": "Your hand will be high above your enemies.\n    All your enemies will be cut off.",
      "10": "This is what will happen on that day, declares the Lord.\n    I will cut off your horses from your midst\n    and destroy your chariots.",
      "11": "I will cut off the cities of your land,\n    and I will destroy all your fortified cities.",
      "12": "I will cut off every form of witchcraft from your hands,\n    and you will have no one to read omens anymore.",
      "13": "I will cut off your carved images\n    and your sacred memorial stones from your midst,\n    and you will not worship the work of your hands anymore.",
      "14": "I will uproot your Asherah poles from your midst,\n    and I will destroy your cities.",
      "15": "In anger and wrath I will inflict vengeance\n        on the nations that have not listened to me."
    },
    "6": {
      "1": "Listen now to what the Lord is saying!\n    Get up. Plead your case to the mountains.\n    Let the hills hear your voice.",
      "2": "Listen, you mountains, to the accusation from the Lord.\n    Pay attention, you enduring foundations of the earth,\n    because the Lord is presenting a case against his people,\n    and he is indicting Israel.",
      "3": "My people, what have I done to you,\n    and how have I made you weary? Answer me!",
      "4": "I was the one who brought you up from the land of Egypt.\n    I redeemed you from the place where you were slaves.\n    I sent Moses, Aaron, and Miriam ahead of you.",
      "5": "My people, remember what Balak king of Moab planned,\n    and how Balaam son of Beor responded to him\n    when you were about to travel from Shittim to Gilgal,\n    so that you may acknowledge the Lord’s righteous acts.",
      "6": "With what am I to appear before the Lord?\n    How should I bow down to God on high?\n    Should I appear before him with burnt offerings,\n    with one-year-old calves?",
      "7": "Will the Lord be delighted with thousands of rams,\n    with tens of thousands of streams of oil?\n    Should I give my firstborn for my rebellion,\n    the fruit of my body for the sin of my soul?",
      "8": "He has told you, mankind, what is good.\n    What does the Lord require from you,\n    except to carry out justice and to love mercy\n    and to walk humbly with your God?",
      "9": "The voice of the Lord cries out to the city.\n    To fear your name is sound judgment.\n    Pay attention to the rod and to the one who appointed it.",
      "10": "You wicked house, do you still have treasures gained by wickedness\n    and dishonest measurements that are cursed?",
      "11": "Can I condone your dishonest scales and your bags full of false weights?",
      "12": "The city’s rich men are full of violence,\n    and its inhabitants speak falsehood.\n    Their tongues are treachery inside their mouths.",
      "13": "So I will wound you,\n    striking you down\n    and making you desolate because of your sins.",
      "14": "You will eat, but you will not be satisfied.\n    Your emptiness will remain inside you.\n    You will try to store things up,\n    but you will not save anything.\n    What you save, I will give to the sword.",
      "15": "You will sow, but you will not reap.\n    You will press olives, but you will not anoint yourself with oil.\n    You will trample grapes for juice, but you will not drink the wine.",
      "16": "You have observed the statutes of Omri,\n    and all the practices of the house of Ahab.\n    You have walked in their way of life,\n    so I will make you a hideous sight.\n    Your inhabitants will be subjected to contempt.\n    You will bear the shame of my people."
    },
    "7": {
      "1": "I am miserable.\nI have become like someone gathering summer fruit\n        when it is time to glean the vineyard.\n    There is no bunch of grapes to eat,\n    none of the early figs I crave.",
      "2": "The faithful have been carried off from the land.\n    There is no one upright among mankind.\n    They all lie in wait for blood.\n    Each one hunts his brother with a net.",
      "3": "Both hands are skilled at evil.\n    The officials ask for bribes,\n    and the judges as well.\n    The important man says what he wants.\n    Together, they plot it out.",
      "4": "The best of them is like a brier bush,\n    the most upright like a hedge of thorns.\n    The day for your watchman,\n    the day for your punishment has come.\n    Now confusion has come for them.",
      "5": "Do not trust a neighbor.\n    Do not put confidence in a close friend.\n    Watch what comes out of your mouth,\n        even when you lie down with the wife you embrace.",
      "6": "For a son will declare that his father is a fool.\n    A daughter will rise up against her mother,\n    and a daughter-in-law against her mother-in-law.\n    A man’s enemies are the members of his own household.",
      "7": "But as for me, I will keep watching for the Lord.\n    I will wait for God my Savior.\n    My God will hear me.",
      "8": "Do not rejoice over me, my enemy.\n    When I fall, I will rise.\n    When I sit in the darkness, the Lord will be a light for me.",
      "9": "Because I have sinned against him, I will bear the Lord’s wrath,\n    until he pleads my case and obtains a favorable verdict for me.\n    He will bring me to the light.\n    I will see his righteousness.",
      "10": "Then my enemy will see this and will be covered with shame,\n    she who said to me, “Where is the Lord your God?”\n    My eyes will see her as she is being trampled like mud in the streets.",
      "11": "It will be a day to rebuild city walls.\n    On that day your boundary will be extended.",
      "12": "On that day people will come to you\n        from the lands of Assyria and the cities of Egypt,\n        from Egypt even to the River Euphrates,\n        from sea to sea and mountain to mountain.",
      "13": "The land will be laid waste because of its inhabitants,\n    as a result of the fruit of their deeds.",
      "14": "Shepherd your people with your staff,\n    the flock that is your inheritance,\n    the flock which dwells by itself in a forest,\n    in the middle of fertile pastureland.\n    Let them graze in Bashan and Gilead as in days of old.",
      "15": "As I did in the days you came out from the land of Egypt,\n        I will show you wonderful miracles.",
      "16": "The nations will see and be ashamed of their lack of strength.\n    They will place their hand over their mouth.\n    Their ears will be deaf.",
      "17": "They will lick up dust like a snake,\n    like the things that creep on the earth.\n    They will come from their hiding places, shaking with fear.\n    They will come trembling to the Lord our God,\n    and they will be afraid in your presence.",
      "18": "Who is a God like you, who forgives guilt,\n    and who passes over the rebellion of the survivors from his inheritance?\n    He does not hold onto his anger forever.\n    He delights in showing mercy.",
      "19": "He will have compassion on us again.\n    He will overcome our guilty deeds.\n    You will throw all their sins into the depths of the sea.",
      "20": "You will give truth to Jacob and mercy to Abraham,\n    as you swore to our fathers from days of old."
    }
  }
}