{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:16.348495-04:00",
    "Translation": "EHV"
  },
  "Nahum": {
    "1": {
      "1": "A threatening oracle against Nineveh.\nThe book of the vision of Nahum from Elkosh.",
      "2": "The Lord is a jealous and avenging God.\n    The Lord takes vengeance and displays his anger.\n    The Lord takes vengeance against his adversaries.\n    He will maintain his rage against his enemies.",
      "3": "The Lord is slow to anger, yet great in power.\n    The Lord will certainly not let the guilty go unpunished.\n    He marches out in the whirlwind and in the storm.\n    Storm clouds are like dust stirred up by his feet.",
      "4": "He rebukes the sea and makes it dry up.\n    He makes all the rivers run dry.\n    Bashan and Carmel are completely withered.\n    The buds of Lebanon are completely withered.",
      "5": "The mountains quake in front of him.\n    The hills melt away.\n    The earth in front of him rises up,\n    the whole world and all who live in it.",
      "6": "Who can withstand his anger?\n    Who can resist his fury?\n    His rage is poured out like fire,\n    and the rocks are torn down by him.",
      "7": "The Lord is good.\n    He is a place of safety in the day of distress.\n    He knows those who seek safety in him,",
      "8": "but he will bring this place to a complete end by an overwhelming flood.\n    He will drive his enemies into darkness.",
      "9": "No matter what you plot against the Lord, he will destroy your plot completely. Disaster will not need to strike them twice,",
      "10": "because like tangled thorns, like the liquor of drunkards, like fully dried stubble, they will be consumed.",
      "11": "Someone who plots evil against the Lord has gone out from you, but his wicked plans are worthless.",
      "12": "This is what the Lord says. Even though they are at full strength and are numerous, nevertheless they are sure to be cut off, and they will disappear. Even though I have humbled you, I will not humble you any longer.",
      "13": "Now I will break their yoke from your neck. I will tear apart the shackles that are on you.",
      "14": "The Lord has issued a decree against you: There will be no descendants to carry on your name. I will put an end to the carved idols and molten images in the temple of your gods. I will dig your grave because you are cursed.",
      "15": "Look! A herald is coming over the mountain to proclaim this good news:\n        Peace! Celebrate your sacred festivals, Judah!\n        Fulfill your sacred vows to praise God!\n        For never again will wickedness overwhelm you.\n        It has been completely destroyed."
    },
    "2": {
      "1": "The enemy who will scatter you is advancing against you! Guard the rampart! Watch the road! Prepare for battle! Muster all your great strength!",
      "2": "For the Lord is about to restore the majesty of Jacob, as well as the majesty of Israel, even though their enemies have plundered them completely and have destroyed their vines.",
      "3": "The shields of the mighty warriors are dyed red.\n    The soldiers are dressed in scarlet garments.\n    The steel fittings of the chariots shine like fire on the day of battle.\n    The soldiers shake their spears.",
      "4": "The chariots race wildly through the streets.\n    They rush back and forth in the city squares.\n    They look like lightning.\n    They dart about like flashes of lightning.",
      "5": "The commander gives orders to his elite troops.\n    They fall over each other as they advance.\n    They rush to the city wall.\n    They set up the protective canopy over the battering ram.",
      "6": "The gates that hold back the river are opened,\n    and the palace is washed away.",
      "7": "She is stripped and is led away.\n    Her slave girls moan like doves\n    while they beat their breasts.",
      "8": "Nineveh was like a pool of water from her beginning,\n    but now her people are running away.\n    She cries out, “Stop! Stop!” but no one turns back.",
      "9": "Plunder the silver! Plunder the gold!\n    There is no end to the treasure.\n    There are riches of every kind of precious thing.",
      "10": "Destruction, devastation, and desolation!\n    Their hearts faint, their knees tremble,\n    every stomach churns, and each face turns pale!",
      "11": "What has become of the lions’ lair and the feeding place for young lions, where the lion, lioness, and lion’s cub prowled with nothing to fear?",
      "12": "The lion tore apart as much prey as his cubs needed and strangled prey to provide food for his lionesses. He filled his lairs with prey and his dens with torn flesh.",
      "13": "Beware! I am against you, declares the Lord of Armies. I will burn up your chariots in smoke. The sword will devour your young lions. You will no longer ravage the land. The voices of your messengers will no longer be heard."
    },
    "3": {
      "1": "Woe to the city of bloodshed! She is full of lies. She is filled with plunder. She is never without victims.",
      "2": "The crack of a whip! The clatter of wheels! Galloping horses and bouncing chariots!",
      "3": "Horsemen charging! Glittering swords! Flashing spears! Many wounded! Piles of carcasses! There is no end to the corpses—so many that people stumble over them.",
      "4": "All this is because of the many promiscuous deeds of the prostitute, a beautiful and pleasing mistress of all kinds of sorcery, who sells nations into slavery with her promiscuity and clans of people with her sorcery.",
      "5": "Beware! I am against you, declares the Lord of Armies. I will strip off your clothes! I will expose your nakedness to the nations and your shame to the kingdoms.",
      "6": "I will pelt you with filth. I will treat you with contempt. I will make you a public spectacle.",
      "7": "Everyone who sees you will turn away from you in disgust and say, “Nineveh has been devastated! Who will express grief for her? Where can I find someone to comfort you?”",
      "8": "Are you better than Thebes? She was located on the banks of the Nile. The waters surrounded her. Her strength was the sea, and her walls were the water.",
      "9": "Cush and Egypt had limitless strength. Put and the Libyans were among her allies.",
      "10": "Yet even she went into exile. Even her infants were smashed to pieces on every street corner. They cast lots to win her dignitaries. All her great men were bound with chains.",
      "11": "You too will be drunk and will hide yourself. You too will seek refuge from the enemy.",
      "12": "All your fortifications will be like fig trees with ripe fruit. If they are shaken, their figs will fall right into the mouth of the one who eats them.",
      "13": "Look! The troops among you are women in the face of your enemies. The gates of your land will be wide open. Fire will consume the bars of your gates.",
      "14": "Draw water to prepare yourselves for a siege! Strengthen your fortifications! Trample the mud and tread the clay! Make mud bricks to strengthen your walls!",
      "15": "There the fire will consume you. There the sword will cut you down. It will devour you as a swarm of grasshoppers would, even if you heap up your numbers like swarms of grasshoppers and locusts.",
      "16": "You have increased your merchants so that they are more than the stars of heaven! But they are like grasshoppers, which spread out and fly away.",
      "17": "Your courtiers are like locusts. Your field marshals are like swarming locusts! They camp in the walls on a cold day. Yet when the sun rises, they fly away, and no one knows where they are.",
      "18": "King of Assyria, your shepherds are drowsy! Your powerful men slumber! Your people are scattered on the mountains, and there are none left to gather together.",
      "19": "There is no healing for your wound. Your injury is fatal! All who hear what has happened to you will clap their hands for joy, for no one ever escaped your endless cruelty!"
    }
  }
}