{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:51.977015-04:00",
    "Translation": "EHV"
  },
  "Nehemiah": {
    "1": {
      "1": "The words of Nehemiah son of Hakaliah.\nIn the month of Kislev of the twentieth year, I was in Susa, the citadel.",
      "2": "Hanani, one of my brothers, came to me with men from Judah. I asked them about the remnant of the Jews, who had survived the captivity and had escaped from it, and about Jerusalem.",
      "3": "They said to me, “The survivors from the captivity who are there in the province are in great misery and shame. The wall of Jerusalem is broken down, and its gates have been burned.”",
      "4": "When I heard about these things, I sat down and wept. I mourned for days, fasting and praying before the God of Heaven.",
      "5": "I said:\nPlease, Lord, the God of Heaven, the great and awe-inspiring God, who preserves the covenant and faithfulness for those who love him and keep his commands:",
      "6": "Let your ear be attentive and your eyes be open as you hear the prayer of your servant today, which I am now praying before you day and night, concerning the Israelites, who are your servants. I am also confessing the sins of the people of Israel that we committed against you. I and my father’s house have also sinned.",
      "7": "We have acted very corruptly against you, and we have not kept the commands, nor the statutes, nor the ordinances that you commanded Moses your servant.",
      "8": "Please remember the command you gave to Moses your servant when you said, “If you are unfaithful, I will scatter you among the peoples.",
      "9": "But when you return to me and keep my commandments and do them, even if you have been scattered to the end of heaven, from there I will gather them, and I will bring them to the place where I have chosen to make my name dwell.”",
      "10": "They are your servants and your people, whom you have redeemed with your great power and your mighty hand.",
      "11": "Please, my Lord, let your ear be attentive to the prayer of your servant and to the prayers of your servants who are delighted to revere your name. Make your servant successful today, and give him mercy in this man’s presence.\nI was cupbearer to the king."
    },
    "2": {
      "1": "In the month of Nisan in the twentieth year of King Artaxerxes, wine was being served to the king, and I took the wine and gave it to the king. I had never been sad in his presence,",
      "2": "so the king said to me, “Why do you look sad, since you are not sick? This must be sadness in your heart.”\nThen I was very much afraid.",
      "3": "I said to the king, “May the king live forever! Why shouldn’t I look sad when the city, the place of my ancestors’ tombs, lies in ruins, and its gates have been consumed by fire?”",
      "4": "Then the king said to me, “What do you want?”\nSo I prayed to the God of Heaven,",
      "5": "and I said to the king, “If it seems good to the king, and if you look upon your servant with favor, then send me to Judah, to the city where my ancestors’ tombs are, and let me rebuild it.”",
      "6": "The king said to me, while the queen was sitting next to him, “How long will your journey be and when will you return?”\nThe king was pleased to send me, so I gave him a definite time.",
      "7": "I also said to the king, “If it seems good to the king, please give me letters for the governors of Trans-Euphrates, so that they will grant me safe passage through that province until I come to Judah,",
      "8": "also a letter to Asaph, superintendent of the king’s forest, so that he will give me lumber to lay beams for the gates of the citadel of the temple, for the city wall, and for the house that I will occupy.” The king gave them to me, because the good hand of my God was upon me.",
      "9": "Then I came to the governors of Trans-Euphrates, and I gave them the king’s letters. The king had sent army officers and cavalry with me.",
      "10": "When Sanballat the Horonite and Tobiah the Ammonite official heard about this, they were very upset that a man had come to seek the welfare of the Israelites.",
      "11": "So I arrived at Jerusalem and was there for three days.",
      "12": "At that time I got up in the middle of the night with a few men. I had not told anyone what God had placed into my heart to do for Jerusalem. There was no animal with me except the animal on which I was riding.",
      "13": "At night I went out through the Valley Gate and went toward the vicinity of the Jackal Well and the Dung Gate. I began inspecting the walls of Jerusalem, which had been breached, and its gates, which had been consumed by fire.",
      "14": "Then I crossed over to the Fountain Gate and to the King’s Pool, but there was no place for the animal that I was riding to get through.",
      "15": "So I kept going up the valley and inspecting the wall during the night. Then I turned around and went back the same way and came in through the Valley Gate.",
      "16": "The officials did not know where I had gone and what I was doing. I had not yet told the Jews—the priests, the nobles, the officials, or the rest of the people who would be doing the work.",
      "17": "So I said to them, “You see the very bad situation we are in: Jerusalem lies in ruins, and its gates have been burned. Come, let’s rebuild the wall of Jerusalem, and we will no longer be disgraced.”",
      "18": "Then I told them that the hand of my God had been good to me, and I also told them the words the king had said to me.\nThey said, “Let’s get up and rebuild!” Then they encouraged each other for this good work.",
      "19": "When Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard about it, they ridiculed us and held us in contempt. They said, “What are you doing? Are you rebelling against the king?”",
      "20": "I responded to them by saying, “The God of Heaven will make us successful. We, his servants, will rise up and rebuild. But you have no portion or right or heritage in Jerusalem.”"
    },
    "3": {
      "1": "The high priest Eliashib and his fellow priests began to work, and they rebuilt the Sheep Gate. They consecrated it and installed its doors. They rebuilt the wall as far as the Tower of the Hundred. They consecrated it as far as the Tower of Hananel.",
      "2": "Next to him the men of Jericho rebuilt the wall.\nNext to them Zakkur son of Imri rebuilt the wall.",
      "3": "The citizens of Sena’ah rebuilt the Fish Gate. They laid its beams and hung its doors with their bolts and their bars.",
      "4": "Next to them Meremoth the son of Uriah, the son of Hakkoz, repaired the wall.\nNext to him Meshullam the son of Berekiah, the son of Meshezabel, repaired the wall.\nNext to him Zadok son of Ba’ana repaired the wall.",
      "5": "Next to him the men of Tekoa repaired the wall. However, their important people would not humble themselves in service to their lord.",
      "6": "Joiada son of Paseah and Meshullam son of Besodeiah repaired the Old Gate. They laid its beams and installed its doors with their bolts and their bars.",
      "7": "Next to them Melatiah the Gibeonite and Jadon the Meronothite repaired the wall with the men from Gibeon and Mizpah, who lived under the jurisdiction of the governor of Trans-Euphrates.",
      "8": "Next to them Uzziel son of Harhaiah, one of the goldsmiths, repaired the wall.\nNext to him Hananiah, one of the perfumers, repaired the wall. (However, they abandoned the part of Jerusalem that had been enclosed by the Broad Wall.)",
      "9": "Next to him Rephaiah son of Hur, administrator of half of the district of Jerusalem, repaired the wall.",
      "10": "Next to him Jedaiah son of Harumaph repaired the wall opposite his house.\nNext to him Hattush son of Hashabeneiah repaired the wall.",
      "11": "Malkijah son of Harim and Hasshub son of Pahath Moab repaired a second section of the wall, including the Tower of the Ovens.",
      "12": "Next to them Shallum son of Hallohesh, administrator of half of the district of Jerusalem—he and his daughters—repaired the wall.",
      "13": "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and installed its doors with their bolts and their bars, and they repaired fifteen hundred feet of the wall as far as the Dung Gate.",
      "14": "Also, Malkijah son of Recab, administrator of the district of Beth Hakkerem, repaired the Dung Gate. He rebuilt it and installed its doors with their bolts and their bars.",
      "15": "Also, Shallun son of Kol Hozeh, administrator of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and roofed it and installed its doors with their bolts and their bars. He also repaired the wall of the Pool of Shelah for the King’s Garden, as far as the steps that go down from the City of David.",
      "16": "Beyond him Nehemiah son of Azbuk, administrator of half the district of Beth Zur, repaired the wall up to a point opposite the tombs of David, as far as the Artificial Pool and as far as the House of the Warriors.",
      "17": "Beyond him the Levites repaired the wall: Rehum son of Bani and next to him Hashabiah, administrator of half of the district of Keilah, repaired the wall for his district.",
      "18": "Beyond them their relatives repaired the wall: Binnui son of Henadad, administrator of half the district of Keilah.",
      "19": "Next to him Ezer son of Jeshua, mayor of Mizpah, repaired a second section of the wall opposite the Ascent of the Armory at the Angle.",
      "20": "Beyond him Baruch son of Zabbai zealously repaired a second section of the wall from the Angle to the door of the house of the high priest Eliashib.",
      "21": "Beyond him Meremoth the son of Uriah, the son of Hakkoz, repaired a second section of the wall from the door of Eliashib’s house to the end of Eliashib’s house.",
      "22": "And beyond him, the priests, the men of the surrounding area, repaired the wall.",
      "23": "Beyond them Benjamin and Hasshub repaired the wall opposite their house.\nBeyond them Azariah the son of Ma’aseiah, the son of Ananiah, repaired the wall beside his house.",
      "24": "Beyond him Binnui son of Henadad repaired a second section of the wall from the house of Azariah to the Angle, that is, to the Corner.",
      "25": "Palal son of Uzai repaired the wall from opposite the Angle and the tower that projects from the king’s upper house, which belongs to the Courtyard of the Guard.\nBeyond him Pedaiah son of Parosh",
      "26": "and the temple servants who were living on the Ophel Hill repaired the wall as far as the Water Gate toward the east and the Projecting Tower.",
      "27": "Beyond them the men of Tekoa repaired a second length of the wall from opposite the large Projecting Tower to the Ophel Wall.",
      "28": "Above the Horse Gate the priests repaired the wall. Each man repaired the part opposite his own house.",
      "29": "Beyond them Zadok son of Immer repaired the wall opposite his own house.\nAnd beyond him Shemaiah son of Shekaniah, the keeper of the East Gate, repaired the wall.",
      "30": "Beyond him Hananiah son of Shelemiah and Hanun, the sixth son of Zalaph, repaired a second section of the wall. After him Meshullam son of Berekiah repaired the wall opposite his chamber.",
      "31": "Beyond him Malkijah, one of the goldsmiths, repaired the wall up to the building of the temple servants and the merchants, opposite the Inspection Gate and to the Upper Room at the Corner.",
      "32": "Between the Upper Room at the Corner and the Sheep Gate, the goldsmiths and the merchants repaired the wall."
    },
    "4": {
      "1": "When Sanballat heard that we were rebuilding the wall, it infuriated him, and he became very angry. He ridiculed the Jews",
      "2": "and said in front of his allies and the army of Samaria, “What are those pathetic Jews doing? Will they restore it by themselves? Will they sacrifice? Will they finish in one day? Will they refurbish the stones that came from the piles of rubble that have been burned?”",
      "3": "Tobiah the Ammonite was beside him. He said, “Whatever they are building, if even a fox climbed on it, it would break apart the wall made from their stones.”",
      "4": "Listen, O our God, because we are an object of contempt. Turn their ridicule back on their own heads. Hand them over as plunder in a land of captivity.",
      "5": "Do not cover over their guilt, and may their sin not be blotted out before you, because they have provoked your anger in the presence of the builders.",
      "6": "So we built the wall, and the entire wall was completed, up to half its height, because the people were determined to do it.",
      "7": "Now when Sanballat, Tobiah, the Arabs, the Ammonites, and the people of Ashdod heard that the repair of Jerusalem’s walls had progressed and the breaches had begun to be filled, they were infuriated.",
      "8": "So all of them conspired to come to attack Jerusalem and to throw it into confusion.",
      "9": "However, we prayed to our God, and because of the enemies, we posted a guard over the builders day and night.",
      "10": "Then the people of Judah said, “The strength of those bearing the burden is failing. There is so much rubble. We will not be able to build the wall!”",
      "11": "Then our adversaries said, “They will not know about it or realize what we are doing, until we come among them and kill them and bring the work to a halt.”",
      "12": "When the Jews who lived near them came, they repeatedly told us, “No matter which way you turn, they will be upon us.”",
      "13": "So I stationed people behind the wall at the lowest places, at its open spots. I stationed the people by clans with their swords, spears, and bows.",
      "14": "Then I looked and got up and said to the nobles, the officials, and the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and fearsome. So fight for your brothers, your sons and your daughters, your wives, and your homes.”",
      "15": "When our enemies heard that their plan was known to us and that God had frustrated their strategy, all of us returned to the wall, each man to his own work.",
      "16": "From that day on, half of the young men who were serving under me were doing the work, and half of them were holding shields, spears, and bows and wearing armor. The officers were stationed behind the whole house of Judah.",
      "17": "The people who were building the wall and those who were carrying the materials for building were doing their work with one hand, while the other hand held a weapon.",
      "18": "As they built, the builders were armed, each man with his sword on his hip. The man who sounded the ram’s horn was next to me.",
      "19": "Then I said to the nobles, the officials, and the rest of the people, “There is a lot of work, and it is spread out, and we are separated along the wall—all the people are far away from each other.",
      "20": "Wherever you hear the sound of the ram’s horn, gather with us at that spot. Our God will fight for us.”",
      "21": "So we continued to work with half of the people holding spears, from the crack of dawn until the stars came out.",
      "22": "Also at that time I said to the people, “Let every man and his servant spend the night in Jerusalem. They will serve as a guard for us at night, and in the daytime they will work.”",
      "23": "Neither I nor my brothers nor my servants nor the men of the guard who were behind me—none of us took off our clothes. Each man had his weapon in his hand, even when getting a drink of water."
    },
    "5": {
      "1": "Now there was a great outcry by the people and their wives against their fellow Jews.",
      "2": "There were those who were saying, “We and our sons and our daughters are many! We need to acquire grain so that we can eat and stay alive.”",
      "3": "There were others who were saying, “We are mortgaging our fields, vineyards, and houses so that we can acquire grain during the famine.”",
      "4": "There were others who were saying, “We borrowed money to pay the royal tax on our fields and vineyards.",
      "5": "Although our flesh is the same as the flesh of our countrymen, and our children are as good as their children, we must subject our sons and our daughters to slavery. Some of our daughters are already enslaved, but we have no power to prevent it, since our fields and vineyards belong to others.”",
      "6": "It infuriated me when I heard their outcry and these words.",
      "7": "My heart guided me, and I accused the nobles and the officials. I said to them, “Each of you is loaning money at interest to his brother Israelite.”\nI called for a large meeting to deal with them.",
      "8": "I said to them, “As much as possible, we have bought back our fellow Judeans who have been sold to the Gentiles, and yet, you sell your countrymen so that they can be resold to us!” They were silent and could not find a word to say.",
      "9": "So I said, “What you are doing is not good. Shouldn’t you walk in the fear of our God because of the ridicule from the Gentiles, who are our enemies?",
      "10": "In addition, I, my brothers, and my servants are lending them money and grain. I urge you. Let’s abandon the practice of charging this interest.",
      "11": "I urge you. Today give them back their fields, their vineyards, their olive trees, their homes, and the money they were charged as interest, also the grain, the new wine, and the olive oil for which you have been charging them.”",
      "12": "They said, “We will give it back, and we will not seek anything else from them. In this way we will do what you say.”\nSo I called the priests and made them swear to act according to this promise.",
      "13": "I also shook out the folds of my garment and said, “In this way may God shake out from his home and from his property every man who does not keep this promise. May he be shaken out and emptied in this way.”\nThe entire assembly said, “Amen,” and they praised the Lord. Then the people kept this promise.",
      "14": "In addition, from the day that he appointed me to be the governor of the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes—twelve years—I and my brothers did not eat the governor’s food allowance.",
      "15": "However, the previous governors who served before me had placed a heavy burden on the people. They took food and wine from them—valued at forty silver shekels. Even the lower officials lorded over the people. But because of the fear of God, I did not do this.",
      "16": "In addition, I dedicated myself to the work on this wall (although we had acquired no land), and all of my servants were gathered there for the work.",
      "17": "Moreover, at my table there were one hundred fifty Judeans and officials, and others who came to us from the nations around us.",
      "18": "Whatever was prepared for each day was at my expense: one ox, six choice sheep, and some birds, and every ten days plenty of every kind of wine. But even with this, I still did not requisition the governor’s food allowance, because the required service weighed heavily on this people.",
      "19": "Remember me, my God, for good, considering all that I have done for this people."
    },
    "6": {
      "1": "When it was reported to Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies that I had rebuilt the wall and there was no breach left in it (although at that time I had not installed doors in the gates),",
      "2": "Sanballat and Geshem sent a message to me: “Come, let’s meet together in Kephirim in the Plain of Ono.” (However, they were planning to harm me.)",
      "3": "So I sent messengers to them, saying, “I am working on an important project, and I am not able to come down. Why should the project stop while I leave it and come down to you?”",
      "4": "They sent messages like this to me four times, and I answered them that same way each time.",
      "5": "Then Sanballat sent his servant to me with a message like this for a fifth time, with an open letter in his hand.",
      "6": "In it was written, “It is rumored among the nations, and Gashmu also says that you and the Jews are planning to rebel. This is the reason you are building the wall. According to these reports, you will be their king.",
      "7": "You have also set up prophets to make a proclamation about you in Jerusalem: ‘A king is in Judah.’ Now reports like these will be heard by the king. So now come, let us consult with one another.”",
      "8": "So I sent a reply to him: “These things that you are saying have not been done, since you are simply making them up.”",
      "9": "So all of them were trying to intimidate us, thinking, “Their hands will grow weary of the work, and it will not be finished.”\nSo now, strengthen my hands!",
      "10": "Then I came to the house of Shemaiah the son of Delaiah, the son of Mehetabel. (He was restricted.) He said, “Let’s meet at the house of God in the middle of the temple. Let’s close the doors of the temple, since they are coming to kill you—at night they are coming to kill you.”",
      "11": "I said, “Should a man like me flee? Should someone like me go to the temple to save my life? I won’t go!”",
      "12": "I realized that God had not sent him, but he had spoken the prophecy against me because Tobiah and Sanballat had hired him.",
      "13": "For this purpose he was hired—to make me afraid so that I would do this and sin. Then they would have given me a bad reputation, so that they could discredit me.",
      "14": "My God, remember Tobiah and Sanballat in light of these actions and also the prophetess Noadiah and the rest of the prophets who were trying to intimidate me.",
      "15": "So the wall was finished in fifty-two days, on the twenty-fifth of Elul.",
      "16": "As all our enemies heard about it, all the nations that were around us became afraid and lost their confidence. They knew that this work had been accomplished by our God.",
      "17": "Furthermore, in those days the nobles of Judah were sending many letters to Tobiah, and letters from Tobiah were coming to them,",
      "18": "because many in Judah were bound to him by oath because he was the son-in-law of Shekaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berekiah.",
      "19": "They were also talking about his good deeds in my presence, and they were reporting my words to him. Tobiah was sending letters to try to intimidate me."
    },
    "7": {
      "1": "When the wall had been built and I had installed the doors, and when the gatekeepers, the singers, and the Levites had been appointed,",
      "2": "I placed my brother Hanani along with Hananiah, the commander of the citadel, in charge of Jerusalem, because he was a trustworthy man and feared God more than many.",
      "3": "I said to them, “The gates of Jerusalem should not be left open until the heat of the day, but while the guards are still on duty, they are to shut the doors and secure them. Appoint guards from the residents of Jerusalem, some at their guard posts and some in front of their houses.”",
      "4": "Now the city was wide open and spacious, but there were few people in it, and no houses were being built.",
      "5": "So my God placed into my heart a plan to gather the nobles, the officials, and the people so they could be enrolled by genealogy. I found the genealogical record of those who were the first to come up from Babylon. I found this written in it:",
      "6": "These are the people of the province who went up from the captivity of the exiles, whom King Nebuchadnezzar of Babylon had exiled. They returned to Jerusalem and to Judah, each man to his city.",
      "7": "These were the people who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Ra’amiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Ba’anah.\nThis was the number of men from the people of Israel:",
      "8": "the male descendants of Parosh: 2,172",
      "9": "the male descendants of Shephatiah: 372",
      "10": "the male descendants of Arah: 652",
      "11": "the male descendants of Pahath Moab through the descendants of Jeshua and Joab: 2,818",
      "12": "the male descendants of Elam: 1,254",
      "13": "the male descendants of Zattu: 845",
      "14": "the male descendants of Zakkai: 760",
      "15": "the male descendants of Binnui: 648",
      "16": "the male descendants of Bebai: 628",
      "17": "the male descendants of Azgad: 2,322",
      "18": "the male descendants of Adonikam: 667",
      "19": "the male descendants of Bigvai: 2,067",
      "20": "the male descendants of Adin: 655",
      "21": "the male descendants of Ater through Hezekiah: 98",
      "22": "the male descendants of Hashum: 328",
      "23": "the male descendants of Bezai: 324",
      "24": "the male descendants of Hariph: 112",
      "25": "the citizens of Gibeon: 95",
      "26": "the men of Bethlehem and Netophah: 188",
      "27": "the men of Anathoth: 128",
      "28": "the men of Beth Azmaveth: 42",
      "29": "the men of Kiriath Jearim, Kephirah, and Be’eroth: 743",
      "30": "the men of Ramah and Geba: 621",
      "31": "the men of Mikmash: 122",
      "32": "the men of Bethel and Ai: 123",
      "33": "the men of the other Nebo: 52",
      "34": "the citizens of the other Elam: 1,254",
      "35": "the citizens of Harim: 320",
      "36": "the citizens of Jericho: 345",
      "37": "the citizens of Lod, Hadid, and Ono: 721",
      "38": "the citizens of Sena’ah: 3,930",
      "39": "The priests: the descendants of Jedaiah through the house of Jeshua:973",
      "40": "the descendants of Immer:1,052",
      "41": "the descendants of Pashhur:1,247",
      "42": "the descendants of Harim:1,017",
      "43": "The Levites:\n        the descendants of Jeshua through Kadmiel through the descendants of Hodaviah: 74",
      "44": "the singers from the descendants of Asaph: 148",
      "45": "the gatekeepers from the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, and the descendants of Shobai: 138.",
      "46": "The temple servants:\n        the descendants of Ziha, the descendants of Hasupha,\n        the descendants of Tabbaoth,",
      "47": "the descendants of Keros,\n        the descendants of Sia, the descendants of Padon,",
      "48": "the descendants of Lebanah, the descendants of Hagabah,\n        the descendants of Shalmai,",
      "49": "the descendants of Hanan,\n        the descendants of Giddel, the descendants of Gahar,",
      "50": "the descendants of Reaiah, the descendants of Rezin,\n        the descendants of Nekoda,",
      "51": "the descendants of Gazzam,\n        the descendants of Uzza, the descendants of Paseah,",
      "52": "the descendants of Besai, the descendants of Meunim,\n        the descendants of Nephisim,",
      "53": "the descendants of Bakbuk,\n        the descendants of Hakupha, the descendants of Harhur,",
      "54": "the descendants of Bazlith, the descendants of Mehida,\n        the descendants of Harsha,",
      "55": "the descendants of Barkos,\n        the descendants of Sisera, the descendants of Temah,",
      "56": "the descendants of Neziah, and the descendants of Hatipha.",
      "57": "The descendants of the servants of Solomon:\n        the descendants of Sotai, the descendants of Sophereth,\n        the descendants of Perida,",
      "58": "the descendents of Ja’alah,\n        the descendants of Darkon, the descendants of Giddel,",
      "59": "the descendants of Shephatiah, the descendants of Hattil,\n        the descendants of Pokereth Hazzebaim, the descendants of Amon.",
      "60": "The total of the temple servants and the descendants of Solomon’s servants was 392.",
      "61": "The following are the people who came up from Tel Melah, Tel Harsha, Kerub, Addon, and Immer. They were not to prove their ancestry or descent—whether they were from Israel:",
      "62": "the descendants of Delaiah, the descendants of Tobiah, the descendants of Nekoda: 642,",
      "63": "and from the priests: the descendants of Habaiah, the descendants of Hakkoz, the descendants of Barzillai, that is, from a man who married one of the daughters of Barzillai the Gileadite and so was called by their name.",
      "64": "These people searched for their genealogical records, but they could not find them, so they were disqualified from the priesthood.",
      "65": "The governor told them that they should not eat from the most holy sacrifices until a priest would arise who could serve with Urim and Thummim.",
      "66": "The entire assembly together totaled 42,360,",
      "67": "not counting their male slaves and their female slaves, who numbered 7,337. They also had 245 male and female singers.",
      "68": "They had 736 horses, 245 mules,",
      "69": "435 camels, and 6,720 donkeys.",
      "70": "Some of the heads of the families gave support for the work.\nThe governor gave to the treasury:\n    gold darics: 1,000\n    bowls: 50\n    garments for the priests: 530.",
      "71": "Some of the heads of the families gave this to the treasury for the work:\n    gold darics: 20,000\n    silver minas: 2,200.",
      "72": "What the rest of the people gave was this:\n    gold darics: 20,000\n    silver minas: 2,000\n    and garments for the priests: 67.",
      "73": "The priests, the Levites, the gatekeepers, the singers, some of the people, and the temple servants, that is, all Israel, settled in their cities."
    },
    "8": {
      "1": "When the seventh month came and the Israelites were in their cities, all the people gathered together at the public square that is in front of the Water Gate. They told Ezra the scribe to bring the Book of the Law of Moses, which the Lord had commanded Israel.",
      "2": "So on the first day of the seventh month, Ezra the priest brought the Law before the congregation, both men and women and all who were able to understand what they heard.",
      "3": "From dawn until midday in front of the public square in front of the Water Gate, he read from the scroll, while facing the men, the women, and those who could understand. All the people listened attentively to the Book of the Law.",
      "4": "Ezra the scribe stood on a wooden platform that was made for the occasion. Beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Ma’aseiah on his right, and on his left were Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.",
      "5": "All the people could see Ezra as he opened the scroll, because he was elevated above all the people. As he opened the scroll, all the people stood.",
      "6": "Then Ezra blessed the Lord, the great God, and all the people answered, “Amen! Amen!” while they lifted up their hands and then knelt and bowed down with their faces to the ground.",
      "7": "Jeshua and Bani and Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Ma’aseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the rest of the Levites helped the people understand the Law, while the people remained standing in their places.",
      "8": "So they read from the Book of the Law of God clearly and interpreted it, and the people understood what was read.",
      "9": "Then Nehemiah the governor, Ezra the priest and scribe, and the Levites, who helped the people understand, said to all the people, “Today is holy to the Lord your God. Do not mourn or cry!” because all the people were crying as they heard the words of the Law.",
      "10": "Nehemiah said to them, “Go, eat rich food and drink sweet drinks and send portions to those who have nothing prepared, because today is holy to our Lord. Do not grieve, because the joy of the Lord is your strength.”",
      "11": "Then the Levites silenced all the people, saying, “Hush! Today is holy. Do not grieve.”",
      "12": "All the people went to eat and drink and to send portions to others and to celebrate with great joy, because they understood the words that had been made known to them.",
      "13": "Now on the second day, the heads of the families of all the people, the priests, and the Levites were gathered around Ezra the scribe to study the words of the Law.",
      "14": "They found written in the Law, which the Lord had commanded by the hand of Moses, that the Israelites should dwell in temporary shelters during the festival of the seventh month,",
      "15": "and that they should proclaim this and make this announcement in all their cities and in Jerusalem: “Go out to the mountains and bring branches from olive trees, wild olive trees, myrtle bushes, date palms, and leafy trees to make shelters, as it is written.”",
      "16": "So the people went out and brought branches and made shelters for themselves. Each man made a shelter on his roof. They also made shelters in their courtyards, in the courtyards of the house of God, in the square by the Water Gate, and in the square by the Ephraim Gate.",
      "17": "The entire congregation that had returned from the captivity made shelters and stayed in the shelters. From the days of Joshua son of Nun until that day, the Israelites had not celebrated in this way, because there was very great joy.",
      "18": "Ezra also read from the Book of the Law of God every day of the festival, from the first day to the last day. They celebrated the festival for seven days, and on the eighth day they held an assembly according to the ordinance."
    },
    "9": {
      "1": "On the twenty-fourth day of this same month, the Israelites gathered together. They were fasting and wearing sackcloth, and they had dirt on their faces.",
      "2": "Those of Israelite descent had separated themselves from all foreigners. They stood and confessed their sins and the guilt of their ancestors.",
      "3": "They stood up in their place and read from the Book of the Law of the Lord their God for a quarter of the day, and for another quarter they confessed their sins and worshipped the Lord their God.",
      "4": "Then Jeshua and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani stood on the stairs for the Levites and cried out in a loud voice to the Lord their God.",
      "5": "The Levites Jeshua and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said,\n“Stand up! Bless the Lord your God,\n        who is from eternity to eternity.\nMay they bless your glorious Name,\n        which is more exalted than all other blessing and praise.",
      "6": "You are the Lord—you alone.\n        You made the heavens—\n        the highest heavens and their entire army,\n        the earth and everything that is on it,\n        the seas and all that is in them.\n        You sustain life in all of them,\n        and the army of heaven worships you.",
      "7": "You are the Lord, the God who chose Abram.\n        You brought him from Ur of the Chaldeans,\n        and you gave him the name Abraham.",
      "8": "You found his heart to be faithful before you.\n        You made the covenant with him\n        to give to his descendants the land of the Canaanites,\n        the Hittites, the Amorites and the Perizzites,\n        and the Jebusites and the Girgashites.\n        You kept your word, because you are righteous.",
      "9": "You saw the oppression of our ancestors in Egypt.\n        You heard their cry at the Red Sea.",
      "10": "You performed signs and wonders against Pharaoh,\n        against all his officials,\n        and against all the people of his land,\n        because you knew that they were acting arrogantly against Israel.\n        You made a name for yourself, as it remains to this day.",
      "11": "You split the sea in front of them,\n        and they passed through the middle of it on dry ground.\n        You threw their pursuers into the depths like a stone into mighty waters.",
      "12": "With a pillar of cloud you led them by day\n        and with a pillar of fire by night,\n        which lit up for them the way they were to travel.",
      "13": "You came down on Mount Sinai and spoke with them from heaven.\n        You gave them upright judgments and true laws,\n        good statutes and commandments.",
      "14": "You made known to them your holy Sabbath.\n        You gave them commandments, statutes,\n        and the Law, by the hand of your servant Moses.",
      "15": "You gave them bread from heaven for their hunger,\n        and you made water come out of a rock for their thirst.\n        Then you told them to go and take possession of the land\n        that you swore to give them.",
      "16": "But they and our ancestors acted arrogantly.\n        They became stiff-necked and would not listen to your commands.",
      "17": "So they refused to listen,\n        and they did not remember your wonders that you did for them.\n        They became stiff-necked and appointed a leader\n        in order to return to their slavery in Egypt.\n        But you are a God who is forgiving, merciful, and compassionate,\n        slow to anger, abounding in mercy.\n        So you did not abandon them.",
      "18": "However, they made a cast metal calf for themselves and said,\n        “This is your god who brought you up from Egypt,”\n        and they committed great blasphemies.",
      "19": "But in your abundant compassion, you did not abandon them in the wilderness.\n        By day the pillar of cloud did not depart from above them\n        or stop leading them on their way.\n        By night the pillar of fire did not stop lighting the way that they should go.",
      "20": "You gave them your good Spirit to give them insight.\n        So you did not withhold your manna from their mouth,\n        and you gave them water for their thirst.",
      "21": "You sustained them for forty years in the wilderness.\n        They did not lack anything.\n        Their clothing did not wear out,\n        and their feet did not swell.",
      "22": "You gave them kingdoms and peoples,\nand you divided their whole territory among them.\nThey took possession of the land of Sihon, the land of the king of Heshbon,\nand also the land of Og, the king of Bashan.",
      "23": "You made their children as numerous as the stars of heaven.\nYou brought them to the land that you had told their ancestors to enter and possess.",
      "24": "Their children came and possessed the land,\nand you subdued the Canaanite inhabitants of the land before them.\nYou gave their kings and the peoples of the land into their hand\nto do with them as they pleased.",
      "25": "They captured fortified cities and fertile land.\nThey possessed houses full of all kinds of good things,\nhewn cisterns, vineyards, olive orchards,\nand fruit trees in abundance.\nThey ate and were satisfied.\nThey became fat and delighted in your great goodness.",
      "26": "But they rebelled and revolted against you and rejected your Law.\nThey killed your prophets, who had testified against them\nso that they would return to you.\nThey also committed great blasphemies.",
      "27": "So you delivered them into the hand of their oppressors,\nwho made them suffer.\nBut when they cried to you at the time of their distress,\nyou heard from heaven,\nand according to your great compassion, you gave them deliverers,\nwho saved them from the hand of their oppressors.",
      "28": "However, as soon as they had rest, they returned to doing evil before you.\nSo you abandoned them into the hand of their enemies,\nand they ruled over them.\nThen they turned and cried out to you.\nYou heard from heaven,\nand you rescued them many times, according to your great compassion.",
      "29": "You testified against them to lead them back to your law,\nbut they acted arrogantly and did not listen to your commands.\nThey sinned against your judgments\nby which a man will live when he obeys them.\nThey turned their backs on you, became stiff-necked, and would not listen.",
      "30": "You were patient with them for many years,\nand you testified against them by your Spirit through your prophets.\nBut they would not listen,\nso you gave them into the hand of the peoples of the lands.",
      "31": "Nevertheless, in your great compassion you did not put an end to them.\nYou did not abandon them,\nbecause you are a gracious and compassionate God.",
      "32": "So now, you our God, the great, mighty, and awe-inspiring God,\nwho keeps the covenant of mercy,\ndo not regard as trivial all the hardships that have found us,\nour kings, our officials, our priests, our prophets,\nour ancestors, and all your people,\nfrom the days of the kings of Assyria to this day.",
      "33": "You are righteous in regard to everything that has come upon us,\nbecause you have acted faithfully, but we have acted wickedly.",
      "34": "Our kings, our officials, our priests, and our ancestors did not follow your law.\nThey did not pay attention to your commands\nor to your testimony that you gave against them.",
      "35": "Although they were in their own kingdom,\nand they were enjoying your great goodness that you gave to them,\nand they were enjoying the spacious and fertile land\nthat you placed before them,\nthey still did not serve you,\nand they did not repent of their evil deeds.",
      "36": "As a result, we are slaves today.\nWe are slaves in the land that you gave to our ancestors\nso that they could eat its fruit and its good things.",
      "37": "It is yielding abundant produce to kings\nwhom you placed over us because of our sins,\nand they are ruling our bodies and our livestock as they please,\nwhile we are in great distress."
    },
    "10": {
      "1": "So in all this we are making a solemn agreement and putting it in writing and attaching the seals of our officials, Levites, and priests.\nThese were the men who placed their seals on it:\nNehemiah the governor, the son of Hakaliah,\nZedekiah,",
      "2": "Seraiah, Azariah, Jeremiah,",
      "3": "Pashhur, Amariah, Malkijah,",
      "4": "Hattush, Shebaniah, Malluk,",
      "5": "Harim, Meremoth, Obadiah,",
      "6": "Daniel, Ginnethon, Baruch,",
      "7": "Meshullam, Abijah, Mijamin,",
      "8": "Ma’aziah, Bilgai, Shemaiah.\nThese are the priests.",
      "9": "The Levites were:\nJeshua son of Azaniah, Binnui from the sons of Henadad, and Kadmiel.",
      "10": "Their relatives were Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
      "11": "Mica, Rehob, Hashabiah,",
      "12": "Zakkur, Sherebiah, Shebaniah,",
      "13": "Hodiah, Bani, and Beninu.",
      "14": "The heads of the people were:\nParosh, Pahath Moab, Elam, Zattu, Bani,",
      "15": "Bunni, Azgad, Bebai,",
      "16": "Adonijah, Bigvai, Adin,",
      "17": "Ater, Hezekiah, Azzur,",
      "18": "Hodiah, Hashum, Bezai,",
      "19": "Hariph, Anathoth, Nebai,",
      "20": "Magpiash, Meshullam, Hezir,",
      "21": "Meshezabel, Zadok, Jaddua,",
      "22": "Pelatiah, Hanan, Anaiah,",
      "23": "Hoshea, Hananiah, Hasshub,",
      "24": "Hallohesh, Pilha, Shobek,",
      "25": "Rehum, Hashabnah, Ma’aseiah,",
      "26": "and Ahiah, Hanan, Anan,",
      "27": "Malluk, Harim, Ba’anah.",
      "28": "Now the rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and every person who had separated himself from the peoples of the lands for the sake of the Law of God, with their wives, their sons, and their daughters—all the people who have knowledge and understanding—",
      "29": "are making a commitment with their brothers, that is, with the important people, and they are placing themselves under a curse and under an oath to walk in the Law of God that was given through Moses the servant of God, an oath to keep the law and to obey all the commands of the Lord our God and his judgments and his statutes.",
      "30": "We promise to keep these points:\nWe will not give our daughters in marriage to the peoples of the land, and we will not take their daughters for marriage to our sons.",
      "31": "We will not buy anything from the peoples of the land who are bringing goods and all kinds of grain to sell on the Sabbath day or on a holy day.\nWe will leave the land fallow during the seventh year, and we will forgive every loan.",
      "32": "We will each assume the responsibility to keep the commands to give a third of a shekel per year for the service of the house of our God,",
      "33": "for the Bread of the Presence, for the regular daily grain offerings, the continual burnt offerings, the Sabbath offerings, the New Moon offerings, for the appointed festivals and holy offerings, and for sin offerings to atone for Israel, and for all the work of the house of our God.",
      "34": "We—the priests, the Levites, and the people—have cast lots to determine our turns for each fathers’ house to bring the wood offering to the house of our God, at the appointed times each year, to be burned upon the altar of the Lord our God, as it is written in the Law.",
      "35": "We pledge to bring the firstfruits of our land and the firstfruits of every kind of fruit tree to the house of our God for ourselves.",
      "36": "We also will bring the firstborn of our sons and our animals, as is written in the Law, and we will bring the firstborn of our cattle and flocks to the house of our God for the priests who serve in the house of our God,",
      "37": "and we will bring the first of our dough and our contributions and the fruit of every tree. We will bring new wine and olive oil to the priests, to the storerooms of the house of our God, and we will bring the tithe from our land to the Levites. It is the Levites who collect the tithes in all the cities where we work.",
      "38": "A priest, a descendant of Aaron, will be with the Levites when the Levites collect the tithes. The Levites will bring a tenth of the tithes up to the house of our God, to the chambers of the treasury,",
      "39": "because the Israelites and the sons of Levi are to bring the contribution from the grain, the new wine, and the olive oil to the storerooms where the vessels of the sanctuary are kept, where the priests, the gatekeepers, and the singers serve.\nIn this way we will not abandon the house of our God."
    },
    "11": {
      "1": "The people’s officials lived in Jerusalem, and the rest of the people cast lots to choose one out of every ten to live in Jerusalem, the holy city, while the other nine remained in their own cities.",
      "2": "The people blessed all those who volunteered to live in Jerusalem.",
      "3": "This is a listing of the heads of the province who lived in Jerusalem. (Meanwhile, in the cities of Judah, each man lived on his own property, including laymen from Israel, the priests, the Levites, the temple servants, and the descendants of Solomon’s servants.",
      "4": "But some of the descendants of Judah and some of the descendants of Benjamin also lived in Jerusalem.)\nFrom the descendants of Judah:\n        Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, from the descendants of Perez.",
      "5": "Ma’aseiah the son of Baruch, the son of Kol Kozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite.",
      "6": "All the descendants of Perez who dwelt in Jerusalem were 468 able-bodied men.",
      "7": "These are the descendants of Benjamin:\n        Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Ma’aseiah, the son of Ithiel, the son of Jeshaiah,",
      "8": "and after him Gabbai and Sallai: 928 in all.",
      "9": "Joel son of Zikri was their overseer, and Judah son of Hassenuah was second in command over the city.",
      "10": "From the priests:\n        Jedaiah the son of Joiarib, Jakin,",
      "11": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, ruler of the house of God,",
      "12": "and their relatives who were doing the work of the house: 822.\n        Also Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malkijah,",
      "13": "and his relatives, heads of families: 242.\n        Also Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,",
      "14": "and their relatives, very capable men: 128.\n        Their overseer was Zabdiel son of Haggedolim.",
      "15": "From the Levites:\n        Shemaiah, who was the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni.",
      "16": "Also Shabbethai and Jozabad, who were supervisors over the outside work of the house of God. They were from the heads of the Levites.",
      "17": "Also Mattaniah, who was the son of Mica, the son of Zabdi, the son of Asaph, leader of the praise and thanksgiving for the prayer.\n        Also Bakbukiah, second in rank among his relatives, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
      "18": "All the Levites in the holy city numbered 284.",
      "19": "These are the gatekeepers:\n        Akkub, Talmon, and their relatives who guarded the gates numbered 172.",
      "20": "The rest of Israel, the priests, and the Levites were in all the cities of Judah, each man in his own inheritance.",
      "21": "The temple servants were dwelling in the Ophel, and Ziha and Gishpa were supervisors over the temple servants.",
      "22": "The overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, from the descendants of Asaph, who were the singers for the service of the house of God,",
      "23": "for they were under a royal command—an order concerning the singers’ daily duty.",
      "24": "Pethahiah son of Meshezabel, from the descendants of Zerah the son of Judah, served as the hand of the king for every matter concerning the people.",
      "25": "This is the information about the villages with their fields:\nSome of the descendants of Judah lived in Kiriath Arba and its settlements, in Dibon and its settlements, and in Jekabze’el and its settlements,",
      "26": "and in Jeshua, in Moladah, and in Beth Pelet,",
      "27": "and in Hazar Shual, and in Beersheba and its settlements,",
      "28": "and in Ziklag, and in Mekonah and in its settlements,",
      "29": "and in En Rimmon, and in Zorah, and in Jarmuth,",
      "30": "Zanoah and Adullam and their villages, Lachish and its fields, and Azekah and its settlements. So they settled from Beersheba to the Hinnom Valley.",
      "31": "Some of the descendants of Benjamin were from Geba, Mikmash, Aijah, and Bethel and its settlements,",
      "32": "Anathoth, Nob, Ananiah,",
      "33": "Hazor, Ramah, Gittaim,",
      "34": "Hadid, Zeboim, Neballat,",
      "35": "Lod, and Ono, and the Valley of the Craftsmen.",
      "36": "Some of the Levite divisions of Judah were assigned to Benjamin."
    },
    "12": {
      "1": "These are the priests and the Levites who came up with Zerubbabel son of Shealtiel and with Jeshua:\n        Seraiah, Jeremiah, Ezra,",
      "2": "Amariah, Malluk, Hattush,",
      "3": "Shekaniah, Rehum, Meremoth,",
      "4": "Iddo, Ginnethoi, Abijah,",
      "5": "Mijamin, Ma’adiah, Bilgah,",
      "6": "Shemaiah, and Joiarib, Jedaiah,",
      "7": "Sallu, Amok, Hilkiah, and Jedaiah.\n        These were the heads of the priests and their relatives in the days of Jeshua.",
      "8": "These are the Levites:\n        Jeshua, Binnui, Kadmiel, Sherebiah, Judah,\n        Mattaniah (he and his relatives were in charge of songs of thanksgiving),",
      "9": "and Bakbukiah and Unni (their relatives were stationed opposite them for the services).",
      "10": "Now Jeshua was the father of Joiakim,\n        and Joiakim was the father of Eliashib,\n        and Eliashib was the father of Joiada,",
      "11": "and Joiada was the father of Jonathan,\n        and Jonathan was the father of Jaddua.",
      "12": "Now in the days of Joiakim, the priests who were the heads of the families were as follows:\n        the head of Seraiah’s family was Meraiah\n        of Jeremiah’s: Hananiah",
      "13": "of Ezra’s: Meshullam\n        of Amariah’s: Jehohanan",
      "14": "of Malluk’s: Jonathan\n        of Shebaniah’s: Joseph",
      "15": "of Harim’s: Adna\n        of Meraioth’s: Helkai",
      "16": "of Iddo’s: Zechariah\n        of Ginnethon’s: Meshullam",
      "17": "of Abijah’s: Zikri\n        of Miniamin’s, of Moadiah’s: Piltai",
      "18": "of Bilgah’s: Shammua\n        of Shemaiah’s: Jehonathan",
      "19": "and of Joiarib’s: Mattenai\n        of Jedaiah’s: Uzzi",
      "20": "of Sallai’s: Kallai\n        of Amok’s: Eber",
      "21": "of Hilkiah’s: Hashabiah\n        of Jedaiah’s: Nethanel.",
      "22": "In the days of Eliashib, Joiada, and Johanan, and Jaddua, the Levites were recorded by the heads of families, as were the priests, until the reign of Darius the Persian.",
      "23": "The descendants of Levi who were heads of families were recorded in the book of the chronicles, down to the days of Johanan son of Eliashib.",
      "24": "The heads of the Levites were as follows:\nHashabiah, Sherebiah, and Jeshua son of Kadmiel and his relatives, who stood opposite them to praise and to give thanks according to the command of David the man of God, one division corresponding to another.",
      "25": "Mattaniah and Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers standing guard at the storerooms at the gates.",
      "26": "These men served in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and Ezra the priest, the scribe.",
      "27": "Now for the dedication of the wall of Jerusalem, the Levites had been invited from all their places, in order to bring them to Jerusalem to celebrate the joyful dedication with both thanksgiving hymns and with songs using cymbals, harps, and lyres.",
      "28": "The singers had been gathered both from the district around Jerusalem and from the villages of the Netophathites,",
      "29": "from Beth Gilgal, and from the countryside of Geba and Azmaveth, because the singers had built villages for themselves around Jerusalem.",
      "30": "The priests and the Levites purified themselves, and they purified the people, the gates, and the wall.",
      "31": "I brought the officers of Judah up onto the wall and appointed two large thanksgiving choirs and two groups for the procession.\nOne group proceeded south on top of the west wall toward the Dung Gate.",
      "32": "Behind them went Hoshaiah and half of the officers of Judah,",
      "33": "also Azariah, Ezra, and Meshullam,",
      "34": "Judah and Benjamin, and Shemaiah and Jeremiah,",
      "35": "as well as some of the priests with trumpets, namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zakkur, the son of Asaph,",
      "36": "and his relatives Shemaiah, Azarel, Milalai, Gilalai, Ma’ai, Nethanel, and Judah, and Hanani with the musical instruments of David the man of God. Ezra the scribe led them.",
      "37": "From the Fountain Gate they went directly up the steps to the City of David, by the ascent to the wall which was above David’s house and over the Water Gate on the east.",
      "38": "The second thanksgiving choir was assigned to go in the opposite direction. Both I and half of the people were behind it on top of the wall. They went over the Tower of the Ovens to the Broad Wall,",
      "39": "and over the Ephraim Gate (that is, over the Old Gate), and over the Fish Gate and the Tower of Hananel and the Tower of the Hundred, and up to the Sheep Gate, and they stood at the Guard’s Gate.",
      "40": "The two thanksgiving choirs stood in the house of God, as did I and half of the officials with me,",
      "41": "as well as the priests: Eliakim, Ma’aseiah, Miniamin, Mikaiah, Elioenai, Zechariah, and Hananiah with trumpets,",
      "42": "and Ma’aseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, and Malkijah, and Elam, and Ezer. Then the singers sang with Jezrahiah as their leader.",
      "43": "That day they offered great sacrifices and rejoiced because God had given them great joy. The women and children also rejoiced. The joy of Jerusalem was heard a long way away.",
      "44": "That day men were appointed as supervisors over the storerooms, the contributions, the firstfruits, and the tithes, in order to gather the portions required by the Law for the priests and the Levites from the fields of the towns, because Judah rejoiced over the priests and Levites who carried out their duties.",
      "45": "They and the singers and the gatekeepers continued the service of their God and the service of purification, according to the command of David and his son Solomon,",
      "46": "because formerly in the days of David and Asaph, Asaph was the head of the singers and of songs of praise and thanksgiving to God.",
      "47": "In the days of Zerubbabel and in the days of Nehemiah, all Israel continued to give the required portions for the singers and the gatekeepers daily. They would set apart that portion which was for the Levites, and the Levites would set apart that portion which was for the descendants of Aaron."
    },
    "13": {
      "1": "On that day, when the Book of Moses was being read in the hearing of the people, it was found written in it that no Ammonite or Moabite may ever come into the assembled congregation of God,",
      "2": "because they had not met the Israelites with food and water but had hired Balaam against them to curse them. However, our God had turned the curse into a blessing.",
      "3": "As the people heard the Law, they separated everyone of mixed foreign descent from Israel.",
      "4": "But before this, the priest Eliashib, who had been put in charge of the storerooms of the house of our God, and who was related to Tobiah,",
      "5": "had provided a large storeroom for him.\nPreviously they had been putting the offerings, the incense, and the vessels, as well as the tithes of grain, new wine, and olive oil there. This had been done according to the command concerning the Levites, the singers, the gatekeepers, and the contributions for the priests.",
      "6": "But when all this was happening, I was not in Jerusalem, because in the thirty-second year of King Artaxerxes of Babylon, I had gone to the king. Then sometime later, I asked the king for permission to return,",
      "7": "and I came back to Jerusalem. Then I found out about the evil thing that Eliashib had done for Tobiah by providing a room for him in the courtyards of the house of God.",
      "8": "This was very offensive to me, so I threw all of Tobiah’s household property out of the storeroom.",
      "9": "I gave orders to purify the storerooms, and I restored the articles of the house of God, the offerings, and the incense.",
      "10": "Then I learned that the portions for the Levites had not been distributed and that the Levites and singers who performed the work of God’s house all had gone back to their own fields.",
      "11": "I accused the officials and said, “Why has the house of God been abandoned?” So I gathered them and stationed them at their places.",
      "12": "Then all Judah brought the tithes of grain and new wine and olive oil to the storerooms.",
      "13": "I appointed treasurers in charge of the storerooms: the priest Shelemiah, the scribe Zadok, Pedaiah from the Levites, and as their assistant, Hanan the son of Zakkur, the son of Mattaniah, because they were considered to be trustworthy. It was their responsibility to distribute the portions to their relatives.",
      "14": "Remember me, my God, because of this, and do not wipe away my faithful deeds, which I have done for the sake of the house of my God and for the sake of its services.",
      "15": "In those days I saw in Judah some people who were treading winepresses on the Sabbath and bringing heaps of grain and loading them on donkeys, and also wine, grapes, and figs and all kinds of loads, and then bringing them to Jerusalem on the Sabbath. So I warned them on the day when they were selling food.",
      "16": "Moreover, some people from Tyre lived in the city. They were bringing fish and all kinds of merchandise and selling it on the Sabbath to the Jews—even in Jerusalem!",
      "17": "So I accused the Judean nobles and said to them, “What is this evil thing that you are doing, by which you are profaning the Sabbath day?",
      "18": "Didn’t your ancestors do this, and as a result our God brought all this calamity upon us and upon this city? You are adding more to his wrath by profaning the Sabbath.”",
      "19": "As it began to grow dark within the gates of Jerusalem before the beginning of the Sabbath, I gave orders to close the doors and not to open them until after the Sabbath. I also stationed some of my servants at the gates to ensure that no load would come in on the Sabbath day.",
      "20": "Once or twice the merchants and those who sell all kinds of merchandise spent the night outside of Jerusalem.",
      "21": "However, I warned them and said to them, “Why are you spending the night next to the wall? If you do this again, I will use force against you.” From that time onward they did not come on the Sabbath.",
      "22": "Then I told the Levites that they should purify themselves and come to guard the gates in order to sanctify the Sabbath day.\nRemember this also in my favor, my God, and spare me according to your great faithfulness.",
      "23": "Also in those days I saw the Judeans who had married women from Ashdod, Ammon, and Moab.",
      "24": "Half of their children spoke the dialect of Ashdod or the language of other peoples and were not able to understand how to speak Judean.",
      "25": "So I accused them and cursed them. I beat some of the men and pulled out their hair. Then I made them take an oath by God: “May God punish us if we give our daughters to their sons or if we take some of their daughters for our sons or for ourselves.”",
      "26": "I said, “Wasn’t it because of these foreign wives that King Solomon of Israel sinned, although there was no king like him among the many nations? He was loved by his God, and God placed him as king over all Israel. Yet foreign wives made even him sin.",
      "27": "Should we listen to you and be led to do all this great evil, so that we end up being unfaithful to our God by marrying foreign women?”",
      "28": "One of the sons of Joiada, the son of Eliashib, the high priest, was the son-in-law of Sanballat the Horonite. So I chased him away from me.",
      "29": "Remember them, my God, because of their defiling of the priesthood and because of the covenant of the priesthood and the Levites.",
      "30": "So I purified them of everything foreign, and I established duties for the priests and the Levites—each man had his own work.",
      "31": "I also provided wood for the offerings at the appropriate times and for the offerings of the firstfruits.\nRemember me, my God, for good."
    }
  }
}