{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:36.336686-04:00",
    "Translation": "EHV"
  },
  "Numbers": {
    "1": {
      "1": "The Lord spoke to Moses in the Wilderness of Sinai, in the Tent of Meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt. He said,",
      "2": "“Take a census of the entire community of the people of Israel, according to their clans and their fathers’ houses. Count the names of every male, one by one,",
      "3": "twenty years old and up, all who are of age to serve in Israel’s army. Aaron and you are to register them by their military units.",
      "4": "A man from each tribe will be with you. Every one of them will be the head of his fathers’ house.",
      "5": "These are the names of the men who will assist you:\nfrom Reuben, Elizur son of Shedeur;",
      "6": "from Simeon, Shelumiel son of Zurishaddai;",
      "7": "from Judah, Nahshon son of Amminadab;",
      "8": "from Issachar, Nethanel son of Zuar;",
      "9": "from Zebulun, Eliab the son of Helon;",
      "10": "from the sons of Joseph:\nfrom Ephraim, Elishama son of Ammihud;\nfrom Manasseh, Gamaliel son of Pedahzur;",
      "11": "from Benjamin, Abidan son of Gideoni;",
      "12": "from Dan, Ahiezer son of Ammishaddai;",
      "13": "from Asher, Pagiel son of Ochran;",
      "14": "from Gad, Eliasaph son of Deuel;",
      "15": "from Naphtali, Ahira son of Enan.”",
      "16": "These were the men chosen from the community, the chiefs of the tribes of their fathers. They were the heads of Israel’s divisions.",
      "17": "Moses and Aaron brought together these men, who had been designated by name.",
      "18": "They assembled the entire community on the first day of the second month, and they recorded the people’s ancestry by their clans, by their fathers’ houses, listing the names of those who were twenty years old and up, one by one.",
      "19": "Moses registered them in the Wilderness of Sinai, exactly as the Lord commanded him.",
      "20": "The male descendants of Reuben, Israel’s firstborn, were registered from their family records, according to their clans, according to their fathers’ houses, listing one by one the names of every male twenty years old and up, all who were of age to serve in the army.",
      "21": "Those who were registered from the tribe of Reuben totaled 46,500.",
      "22": "The male descendants of Simeon were registered from their family records, according to their clans, according to their fathers’ houses, listing one by one the names of every male twenty years old and up, all who were of age to serve in the army.",
      "23": "Those who were registered from the tribe of Simeon totaled 59,300.",
      "24": "The male descendants of Gad were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "25": "Those who were registered from the tribe of Gad totaled 45,650.",
      "26": "The male descendants of Judah were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "27": "Those who were registered from the tribe of Judah totaled 74,600.",
      "28": "The male descendants of Issachar were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "29": "Those who were registered from the tribe of Issachar totaled 54,400.",
      "30": "The male descendants of Zebulun were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "31": "Those who were registered from the tribe of Zebulun totaled 57,400.",
      "32": "The male descendants of Joseph who were the descendants of Ephraim were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "33": "Those who were registered from the tribe of Ephraim totaled 40,500.",
      "34": "Those who were male descendants of Manasseh were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "35": "Those who were registered from the tribe of Manasseh totaled 32,200.",
      "36": "The male descendants of Benjamin were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "37": "Those who were registered from the tribe of Benjamin totaled 35,400.",
      "38": "The male descendants of Dan were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "39": "Those who were registered from the tribe of Dan totaled 62,700.",
      "40": "The male descendants of Asher were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "41": "Those who were registered from the tribe of Asher totaled 41,500.",
      "42": "The male descendants of Naphtali were registered from their family records, according to their clans, according to their fathers’ houses, listing the names of those twenty years old and up, all who were of age to serve in the army.",
      "43": "Those who were registered from the tribe of Naphtali totaled 53,400.",
      "44": "These are the men who were registered by Moses and Aaron and twelve tribal chiefs of Israel, each representing his fathers’ house.",
      "45": "So all of the Israelite men twenty years old and up, who were of age to serve in Israel’s army, were registered according to their fathers’ houses.",
      "46": "Those who were registered totaled 603,550.",
      "47": "But the Levites were not registered along with the others on the basis of their fathers’ tribe,",
      "48": "for the Lord had said to Moses,",
      "49": "“You are not to register the tribe of Levi, neither will you take a census of them along with the other Israelites.",
      "50": "Instead, appoint the Levites over the Dwelling of the Testimony and over all its furnishings and over everything that belongs to it. They are to carry the Dwelling and all its furnishings. They are to take care of it, and they are to camp around it.",
      "51": "Whenever the Dwelling is to move, the Levites will take it down, and whenever the Dwelling is to stop for a new camp, the Levites will set it up. Any unauthorized person who comes near it must be put to death.",
      "52": "The Israelites will set up camp, everyone in his own camp and under his own standard, according to their military divisions.",
      "53": "But the Levites will camp around the Dwelling of the Testimony so that wrath will not fall on the Israelite community. In this way the Levites will perform the duties for the Dwelling of the Testimony.”",
      "54": "So the Israelites did everything that the Lord commanded Moses, exactly as he commanded."
    },
    "2": {
      "1": "The Lord spoke to Moses and Aaron as follows:",
      "2": "Each of the Israelites will camp under his own standard, with the banners for their fathers’ houses. They will camp around the Tent of Meeting at a distance from it.",
      "3": "Those who camp on the east side toward the sunrise will be organized under the standard of Judah’s camp, according to their military units.\nThe tribal chief of Judah’s descendants is Nahshon son of Amminadab.",
      "4": "His unit, as registered, totals 74,600.",
      "5": "The tribe of Issachar will camp next to Judah. The tribal chief of Issachar’s descendants is Nethanel son of Zuar.",
      "6": "His unit, as registered, totals 54,400.",
      "7": "The tribe of Zebulun will be next. The tribal chief of Zebulun’s descendants is Eliab son of Helon.",
      "8": "His unit, as registered, totals 57,400.",
      "9": "All those registered in Judah’s camp are 186,400, according to their military units. They will set out first.",
      "10": "Those who camp on the south side will be organized under the standard of Reuben’s camp, according to their military units.\nThe tribal chief of Reuben’s descendants is Elizur son of Shedeur.",
      "11": "His unit, as registered, totals 46,500.",
      "12": "The tribe of Simeon will camp next to Reuben. The tribal chief of Simeon’s descendants is Shelumiel son of Zurishaddai.",
      "13": "His unit, as registered, totals 59,300.",
      "14": "The tribe of Gad will be next. The tribal chief of Gad’s descendants will be Eliasaph son of Deuel.",
      "15": "His unit, as registered, totals 45,650.",
      "16": "All those registered in Reuben’s camp are 151,450, according to their military units. They will set out second.",
      "17": "Then the Tent of Meeting will set out with the Levites’ camp, which is in the middle of the camps. They are to set out in the same order as they camp, each one in his place, following their standards.",
      "18": "Those who camp on the west side will be organized under the standard of Ephraim’s camp, according to their military units.\nThe tribal chief of Ephraim’s descendants is Elishama son of Ammihud.",
      "19": "His unit, as registered, totals 40,500.",
      "20": "Next to Ephraim will be the tribe of Manasseh. The tribal chief of Manasseh’s descendants is Gamaliel son of Pedahzur.",
      "21": "His unit, as registered, totals 32,200.",
      "22": "The tribe of Benjamin will be next. The tribal chief of Benjamin’s descendants is Abidan son of Gideoni.",
      "23": "His unit, as registered, totals 35,400.",
      "24": "All those registered in Ephraim’s camp are 108,100, according to their military units. They will set out third.",
      "25": "Those who camp on the north side will be organized under the standard of Dan’s camp, according to their military units.\nThe tribal chief of Dan’s descendants is Ahiezer son of Ammishaddai.",
      "26": "His unit, as registered, totals 62,700.",
      "27": "Next to Dan will be the tribe of Asher. The tribal chief of Asher’s descendants will be Pagiel son of Ochran.",
      "28": "His unit, as registered, totals 41,500.",
      "29": "The tribe of Naphtali will be next. The tribal chief of Naphtali’s descendants is Ahira son of Enan.",
      "30": "His unit, as registered, totals 53,400.",
      "31": "All those registered in Dan’s camp are 157,600. They will set out last, following their standards.",
      "32": "These were the Israelites who were registered according to their fathers’ houses. All the men in the camps, organized according to their military units, as registered, totaled 603,550.",
      "33": "But the Levites were not registered among the Israelites, just as the Lord had commanded Moses.",
      "34": "The Israelites did everything that the Lord commanded Moses. They camped around their standards, and they set out, every one of them by their clans, according to their fathers’ houses."
    },
    "3": {
      "1": "This is the family history of Aaron and Moses at the time when the Lord spoke with Moses on Mount Sinai.",
      "2": "These are the names of Aaron’s sons: Nadab the firstborn, Abihu, Eleazar, and Ithamar.",
      "3": "These are the names of Aaron’s sons, the anointed priests, whom he ordained to serve as priests.",
      "4": "Nadab and Abihu died in the presence of the Lord when they offered unauthorized fire before the Lord in the Wilderness of Sinai, and they had no sons. So Eleazar and Ithamar served as priests in the presence of Aaron their father.",
      "5": "The Lord spoke to Moses:",
      "6": "“Bring the tribe of Levi near and have them stand before Aaron the priest so that they may assist him.",
      "7": "They will perform the duties for him and for the entire congregation in front of the Tent of Meeting by doing the work for the Dwelling.",
      "8": "They will take care of all the furnishings for the Tent of Meeting and perform the duties of the Israelites by doing the work for the Dwelling.",
      "9": "You will give the Levites to Aaron and to his sons. They are completely given to him from among the Israelites.",
      "10": "But you will appoint Aaron and his sons, and they will serve in the priesthood. Any unauthorized person who goes near must be put to death.”",
      "11": "The Lord spoke to Moses,",
      "12": "“See, I have taken the Levites from among the Israelites instead of every firstborn that opens the womb among the Israelites. The Levites are mine,",
      "13": "for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt, I set apart for myself every firstborn in Israel, both human and animal. They are mine. I am the Lord.”",
      "14": "The Lord spoke to Moses in the Wilderness of Sinai,",
      "15": "“Register the Levites according to their fathers’ houses, by their clans. You are to register every male a month old and up.”",
      "16": "So Moses registered them as he was commanded by the word of the Lord.",
      "17": "These were the names of the sons of Levi: Gershon, Kohath, and Merari.",
      "18": "These were the names of the sons of Gershon according to their clans: Libni and Shimei.",
      "19": "The sons of Kohath according to their clans were Amram, Izhar, Hebron, and Uzziel.",
      "20": "The sons of Merari according to their clans were Mahli and Mushi.\nThe following were the clans of the Levites according to their fathers’ houses.",
      "21": "From Gershon came the Libnite clan and the Shimeite clan. These were the Gershonite clans.",
      "22": "Those who were registered, counting all the males who were a month old and up, were 7,500.",
      "23": "The Gershonite clans camped behind the Dwelling on the west side.",
      "24": "The tribal chief of the father’s house for the Gershonites was Eliasaph son of Lael.",
      "25": "The duties of the descendants of Gershon in the Tent of Meeting involved the dwelling and the tent, its coverings, and the screen for the entrance to the Tent of Meeting,",
      "26": "also the hangings of the courtyard, and the screen for the entrance to the courtyard which surrounds the Dwelling and the altar, and its ropes—everything related to this work.",
      "27": "From Kohath came the Amramite clan, the Izharite clan, the Hebronite clan, and the Uzzielite clan. These were the Kohathite clans.",
      "28": "Counting all the males who were a month old and up, there were 8,600 to perform the duties of the sanctuary.",
      "29": "The clans of the descendants of Kohath camped on the south side of the Dwelling.",
      "30": "The tribal chief of the father’s house for the Kohathite clans was Elizaphan son of Uzziel.",
      "31": "Their duties involved the ark, the table, the lampstand, the altars, the sanctuary utensils with which they serve, and the screen—everything related to this work.",
      "32": "The tribal chief over the Levite tribal chiefs was Eleazar, the son of Aaron the priest. He was in charge of those performing the duties of the sanctuary.",
      "33": "From Merari came the Mahlite clan and the Mushite clan. These were the Merarite clans.",
      "34": "Those who were registered, counting all the males who were a month old and up, were 6,200.",
      "35": "The tribal chief of the father’s house for the Merarite clans was Zuriel son of Abihail. They camped on the north side of the Dwelling.",
      "36": "The appointed duties for the sons of Merari involved the Dwelling’s boards, its crossbars, its posts, its bases, all its equipment—everything related to this work,",
      "37": "also the posts for the surrounding courtyard, their bases, their tent pegs, and their ropes.",
      "38": "Those who camped in front of the Dwelling on the east side, in front of the Tent of Meeting, toward the sunrise, were Moses and Aaron and Aaron’s sons, who were performing the duties of the sanctuary on behalf of the Israelites. Any unauthorized person who goes near shall be put to death.",
      "39": "All of the Levities who were registered when the Lord commanded Moses and Aaron to register them according to their clans, every male a month old and up, were 22,000.",
      "40": "The Lord said to Moses, “Register all the firstborn males of the Israelites one month old and up, and make a list of their names.",
      "41": "You are to take the Levites for me—I am the Lord—instead of every firstborn among the Israelites, and take the livestock of the Levites instead of every firstborn among the livestock of the Israelites.”",
      "42": "So Moses registered all the firstborn among the Israelites as the Lord commanded.",
      "43": "All the firstborn males listed by name, one month old and up, when registered, totaled 22,273.",
      "44": "The Lord spoke to Moses:",
      "45": "“Take the Levites instead of every firstborn among the Israelites, and the livestock of the Levites instead of their livestock. The Levites will be mine. I am the Lord.",
      "46": "For the redemption of the 273 firstborn Israelites who outnumber the Levites,",
      "47": "you are to collect five shekels apiece for each one, according to the sanctuary shekel (this shekel is twenty gerahs).",
      "48": "You are to give the money, the redemption price for the additional Israelites, to Aaron and his sons.”",
      "49": "Moses collected the redemption money from those who outnumbered the ones redeemed by the Levites who took their place.",
      "50": "He collected the money from the firstborn of the Israelites, 1,365 shekels, according to the sanctuary shekel.",
      "51": "Moses gave the redemption money to Aaron and to his sons, in obedience to the word of the Lord, just as the Lord commanded Moses."
    },
    "4": {
      "1": "The Lord told Moses and Aaron",
      "2": "to take a census of the descendants of Kohath among the Levites, by their clans, by their fathers’ houses,",
      "3": "from thirty years old to fifty years old, everyone eligible for the service of performing the tasks at the Tent of Meeting.",
      "4": "This is the work for the descendants of Kohath at the Tent of Meeting: to take care of the most holy things.",
      "5": "When the camp sets out, Aaron and his sons are to go into the Dwelling. They are to take down the veil that screens the ark, cover the Ark of the Testimony with it,",
      "6": "put a covering made from the hides of sea cows over it, spread a solid blue cloth over that, and insert its poles.",
      "7": "Over the table for the Bread of the Presence they are to spread a blue cloth and put the dishes, the small bowls, the larger bowls, and the pitchers for the drink offering on it. The bread that is continually there is to remain on it.",
      "8": "Then they are to spread a scarlet cloth over these things, cover them with a covering made from the hides of sea cows, and insert its poles.",
      "9": "They are to take a blue cloth and cover the lampstand used for light, its lamps, its snuffers, its fire pans, and all the jars of oil used to supply it.",
      "10": "They are to put the lampstand and all its accessories under a cover made from the hides of sea cows and put it on a carrying frame.",
      "11": "Over the golden altar they are to spread a blue cloth, cover it with a covering made from the hides of sea cows, and insert its poles.",
      "12": "They are to take all the utensils which they use in the sanctuary and put them in a blue cloth, cover them with a covering made from the hides of sea cows, and put them on a carrying frame.",
      "13": "They are to remove the fat-soaked ashes from the altar and spread a purple cloth over it.",
      "14": "They are to put on it all the utensils which they use around the altar: the fire pans, the meat hooks, the shovels, and the basins—the utensils of the altar. They will spread a covering made of the hides of sea cows over the altar and insert its poles.",
      "15": "After Aaron and his sons have finished covering the sanctuary and all the items of the sanctuary, when the camp sets out, the descendants of Kohath will come to carry them. But they are not to touch the sanctuary or they will die. The descendants of Kohath are to carry these things associated with the Tent of Meeting.",
      "16": "Eleazar, the son of Aaron the priest, shall be in charge of the lamp oil, the fragrant incense, the daily grain offering, and the anointing oil. He shall be in charge of the entire Dwelling, everything in it, the holy objects, and its furnishings.",
      "17": "The Lord spoke to Moses and Aaron,",
      "18": "“Do not allow the tribe of the Kohathite clans to be cut off from among the Levites.",
      "19": "Do this for them so that they may live and not die when they come near the most holy things: Aaron and his sons are to go in and assign to each one of them what he is to do and what he is to carry.",
      "20": "But the Kohathites must not go in to see the sanctuary even for a moment or they will die.”",
      "21": "The Lord also told Moses",
      "22": "to take a census of the descendants of Gershon, according to their fathers’ houses, by their clans,",
      "23": "and to register those from thirty years old to fifty years old, everyone eligible for the service of doing the work at the Tent of Meeting.",
      "24": "This is the work for the Gershonite clans: the work of moving the Dwelling.",
      "25": "They are to carry the curtains of the Dwelling, the Tent of Meeting, its covering, and the covering made of sea cow hides that is on top of that, the screen for the entrance to the Tent of Meeting,",
      "26": "the hangings for the courtyard, the screen for the entrance through the gate into the courtyard which surrounds the Dwelling and the altar, the ropes, and all the items related to this work. They are responsible for everything that is to be done with these things.",
      "27": "All the work of the descendants of the Gershonites, everything they are to carry and all the work they are to do, is to be done at the command of Aaron and his sons. You are to assign to each of them everything they are to carry.",
      "28": "This is the work for the clans of the descendants of the Gershonites in regard to the Tent of Meeting. They are to serve under the direction of Ithamar, the son of Aaron the priest.",
      "29": "As for the descendants of Merari, register them according to their clans, according to their fathers’ houses.",
      "30": "Register all of them who are between thirty years old and fifty years old, everyone eligible for service, to do the work for the Tent of Meeting.",
      "31": "This is what they are responsible for as their entire work at the Tent of Meeting: to carry the Dwelling’s boards, its crossbars, its posts, its bases,",
      "32": "the posts of the surrounding courtyard and their bases, their tent pegs, their ropes with all their equipment, and everything related to this work. You are to specify by name the items that they are responsible to carry.",
      "33": "This is the work for the clans of the descendants of Merari, regarding all their work in regard to the Tent of Meeting, under the direction of Ithamar, the son of Aaron the priest.",
      "34": "Moses, Aaron, and the tribal chiefs of the community registered the descendants of the Kohathites according to their clans and their fathers’ houses,",
      "35": "from thirty years old to fifty years old, everyone eligible for service, for work at the Tent of Meeting.",
      "36": "The ones registered according to their clans were 2,750.",
      "37": "These were the ones registered from the clans of the Kohathites, all those who worked at the Tent of Meeting. Moses and Aaron registered them according to the Lord’s command through Moses.",
      "38": "The descendants of Gershon were registered according to their clans and according to their fathers’ houses,",
      "39": "from thirty years old to fifty years old, everyone eligible for service, for work at the Tent of Meeting.",
      "40": "The ones registered according to their clans, according to their fathers’ houses, were 2,630.",
      "41": "These were the ones registered from the clans of the descendants of Gershon, all those who worked at the Tent of Meeting. Moses and Aaron registered them according to the Lord’s command.",
      "42": "The clans of the descendants of Merari were registered according to their clans, according to their fathers’ houses,",
      "43": "from thirty years old to fifty years old, everyone eligible for service, for work at the Tent of Meeting.",
      "44": "Those registered by their clans were 3,200.",
      "45": "These were the ones registered from the clans of the descendants of Merari. Moses and Aaron registered them according to the Lord’s command through Moses.",
      "46": "Every one of the Levites was registered. Moses and Aaron and the tribal chiefs of Israel registered them according to their clans and their fathers’ houses,",
      "47": "from thirty years old to fifty years old, everyone who was eligible to perform the work of serving at or carrying the Tent of Meeting.",
      "48": "Those registered totaled 8,580.",
      "49": "According to the Lord’s command, they were registered by Moses, along with what each man was assigned to do and to carry. They were registered just as the Lord commanded Moses."
    },
    "5": {
      "1": "The Lord spoke to Moses:",
      "2": "“Command the Israelites to send outside of the camp everyone who has an impure skin disease, everyone who has a bodily discharge, and everyone who is unclean because of contact with a dead body.",
      "3": "You must send them away, male or female. You must send them outside of the camp so that they will not defile their camps, where I dwell in their midst.”",
      "4": "The Israelites did exactly that and sent them outside of the camp. The Israelites did just as the Lord said to Moses.",
      "5": "The Lord spoke to Moses and told him",
      "6": "to tell the Israelites this:\nWhenever a man or a woman commits any wrong against another person and so in this way is unfaithful to the Lord, that person must be held responsible.",
      "7": "Such people are to confess the wrong which they have done. They are to make full restitution for their guilt, then add one fifth of its value on top of that and give it to the person they have wronged.",
      "8": "But if the wronged person has no next-of-kin to receive the restitution, the restitution goes to the Lord for the priest, in addition to the atonement ram, with which the priest will make atonement for him.",
      "9": "Every elevated offering that the Israelites present to the priest will belong to the priest.",
      "10": "Anyone’s holy things are his own, but whatever anyone gives to the priest is the priest’s.",
      "11": "The Lord told Moses to speak to the Israelites and tell them this:",
      "12": "If any man’s wife goes astray and is unfaithful to him,",
      "13": "and another man lies down with her, but this remains hidden from her husband and she is not found out, she has defiled herself even though there is no witness against her and she was not caught in the act.",
      "14": "If a feeling of jealousy comes over her husband and he becomes jealous of his wife who has defiled herself, or if a feeling of jealousy comes over him and he is jealous of his wife, even though she has not defiled herself,",
      "15": "then the man is to bring his wife to the priest. He is also to bring an offering on her behalf: two quarts of barley flour. He is not to pour oil on it or put frankincense on it, because it is a grain offering for jealousy, a grain offering for remembrance, to reveal guilt.",
      "16": "The priest is to bring her near and present her before the Lord.",
      "17": "The priest is to take holy water in a clay vessel, take some of the dust that is on the floor of the Dwelling, and put it into the water.",
      "18": "The priest is to present the woman before the Lord, let down the woman’s hair, and put into her hands the grain offering for remembrance, which is the grain offering for jealousy. The priest is to have in his hands the bitter water that brings a curse.",
      "19": "The priest will make her take an oath, and he will tell the woman, “If no man has slept with you, and if you have not gone astray by becoming defiled while married to your husband, may this bitter water that brings a curse not affect you.",
      "20": "But if you have gone astray while married to your husband, and if you are defiled and another man besides your husband has had sex with you—”",
      "21": "Then the priest will make the woman take an oath with a curse, and the priest will tell the woman, “May the Lord make you an object of cursing and swearing among your people when the Lord allows your thigh to shrivel and your belly to swell.",
      "22": "May this water that brings a curse go inside you and make your belly swell and your thigh shrivel.” The woman will say, “Amen, Amen.”",
      "23": "The priest is to write these curses on a scroll and wipe them off into the bitter water.",
      "24": "He will make the woman drink the bitter water that brings a curse. The water that brings a curse will enter into her and become bitter.",
      "25": "The priest will take the grain offering for jealousy out of the woman’s hand, wave the grain offering before the Lord, and bring it to the altar.",
      "26": "The priest will take a handful of the grain offering as its memorial portion and burn it on the altar. Afterward he will make the woman drink the water.",
      "27": "When he has made her drink the water, if she has defiled herself and has been unfaithful to her husband, the water that brings a curse will enter into her and become bitter. Her belly will swell, and her thigh will shrivel. The woman will be an object of cursing among her people.",
      "28": "If the woman has not defiled herself but is clean, then she will be unaffected and will be able to conceive children.",
      "29": "This is the law regarding jealousy when a wife, while married to her husband, goes astray and defiles herself,",
      "30": "or when a feeling of jealousy comes over a husband and he is jealous of his wife. Then the man will present the woman before the Lord, and the priest will apply this entire procedure to her.",
      "31": "The man will be free from guilt, but that woman will bear her guilt."
    },
    "6": {
      "1": "The Lord told Moses to speak to the Israelites and tell them these things:",
      "2": "When a man or woman makes a special vow, the vow of a Nazirite, to separate oneself to the Lord,",
      "3": "he is to abstain from wine and beer. He may not drink vinegar made from wine or beer. He may not drink any grape juice. He may not eat fresh grapes or raisins.",
      "4": "During his entire separation, he is not to eat anything at all that comes from the grapevine, from the seeds to the skins.",
      "5": "During his entire vow of separation no razor is to pass over his head, until the time that he has separated himself to the Lord has been completed. He will be set apart as holy. He is to let the hair of his head grow long.",
      "6": "During the entire time that he separates himself to the Lord he may not go near a dead body.",
      "7": "He may not defile himself even for his father or his mother or for his brother or his sister when they die, because his sign of separation for God is on his head.",
      "8": "During the entire time of his separation he is set apart as holy to the Lord.",
      "9": "If someone near him dies suddenly, thereby defiling the head of hair that marks his separation, he is to shave his head on the day when he is purified. On the seventh day he is to shave it.",
      "10": "On the eighth day he will bring two turtledoves or two pigeons to the priest at the entrance to the Tent of Meeting.",
      "11": "The priest will offer one as a sin offering and the other as a burnt offering. He will make atonement for him, because he sinned on account of the dead body. On that same day, he is to consecrate his head.",
      "12": "He will establish a new time of separation to the Lord. He will bring a year-old male lamb as a restitution offering. His previous time of separation will not count, because his separation was defiled.",
      "13": "This is the law for the Nazirite when the time of his separation is over: He is to be brought to the entrance to the Tent of Meeting.",
      "14": "He will bring this as his offering to the Lord: a year-old male lamb without defect as a whole burnt offering, a year-old female lamb without defect as a sin offering, one ram without defect as a fellowship offering,",
      "15": "a basket of unleavened round loaves made with fine flour mixed with oil, unleavened wafers coated with oil, along with the specified grain offerings and drink offerings.",
      "16": "The priest will bring them before the Lord and will offer the Nazirite’s sin offering and burnt offering.",
      "17": "The priest will offer the ram as the sacrifice for the fellowship offering to the Lord, along with the basket of unleavened bread. The priest will also offer the specified grain offering and drink offering.",
      "18": "The Nazirite is to shave the hair on his head, that marks his separation at the entrance to the Tent of Meeting. He is to take the hair from his head, that marks his separation, and put it on the fire which is under the sacrifice for the fellowship offering.",
      "19": "The priest will take the boiled shoulder from the ram and one unleavened round loaf out of the basket and one unleavened wafer, and put them into the palms of the Nazirite after he has shaved the head that marks his separation.",
      "20": "The priest will wave them as a wave offering before the Lord. This is the holy portion for the priest, together with the breast that is waved and the thigh that is elevated. After that, the Nazirite may drink wine.",
      "21": "This is the law for the Nazirite who vows his offering to the Lord according to his separation, in addition to whatever else he can afford. Just as he has made this vow, so he must carry it out according to the law governing his separation.",
      "22": "The Lord told Moses",
      "23": "to speak to Aaron and to his sons and to tell them to bless the Israelites with these words:",
      "24": "The Lord bless you and keep you.",
      "25": "The Lord make his face shine on you\nand be gracious to you.",
      "26": "The Lord look on you with favor\nand give you peace.",
      "27": "In this way they will put my name on the Israelites, and I will bless them."
    },
    "7": {
      "1": "On the day that Moses finished setting up the Dwelling, he anointed and consecrated it with all of its furnishings and the altar with all of its utensils. He anointed and consecrated them.",
      "2": "The tribal chiefs of Israel, the heads of their fathers’ houses, brought offerings. These were the chiefs of the tribes, who were in charge of the registration.",
      "3": "They brought as their offering before the Lord six covered carts and twelve oxen—a cart for every two tribal chiefs and an ox for every tribal chief. They presented them in front of the Dwelling.",
      "4": "The Lord spoke to Moses:",
      "5": "“Accept these gifts from them so that they may be used for doing the work at the Tent of Meeting. You are to give them to the Levites as each one’s work requires.”",
      "6": "Moses took the carts and the oxen and gave them to the Levites.",
      "7": "He gave two carts and four oxen to the descendants of Gershon as their work required.",
      "8": "He gave four carts and eight oxen to the descendants of Merari, as required for their work under the direction of Ithamar, the son of Aaron the priest.",
      "9": "But to the descendants of Kohath he did not give any, because their work was to carry the holy things on their own shoulders.",
      "10": "The tribal chiefs also brought offerings for the dedication of the altar on the day that it was anointed. The tribal chiefs brought their offerings before the altar.",
      "11": "The Lord said to Moses, “Each day one tribal chief will bring his offering for the dedication of the altar.”",
      "12": "On the first day, the one who brought his offering was Nahshon son of Amminadab from the tribe of Judah.",
      "13": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both full of fine flour mixed with oil for a grain offering;",
      "14": "one small gold bowl weighing ten shekels, filled with incense;",
      "15": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "16": "one male goat for a sin offering;",
      "17": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Nahshon son of Amminadab.",
      "18": "On the second day Nethanel son of Zuar, the tribal chief of Issachar, brought his offering.",
      "19": "He brought for his offering: one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both full of fine flour mixed with oil for a grain offering;",
      "20": "one small gold bowl weighing ten shekels, filled with incense;",
      "21": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "22": "one male goat for a sin offering;",
      "23": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Nethanel son of Zuar.",
      "24": "On the third day it was the tribal chief of Zebulun’s descendants, Eliab son of Helon.",
      "25": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "26": "one small gold bowl weighing ten shekels, filled with incense;",
      "27": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "28": "one male goat for a sin offering;",
      "29": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Eliab son of Helon.",
      "30": "On the fourth day it was the tribal chief of Reuben’s descendants, Elizur son of Shedeur.",
      "31": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "32": "one small gold bowl weighing ten shekels, filled with incense;",
      "33": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "34": "one male goat for a sin offering;",
      "35": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Elizur son of Shedeur.",
      "36": "On the fifth day it was the tribal chief of Simeon’s descendants, Shelumiel son of Zurishaddai.",
      "37": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "38": "one small gold bowl weighing ten shekels, filled with incense;",
      "39": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "40": "one male goat for a sin offering;",
      "41": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Shelumiel son of Zurishaddai.",
      "42": "On the sixth day it was the tribal chief of Gad’s descendants, Eliasaph son of Deuel.",
      "43": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "44": "one small gold bowl weighing ten shekels, filled with incense;",
      "45": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "46": "one male goat for a sin offering;",
      "47": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Eliasaph son of Deuel.",
      "48": "On the seventh day it was the tribal chief of Ephraim’s descendants, Elishama son of Ammihud.",
      "49": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "50": "one small gold bowl weighing ten shekels, filled with incense;",
      "51": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "52": "one male goat for a sin offering;",
      "53": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Elishama son of Ammihud.",
      "54": "On the eighth day it was the tribal chief of Manasseh’s descendants, Gamaliel son of Pedahzur.",
      "55": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "56": "one small gold bowl weighing ten shekels, filled with incense;",
      "57": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "58": "one male goat for a sin offering;",
      "59": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Gamaliel son of Pedahzur.",
      "60": "On the ninth day it was the tribal chief of Benjamin’s descendants, Abidan son of Gideoni.",
      "61": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "62": "one small gold bowl weighing ten shekels, filled with incense;",
      "63": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "64": "one male goat for a sin offering;",
      "65": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Abidan son of Gideoni.",
      "66": "On the tenth day it was the tribal chief of Dan’s descendants, Ahiezer son of Ammishaddai.",
      "67": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "68": "one small gold bowl weighing ten shekels, filled with incense;",
      "69": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "70": "one male goat for a sin offering;",
      "71": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Ahiezer son of Ammishaddai.",
      "72": "On the eleventh day it was the tribal chief of Asher’s descendants, Pagiel son of Ochran.",
      "73": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "74": "one small gold bowl weighing ten shekels, filled with incense;",
      "75": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "76": "one male goat for a sin offering;",
      "77": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Pagiel son of Ochran.",
      "78": "On the twelfth day it was the tribal chief of Naphtali’s descendants, Ahira son of Enan.",
      "79": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;",
      "80": "one small gold bowl weighing ten shekels, filled with incense;",
      "81": "one young bull, one ram, one year-old male lamb for a whole burnt offering;",
      "82": "one male goat for a sin offering;",
      "83": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Ahira son of Enan.",
      "84": "These were the offerings from the tribal chiefs of Israel for the dedication of the altar on the day that it was anointed: twelve silver dishes, twelve silver sprinkling basins, twelve small gold bowls.",
      "85": "Each silver dish weighed one hundred thirty shekels, and each sprinkling basin weighed seventy shekels. All the silver vessels weighed two thousand four hundred shekels according to the sanctuary shekel.",
      "86": "The twelve gold bowls, filled with incense, weighed ten shekels each, according to the sanctuary shekel. All the gold bowls weighed one hundred twenty shekels.",
      "87": "All the cattle for the whole burnt offering were twelve young bulls, twelve rams, twelve one-year-old male lambs, along with their grain offerings. Also there were twelve male breeding goats for a sin offering.",
      "88": "All the cattle for the sacrifice of the fellowship offering were twenty-four young bulls, sixty rams, sixty male breeding goats, and sixty one-year-old male lambs. These were the offerings for the dedication of the altar after it was anointed.",
      "89": "When Moses went into the Tent of Meeting to speak with the Lord, he heard the Lord’s voice speaking to him from between the two cherubim above the atonement seat that was on the Ark of the Covenant. In this way the Lord spoke to him."
    },
    "8": {
      "1": "The Lord spoke to Moses:",
      "2": "“Speak to Aaron and tell him, ‘When you set up the lamps, the seven lamps are to give light in front of the lampstand.’”",
      "3": "So that is what Aaron did. He set up the lamps to light the area in front of the lampstand, just as the Lord commanded Moses.",
      "4": "This was how the lampstand was made: It was a work of hammered gold. From its base to its blossoms, it was one hammered piece. So the lampstand was made according to the pattern that the Lord had shown Moses.",
      "5": "The Lord told Moses",
      "6": "to take the Levites from among the Israelites and to do the following to make them ceremonially clean:",
      "7": "This is what you are to do to them to make them ceremonially clean: Sprinkle the water of purification on them. Have them shave their entire body with a razor, wash their clothes, and purify themselves.",
      "8": "Then they are to take a young bull from the herd with its grain offering of fine flour mixed with oil. You are to take another young bull from the herd for a sin offering.",
      "9": "You are to present the Levites in front of the Tent of Meeting. You are to assemble the entire Israelite community.",
      "10": "You are to present the Levites before the Lord. The Israelites will place their hands on the Levites.",
      "11": "Then Aaron will offer the Levites before the Lord as a wave offering on behalf of the Israelites. They are to do the work of the Lord.",
      "12": "The Levites are to place their hands on the heads of the young bulls. You then will offer the one young bull as a sin offering and the other young bull as a whole burnt offering to the Lord to make atonement for the Levites.",
      "13": "You will have the Levites stand in front of Aaron and his sons, and you will offer them as a wave offering to the Lord.",
      "14": "In this way you are to set apart the Levites from the other Israelites, and the Levites will be mine.",
      "15": "After you have purified them and offered them as a wave offering, the Levites will go to work at the Tent of Meeting,",
      "16": "because only they are given to me as servants from among the Israelites. In place of every firstborn from the womb, the firstborn of every Israelite, I have taken the Levites for myself.",
      "17": "For all the firstborn among the Israelites are mine, both human and animal. On the day that I struck all the firstborn in the land of Egypt, I set the firstborn of the Israelites apart for myself.",
      "18": "But I have taken the Levites in place of every firstborn among the Israelites.",
      "19": "From among the Israelites I have given only the Levites to Aaron and his sons to do the work of the people of Israel at the Tent of Meeting and to make atonement for the people of Israel so that there will not be any plague among the Israelites when the Israelites approach the sanctuary.",
      "20": "Moses, Aaron, and the entire community of the people of Israel did for the Levites just as they had been told. The Israelites did for them everything that the Lord commanded Moses in regard to the Levites.",
      "21": "The Levites purified themselves and washed their clothing. Aaron offered them as a wave offering before the Lord and made atonement for them to purify them.",
      "22": "After that, the Levites went to do their work at the Tent of Meeting in the presence of Aaron and his sons. Just as the Lord had commanded Moses about the Levites, that is exactly what they did for them.",
      "23": "The Lord spoke to Moses:",
      "24": "“This applies to the Levites: From twenty-five years of age and up, they are to serve in the work at the Tent of Meeting.",
      "25": "But when they are fifty years old, they are to retire from the service and no longer work.",
      "26": "They may assist their brothers at the Tent of Meeting in performing their duties, but they are not to do the work. This is exactly what you are to do in regard to the Levites and their duties.”"
    },
    "9": {
      "1": "The Lord spoke to Moses in the Wilderness of Sinai, during the first month of the second year after they had come out of the land of Egypt. He said,",
      "2": "“The people of Israel are to observe the Passover at its appointed time.",
      "3": "On the fourteenth day of this month, at twilight, you will observe it at its appointed time. You will observe it according to all its regulations and all its ordinances.”",
      "4": "Moses told the Israelites to observe the Passover.",
      "5": "They observed the Passover on the fourteenth day of the first month, at twilight, in the Wilderness of Sinai. The Israelites did everything just as the Lord had commanded Moses.",
      "6": "There were some men, however, who were unclean because of contact with a dead body. So they were not able to observe the Passover on that day. They went before Moses and Aaron on that same day.",
      "7": "These men said to him, “We are unclean because of a dead body. Why should we be kept from presenting the offering of the Lord at its appointed time among the people of Israel?”",
      "8": "So Moses said to them, “Wait and let me hear what the Lord commands concerning you.”",
      "9": "The Lord spoke to Moses",
      "10": "and told him to tell the Israelites this:\nIf any one of you or your descendants is unclean because of contact with a dead body or is on a distant journey, he may still observe the Passover to the Lord.",
      "11": "Such people are to observe it during the second month, on the fourteenth day, at twilight. They are to eat it with unleavened bread and bitter herbs.",
      "12": "They must not leave any of it until morning. They are not to break a single one of its bones. They are to observe the Passover according to every regulation for it.",
      "13": "But anyone who is clean and is not on a journey yet fails to observe the Passover will be cut off from his people. He will bear his sin because he did not present the offering of the Lord at its appointed time.",
      "14": "If an alien dwells among you and desires to observe the Passover to the Lord, he is to do so according to the regulation for the Passover and its ordinance. You are to have one regulation, the same for the alien and for the native of the land.",
      "15": "On the day that the Dwelling was set up, the cloud covered the Dwelling, that is, the Tent of the Testimony. The cloud over the Dwelling looked like fire from evening until morning.",
      "16": "It was always like this: The cloud would cover the Dwelling, and at night it looked like fire.",
      "17": "Whenever the cloud above the tent lifted up, the Israelites would set out. Wherever the cloud settled down, the Israelites would camp at that spot.",
      "18": "At the command of the Lord, the Israelites set out, and at the command of the Lord they set up camp. For the entire time that the cloud settled over the Dwelling, they would keep their camp at that place.",
      "19": "When the cloud stayed over the Dwelling for many days, the Israelites would keep the Lord’s order and would not set out.",
      "20": "Sometimes the cloud would be over the Dwelling for only a few days. Then according to the command of the Lord the Israelites would remain camped at that place. Then at the command of the Lord they would set out again.",
      "21": "Sometimes the cloud was over the Dwelling only from evening until morning. So when the cloud lifted up in the morning, they set out. Whether by day or by night, when the cloud lifted up, they set out.",
      "22": "Whether it was two days, a month, or a year that the cloud stayed settled over the Dwelling, the Israelites remained camped at that place and did not set out. But when it lifted up, they set out.",
      "23": "At the command of the Lord they camped, and at the command of the Lord they set out. They kept the Lord’s order, following the command of the Lord given through Moses."
    },
    "10": {
      "1": "The Lord told Moses",
      "2": "to make two trumpets of hammered silver and to use them in this way:\nYou will use them to summon the community and to have the camp set out.",
      "3": "When they blow both trumpets, the entire community will gather to you at the entrance to the Tent of Meeting.",
      "4": "If they blow just one trumpet, then the tribal chiefs, the heads of the Israelite clans, will gather to you.",
      "5": "When you blow the signal on the trumpets, the camps that are on the east side will set out.",
      "6": "When you blow the signal a second time, the camps that are on the south side will set out. This will be the signal to set out.",
      "7": "When the community is to gather, you will blow the trumpets, but you will not sound the signal for setting out.",
      "8": "Aaron’s sons, the priests, will blow the trumpets. This will be a permanent regulation for you and for your descendants.",
      "9": "When you go out into battle in your own land against an adversary who attacks you, you will sound the signal with the trumpets. Then you will be remembered before the Lord your God, and you will be saved from your enemies.",
      "10": "Also at the times when you rejoice, at your appointed festivals and at the New Moon, you will blow the trumpets over your burnt offerings and over the sacrifices of your fellowship offerings. They will serve as a memorial for you before your God. I am the Lord your God.",
      "11": "On the twentieth day of the second month, in the second year, the cloud lifted up above the Dwelling of the Testimony.",
      "12": "The Israelites set out on their journey from the Wilderness of Sinai. The cloud settled in the Wilderness of Paran.",
      "13": "For the first time, they set out according to the command of the Lord through Moses.",
      "14": "First, the standard for the camp of Judah’s descendants set out according to their military units. Nahshon son of Amminadab was over Judah’s unit.",
      "15": "Nethanel son of Zuar was over the unit for the tribe of Issachar’s descendants.",
      "16": "Eliab son of Helon was over the unit for the tribe of Zebulun’s descendants.",
      "17": "The Dwelling was then taken down. The sons of Gershon and the sons of Merari set out, carrying the Dwelling.",
      "18": "The standard for the camp of Reuben set out according to their military units. Elizur son of Shedeur was over Reuben’s unit.",
      "19": "Shelumiel son of Zurishaddai was over the unit for the tribe of Simeon’s descendants.",
      "20": "Eliasaph son of Deuel was over the unit for the tribe of Gad’s descendants.",
      "21": "The Kohathites then set out, carrying the holy things. The others would set up the Dwelling before they arrived.",
      "22": "The standard for the camp of Ephraim’s descendants set out according to their military units. Elishama son of Ammihud was over Ephraim’s unit.",
      "23": "Gamaliel son of Pedahzur was over the unit for the tribe of Manasseh’s descendants.",
      "24": "Abidan son of Gideoni was over the unit for the tribe of Benjamin’s descendants.",
      "25": "The standard for the camp of Dan’s descendants, serving as the rear guard for the entire camp, set out according to their military units. Ahiezer son of Ammishaddai was over Dan’s unit.",
      "26": "Pagiel son of Ochran was over the unit for the tribe of Asher’s descendants.",
      "27": "Ahira son of Enan was over the unit for the tribe of Naphtali’s descendants.",
      "28": "This was the marching order for the Israelites, according to their military units. This is how they set out.",
      "29": "Moses said to Hobab, the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out to the place about which the Lord promised, ‘I will give it to you.’ Come with us, and we will treat you well, for the Lord has promised good concerning Israel.”",
      "30": "Hobab said to him, “I will not go, but I will go to my own land and to my own relatives.”",
      "31": "Moses said, “Please do not leave us, because you know where we should camp in the wilderness. You can be our eyes.",
      "32": "If you will go with us, whatever good the Lord does for us, we will do for you.”",
      "33": "They set out from the mountain of the Lord on a three-day journey. The Ark of the Lord’s Covenant set out before them for that three-day journey to find a resting place for them.",
      "34": "The cloud of the Lord was over them by day, when they set out from the camp.",
      "35": "Whenever the ark set out, Moses would say, “Rise up, O Lord, and may your enemies be scattered! May those who hate you flee before you!”",
      "36": "When it came to rest, he would say, “Return, O Lord, to the countless thousands of Israel!”"
    },
    "11": {
      "1": "The people were complaining about their hardships so that the Lord heard it. When the Lord heard it, his anger burned. So the Lord’s fire burned among them and consumed some of the outskirts of the camp.",
      "2": "The people cried out to Moses, and Moses prayed to the Lord. So the fire died down.",
      "3": "They named that place Taberah, because the Lord’s fire burned among them.",
      "4": "The foreign rabble who were among the Israelites were overcome by their craving. The Israelites also wept once again and said, “Who is going to give us meat to eat?",
      "5": "We remember the fish we ate in Egypt free of charge, the cucumbers, the melons, the leeks, the onions, and the garlic.",
      "6": "But now our lives are wasting away. We have nothing at all to look at except this manna.”",
      "7": "The manna was like coriander seed, and it looked like resin.",
      "8": "The people went around and gathered it up. They would grind it in hand mills or crush it in a mortar. They would boil it in pots or make it into loaves. It tasted like a cake made with oil.",
      "9": "When dew fell on the camp during the night, the manna fell along with it.",
      "10": "Moses heard people from all the clans weeping, each one at the entrance to his own tent. At the same time, the Lord’s anger burned fiercely, and Moses was displeased.",
      "11": "Moses said to the Lord, “Why have you treated your servant so badly? Why have I not found favor in your eyes? Why do you put the burden of all these people on me?",
      "12": "Did I conceive all these people by myself? Am I the one who gave birth to them so that you tell me to carry them in my arms to the land which you swore to their fathers, just as a woman who is nursing carries a baby?",
      "13": "Where is there meat for me to give to all these people? Listen, they are weeping to me and saying, ‘Give us meat so that we can eat.’",
      "14": "I am not able to carry all these people by myself, because that is too much for me.",
      "15": "If you are going to treat me this way, please kill me right now. If I have found favor in your eyes, do not let me see my own ruin.”",
      "16": "So the Lord said to Moses, “Gather seventy men from the elders of Israel for me, men whom you know to be elders and officers for the people. Take them to the Tent of Meeting and make them stand there with you.",
      "17": "I will come down and talk with you there. I will take from the Spirit that is on you and will put it on them. They will share the burden of the people with you so that you will not have to carry it by yourself.",
      "18": "“Say to the people, ‘Consecrate yourselves to be ready for tomorrow. You will eat meat because you have wept and the Lord has heard you say, “Who will give us meat to eat? Yes, things were good for us in Egypt.” Therefore the Lord will give you meat, and you will eat.",
      "19": "You will eat not just for one day, for two days, for five days, for ten days, not even just for twenty days,",
      "20": "but for a whole month, until meat comes out of your nostrils, and you begin to loathe it. This will happen because you have rejected the Lord, who is among you, and you have wept in his presence, saying, “Why did we come out of Egypt?”’”",
      "21": "Moses said, “I am in the middle of a people with six hundred thousand foot soldiers, and now you say, ‘I will give them meat, and they will eat for a whole month.’",
      "22": "If flocks and herds were slaughtered for them, would that be enough for them? If all the fish of the sea were caught for them, would that be enough for them?”",
      "23": "The Lord said to Moses, “Is the arm of the Lord too short? Now you will see whether what I have said to you will happen or not.”",
      "24": "Moses went out and told the people the Lord’s words. He gathered seventy men from the elders of the people and had them stand all around the tent.",
      "25": "The Lord came down in the cloud and spoke to him. He took from the Spirit that was on Moses and put it on the seventy elders. When the Spirit rested on them, they prophesied, but they did not do it again.",
      "26": "Two men, however, remained in the camp. The name of one was Eldad, and the name of the other was Medad. They were listed among the elders, but they had not gone out to the tent. The Spirit rested on them, and they prophesied back in the camp.",
      "27": "A young man ran and reported this to Moses. He said, “Eldad and Medad are prophesying in the camp!”",
      "28": "Joshua son of Nun, Moses’ aide from his youth, answered, “My lord Moses, stop them!”",
      "29": "Moses said to him, “Are you jealous for my sake? If only all of the Lord’s people were prophets so that the Lord would put his Spirit on them!”",
      "30": "Then Moses returned to the camp along with the elders of Israel.",
      "31": "A wind sent out from the Lord brought quail in from the sea. The wind scattered them throughout the camp (and about a day’s journey in any direction around the camp) about three feet deep on the ground.",
      "32": "All that day, all that night, and all the next day, the people got up and gathered the quail. No one gathered fewer than sixty bushels. They spread them out around the camp.",
      "33": "But while the meat was still between their teeth, before it was chewed, the Lord’s anger burned against the people, and the Lord struck the people with a very severe plague.",
      "34": "They named that place Kibroth Hatta’avah, because there they buried the people who were overcome by their craving.",
      "35": "From Kibroth Hatta’avah the people traveled to Hazeroth, and they stayed at Hazeroth."
    },
    "12": {
      "1": "Miriam and Aaron spoke against Moses because of the Cushite woman he had married (for he had married a Cushite woman).",
      "2": "They said, “Has the Lord really spoken only through Moses? Hasn’t he also spoken through us?” The Lord heard this.",
      "3": "(Now the man Moses was very humble, more humble than anyone else on the face of the earth.)",
      "4": "Right then the Lord spoke suddenly to Moses, Aaron, and Miriam, “You three come out to the Tent of Meeting!”\nThe three of them came out.",
      "5": "The Lord came down in a pillar of cloud and stood at the entrance to the tent. He called Aaron and Miriam, and they both came forward.",
      "6": "He said, “Now listen to my words: If there is a prophet among you, I, the Lord, will make myself known to him in a vision. In a dream I will speak with him.",
      "7": "Not so, however, with my servant Moses. He is faithful in my whole household.",
      "8": "With him I speak face-to-face, clearly, and not in riddles. He sees the form of the Lord. Why then were you not afraid to speak against my servant, against Moses?”",
      "9": "The Lord’s anger burned against them, and he left.",
      "10": "The cloud went up from above the tent, and immediately Miriam was leprous, as white as snow. Aaron turned to Miriam and saw that she was leprous.",
      "11": "Aaron said to Moses, “My lord, please do not hold this sin against us. We have acted foolishly. We have sinned.",
      "12": "Please do not let her be like a stillborn infant that comes out of its mother’s womb with its flesh half-eaten away.”",
      "13": "Moses cried out to the Lord, “God, please heal her, please!”",
      "14": "The Lord said to Moses, “If her father had merely spit in her face, would she not be disgraced for seven days? Have her confined outside of the camp for seven days, and after that she can be brought back in.”",
      "15": "Miriam was confined outside of the camp for seven days, and the people did not set out until Miriam was brought back in.",
      "16": "Afterward the people set out from Hazeroth and camped in the Wilderness of Paran."
    },
    "13": {
      "1": "The Lord spoke to Moses:",
      "2": "“Send men to scout the land of Canaan, which I myself am giving to the Israelites. You are to send one man from each ancestral tribe, each one a tribal chief among the people of Israel.”",
      "3": "Moses sent them from the Wilderness of Paran according to the Lord’s command. All of these men were heads of the Israelites.",
      "4": "These were their names:\nFrom the tribe of Reuben, Shammua son of Zaccur.",
      "5": "From the tribe of Simeon, Shaphat son of Hori.",
      "6": "From the tribe of Judah, Caleb son of Jephunneh.",
      "7": "From the tribe of Issachar, Igal son of Joseph.",
      "8": "From the tribe of Ephraim, Hoshea son of Nun.",
      "9": "From the tribe of Benjamin, Palti son of Raphu.",
      "10": "From the tribe of Zebulun, Gaddiel son of Sodi.",
      "11": "From the tribe of Joseph, that is, from the tribe of Manasseh, Gaddi son of Susi.",
      "12": "From the tribe of Dan, Ammiel son of Gemalli.",
      "13": "From the tribe of Asher, Sethur son of Michael.",
      "14": "From the tribe of Naphtali, Nahbi son of Vophsi.",
      "15": "From the tribe of Gad, Geuel son of Machi.",
      "16": "These were the names of the men whom Moses sent to scout the land. Moses renamed Hoshea son of Nun “Joshua.”",
      "17": "Moses sent them to scout the land of Canaan and said to them, “Go up this way through the Negev and go up into the hill country.",
      "18": "See what the land is like. See if the people who live in the land are strong or weak. See if they are few or many.",
      "19": "See if the land that they live in is good or bad. See what kind of cities they live in. See if the cities are camps or fortified places.",
      "20": "See what the land is like. See if the land is fertile or poor. See if there are trees in the land or not. Be courageous and bring back some of the fruit of the land.” This happened at the season of the first ripe grapes.",
      "21": "So they went up and scouted the land from the Wilderness of Zin to Rehob, toward Lebo Hamath.",
      "22": "They went up through the Negev and came to Hebron. Ahiman, Sheshai, and Talmai, the descendants of Anak, were there. (Hebron had been built seven years before Zoan in Egypt.)",
      "23": "The scouts came to the Valley of Eshcol, and there they cut down a branch with one cluster of grapes. They carried it on a pole between two men, along with some pomegranates and figs.",
      "24": "They named that place the Valley of Eshcol, because of the cluster which the Israelites had cut down from there.",
      "25": "At the end of forty days, they returned from scouting the land.",
      "26": "They came back to Moses, Aaron, and the entire community of the Israelites at Kadesh in the Wilderness of Paran. They brought back a report to them and to the entire community. They showed them some of the fruit of the land.",
      "27": "They reported to him and said, “We went to the land where you sent us. It really does flow with milk and honey, and here is its fruit.",
      "28": "However, the people who live in the land are strong, and the cities are fortified and very large. We also saw the descendants of Anak there.",
      "29": "The Amalekites are living in the land of the Negev. The Hittites, the Jebusites, and the Amorites are living in the hill country. The Canaanites are living by the sea and along the Jordan.”",
      "30": "Then Caleb quieted the people before Moses and said, “We should go up now and take possession of it, because we can certainly conquer it!”",
      "31": "But the men who had gone up with Caleb said, “We are not able to go up against the people, because they are stronger than we are.”",
      "32": "So they spread a negative report to the Israelites about the land that they had scouted. They said, “The land that we explored and scouted is a land that eats up its inhabitants. All the people we saw in the land were huge.",
      "33": "We saw there the Nephilim (the descendants of Anak come from the Nephilim). In our own eyes we seemed like grasshoppers. We seemed like grasshoppers in their eyes too.”"
    },
    "14": {
      "1": "The entire community raised a loud cry. The people wept that night.",
      "2": "All of the Israelites grumbled against Moses and Aaron. The entire community said to them, “If only we had died in the land of Egypt! If only we had died in this wilderness!",
      "3": "Why is the Lord bringing us to this land to fall by the sword? Our wives and our children will be taken as captives! Wouldn’t it be better for us to return to Egypt?”",
      "4": "So they said to one another, “Let’s put someone in charge and return to Egypt.”",
      "5": "Then Moses and Aaron fell facedown before the entire assembly of the Israelite community.",
      "6": "Joshua son of Nun and Caleb son of Jephunneh, two of those who had scouted the land, tore their clothes.",
      "7": "They spoke to the entire Israelite community, “The land that we explored and scouted is a very good land.",
      "8": "If the Lord is pleased with us, he will bring us into this land and give it to us, a land that is flowing with milk and honey.",
      "9": "Only do not revolt against the Lord. Do not fear the people of the land, for we will eat them up. Their protection is taken away from them, and the Lord is with us. Do not fear them.”",
      "10": "Still the entire community threatened to stone them to death. The Glory of the Lord appeared to all the Israelites over the Tent of Meeting.",
      "11": "The Lord said to Moses, “How long will these people treat me with contempt? How long will they not believe in me, in spite of all the signs that I have done among them?",
      "12": "I will strike them with a plague and disown them. Then I will make you into a nation greater and mightier than they are.”",
      "13": "Moses said to the Lord, “The Egyptians will hear it, since by your own power you brought these people up from the midst of the Egyptians.",
      "14": "They will tell the inhabitants of this land about it. They have heard that you, the Lord, are in the midst of this people. You, the Lord, are seen face-to-face. Your cloud stands over them. You go before them in a pillar of cloud by day and in a pillar of fire by night.",
      "15": "If you killed these people, leaving no one, then the nations which have heard about your fame will say,",
      "16": "‘Because the Lord was not able to bring these people into the land which he swore to them, he has slaughtered them in the wilderness.’",
      "17": "Now please let the power of the Lord be great, just as you have said,",
      "18": "‘The Lord is slow to anger and abounding in mercy, forgiving guilt and rebellion. He certainly does not leave the guilty unpunished, following up on the guilt of the fathers with the children unto the third and the fourth generation.’",
      "19": "According to your great mercy, please pardon the guilt of these people, just as you have forgiven these people from Egypt until now.”",
      "20": "The Lord said, “I have pardoned them just as you have said.",
      "21": "But as surely as I live, and as surely as the entire earth is filled with the glory of the Lord,",
      "22": "not one of the men who has seen my glory and my signs, which I did in Egypt and in the wilderness, and who has tested me these ten times and has not listened to my voice—",
      "23": "I promise that none of them will see the land which I swore to their fathers. None of those who treated me with contempt will see it.",
      "24": "But because my servant Caleb had a different spirit and has followed me completely, I will bring him into the land to which he traveled. His descendants will possess it.",
      "25": "Since the Amalekites and the Canaanites are living in the valleys and lowlands, tomorrow you are to turn back and set out into the wilderness along the route to the Red Sea.”",
      "26": "The Lord spoke to Moses and Aaron,",
      "27": "“How long will this wicked community grumble against me? I have heard the Israelites’ constant grumblings against me.",
      "28": "Tell them, ‘As surely as I live, declares the Lord, I will do to you just as I have heard you say.",
      "29": "In this wilderness your corpses will fall. All of you who were registered in the census, every one of you twenty years old and up who have grumbled against me,",
      "30": "I swear that none of you will go into the land where I promised to settle you, except for Caleb son of Jephunneh and Joshua son of Nun.",
      "31": "But your children, whom you said would become plunder, I will bring in, and they will experience the land which you have rejected.",
      "32": "But as for you, your corpses will fall in this wilderness.",
      "33": "Your children will be shepherds in the wilderness for forty years. They will have to endure your prostitution until your corpses perish in the wilderness.",
      "34": "You will bear the consequences of your guilt for forty years, based on the number of days that you scouted the land, forty days, one year for every day. You will experience my opposition.’",
      "35": "I, the Lord, have spoken. I swear that I will do this to this entire wicked community, who are gathered together against me. In this wilderness they will perish. There they will die.”",
      "36": "The men whom Moses had sent to scout the land, who returned and made the entire community grumble against him by giving a negative report about the land—",
      "37": "those men who brought the wicked, negative report about the land—died by the plague before the Lord.",
      "38": "Of those men who had gone to scout the land, only Joshua son of Nun and Caleb son of Jephunneh remained alive.",
      "39": "Moses told these things to all the Israelites, and the people mourned bitterly.",
      "40": "They got up early in the morning and went up to the heights of the hill country. They said, “We are ready. We will go up to the place which the Lord spoke about. We admit we have sinned.”",
      "41": "Moses said, “What is this? Why are you going against the Lord’s command? This will not succeed.",
      "42": "Do not go up, because the Lord is not among you. You will be struck down before your enemies,",
      "43": "because the Amalekites and the Canaanites are there to oppose you. You will fall by the sword because you turned away from following the Lord. Therefore the Lord will not be with you.”",
      "44": "But they dared to go up to the heights of the hill country. Nevertheless, the Ark of the Covenant of the Lord and Moses did not leave the camp.",
      "45": "Then the Amalekites and the Canaanites, who lived in that hill country, came down, attacked them, and beat them down all the way to Hormah."
    },
    "15": {
      "1": "The Lord told Moses",
      "2": "to speak to the Israelites and tell them this:\nWhen you come into the land where you will live, the land which I am giving to you,",
      "3": "and you make an offering by fire to the Lord from the herd or the flock, to make a pleasing aroma to the Lord (whether it is a burnt offering or a sacrifice, whether it is to fulfill a vow or as a voluntary offering or at your appointed festivals),",
      "4": "the person who presents his offering is to present to the Lord two quarts of fine flour mixed with a quart of oil as a grain offering.",
      "5": "For each lamb, for the burnt offering or the sacrifice, you are to supply a quart of wine as the drink offering.",
      "6": "With a ram you are to supply four quarts of fine flour mixed with a quart and a half of oil as a grain offering,",
      "7": "and you will also present a quart of wine as the drink offering, a pleasing aroma to the Lord.",
      "8": "If you are offering a young bull as a burnt offering or a sacrifice, which is to fulfill a vow or to be a fellowship offering to the Lord,",
      "9": "you are to present along with the young bull six quarts of fine flour mixed with two quarts of oil as a grain offering,",
      "10": "and you will present two quarts of wine as the drink offering, as a gift of food with a pleasing aroma to the Lord.",
      "11": "This is to be provided for each offering from the cattle, rams, lambs, or goats.",
      "12": "You are to supply these offerings for each sacrifice you prepare.",
      "13": "Everyone who is native-born is to do these things in this way when presenting a gift of food with a pleasing aroma to the Lord.",
      "14": "For your generations to come, if an alien resides with you or someone else settles among you, and he wants to present a gift offered by fire, with a pleasing aroma to the Lord, he is to do just as you do.",
      "15": "In the assembly there will be a single regulation for you and for the resident alien, a permanent regulation for your generations to come. You and the alien will be the same before the Lord.",
      "16": "There will be a single law and a single ordinance for you and the alien residing with you.",
      "17": "The Lord told Moses",
      "18": "to speak to the Israelites and tell them this:\nWhen you come to the land to which I am bringing you",
      "19": "and when you eat from the food of the land, you are to present an elevated offering to the Lord.",
      "20": "From the first of your dough you are to present a round loaf as an elevated offering. You are to lift it up just like an elevated offering from the threshing floor.",
      "21": "For your generations to come, you will give to the Lord an elevated offering from the first of your dough.",
      "22": "When you err unintentionally and do not carry out all these commands, which the Lord has spoken to Moses—",
      "23": "everything that the Lord has commanded you through Moses, from the day that the Lord first gave these commands and onward, for your generations to come—",
      "24": "if it was done unintentionally, and the community was not aware of it, the entire community shall offer one young bull as a whole burnt offering, as a pleasing aroma to the Lord, with its grain offering and its drink offering, according to the ordinance, and one male goat as a sin offering.",
      "25": "The priest will make atonement for the entire Israelite community, and they will be forgiven, because it was an unintentional error. They are to bring their offering, a gift made by fire to the Lord, and their sin offering before the Lord for their unintentional error.",
      "26": "The entire Israelite community and the aliens who reside among them will be forgiven, for all the people were involved in this error unintentionally.",
      "27": "If one person errs unintentionally, he must present a year-old female goat for a sin offering.",
      "28": "The priest will make atonement for the person who erred unintentionally, since by that unintentional error he sinned against the Lord. When the priest makes atonement for him, he will be forgiven.",
      "29": "You shall have a single law for anyone who commits an error unintentionally, whether a native-born Israelite or an alien who resides among you.",
      "30": "But a person who does anything defiantly, whether he is native-born or an alien, is blaspheming the Lord. That person must be cut off from among his people.",
      "31": "Because he has despised the Lord’s word and has broken his commands, that person will be completely cut off. His guilt shall remain on him.",
      "32": "While the Israelites were in the wilderness, they found a man gathering wood on the Sabbath day.",
      "33": "The people who found him gathering wood brought him to Moses, Aaron, and the entire community.",
      "34": "They put him in custody, because it had not been made clear what should be done with him.",
      "35": "The Lord said to Moses, “The man must certainly be put to death. The entire community is to stone him outside of the camp.”",
      "36": "The entire community brought him outside of the camp and stoned him to death, just as the Lord commanded Moses.",
      "37": "The Lord told Moses",
      "38": "to speak to the Israelites and tell them this:\nThroughout their generations to come, they are to make tassels on the corners of their garments. They are to put a blue cord on the tassels on each corner.",
      "39": "These tassels are to be there for you so that when you see them, you will remember all of the Lord’s commands, and you will carry them out. Then you will not prostitute yourselves by chasing after your own heart and your own eyes.",
      "40": "This way you will remember and carry out all of my commands and be holy to your God.",
      "41": "I am the Lord your God, who brought you out from the land of Egypt to be your God. I am the Lord your God."
    },
    "16": {
      "1": "Now Korah, who was the son of Izhar, the son of Kohath, the son of Levi, joined with Dathan and Abiram, the sons of Eliab, and with On, the son of Peleth. These three were descendants of Reuben. They gathered",
      "2": "two hundred fifty well-known Israelites, tribal chiefs of the community, appointed representatives who served on the council, and they rose up against Moses.",
      "3": "They assembled together against Moses and Aaron and said to them, “You have gone too far! For the entire community is holy, every one of them, and the Lord is among them! Why do you lift yourselves up above the Lord’s assembly?”",
      "4": "When Moses heard this, he fell facedown.",
      "5": "He said to Korah and to all his followers, “In the morning the Lord will reveal which of you are his and which of you are holy, and he will have that person come near to him. The man he chooses, he will have that man come near to him.",
      "6": "Do this, Korah, you and all your followers. Take censers,",
      "7": "put fire in them, and place incense on them in the presence of the Lord tomorrow. The man whom the Lord chooses will be set aside as holy. You have gone too far, you Levites!”",
      "8": "Moses said to Korah, “Listen, you Levites!",
      "9": "Isn’t it enough for you that the God of Israel has separated you from the Israelite community and brought you near to himself to do the work of the Lord’s Dwelling and to stand before the congregation to minister to them,",
      "10": "and that he has brought you near, along with all your fellow Levites who are with you? Do you seek the priesthood also?",
      "11": "Therefore you and all your followers have gathered together against the Lord! As for Aaron, who is he that you should grumble against him?”",
      "12": "Moses sent to summon Dathan and Abiram, the sons of Eliab, but they said, “We will not come!",
      "13": "Isn’t it enough that you have brought us up out of a land flowing with milk and honey to have us die in the wilderness? Must you also make yourself a ruler over us?",
      "14": "Besides this, you have not brought us into a land flowing with milk and honey. You have not given us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? We will not come up.”",
      "15": "Moses was very angry and said to the Lord, “Do not pay attention to their offering. I have not taken a single donkey from them, nor have I wronged any one of them.”",
      "16": "Moses said to Korah, “Tomorrow, you and all your followers are to appear before the Lord—you and they, and Aaron.",
      "17": "Every one of them is to take his censer and put incense on it, and each man will present his censer before the Lord, two hundred fifty censers. You and Aaron also, each one of you, will present his censer.”",
      "18": "They each took their own censers, put fire in them, placed incense on them, and stood at the entrance to the Tent of Meeting with Moses and Aaron.",
      "19": "Korah assembled the entire community opposite Moses and Aaron at the entrance to the Tent of Meeting. The glory of the Lord appeared to the entire assembly.",
      "20": "The Lord spoke to Moses and Aaron,",
      "21": "“Separate yourselves from this assembly so that I may put an end to them instantly!”",
      "22": "But Moses and Aaron fell facedown and said, “O God, the God of the spirits of all flesh, when one man sins, will you be angry against the entire community?”",
      "23": "The Lord spoke to Moses:",
      "24": "“Tell the assembly, ‘Move away from the dwelling of Korah, Dathan, and Abiram!’”",
      "25": "So Moses got up and went to Dathan and Abiram. The elders of Israel followed him.",
      "26": "He told the assembly, “Move back from the tents of these wicked men. Do not touch anything that belongs to them, or you will be swept away because of all their sins!”",
      "27": "So from every side, they moved away from the dwelling of Korah, Dathan, and Abiram. Dathan and Abiram came out and stood at the entrance to their tents with their wives, children, and little ones.",
      "28": "Moses said, “This is how you will know that the Lord has sent me to do all these things and that all this was not just my idea.",
      "29": "If these men die a death like everyone else and if they suffer the same fate that everyone does, then the Lord has not sent me.",
      "30": "But if the Lord creates something unheard of and the ground opens its mouth and swallows them up with everything that belongs to them, and they go down alive into the grave, you will know that these men have treated the Lord with contempt.”",
      "31": "As soon as he finished speaking all these words, the ground beneath them split open.",
      "32": "The earth opened its mouth and swallowed up everyone who was with Korah, along with their households and all their possessions.",
      "33": "So they and everything that belonged to them went down alive into the grave. The earth closed up over them, and they disappeared from the midst of the assembly.",
      "34": "Hearing their screams, all the Israelites who were around them fled, because they said, “The earth will swallow us up too!”",
      "35": "Fire went out from the Lord and consumed the two hundred fifty men who offered the incense.",
      "36": "The Lord spoke to Moses:",
      "37": "“Tell Eleazar the son of Aaron the priest to remove the censers from the burning debris and scatter the fire far away, for the censers are holy.",
      "38": "Make the censers belonging to those who sinned at the cost of their own lives into hammered sheets for plating the altar, because they presented them before the Lord, and the censers are holy. They will serve as a sign to the Israelites.”",
      "39": "Eleazar the priest took the bronze censers, which had been presented by those who had been burned up by fire. They hammered them into plating for the altar",
      "40": "as a reminder to the Israelites that no unauthorized person, who is not from the descendants of Aaron, should come near to burn incense before the Lord and become like Korah and his followers. Eleazar the priest did just as the Lord said to him through Moses.",
      "41": "But on the next day the entire Israelite community grumbled against Moses and Aaron. They said, “You have killed the people of the Lord!”",
      "42": "When the community assembled together against Moses and Aaron and turned toward the Tent of Meeting, the cloud covered it, and the Glory of the Lord appeared.",
      "43": "Moses and Aaron went in front of the Tent of Meeting.",
      "44": "The Lord spoke to Moses:",
      "45": "“Get away from this community so that I may put an end to them instantly!” Moses and Aaron fell facedown to the ground.",
      "46": "Moses said to Aaron, “Take your censer, put fire from the altar in it, place incense on it, go quickly to the community, and make atonement for them, because wrath has gone out from the Lord! The plague has begun.”",
      "47": "Aaron did as Moses said and ran into the middle of the assembly. The plague had already begun among the people. He put the incense on his censer and made atonement for the people.",
      "48": "He stood between the dead and the living, and the plague was stopped.",
      "49": "Now those who died by the plague totaled 14,700, besides those who died because of the offense of Korah.",
      "50": "Aaron returned to Moses at the entrance to the Tent of Meeting, and the plague was stopped."
    },
    "17": {
      "1": "The Lord spoke to Moses:",
      "2": "“Speak to the Israelites, and collect staffs from them, one from each father’s house, from all their tribal chiefs according to their fathers’ houses, twelve staffs in all. Write each man’s name on his staff.",
      "3": "Write Aaron’s name on the staff of Levi, because there will be one staff for each head of their fathers’ houses.",
      "4": "You are to place them in the Tent of Meeting before the Testimony, where I meet with you.",
      "5": "The staff of the man whom I will choose will sprout. I will rid myself of the Israelites’ constant grumbling against you.”",
      "6": "So Moses spoke to the Israelites, and each one of their tribal chiefs gave him a staff, one staff for each tribal chief according to their fathers’ houses, twelve staffs in all. Aaron’s staff was among their staffs.",
      "7": "Moses placed the staffs before the Lord in the Tent of the Testimony.",
      "8": "On the next day Moses went into the Tent of the Testimony and discovered that Aaron’s staff representing the house of Levi had sprouted, budded, blossomed, and produced almonds.",
      "9": "Moses brought out all the staffs from the Lord’s presence to all the Israelites. They looked, and each man took his staff.",
      "10": "The Lord said to Moses, “Put Aaron’s staff back in front of the Testimony to be kept as a sign against the rebellious. In this way you will put an end to their grumblings against me, so that they do not die.”",
      "11": "That is what Moses did. He did just as the Lord commanded him.",
      "12": "The Israelites said to Moses, “Look, we are perishing! We are lost! We are all lost!",
      "13": "Everyone who approaches the Lord’s Dwelling dies! Must we all perish?”"
    },
    "18": {
      "1": "The Lord gave these directions to Aaron:\nYou, your sons, and your father’s house with you will bear the guilt for any sins in connection with the sanctuary. You and your sons with you will bear the guilt for any sins in connection with your priesthood.",
      "2": "Also have your brothers from the tribe of Levi, your father’s tribe, come forward with you so that they may join you and assist you when you and your sons along with you are on duty in front of the Tent of the Testimony.",
      "3": "They will perform the duties for you and for the entire tent. However, they are not to go close to the furnishings in the sanctuary or to the altar, so that they and you will not die.",
      "4": "They are to join you and perform the duties for the Tent of Meeting, to do all the work at the tent. No unauthorized person is to go near you.",
      "5": "You are to perform the duties for the sanctuary and for the altar so that there will not be any more wrath on the Israelites.",
      "6": "See, I myself have taken your brothers, the Levites, from among the Israelites. They are a gift to you, given by the Lord, to do the work at the Tent of Meeting.",
      "7": "But you and your sons with you will keep watch over your priesthood in connection with everything at the altar and inside the veil. You are to do this work. I am giving you your priesthood as a gift. Any unauthorized person who comes near must be put to death.",
      "8": "The Lord spoke to Aaron. This is what he said:\nSee, I myself have put you in charge of the elevated offerings made to me. All of the holy things from the Israelites I have given to you as an allotment and to your sons as a permanent right.",
      "9": "Part of the most holy things that are not burned in the fire will be yours. Every one of their offerings which they give to me—every one of their grain offerings, every one of their sin offerings, and every one of their restitution offerings—will be most holy for you and your sons.",
      "10": "You will eat it as a most holy thing. Every male may eat of it. It will be holy for you.",
      "11": "This is yours too: the elevated offerings from their gifts, including all the wave offerings from the Israelites. I have given them to you and to your sons and daughters with you as a permanent right. Everyone who is ceremonially clean in your house may eat it.",
      "12": "All the best oil, all the best wine and grain, the Israelites’ firstfruits which they give to the Lord, I have given them all to you.",
      "13": "The first ripe produce from everything that is in their land, all that they bring to the Lord, will be yours. Everyone who is ceremonially clean in your house may eat it.",
      "14": "Everything permanently devoted by the Israelites will be yours.",
      "15": "The firstborn from every living thing, human or animal, whatever they present to the Lord, will be yours. However, you must redeem the firstborn of any human. You must also redeem the firstborn of an unclean animal.",
      "16": "When they are one month old, you must redeem them at the set redemption price, five shekels of silver, according to the sanctuary shekel, which weighs twenty gerahs.",
      "17": "However, you may not redeem the firstborn of the cattle, sheep, or goats. They are set aside as holy. You will splash their blood on the altar and turn their fat into smoke as an offering made by fire, with a pleasing aroma to the Lord.",
      "18": "Their meat will be yours. It will be yours just like the breast of the wave offering and the right thigh.",
      "19": "All the elevated offerings of holy things, which the Israelites lift up to the Lord, I have given to you and to your sons and daughters with you as a permanent allotment. It is a permanent covenant of salt before the Lord for you and your descendants with you.",
      "20": "The Lord also said these things to Aaron:\nYou will not have any allotment of land among them in the land, and you will not have any share among them. I am your share and your possession among the people of Israel.",
      "21": "See, I have given all the tithes in Israel to the Levites as a possession in return for their work which they are doing, the work at the Tent of Meeting.",
      "22": "The Israelites will never again come near the Tent of Meeting. If they do, they will become responsible for sin and die.",
      "23": "But the Levites are to do the work at the Tent of Meeting, and they will bear their guilt. It will be a permanent regulation throughout your generations to come: They will not have any possession among the Israelites.",
      "24": "For the tithe from the Israelites, which they lift up as an elevated offering for the Lord, I have given to the Levites as a possession. Therefore I have said to them, “They will not have any possession among the Israelites.”",
      "25": "The Lord told Moses",
      "26": "to speak to the Levites and tell them this:\nWhen you receive from the Israelites the tithe, which I have given to you as your possession, you will lift up an elevated offering from it for the Lord, a tenth of the tithe.",
      "27": "Your elevated offering will be credited to you, as if it were grain from the threshing floor and abundance from the winepress.",
      "28": "In this way you also are to lift up an elevated offering for the Lord from every one of the tithes which you receive from the Israelites. From the tithes, you will give the elevated offering for the Lord to Aaron the priest.",
      "29": "You will lift up every elevated offering for the Lord from the things given to you, from all the best, the holiest part of it.",
      "30": "Tell the Levites this:\nWhen you lift up the best part of the offering, it will be credited to the Levites as if it were produce from the threshing floor and the winepress.",
      "31": "You may eat it anywhere, with your household, for it is your wages in return for your work at the Tent of Meeting.",
      "32": "You will not become responsible for sin in regard to it when you lift up the best part of it. You will not defile the holy things from the Israelites, and you will not die."
    },
    "19": {
      "1": "The Lord spoke to Moses and Aaron:",
      "2": "These are requirements of the law which the Lord has commanded.\nTell the Israelites to bring you a red heifer without blemish, one that has no defect and that has never been under a yoke.",
      "3": "You are to give it to Eleazar the priest. He is to have it taken outside of the camp and slaughtered in his presence.",
      "4": "With his finger Eleazar the priest is to take some of its blood and sprinkle it seven times toward the front of the Tent of Meeting.",
      "5": "The heifer is to be burned in his sight. Its hide, flesh, and blood are to be burned along with its manure.",
      "6": "The priest will take cedar wood, hyssop, and scarlet yarn and throw them onto the burning heifer.",
      "7": "Then the priest will wash his clothes and bathe his flesh in water. Afterward he will come into the camp, and the priest will be unclean until evening.",
      "8": "The one who burns the heifer is to wash his clothing in water and bathe his flesh in water. He will remain unclean until evening.",
      "9": "A man who is ceremonially clean is to gather up the heifer’s ashes and place them outside of the camp in a clean place. They will be kept for the Israelite congregation to use to make the water for removing impurity. It is a sin offering.",
      "10": "The one who gathers the heifer’s ashes is to wash his clothes and be unclean until evening. This will be a permanent regulation for the Israelites and the aliens residing among them.",
      "11": "Whoever touches the body of a dead person will be unclean for seven days.",
      "12": "He is to purify himself with the water on the third day, and he will become clean on the seventh day. But if he does not purify himself on the third day, then he will not become clean on the seventh day.",
      "13": "Anyone who touches a dead human body but does not purify himself defiles the Lord’s Dwelling. That person must be cut off from Israel. He is unclean, because he has not sprinkled himself with the water for removing impurity. His uncleanness is still on him.",
      "14": "This is the law when someone dies in a tent: Everyone who comes into the tent and everyone who is in the tent will be unclean for seven days.",
      "15": "Every open container without a lid on it is unclean.",
      "16": "Anyone in the open countryside who touches someone killed by a sword or someone who has died, or anyone who touches a human bone or a grave, will be unclean for seven days.",
      "17": "For the unclean person, take some of the ashes from the burnt sin offering, put them into a vessel, and add water from a flowing source to the ashes.",
      "18": "A ceremonially clean person is to take hyssop, dip it in the water, and sprinkle the water on the tent, on all the items, and on the people who were there. He is also to sprinkle it on anyone who has touched someone who was killed or someone who has died and on anyone who has touched a grave or a human bone.",
      "19": "The ceremonially clean person will sprinkle the unclean person on the third day and on the seventh day. On the seventh day, after the ceremonially clean person has purified the unclean person, that person will wash his clothes and bathe himself in water, and he will be clean at evening.",
      "20": "But anyone who is unclean and refuses to purify himself will be cut off from the midst of the assembly, because he has defiled the sanctuary of the Lord. The water for removing impurity was not sprinkled on him, so he remains unclean.",
      "21": "This will be a permanent regulation for them. The one who sprinkles the water for removing impurity shall wash his clothing, and whoever touches the water for removing impurity will be unclean until evening.",
      "22": "Everything that the unclean person touches will be unclean, and the person who touches those things will be unclean until evening."
    },
    "20": {
      "1": "The people of Israel, the entire community, came to the Wilderness of Zin in the first month, and the people stayed at Kadesh. Miriam died there and was buried there.",
      "2": "There was no water for the community, so they assembled together against Moses and Aaron.",
      "3": "The people quarreled with Moses and said, “If only we had perished when our brothers perished before the Lord!",
      "4": "Why have you brought the Lord’s assembly into this wilderness for us and our livestock to die here?",
      "5": "Why have you taken us up out of Egypt to bring us into this horrible place? This place does not have grain, figs, vines, or pomegranates. There is no water to drink!”",
      "6": "Moses and Aaron went from the presence of the assembly to the entrance to the Tent of Meeting. They fell facedown. The Glory of the Lord appeared to them.",
      "7": "The Lord spoke to Moses:",
      "8": "“Take the staff and assemble the community. You and Aaron, your brother, speak to the rock before their eyes, and it will pour out its water. You will bring water for them from the rock and provide water for the community and their livestock.”",
      "9": "Moses took the staff from the Lord’s presence just as the Lord commanded him.",
      "10": "Moses and Aaron gathered the assembly together before the rock, and he said to them, “Listen now, you rebels! Must we bring water out of this rock for you?”",
      "11": "Moses lifted up his hand and struck the rock with his staff two times, and a great amount of water gushed out. The congregation and their livestock drank.",
      "12": "Then the Lord said to Moses and Aaron, “Because you did not trust me enough to honor me as holy in the eyes of the Israelites, therefore you will not bring this assembly into this land which I have given to them.”",
      "13": "These are the waters of Meribah, because there the Israelites quarreled with the Lord, and through them he showed himself to be holy.",
      "14": "Moses sent messengers from Kadesh to the king of Edom to say, “This is what your brother Israel says: You know all the hardship that has come upon us.",
      "15": "Our ancestors went down to Egypt, and we lived in Egypt for a long time. The Egyptians mistreated us and our ancestors.",
      "16": "When we cried to the Lord, he heard our voice, sent an angel, and brought us out of Egypt. So look, here we are in Kadesh, a city on the edge of your territory.",
      "17": "Please let us pass through your land. We will not pass through any field or vineyard. We will not drink water from any well. We will go on the King’s Highway. We will not turn to the right or to the left until we have passed through your territory.”",
      "18": "Edom said to him, “You must not pass through our territory, or we will go out to meet you with the sword.”",
      "19": "The Israelites said to them, “We will go up on the main road. If we drink your water, we and our herds of livestock, then we will pay for it. Just let us pass through on foot, nothing else.”",
      "20": "Edom said, “You will not pass through.” Edom went out to meet them with a large force of many people.",
      "21": "Edom refused to give Israel passage through their territory, so Israel turned away from them.",
      "22": "The entire community of the Israelites set out from Kadesh and came to Mount Hor.",
      "23": "The Lord spoke to Moses and Aaron at Mount Hor along the border of Edom’s territory. He said,",
      "24": "“Aaron will be gathered to his people, because he cannot enter into the land which I have given to the Israelites, because you rebelled against my command at the waters of Meribah.",
      "25": "Take Aaron and Eleazar his son and bring them up to the top of Mount Hor.",
      "26": "Remove Aaron’s garments and put them on Eleazar his son. Aaron will be gathered to his fathers and die there.”",
      "27": "Moses did just as the Lord commanded. They went up to the top of Mount Hor in the sight of the entire community.",
      "28": "Moses removed Aaron’s garments and put them on Eleazar his son. Aaron died there on the top of the mountain, and Moses and Eleazar came down from the mountain.",
      "29": "When the entire community saw that Aaron had passed away, the entire house of Israel wept for Aaron for thirty days."
    },
    "21": {
      "1": "The Canaanite king of Arad, who lived in the Negev, heard that Israel was coming on the road to Atharim. He fought against Israel and captured some of them.",
      "2": "Israel made this vow to the Lord: “If you will indeed give these people into our hands, then we will totally destroy their cities.”",
      "3": "The Lord listened to Israel’s voice and gave the Canaanites into their hands. The Israelites totally destroyed them and their cities. They named the place Hormah.",
      "4": "They set out from Mount Hor along the road to the Red Sea to go around the land of Edom, but the people became very impatient along the way.",
      "5": "The people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness? Look, there is no food! There is no water! And we are disgusted by this worthless food!”",
      "6": "The Lord sent venomous snakes among the people, and the snakes bit the people. As a result many people from Israel died.",
      "7": "The people went to Moses and said, “We have sinned, because we have spoken against the Lord and against you. Pray to the Lord to take the snakes away from us.” So Moses prayed on behalf of the people.",
      "8": "The Lord said to Moses, “Make a venomous snake and put it on a pole. If anyone who is bitten looks at it, he will live.”",
      "9": "Moses made a bronze snake and put it on the pole. If a snake had bitten anyone, if that person looked at the bronze snake, he lived.",
      "10": "The Israelites set out and camped at Oboth.",
      "11": "They set out from Oboth and camped at Iye Abarim, in the wilderness that faces Moab, toward the sunrise.",
      "12": "From there they set out and camped at the Zered Canyon.",
      "13": "From there they set out and camped on the other side of the Arnon, in the wilderness that extends from the Amorite border. (The Arnon is the border between Moab and the Amorites.)",
      "14": "For this reason it says in the Book of the Wars of the Lord:\nWaheb in Suphah, the ravines of the Arnon,",
      "15": "the sloping ravines that bend toward the settlement of Ar and lie on the border of Moab.",
      "16": "From there they continued to Be’er. That is the well which the Lord spoke about to Moses: “Gather the people together, and I will give them water.”",
      "17": "Then Israel sang this song:\nSpring up, O well! Sing about it.",
      "18": "Sing about the well which the officials dug,\nwhich the nobles of the people hollowed out\n    with their scepters and their staffs.\nFrom the wilderness they continued to Mattanah,",
      "19": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,",
      "20": "from Bamoth to the valley in the region of Moab by the top of Pisgah that overlooks the wasteland.",
      "21": "Israel sent messengers to Sihon king of the Amorites to say,",
      "22": "“Permit us to pass through your land. We will not turn aside into any field or vineyard. We will not drink the water from any well. We will stay on the King’s Highway until we have passed through your territory.”",
      "23": "Sihon would not allow Israel to pass through his territory. Instead Sihon gathered all his people together and went out into the wilderness to confront Israel. When he came to Jahaz, he fought against Israel.",
      "24": "Israel struck him with the sword and took possession of his land from the Arnon to the Jabbok, but only as far as the Ammonites, because the Ammonite border was strong.",
      "25": "Israel took all these cities. Israel began living in all the cities of the Amorites, in Heshbon and in all its villages.",
      "26": "Because Heshbon had been the city of Sihon, the king of the Amorites, who had fought against the former king of Moab and taken from him all his land as far as the Arnon,",
      "27": "therefore the poets say,\nCome to Heshbon.\nLet the city of Sihon be built and established,",
      "28": "for a fire has gone out of Heshbon,\na flame from the town of Sihon.\nIt has consumed Ar of Moab\nand engulfed the heights of the Arnon.",
      "29": "Woe to you, Moab!\nYou are destroyed, people of Chemosh!\nHe has given up his sons as refugees,\nand his daughters go into captivity\nto Sihon king of the Amorites.",
      "30": "We overthrew them.\nHeshbon is destroyed as far as Dibon.\nWe have laid waste as far as Nophah.\nFire reaches as far as Medeba.",
      "31": "So Israel lived in the land of the Amorites.",
      "32": "Moses sent spies to Jazer. They took its towns and drove out the Amorites who were there.",
      "33": "They turned and went up on the road to Bashan. Og king of Bashan came out with all his people to confront Israel in battle at Edrei.",
      "34": "The Lord said to Moses, “Do not be afraid of him, for I have delivered him into your hand along with all his people and his land. You will do to him just as you did to Sihon king of the Amorites, who lived at Heshbon.”",
      "35": "So they struck him down along with his sons and all his people until there were no survivors. Then they took possession of his land."
    },
    "22": {
      "1": "The Israelites set out and camped on the Plains of Moab along the Jordan across from Jericho.",
      "2": "Balak son of Zippor saw everything that Israel had done to the Amorites.",
      "3": "So Moab was afraid of the people, because they were so numerous. Moab was terrified because of the Israelites.",
      "4": "Moab said to the elders of Midian, “Now this assembly will eat up everything around us, just as cattle eat up the grass in the field.”\nBalak son of Zippor was king of Moab at that time.",
      "5": "He sent messengers to summon Balaam, the son of Beor, from Pethor by the Euphrates River, in the land of his own people.\nHe said, “Look, a people came out of Egypt. They cover the surface of the land, and they are settling right across from me.",
      "6": "Please come now. Curse this people for me, for they are more powerful than I am. Perhaps I will succeed and strike them down, driving them out of the land, for I know that whomever you bless is blessed, and whomever you curse is cursed.”",
      "7": "The elders of Moab and the elders of Midian went with payments for his occult practices in their hand. They came to Balaam and told him what Balak said.",
      "8": "Balaam said to them, “Spend the night here, and I will report to you what the Lord says to me.” So the Moabite officials stayed with Balaam.",
      "9": "God came to Balaam and said, “Who are these men with you?”",
      "10": "Balaam said to God, “Balak son of Zippor, king of Moab, sent messengers to me, who said,",
      "11": "‘Look, the people that has come out of Egypt covers the surface of the land. Now, come, curse them for me. Perhaps I will be able to fight against them and drive them out.’”",
      "12": "God said to Balaam, “You are not to go with them. You are not to curse the people, for they are blessed.”",
      "13": "Balaam got up in the morning and said to Balak’s officials, “Go back to your land, because the Lord has refused to let me go with you.”",
      "14": "The officials of Moab got up and went back to Balak. They said, “Balaam refuses to come with us.”",
      "15": "So Balak again sent other officials, more numerous and more prestigious than the others.",
      "16": "They went to Balaam and said to him, “This is what Balak son of Zippor says, ‘Do not let anything prevent you from coming to me,",
      "17": "for I will reward you very richly. Also I will do whatever you tell me. Just come and curse this people for me.’”",
      "18": "Balaam responded to Balak’s servants, “Even if Balak would give to me his house full of silver and gold, I would not be able to go against the command of the Lord my God to do anything small or great.",
      "19": "But please, stay and spend the night here, and I will find out what else the Lord might say to me.”",
      "20": "God came to Balaam at night and said to him, “If the men have come to summon you, get up and go with them. However, do only what I tell you.”",
      "21": "Balaam got up in the morning, saddled his donkey, and went with the officials of Moab.",
      "22": "But God’s anger burned because Balaam was going with them. So the Angel of the Lord stood in the road to oppose him. Balaam was riding on his donkey, and his two servants were with him.",
      "23": "The donkey saw the Angel of the Lord standing in the road, with his drawn sword in his hand. So the donkey turned off the road and went into the field. Balaam struck the donkey to make it turn back to the road.",
      "24": "Then the Angel of the Lord stood in a narrow path between the vineyards with walls on both sides.",
      "25": "The donkey saw the Angel of the Lord and pressed against the wall and squeezed Balaam’s foot against the wall. Balaam struck the donkey again.",
      "26": "Then the Angel of the Lord went ahead and stood in a narrow place where there was no room to turn to the right or to the left.",
      "27": "The donkey saw the Angel of the Lord and lay down under Balaam. Balaam’s anger burned, and he struck the donkey with his staff.",
      "28": "The Lord opened the mouth of the donkey, which said to Balaam, “What have I done to you that you have struck me these three times?”",
      "29": "Balaam said to the donkey, “Because you have made a fool of me! If only there was a sword in my hand, I would kill you now!”",
      "30": "The donkey said to Balaam, “Am I not your donkey, the one you have always ridden to this day? Is this what I usually do to you?”\nHe said, “No.”",
      "31": "Then the Lord opened Balaam’s eyes, and he saw the Angel of the Lord standing in the road, with his drawn sword in his hand. Balaam knelt and bowed with his face to the ground.",
      "32": "The Angel of the Lord said to him, “Why have you struck your donkey these three times? Look, I myself have come out to oppose you, because your way is reckless before me.",
      "33": "The donkey saw me and turned away from me these three times. If it had not turned away from me, I would have surely killed you by now and let the donkey live.”",
      "34": "Balaam said to the Angel of the Lord, “I have sinned, for I didn’t know that you stood in the road to confront me. Now if this is displeasing to you, I will go back.”",
      "35": "The Angel of the Lord said to Balaam, “Go with the men, but you will speak only the words that I speak to you.” So Balaam went with Balak’s officials.",
      "36": "When Balak heard that Balaam had come, he went out to meet him at the Moabite town on the Arnon border at the edge of his territory.",
      "37": "Balak said to Balaam, “Didn’t I send for you urgently when I summoned you? Why didn’t you come to me? Don’t you know that I can really reward you?”",
      "38": "Balaam said to Balak, “Look, I have come to you now. But am I really able to say anything? I will speak only the words that God puts in my mouth.”",
      "39": "Balaam went with Balak, and they came to Kiriath Huzoth.",
      "40": "Balak sacrificed cattle and sheep and sent for Balaam and the officials who were with him.",
      "41": "In the morning, Balak took Balaam and brought him up to Bamoth Baal. From there, he saw the outskirts of the people."
    },
    "23": {
      "1": "Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”",
      "2": "Balak did just as Balaam had said. Balak and Balaam offered a bull and a ram on each altar.",
      "3": "Balaam said to Balak, “Stand here by your burnt offering, while I go off by myself. Perhaps the Lord will come to meet me. Whatever he shows me I will tell you.” ⎣So Balak went and stood by his burnt offering, and Balaam called to God⎦ and then he went off to a barren hill.",
      "4": "God met Balaam, and Balaam said to him, “I have set up seven altars, and I have offered up a bull and a ram on each altar.”",
      "5": "The Lord put a message into Balaam’s mouth and said, “Return to Balak, and you are to deliver this message.”",
      "6": "Balaam returned to Balak and found him standing by his burnt offering, along with all the officials of Moab.",
      "7": "Balaam took up his oracle. He said:\nFrom Aram, Balak has brought me.\nBalak, the king of Moab from the eastern mountains, said,\n“Come, curse Jacob for me.\nCome, denounce Israel.”",
      "8": "How can I curse someone God has not cursed?\nHow can I denounce someone the Lord has not denounced?",
      "9": "Yes, from the rocky peaks I see him.\nFrom the hills I look at him.\nLook! A people that dwells apart,\nthat does not consider itself to be one of the nations.",
      "10": "Who can count the dust of Jacob,\nor number even a fourth of Israel?\nMay I die the death of the righteous!\nMay my final end be like his!",
      "11": "Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but you have just blessed them.”",
      "12": "Balaam answered, “Don’t I have to speak accurately whatever the Lord puts in my mouth?”",
      "13": "Balak said to Balaam, “Please come with me to another place where you can see them. You will see only their outskirts. You will not see all of them. From there curse them for me.”",
      "14": "Balak took Balaam into the field of Zophim, to the top of Pisgah. Balak built seven altars and offered up a bull and a ram on each altar.",
      "15": "Balaam said to Balak, “Stand here by your burnt offering, while I meet the Lord over there.”",
      "16": "The Lord met with Balaam and put a message in his mouth. The Lord said, “Return to Balak, and you are to deliver this message.”",
      "17": "Balaam came back to Balak and found him standing by his burnt offering, and the officials of Moab were with him. Balak said to him, “What did the Lord say?”",
      "18": "Balaam took up his oracle and said:\nGet up, Balak, and listen!\nGive ear to me, son of Zippor.",
      "19": "God is not a man, that he should lie,\nnor a son of man, that he changes his mind.\nDoes he say something, and then not carry it out?\nDoes he speak, and then not bring it about?",
      "20": "Look, I have received a command to bless.\nHe has blessed, and I cannot change that.",
      "21": "No disaster is in sight for Jacob.\nNo suffering is seen in Israel.\nThe Lord his God is with him.\nThe shout for the King is among them.\nHe rejoices in his King.",
      "22": "God brings them out of Egypt.\nGod is like the horns of a wild ox for him.",
      "23": "Surely there is no occult power against Jacob,\nno omen against Israel.\nThey will say about Jacob and Israel,\n“What great things God has done!”",
      "24": "Look, the people rise up like a lioness.\nLike a lion they lift themselves up.\nHe will not lie down until he eats the prey,\nuntil he drinks the blood of the slain.",
      "25": "Then Balak said to Balaam, “Do not curse them at all! Do not bless them at all!”",
      "26": "But Balaam answered Balak, “Didn’t I say to you that I must do everything the Lord says?”",
      "27": "Balak said to Balaam, “Come on, I will take you to another place. Maybe God will agree to let you curse them for me from there.”",
      "28": "Balak took Balaam to the top of Peor, which overlooks the wasteland.",
      "29": "Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”",
      "30": "Balak did just as Balaam had said and offered up a bull and a ram on every altar."
    },
    "24": {
      "1": "When Balaam saw that it pleased the Lord to bless Israel, he did not go to look for omens as he had done at the other times, but he set his face toward the wilderness.",
      "2": "When Balaam lifted up his eyes and saw Israel dwelling according to their tribes, the Spirit of God was upon him.",
      "3": "He took up his oracle and said:\nThe declaration of Balaam son of Beor,\nthe declaration of the man whose eye is open,",
      "4": "the declaration of the one who hears the words of God,\nwho sees the vision of the Almighty,\nwho is falling down, but his eyes are wide open:",
      "5": "How beautiful are your tents, O Jacob,\n        and your dwelling places, O Israel!",
      "6": "Like rows of palm trees they stretch out,\n        like gardens by the riverside,\n        like aloes which the Lord has planted,\n        like cedar trees beside the waters.",
      "7": "Water will flow from his buckets.\n        His seed will have abundant waters.\n        His king will be higher than Agag.\n        His kingdom will be lifted up.",
      "8": "God brings him out of Egypt.\n        God is like the horns of a wild ox for him.\n        He will eat up the nations who are his adversaries.\n        He will gnaw on their bones.\n        He will pierce them through with his arrows.",
      "9": "He crouches like a lion.\n        He lies down like a lioness.\n        Who will rouse him?\n        The one who blesses you is blessed.\n        The one who curses you is cursed.",
      "10": "Balak’s anger burned against Balaam, and he slapped his hands together. Balak said to Balaam, “I summoned you to curse my enemies, but look, all you have done is bless them these three times.",
      "11": "Now get out of here. Go to your own place! I said I would really reward you, but look, the Lord has denied you a reward.”",
      "12": "Balaam said to Balak, “Didn’t I tell the messengers you sent to me, ‘I will say what the Lord says.",
      "13": "Even if Balak would give me his house full of silver and gold, I can’t go against the command of the Lord by doing anything good or bad of my own will’?",
      "14": "Yes, I am going back to my people, but pay attention now—I will tell you what this people will do to your people in days to come.”",
      "15": "Balaam took up his oracle and said:\nThe declaration of Balaam son of Beor,\nthe declaration of the man whose eye is open,",
      "16": "the declaration of the one who hears the words of God,\nwho receives knowledge from the Most High,\nwho sees the vision of the Almighty,\nwho is falling down, but his eyes are wide open:",
      "17": "I see him, but not now.\n        I behold him, but not near.\n        A star will come out of Jacob.\n        A scepter will rise up out of Israel.\n        It will smash the foreheads of Moab\n        and the skulls of all the people of Sheth.",
      "18": "Edom will lose its territory to others.\n        Seir, Israel’s enemy, also will become a possession,\n        but Israel will display its power.",
      "19": "One who comes from Jacob will rule,\n        and he will destroy the survivors of the city.",
      "20": "He looked at Amalek, took up his oracle, and said:\nFirst among the nations was Amalek,\nbut his end will come to destruction.",
      "21": "He looked at the Kenites, took up his oracle, and said:\nPermanent is your dwelling place.\nSet in stone is your nest.",
      "22": "However, you Kenites will be destroyed,\n    when Ashshur takes you captive.",
      "23": "He took up his oracle and said:\nAh, who will live when God does this?",
      "24": "But ships will come from the coast of Kittim.\nThey will oppress Ashshur.\nThey will oppress Eber.\nBut they also will come to destruction.",
      "25": "Balaam got up and left to return to his place. Balak also went on his way."
    },
    "25": {
      "1": "While Israel stayed in Shittim, the people started to commit sexual immorality with the women of Moab.",
      "2": "The women invited the people to the sacrifices for their gods. The people ate and bowed down to their gods.",
      "3": "The Israelites attached themselves to the Baal of Peor. The Lord’s anger burned against Israel.",
      "4": "The Lord said to Moses, “Take all the heads of the people and impale them before the Lord in broad daylight so that the fierce anger of the Lord may turn away from Israel.”",
      "5": "Moses said to the judges of Israel, “Each of you must kill any of his men who have attached themselves to the Baal of Peor.”",
      "6": "Just then, an Israelite man came and brought a Midianite woman to his brothers in the sight of Moses and the entire Israelite community, while the people were weeping at the entrance to the Tent of Meeting.",
      "7": "When Phinehas, the son of Eleazar, the son of Aaron the priest, saw this, he rose up from the middle of the assembly and took a spear in his hand.",
      "8": "He followed the Israelite man into the large tent and ran both of them through, the Israelite man and the woman, right through her belly. Then the plague against the Israelites was stopped.",
      "9": "Those who died by the plague were 24,000.",
      "10": "The Lord spoke to Moses:",
      "11": "“Phinehas, the son of Eleazar, the son of Aaron the priest, has turned my wrath away from the Israelites, because he was very zealous for me among you. So I did not put an end to the Israelites in my zeal.",
      "12": "Therefore say, ‘Look, I myself will give to him my covenant of peace.",
      "13": "He and his descendants after him will have the covenant of a permanent priesthood, because he was zealous for his God and made atonement for the Israelites.’”",
      "14": "The name of the Israelite man who was struck dead, who was struck dead with the Midianite woman, was Zimri son of Salu, a tribal chief of the father’s house for the Simeonites.",
      "15": "The name of the Midianite woman who was struck dead was Cozbi, the daughter of Zur, who was a tribal head of a father’s house in Midian.",
      "16": "The Lord spoke to Moses and said, ⎣“Speak to the Israelites, saying,⎦",
      "17": "‘Treat the Midianites as enemies and strike them dead.",
      "18": "For they treated you as enemies when they deceived you with their treachery in the incident involving Peor and Cozbi, the daughter of the Midianite tribal chief, their sister, who was struck dead on the day of the plague in the Peor incident.’”"
    },
    "26": {
      "1": "After the plague, the Lord spoke to Moses and Eleazar the son of Aaron the priest. He said,",
      "2": "“Take a census of the entire Israelite community, twenty years old and up, according to their fathers’ houses, all who are of age to serve in Israel’s army.”",
      "3": "Moses and Eleazar the priest spoke with them on the Plains of Moab by the Jordan across from Jericho. They said,",
      "4": "“Take a census of the men twenty years old and up, just as the Lord commanded Moses.”\nThese are the Israelites who came out from the land of Egypt:",
      "5": "Reuben was Israel’s firstborn. The male descendants of Reuben were: from Hanok, the Hanokite clan; from Pallu, the Palluite clan;",
      "6": "from Hezron, the Hezronite clan; from Karmi, the Karmite clan.",
      "7": "These were the Reubenite clans. Those who were registered totaled 43,730.",
      "8": "The son of Pallu was Eliab.",
      "9": "The sons of Eliab were Nemuel, Dathan, and Abiram.\n(These were the same Dathan and Abiram who were chosen leaders of the community who fought against Moses and Aaron along with the followers of Korah, when they fought against the Lord.",
      "10": "The earth opened its mouth and swallowed them up together with Korah, when his followers died and when the fire consumed the two hundred fifty men. So they became a warning sign.",
      "11": "However, the sons of Korah did not die out.)",
      "12": "The male descendants of Simeon according to their clans were: from Nemuel, the Nemuelite clan; from Jamin, the Jaminite clan; from Jakin, the Jakinite clan;",
      "13": "from Zerah, the Zerahite clan; from Shaul, the Shaulite clan.",
      "14": "These Simeonite clans totaled 22,200.",
      "15": "The male descendants of Gad according to their clans were: from Zephon, the Zephonite clan; from Haggi, the Haggite clan; from Shuni, the Shunite clan;",
      "16": "from Ozni, the Oznite clan; from Eri, the Erite clan;",
      "17": "from Arodi, the Arodite clan; from Areli, the Arelite clan.",
      "18": "These clans of the descendants of Gad who were registered totaled 40,500.",
      "19": "Er and Onan were sons of Judah. Er and Onan died in the land of Canaan.",
      "20": "The male descendants of Judah according to their clans were: from Shelah, the Shelanite clan; from Perez, the Perezite clan; from Zerah, the Zerahite clan.",
      "21": "The male descendants of Perez were: from Hezron, the Hezronite clan; from Hamul, the Hamulite clan.",
      "22": "These clans of Judah who were registered totaled 76,500.",
      "23": "The male descendants of Issachar according to their clans were: from Tola, the Tolaite clan; from Puah, the Puite clan;",
      "24": "from Jashub, the Jashubite clan; from Shimron, the Shimronite clan.",
      "25": "These clans of Issachar who were registered totaled 64,300.",
      "26": "The male descendants of Zebulun according to their clans were: from Sered, the Seredite clan; from Elon, the Elonite clan; from Jahle’el, the Jahle’elite clan.",
      "27": "These Zebulunite clans who were registered totaled 60,500.",
      "28": "The sons of Joseph who established clans were Manasseh and Ephraim.",
      "29": "The male descendants of Manasseh were: from Makir, the Makirite clan (Makir was the father of Gilead); from Gilead, the Gileadite clan.",
      "30": "These were the male descendants of Gilead: from Iezer, the Iezerite clan; from Helek, the Helekite clan;",
      "31": "from Asriel, the Asrielite clan; from Shechem, the Shechemite clan;",
      "32": "from Shemida, the Shemidaite clan; and from Hepher, the Hepherite clan.",
      "33": "Zelophehad the son of Hepher had no sons, only daughters. The names of Zelophehad’s daughters were Mahlah, Noah, Hoglah, Milkah, and Tirzah.",
      "34": "These were the clans of Manasseh. Those who were registered totaled 52,700.",
      "35": "These were the male descendants of Ephraim according to their clans: from Shuthelah, the Shuthelahite clan; from Beker, the Bekerite clan; from Tahan, the Tahanite clan.",
      "36": "These were the male descendants of Shuthelah: from Eran, the Eranite clan.",
      "37": "These clans from the descendants of Ephraim who were registered totaled 32,500.\nThese were the male descendants of Joseph according to their clans.",
      "38": "The male descendants of Benjamin according to their clans were: from Bela, the Belaite clan; from Ashbel, the Ashbelite clan; from Ahiram, the Ahiramite clan;",
      "39": "from Shupham, the Shuphamite clan; from Hupham, the Huphamite clan.",
      "40": "The sons of Bela were Ard and Na’aman: from Ard, the Ardite clan; from Na’aman, the Na’amanite clan.",
      "41": "These were the male descendants of Benjamin according to their clans. Those who were registered totaled 45,600.",
      "42": "These were the male descendants of Dan according to their clans: from Shuham, the Shuhamite clan. These were the clans of Dan according to their clans.",
      "43": "All the Shuhamite clans who were registered totaled 64,400.",
      "44": "The male descendants of Asher according to their clans were: from Imnah, the Imnite clan; from Ishvi, the Ishvite clan; from Beriah, the Beriite clan.",
      "45": "From the male descendants of Beriah: from Heber, the Heberite clan; from Malkiel, the Malkielite clan.",
      "46": "The name of Asher’s daughter was Serah.",
      "47": "These clans for the descendants of Asher who were registered totaled 53,400.",
      "48": "The male descendants of Naphtali according to their clans were: from Jahze’el, the Jahze’elite clan; from Guni, the Gunite clan;",
      "49": "from Jezer, the Jezerite clan; from Shillem, the Shillemite clan.",
      "50": "These were the clans of Naphtali according to their clans. Those who were registered totaled 45,400.",
      "51": "Those who were registered from the Israelites totaled 601,730.",
      "52": "The Lord spoke to Moses:",
      "53": "“The land is to be divided among these tribes, with the size of the possession for each tribe based on the number of names.",
      "54": "For a larger tribe, increase its possession. For a smaller tribe, decrease its possession. Each tribe is to be given its inheritance based on the total of those registered.",
      "55": "The land must be divided by lot. They will receive their possession according to the names of their father’s tribes.",
      "56": "Their possession is to be divided between the larger and the smaller tribes as the lots determine.”",
      "57": "Those who were registered from the Levites according to their clans were: from Gershon, the Gershonite clan; from Kohath, the Kohathite clan; from Merari, the Merarite clan.",
      "58": "These were the Levite clans: the Libnite clan, the Hebronite clan, the Mahlite clan, the Mushite clan, the Korahite clan.\n(Kohath was the forefather of Amram.",
      "59": "The name of Amram’s wife was Jochebed, a descendant of Levi, who was born to the Levites in Egypt. For Amram she bore Aaron, Moses, and their sister Miriam.",
      "60": "Nadab and Abihu, Eleazar and Ithamar were born to Aaron.",
      "61": "Nadab and Abihu died when they presented unauthorized fire before the Lord.)",
      "62": "Those who were registered totaled 23,000, every male a month old and up. But they were not registered with the other Israelites, because they were not given a possession among the Israelites.",
      "63": "These were the men who were registered by Moses and Eleazar the priest, when they registered the Israelites on the Plains of Moab by the Jordan across from Jericho.",
      "64": "But among them there was not even one man left from those who had been registered by Moses and Aaron the priest, when they registered the Israelites in the Wilderness of Sinai.",
      "65": "For the Lord had said about them, “They will surely die in the wilderness.” There was not even one man left from them except Caleb son of Jephunneh and Joshua son of Nun."
    },
    "27": {
      "1": "Then the daughters of Zelophehad came forward. (Zelophehad was the son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, from the clans of Manasseh the son of Joseph.) These were the names of his daughters: Mahlah, Noah, Hoglah, Milkah, and Tirzah.",
      "2": "They stood at the entrance to the Tent of Meeting before Moses and Eleazar the priest, before the tribal chiefs and the entire community. They said,",
      "3": "“Our father died in the wilderness. He was not among the company of those who gathered together against the Lord along with the followers of Korah, but he died in his own sin. He had no sons.",
      "4": "Why should the name of our father be taken away from a place among his clan, because he had no son? Give us property among our father’s brothers.”",
      "5": "Moses brought their case before the Lord.",
      "6": "The Lord spoke to Moses:",
      "7": "“What the daughters of Zelophehad say is correct. You must give them property as an inheritance among their father’s brothers. You are to allow their father’s inheritance to be passed down to them.",
      "8": "You are to tell the Israelites, ‘If a man dies and has no son, then you are to have his inheritance pass down to his daughter.",
      "9": "If he has no daughter, then you will give his inheritance to his brothers.",
      "10": "If he has no brothers, then you will give his inheritance to his father’s brothers.",
      "11": "If his father has no brothers, then you will give his inheritance to his closest relative from his clan, and he will take possession of it. This will be a legal statute for the Israelites, just as the Lord commanded Moses.’”",
      "12": "The Lord said to Moses, “Go up onto this mountain in the Abarim range and see the land which I have given to the Israelites.",
      "13": "After you have seen it, you yourself will also be gathered to your people just as Aaron your brother was gathered.",
      "14": "For when the community quarreled in the Wilderness of Zin, you both rebelled against my command to honor me as holy in their sight at the waters.” (This refers to the waters of Meribah Kadesh in the Wilderness of Zin.)",
      "15": "Moses spoke to the Lord,",
      "16": "“May the Lord, the God of the spirits of all flesh, appoint a man over the community,",
      "17": "who will go out before them and come in before them, who will lead them out and bring them in, so that the community of the Lord will not be like sheep without a shepherd.”",
      "18": "The Lord said to Moses, “Take Joshua son of Nun, a man in whom is the Spirit, and place your hand on him.",
      "19": "Have him stand in front of Eleazar the priest and the entire community. You will commission him in their sight.",
      "20": "You will give some of your authority to him so that the entire Israelite community will listen to him.",
      "21": "He will stand before Eleazar the priest, who will inquire for him before the Lord with the decision of the Urim. He and all the Israelites with him, the entire community, will go out at his command and come in at his command.”",
      "22": "Moses did just as the Lord commanded him. He took Joshua and had him stand in front of Eleazar the priest and the entire community.",
      "23": "He placed his hands on him and commissioned him, just as the Lord spoke through Moses."
    },
    "28": {
      "1": "The Lord told Moses",
      "2": "to deliver this command to the Israelites:\nMake sure that you present my offering at its appointed time. Present it as my food, an offering made by fire, with a pleasing aroma to me.",
      "3": "Say to them, “This is the offering made by fire that you shall present to the Lord each day: two one-year-old male lambs without defect as a regular burnt offering.",
      "4": "You are to offer one lamb in the morning, and you are to offer the other lamb at twilight,",
      "5": "along with two quarts of fine flour as a grain offering, mixed with one quart of oil from beaten olives.”",
      "6": "It is the regular burnt offering put into effect at Mount Sinai for a pleasing aroma, an offering made by fire to the Lord.",
      "7": "The drink offering with it is to be one quart for one lamb. You are to pour out the drink offering of beer to the Lord at the sanctuary.",
      "8": "You are to prepare the other lamb at twilight. You are to prepare it along with the same kind of grain offering and drink offering as in the morning, an offering made by fire, with a pleasing aroma to the Lord.",
      "9": "On the Sabbath day, you shall present two one-year-old male lambs without defect, four quarts of fine flour mixed with oil as a grain offering, and its drink offering.",
      "10": "This is the whole burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering.",
      "11": "At the beginning of each of your months, you shall present as a whole burnt offering to the Lord: two young bulls, one ram, and seven one-year-old male lambs without defect,",
      "12": "along with six quarts of fine flour mixed with oil as a grain offering for each bull; four quarts of fine flour mixed with oil as a grain offering for the one ram;",
      "13": "and two quarts of fine flour mixed with oil as a grain offering for every lamb—as a burnt offering with a pleasing aroma, an offering made by fire to the Lord.",
      "14": "Their drink offerings will be two quarts of wine for a bull, a quart and a half for a ram, and one quart for a lamb. This is the monthly burnt offering for each month of the year.",
      "15": "One male goat is to be presented as a sin offering to the Lord in addition to the regular burnt offering and its drink offering.",
      "16": "In the first month, the fourteenth day of the month is the Passover for the Lord.",
      "17": "On the fifteenth day of this month there is to be a festival. Unleavened bread is to be eaten for seven days.",
      "18": "The first day is to be a holy convocation. You are not to do any regular work.",
      "19": "You are to present an offering made by fire, a burnt offering to the Lord: two young bulls, one ram, and seven one-year-old male lambs—all without defect—",
      "20": "along with their grain offering of fine flour mixed with oil: six quarts for a bull and four quarts for the ram.",
      "21": "You will prepare two quarts for each of the seven lambs,",
      "22": "and one male goat as a sin offering to make atonement for yourselves.",
      "23": "You will prepare these things in addition to the morning burnt offering that is part of the regular burnt offering.",
      "24": "In this way for seven days you will prepare food daily as an offering made by fire with a pleasing aroma to the Lord. It is to be prepared in addition to the regular burnt offering and its drink offering.",
      "25": "On the seventh day there is to be a holy convocation. You shall not do any of your regular work.",
      "26": "On the day of the firstfruits when you present an offering of new grain to the Lord during the Festival of Weeks, you shall have a holy convocation. You shall not do any of your regular work.",
      "27": "You are to present as a whole burnt offering for a pleasing aroma to the Lord: two young bulls, one ram, and seven one-year-old male lambs",
      "28": "along with their grain offering, fine flour mixed with oil: six quarts for each bull, four quarts for the one ram,",
      "29": "and two quarts for each of the seven lambs;",
      "30": "also present one male goat to make atonement for yourselves.",
      "31": "You are to offer these and their drink offerings in addition to the regular burnt offering and its grain offering. Your animals are to be without defect."
    },
    "29": {
      "1": "In the seventh month, on the first day of the month, you shall have a holy convocation. You shall not do any of your regular work. For you it is to be a day of loud blasts on the ram’s horn.",
      "2": "You are to prepare a whole burnt offering as a pleasing aroma to the Lord: one young bull, one ram, and seven one-year-old male lambs—all without defect—",
      "3": "along with their grain offering, fine flour mixed with oil: six quarts for the bull, four quarts for the ram,",
      "4": "and two quarts for each of the seven lambs;",
      "5": "also prepare one male goat for a sin offering to make atonement for yourselves.",
      "6": "This is in addition to the monthly burnt offering and its grain offering, the regular burnt offering and its grain offering, and their drink offerings, just as specified, for a pleasing aroma, an offering made by fire to the Lord.",
      "7": "On the tenth day of this seventh month you shall have a holy convocation. You shall humble yourselves. You are not to do any kind of work.",
      "8": "You are to present a whole burnt offering to the Lord, a pleasing aroma: one young bull, one ram, seven one-year-old male lambs—all without defect—",
      "9": "along with their grain offering, fine flour mixed with oil: six quarts for the bull, four quarts for the one ram,",
      "10": "two quarts for each of the seven lambs;",
      "11": "also present one male goat for a sin offering, in addition to the sin offering of atonement, the regular burnt offering and its grain offering, and their drink offerings.",
      "12": "On the fifteenth day of the seventh month you shall have a holy convocation. You are not to do any of your regular work. You shall celebrate a pilgrimage festival to the Lord for seven days.",
      "13": "You are to present a whole burnt offering, an offering made by fire, with a pleasing aroma to the Lord: thirteen young bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "14": "along with their grain offering, fine flour mixed with oil: six quarts for each of the thirteen bulls, four quarts for each of the two rams,",
      "15": "and two quarts for each of the fourteen lambs;",
      "16": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "17": "On the second day you are to present twelve young bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "18": "along with their grain offering and their drink offerings for the bulls, the rams, and the lambs, according to the amount specified for each of them;",
      "19": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "20": "On the third day you are to present eleven bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "21": "along with their grain offering and their drink offerings for the bulls, the rams, and the lambs, according to the amount specified for each of them;",
      "22": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "23": "On the fourth day you are to present ten bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "24": "along with their grain offering and their drink offerings for the bulls, the rams, and the lambs, according to the amount specified for each of them;",
      "25": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "26": "On the fifth day you are to present nine bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "27": "along with their grain offering and their drink offerings for the bulls, the rams, and the lambs, according to the amount specified for each of them;",
      "28": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "29": "On the sixth day you are to present eight bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "30": "along with their grain offering and their drink offerings for the bulls, the rams, and the lambs, according to the amount specified for each of them;",
      "31": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "32": "On the seventh day you are to present seven bulls, two rams, fourteen one-year-old male lambs—all without defect—",
      "33": "along with their grain offering and their drink offerings for the bulls, the rams, and the lambs, according to the amount specified for each of them;",
      "34": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "35": "On the eighth day you shall hold a closing ceremony. You shall not do any of your regular work.",
      "36": "You are to present a burnt offering, an offering made by fire, with a pleasing aroma to the Lord: one bull, one ram, seven one-year-old male lambs—all without defect—",
      "37": "along with their grain offering and their drink offerings for the bull, the ram, and the lambs, according to the amount specified for each of them;",
      "38": "also present one male goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.",
      "39": "In addition to your offerings to fulfill a vow and freewill offerings, you shall prepare these for the Lord at your appointed times as your burnt offerings, your grain offerings, your drink offerings, and your fellowship offerings.",
      "40": "Moses told the Israelites everything that the Lord commanded Moses."
    },
    "30": {
      "1": "Moses also gave the heads of the Israelite tribes these commands from the Lord:",
      "2": "When a man makes a vow to the Lord or swears an oath to put himself under an obligation, he must not break his word. He must do everything that has come out of his mouth.",
      "3": "When a woman, while living in her father’s house during her youth, makes a vow to the Lord and puts herself under an obligation,",
      "4": "and her father hears about her vow and her obligation which she has undertaken, but her father says nothing to her, then all her vows will stand, and every obligation which she has undertaken will stand.",
      "5": "But if her father forbids her on the same day that he hears about them, none of her vows nor her obligations which she has undertaken will stand. The Lord will forgive her, because her father has forbidden her.",
      "6": "If she marries a husband while she is obligated by a vow or something she spoke rashly,",
      "7": "and her husband hears about it but says nothing to her on the same day that he hears about it, then her vows will stand, and her obligations which she has undertaken will be binding.",
      "8": "But if her husband forbids her on the same day that he hears about it, he will nullify her vow which obligates her and her responsibility for the things she spoke rashly. The Lord will forgive her.",
      "9": "But the vow of a widow or a divorced woman, every obligation which she put herself under, will be binding on her.",
      "10": "If, while she is still in her husband’s house, she took a vow or put herself under an obligation with an oath,",
      "11": "and her husband hears about it but says nothing to her and does not forbid her, then all her vows will stand, and every obligation under which she has put herself will stand.",
      "12": "But if her husband does indeed nullify them on the same day that he hears about them, then whatever came from her lips concerning her vows or her obligation will not stand. Her husband has nullified them. The Lord will forgive her.",
      "13": "Her husband may allow or nullify every vow or every oath in which she undertakes an obligation to deny herself.",
      "14": "But if her husband indeed says nothing to her from day to day, then he confirms all her vows or all her obligations, which are binding on her. He has allowed them, because he said nothing to her on the day that he hears about them.",
      "15": "But if he nullifies them later than the day he hears about them, then he will bear her responsibility.",
      "16": "These are the statutes which the Lord commanded Moses about vows pertaining to a husband and his wife, or a father and his daughter during her youth while she still lives at her father’s house."
    },
    "31": {
      "1": "The Lord spoke to Moses:",
      "2": "“Take vengeance against the Midianites for the Israelites. After that, you will be gathered to your people.”",
      "3": "Moses spoke to the people, “Equip some of your men for combat. They will go against Midian to carry out the Lord’s vengeance on Midian.",
      "4": "Send one thousand men from each of the tribes of Israel into combat.”",
      "5": "So out of all the thousands of Israel, a military unit of a thousand was selected from each tribe—a total of twelve thousand men armed for battle.",
      "6": "Moses sent them into combat, one thousand from each tribe. Moses sent them and Phinehas, the son of Eleazar the priest, into combat. Things from the sanctuary and the trumpets for signaling were in his hand.",
      "7": "They fought against Midian, as the Lord commanded Moses, and they killed every male.",
      "8": "Along with the others who were slain, they killed the kings of Midian: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam son of Beor with the sword.",
      "9": "The Israelites took the women of Midian and their children captive. They plundered all their animals, property, and possessions.",
      "10": "They burned all their cities where they settled and all their camps.",
      "11": "They took all the plunder and all the spoils of war, both people and animals.",
      "12": "They brought the captives, the spoils of war, and the plunder to Moses, Eleazar the priest, and the Israelite community at the camp on the Plains of Moab, which was by the Jordan across from Jericho.",
      "13": "Moses, Eleazar the priest, and all the tribal chiefs of the community went out to meet them outside of the camp.",
      "14": "Moses was angry with the officers of the army—the commanders of thousands and the commanders of hundreds—who were coming back from the military campaign.",
      "15": "Moses said to them, “Have you allowed every woman to live?",
      "16": "Look, following Balaam’s advice, these women were the ones who incited the Israelites to be unfaithful to the Lord in the Peor incident, and so the plague came upon the community of the Lord.",
      "17": "Now, kill every male among the children, and kill every woman who has had sexual relations with a man.",
      "18": "But you may keep alive for yourselves all the young females who have not had sexual relations with a man.",
      "19": "“All of you who have killed a person or touched a slain body shall stay outside of the camp for seven days. Purify yourselves and your captives on the third day and on the seventh day.",
      "20": "Also purify every garment, every leather item, everything made of goat hair, and every item of wood.”",
      "21": "Eleazar the priest said to the soldiers who had gone into battle, “These are the regulations which the Lord has commanded Moses:",
      "22": "The gold, silver, bronze, iron, tin, and lead",
      "23": "(everything that can withstand fire) you must be sure to pass through the fire, and it will be clean. It also is to be purified with the water for removing impurity. Everything that cannot withstand fire, you are to pass through the water.",
      "24": "You shall wash your clothes on the seventh day, and you will be clean. After that, you may come into the camp.”",
      "25": "The Lord spoke to Moses:",
      "26": "“You, Eleazar the priest, and the leading fathers of the community are to count the spoils of war—the captives, both people and animals—",
      "27": "and divide the spoils of war into two equal parts: one part for the troops who went out for combat and one for all the rest of the community.",
      "28": "Raise a tribute to the Lord to be given by the fighting men who went out for battle. Take one out of every five hundred from the people, the cattle, the donkeys, and the flocks.",
      "29": "Take it from the fighting men’s half, and give it to Eleazar the priest as an elevated offering to the Lord.",
      "30": "Also from the Israelites’ half, you will take one out of every fifty from the people, the cattle, the donkeys, the flocks, and all the animals, and give them to the Levites, who attend to the duties at the Lord’s Dwelling.”",
      "31": "Moses and Eleazar the priest did as the Lord commanded Moses.",
      "32": "Now the spoils of war remaining from the plunder that the army took was 675,000 animals from the flocks,",
      "33": "72,000 cattle,",
      "34": "61,000 donkeys,",
      "35": "and 32,000 people in all, that is, the women who had not had sexual relations with a man.",
      "36": "The half share for those who went out into combat numbered 337,500 animals from the flocks,",
      "37": "and the tribute for the Lord from the flocks was 675.",
      "38": "The cattle numbered 36,000; the tribute for the Lord was 72.",
      "39": "The donkeys numbered 30,500; the tribute for the Lord was 61.",
      "40": "The people numbered 16,000; the tribute for the Lord was 32 people.",
      "41": "Moses gave the tribute, the elevated offering to the Lord, to Eleazar the priest as the Lord commanded Moses.",
      "42": "From the Israelites’ half, which Moses set aside from the share of the men who fought,",
      "43": "the community’s half share was 337,500 animals from the flocks,",
      "44": "36,000 cattle,",
      "45": "30,500 donkeys,",
      "46": "and 16,000 people.",
      "47": "From the Israelites’ half share Moses took one out of every fifty from the people and the animals and gave them to the Levites, who attended to the duties at the Lord’s Dwelling, as the Lord commanded Moses.",
      "48": "The officers who were over the units of a thousand in the army—the commanders of thousands and the commanders of hundreds—approached Moses.",
      "49": "They said to Moses, “Your servants have taken a head count of the fighting men who were under our command, and not one of them is missing.",
      "50": "So we have brought as an offering to the Lord the gold items which every man acquired—armlets, bracelets, signet rings, earrings, and necklaces—to make atonement for ourselves before the Lord.”",
      "51": "Moses and Eleazar the priest accepted the gold from them, all the crafted items.",
      "52": "All the gold from the elevated offering that the commanders of thousands and the commanders of hundreds lifted up to the Lord amounted to 16,750 shekels.",
      "53": "Each of the soldiers had taken plunder for himself.",
      "54": "Moses and Eleazar the priest accepted the gold from the commanders of thousands and hundreds and brought it into the Tent of Meeting as a memorial for the Israelites before the Lord."
    },
    "32": {
      "1": "The descendants of Reuben and Gad had very large flocks and herds of livestock. They saw that the land of Jazer and the land of Gilead was ideal for livestock.",
      "2": "The descendants of Gad and Reuben came and spoke to Moses, Eleazar the priest, and the tribal chiefs of the community. They said,",
      "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon—",
      "4": "the land which the Lord struck down before the community of Israel—is an ideal land for livestock. We, your servants, have livestock.”",
      "5": "They continued, “If we have found favor in your eyes, let this land be given to your servants as a possession. Do not require us to cross the Jordan.”",
      "6": "Moses said to the descendants of Gad and Reuben, “Do you expect your brothers to go into battle while you live here?",
      "7": "Why are you disheartening the Israelites from crossing over into the land which the Lord has given to them?",
      "8": "Your fathers did that same thing when I sent them from Kadesh Barnea to see the land.",
      "9": "They had gone up as far as the Valley of Eshcol and had seen the land. Then they disheartened the Israelites so that they would not go into the land which the Lord had given them.",
      "10": "The Lord’s anger burned on that day, and he swore an oath,",
      "11": "‘Surely none of the men twenty years old and up who came up from Egypt will see the land which I swore to give to Abraham, Isaac, and Jacob, because they have not followed me completely,",
      "12": "except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, because they have followed the Lord completely.’",
      "13": "The Lord’s anger burned against Israel so he made them wander in the wilderness for forty years, until the entire generation that had done evil in the Lord’s sight was gone.”",
      "14": "He continued, “See, here you are, a band of sinners standing in your fathers’ place, adding still more to the Lord’s fierce anger against Israel.",
      "15": "If you turn away from following him, he will once again leave these people in the wilderness, and you will have destroyed all these people.”",
      "16": "They approached him and said, “We will build sheep pens here for our livestock and cities for our children,",
      "17": "but we will be quick to arm ourselves to go ahead of the Israelites until we have brought them to their own places. Our children will live in our fortified cities because of the inhabitants of the land,",
      "18": "but we will not return to our houses until the Israelites have each taken possession of their inheritance.",
      "19": "We certainly will not have any claim to an inheritance with them on the other side of the Jordan, because our inheritance has come to us here on the east side of the Jordan, toward the sunrise.”",
      "20": "Moses said to them, “If you will do what you have said, if you will arm yourselves before the Lord for battle,",
      "21": "and if every one of you who is armed will cross over the Jordan before the Lord until he has driven out his enemies before him,",
      "22": "and until the land has been subdued before the Lord, then after that you may return home. You will be guiltless toward the Lord and Israel. This land will be a possession for you in the presence of the Lord.",
      "23": "“But if you will not do this, look, you will have sinned against the Lord. Know that your sin will find you out.",
      "24": "Build cities for your children, and pens for your flocks, but keep the promises that have come out of your mouth.”",
      "25": "The descendants of Gad and Reuben spoke to Moses: “We, your servants, will do as my lord commands.",
      "26": "Our children, our wives, our livestock, and all our animals will stay here by the cities of Gilead,",
      "27": "but your servants, every man who is armed for war, will cross over before the Lord for battle, as my lord says.”",
      "28": "So Moses gave a command concerning them to Eleazar the priest, Joshua son of Nun, and the leading fathers of the Israelite tribes.",
      "29": "Moses said to them, “If the descendants of Gad and Reuben, everyone who is armed for battle, will cross over the Jordan with you before the Lord, and the land is subdued before you, then you will give them the land of Gilead as a possession.",
      "30": "But if they are not willing to cross over with you armed, they will have an inheritance among you in the land of Canaan.”",
      "31": "The descendants of Gad and Reuben answered, “We will do what the Lord has said to us, your servants.",
      "32": "We will cross over armed before the Lord into the land of Canaan, but the property that comes to us as our inheritance will be east of the Jordan.”",
      "33": "Moses gave the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan to the descendants of Gad, to the descendants of Reuben, and to half of the tribe descended from Manasseh, the son of Joseph—the land including its cities with the territories surrounding them.",
      "34": "The descendants of Gad rebuilt Dibon, Ataroth, Aroer,",
      "35": "Atroth Shophan, Jazer, Jogbehah,",
      "36": "Beth Nimrah, and Beth Haran as fortified cities and built sheep pens there.",
      "37": "The descendants of Reuben built up Heshbon, Elealeh, Kiriathaim,",
      "38": "Nebo and Baal Meon (their names were changed), and Sibmah. They gave names to the cities they rebuilt.",
      "39": "The descendants of Makir, the son of Manasseh, went to Gilead, captured it, and drove out the Amorites who were there.",
      "40": "Moses gave Gilead to the clan of Makir, the descendants of Manasseh, and they lived there.",
      "41": "Jair, a descendant of Manasseh, went and captured their villages and called them Havvoth Jair.",
      "42": "Nobah went and captured Kenath and its settlements. He renamed it Nobah after himself."
    },
    "33": {
      "1": "These were the stages in the Israelites’ journey when they went out from the land of Egypt, lined up according to their military units, under the leadership of Moses and Aaron.",
      "2": "At the command of the Lord, Moses recorded their departure locations according to the stages in their journey. These were the stages in their journey listed by their departure locations:",
      "3": "They set out from Rameses in the first month, on the fifteenth day of the first month, the day after the Passover. The Israelites went out defiantly in the sight of all the Egyptians,",
      "4": "while the Egyptians were burying all their firstborn, whom the Lord had struck down among them. The Lord also brought judgment on their gods.",
      "5": "The Israelites set out from Rameses and camped at Sukkoth.",
      "6": "They set out from Sukkoth and camped at Etham, which is on the edge of the wilderness.",
      "7": "They set out from Etham and turned back to Pi Hahiroth, which faces Baal Zephon. They camped in front of Migdol.",
      "8": "They set out from Pi Hahiroth and crossed through the middle of the sea into the wilderness. They traveled for three days in the Wilderness of Etham and camped at Marah.",
      "9": "They set out from Marah and came to Elim. At Elim there were twelve springs of water and seventy palm trees. They camped there.",
      "10": "They set out from Elim and camped by the Red Sea.",
      "11": "They set out from the Red Sea and camped in the Wilderness of Sin.",
      "12": "They set out from the Wilderness of Sin and camped at Dophkah.",
      "13": "They set out from Dophkah and camped at Alush.",
      "14": "They set out from Alush and camped at Rephidim, where there was no water for the people to drink.",
      "15": "They set out from Rephidim and camped in the Wilderness of Sinai.",
      "16": "They set out from the Wilderness of Sinai and camped at Kibroth Hatta’avah.",
      "17": "They set out from Kibroth Hatta’avah and camped at Hazeroth.",
      "18": "They set out from Hazeroth and camped at Rithmah.",
      "19": "They set out from Rithmah and camped at Rimmon Perez.",
      "20": "They set out from Rimmon Perez and camped at Libnah.",
      "21": "They set out from Libnah and camped at Rissah.",
      "22": "They set out from Rissah and camped at Kehelathah.",
      "23": "They set out from Kehelathah and camped at Mount Shepher.",
      "24": "They set out from Mount Shepher and camped at Haradah.",
      "25": "They set out from Haradah and camped at Makheloth.",
      "26": "They set out from Makheloth and camped at Tahath.",
      "27": "They set out from Tahath and camped at Terah.",
      "28": "They set out from Terah and camped at Mithkah.",
      "29": "They set out from Mithkah and camped at Hashmonah.",
      "30": "They set out from Hashmonah and camped at Moseroth.",
      "31": "They set out from Moseroth and camped at Bene Ja’akan.",
      "32": "They set out from Bene Ja’akan and camped at Hor Haggidgad.",
      "33": "They set out from Hor Haggidgad and camped at Jotbathah.",
      "34": "They set out from Jotbathah and camped at Abronah.",
      "35": "They set out from Abronah and camped at Ezion Geber.",
      "36": "They set out from Ezion Geber and camped in the Wilderness of Zin, that is, at Kadesh.",
      "37": "They set out from Kadesh and camped at Mount Hor, on the edge of the land of Edom.",
      "38": "Aaron the priest went up onto Mount Hor at the Lord’s command and died there in the fortieth year after the Israelites had come out of the land of Egypt, in the fifth month, on the first day of the month.",
      "39": "Aaron was one hundred twenty-three years old when he died at Mount Hor.",
      "40": "The Canaanite king of Arad, who lived in the Negev in the land of Canaan, heard that the Israelites were coming.",
      "41": "They set out from Mount Hor and camped at Zalmonah.",
      "42": "They set out from Zalmonah and camped at Punon.",
      "43": "They set out from Punon and camped at Oboth.",
      "44": "They set out from Oboth and camped at Iye Abarim, on the border of Moab.",
      "45": "They set out from Iyim and camped at Dibon Gad.",
      "46": "They set out from Dibon Gad and camped at Almon Diblathaim.",
      "47": "They set out from Almon Diblathaim and camped by the mountains of the Abarim range, near Nebo.",
      "48": "They set out from the mountains of Abarim and camped on the Plains of Moab by the Jordan across from Jericho.",
      "49": "They camped by the Jordan, from Beth Jeshimoth to Abel Shittim, on the Plains of Moab.",
      "50": "On the Plains of Moab by the Jordan across from Jericho, the Lord spoke to Moses:",
      "51": "“Speak to the Israelites and tell them, ‘When you cross the Jordan into the land of Canaan,",
      "52": "you shall drive out all the inhabitants of the land before you, destroy all their carved images and all their cast idols, and destroy all their high places.",
      "53": "You shall take possession of the land and settle in it, because I have given the land to you to possess it.",
      "54": "You shall distribute the land as a possession by lot according to your clans. For a larger clan you shall increase its inheritance. For a smaller clan you shall decrease its inheritance. Wherever the lot falls for that clan, that will be its portion. You will distribute the land as a possession according to the tribes of your fathers.",
      "55": "But if you do not drive out the inhabitants of the land before you, then those that you allow to remain will become barbs in your eyes and thorns in your sides. They will cause trouble for you in the land where you will settle.",
      "56": "Then I will do to you what I planned to do to them.’”"
    },
    "34": {
      "1": "The Lord told Moses",
      "2": "to deliver these commands to the Israelites:\nWhen you come into the land of Canaan (this is the land that will fall to you as an inheritance, the land of Canaan as defined by its boundaries),",
      "3": "your southern border will extend from the Wilderness of Zin along the border of Edom. Your southern border on the east will start from the south end of the Dead Sea.",
      "4": "Your border will turn south of the Ascent of Akrabbim, pass through to Zin, and it will end south of Kadesh Barnea. Then it will go out to Hazar Adda and pass through to Azmon.",
      "5": "The border will turn from Azmon to the Stream of Egypt, and it will end at the Mediterranean Sea.",
      "6": "For the western border, you will have the Mediterranean Sea as your border. This will be your western border.",
      "7": "This will be your northern border: From the Mediterranean Sea you will draw a line for yourselves to Mount Hor.",
      "8": "From Mount Hor you will draw a line to Lebo Hamath. The end of the border will be at Zedad.",
      "9": "Then the border will go to Ziphron, and it will end at Hazar Enan. This will be your northern border.",
      "10": "You will draw a line to serve as your eastern border from Hazar Enan to Shepham.",
      "11": "The border will go down from Shepham to Riblah, on the east side of Ain. The border will go down and meet the eastern slope of the Sea of Galilee.",
      "12": "The border will go down to the Jordan and end at the Dead Sea. This will be your land according to its boundaries on all sides.",
      "13": "Moses commanded the Israelites, “This is the land which you will assign as a possession by lot, which the Lord has commanded you to give to the nine and a half tribes.",
      "14": "The tribe of Reuben’s descendants according to their fathers’ houses and the tribe of Gad’s descendants according to their fathers’ houses have already received their possession. Also half of the tribe of Manasseh has received its possession.",
      "15": "The two and a half tribes have received their possession east of the Jordan across from Jericho, toward the sunrise.”",
      "16": "The Lord spoke to Moses:",
      "17": "These are the names of the men who will assign the land as a possession for you:\nEleazar the priest and Joshua son of Nun.",
      "18": "You will take one tribal chief from every tribe to assign the land as a possession.",
      "19": "These are the names of the men:\nCaleb son of Jephunneh from the tribe of Judah;",
      "20": "Shemuel son of Ammihud from the tribe of Simeon’s descendants;",
      "21": "Elidad son of Kislon from the tribe of Benjamin;",
      "22": "Bukki son of Jogli, a tribal chief from the tribe of Dan’s descendants;",
      "23": "from the sons of Joseph: Hanniel son of Ephod, a tribal chief from the tribe of Manasseh’s descendants;",
      "24": "Kemuel son of Shiphtan, a tribal chief from the tribe of Ephraim’s descendants;",
      "25": "Elizaphan son of Parnak, a tribal chief from the tribe of Zebulun’s descendants;",
      "26": "Paltiel son of Azzan, a tribal chief from the tribe of Issachar’s descendants;",
      "27": "Ahihud son of Shelomi, a tribal chief from the tribe of Asher’s descendants;",
      "28": "Pedahel son of Ammihud, a tribal chief from the tribe of Naphtali’s descendants.",
      "29": "These were the men whom the Lord commanded to assign the areas of possession for the Israelites in the land of Canaan."
    },
    "35": {
      "1": "The Lord spoke to Moses on the Plains of Moab by the Jordan across from Jericho:",
      "2": "Command the people of Israel to give the Levites cities to live in from the territory assigned to them as their possession. They will also give the Levites the pasturelands around those cities.",
      "3": "The Levites will then have cities to live in. Their pasturelands will be for their cattle, their flocks and herds, and all their other animals.",
      "4": "The pasturelands of the cities, which you will give to the Levites, will extend out from the wall of the city 500 yards in all directions.",
      "5": "As the eastern boundary you will measure 1000 yards in addition to the size of the city, 1000 yards as the southern boundary, 1000 yards as the western boundary, and 1000 yards as the northern boundary. The city is in the middle. This area will serve as the pasturelands of their cities.",
      "6": "The cities which you will give to the Levites will include six cities of refuge, which you will provide so that a person who has killed someone may flee there. In addition to these six cities, you will give them forty-two other cities.",
      "7": "All the cities which you are to give to the Levites will total forty-eight cities along with their pasturelands.",
      "8": "For the cities which you will transfer to the Levites from the property of the Israelites, you will take more cities from a larger tribe and fewer from a smaller tribe. Every tribe will give some of its cities to the Levites in proportion to the amount of assigned territory it has received.",
      "9": "The Lord told Moses",
      "10": "to speak to the Israelites and tell them this:\nWhen you cross the Jordan into the land of Canaan,",
      "11": "you are to designate some cities to be cities of refuge for yourselves, so that a person who has killed someone by taking someone’s life unintentionally may flee there.",
      "12": "The cities will serve as a refuge for you from the avenger, so that a person who has killed someone will not die until he stands trial before the community.",
      "13": "The cities which you will set aside will serve as the six cities of refuge for you.",
      "14": "You are to set aside three cities east of the Jordan and three cities in the land of Canaan. They will serve as cities of refuge.",
      "15": "These six cities will serve as a refuge for Israelites, for resident aliens, and for temporary residents living among them so that everyone who has taken someone’s life unintentionally may flee there.",
      "16": "But if a person strikes someone with an iron object so that he dies, that person is a murderer. The murderer must certainly be put to death.",
      "17": "If a person strikes someone with a stone in his hand that could kill someone, and the victim dies, that person is a murderer. The murderer must certainly be put to death.",
      "18": "Or if a person strikes someone with a wooden object in his hand that could kill someone, and the victim dies, that person is a murderer. The murderer must certainly be put to death.",
      "19": "The avenger of blood himself will put the murderer to death. When he apprehends him, he is to put him to death.",
      "20": "If a person pushes someone out of hatred or throws something at him with malicious intent so that he dies,",
      "21": "or in hostility strikes him with his hand so that he dies, that person who struck him must certainly be put to death. He is a murderer. The avenger of blood is to put the murderer to death when he apprehends him.",
      "22": "But if a person pushes someone suddenly without hostility or throws any object at him without malicious intent,",
      "23": "or if without looking he drops a stone on someone big enough to kill him and that person dies, since that person was not his enemy, and he did not seek to harm him,",
      "24": "the community will judge between the killer and the avenger of blood according to these ordinances.",
      "25": "The community will deliver the person who has killed someone from the hand of the avenger of blood. Then the community will take him back to his city of refuge, to which he had fled. He must live there until the death of the high priest, who was anointed with the holy oil.",
      "26": "But if the person who has killed someone ever goes outside of the border of the city of refuge to which he has fled,",
      "27": "and the avenger of blood finds him outside of the border of his city of refuge, and the avenger of blood kills the person who has killed someone, the avenger will not be guilty of bloodshed,",
      "28": "because the person who has killed someone should have stayed in his city of refuge until the death of the high priest. But after the death of the high priest he may return to the land that is his possession.",
      "29": "These things will be a legal statute for you throughout your generations wherever you live.",
      "30": "Everyone who has taken someone’s life is to be put to death as a murderer on the testimony of witnesses, but no one is to die on the testimony of only one witness.",
      "31": "You are not to accept a ransom for the life of a murderer who is guilty of death, because he must certainly be put to death.",
      "32": "You are not to accept a ransom for the one who has fled to a city of refuge in order to allow him to return to live in his land before the death of the priest.",
      "33": "So you are not to pollute the land where you are, because bloodshed pollutes the land. No atonement can be made for the land where blood has been shed except by the blood of the one who shed it.",
      "34": "You are not to defile the land in which you are living, where I am dwelling in its midst, for I, the Lord, am dwelling in the midst of the people of Israel."
    },
    "36": {
      "1": "The leading fathers of the clan of the descendants of Gilead, the son of Makir, the son of Manasseh, from the clans of the sons of Joseph, approached Moses and spoke to Moses and the tribal chiefs, the heads of the fathers’ houses of the people of Israel.",
      "2": "They said, “The Lord commanded my lord to assign the land for the Israelites’ inheritance by lot. My lord was commanded by the Lord to give the inheritance of Zelophehad our brother to his daughters.",
      "3": "Now, if they marry any of the men from the other Israelite tribes, then their inheritance would be taken away from our ancestral inheritance and would be added to the inheritance of the tribe into which they married. So part of our allotted inheritance would be taken away.",
      "4": "When the Jubilee occurs for the Israelites, that inheritance would be added to the inheritance of the tribe into which they married. Therefore that inheritance will be taken away from the inheritance of our ancestral tribe.”",
      "5": "Then at the Lord’s word, Moses commanded the Israelites, “What the tribe of Joseph’s descendants is saying is right.",
      "6": "This is what the Lord commands for Zelophehad’s daughters: They may be married to whomever they wish, but they are to be married within the clan of their father’s tribe.",
      "7": "In that way no inheritance for the Israelites will transfer from tribe to tribe, for each of the Israelites is to keep the inheritance of his ancestral tribe.",
      "8": "Every daughter who possesses an inheritance in any of the Israelite tribes is to be married to someone from the clan of her father’s tribe, so that each of the Israelites will retain possession of the inheritance of his fathers.",
      "9": "So no inheritance will transfer from one tribe to another tribe, for each of the Israelite tribes will keep its own inheritance.”",
      "10": "So Zelophehad’s daughters did as the Lord commanded Moses.",
      "11": "Zelophehad’s daughters—Mahlah, Tirzah, Hoglah, Milcah, and Noah—were married to cousins on their father’s side.",
      "12": "They were married to men from the clans of the descendants of Manasseh the son of Joseph. Their inheritance remained within the tribe of their father’s clan.",
      "13": "These are the commands and the ordinances which the Lord commanded through Moses for the Israelites on the Plains of Moab near the Jordan across from Jericho."
    }
  }
}