{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:14.588366-04:00",
    "Translation": "EHV"
  },
  "Obadiah": {
    "1": {
      "1": "The vision of Obadiah. This is what the Lord God says about Edom.\nWe have heard news from the Lord, and an envoy has been sent among the nations:\n“Get up. Let us rise up against her in battle.”",
      "2": "Listen, I will make you insignificant among the nations. You will be completely despised.",
      "3": "You who live in the clefts of the rocky cliff, the pride of your heart has deceived you. Your dwelling is so high that you say in your heart, “Who can bring me down to the ground?”",
      "4": "Even if you would soar as high as an eagle, and even if your nest is set among the stars, I will bring you down from there, declares the Lord.",
      "5": "If thieves came to you, if robbers came by night—oh, what disaster awaits you!—wouldn’t they steal only until they had enough? If grape pickers came to you, wouldn’t they leave some grapes for gleaning?",
      "6": "Oh, how completely Esau will be ransacked! His hidden treasures will be searched out and looted!",
      "7": "All your allies will push you back to your border.\nThose who were at peace with you will deceive you and overpower you.\nThose who eat bread with you will lay a trap for you.\nThere is no understanding left in Edom.",
      "8": "Will I not destroy the wise men of Edom on that day, declares the Lord? Will I not take away from the mountain of Esau those who have understanding?",
      "9": "Your strong warrior, Teman, will be shattered by terror, so that everyone from the mountain of Esau will be cut down by the massacre.",
      "10": "Because of the violence done to your brother Jacob, shame will cover you, and you will be cut off forever.",
      "11": "On the day when you stood by and watched, on the day when strangers carried away Jacob’s wealth, and foreigners entered his gate and cast lots for Jerusalem, you were just like one of them.",
      "12": "But do not look down on your brother on the day of his misfortune.\nDo not rejoice over the people of Judah on the day when they are destroyed.\nDo not speak proudly on the day of distress.",
      "13": "Do not enter the gate of my people on the day of their disaster.\nDo not look down on their affliction on the day of their calamity.\nDo not seize their wealth on the day of their disaster.",
      "14": "Do not stand in the crossroads to cut off those who have escaped.\nDo not imprison his survivors on the day of distress.",
      "15": "Yes, the Day of the Lord is near for all the nations! As you have done, it will be done to you. Your deeds will return upon your own head.",
      "16": "For just as you Edomites have drunk on my holy mountain, so also all the nations will drink continually. Yes, they will drink and guzzle it down, and it will be as though the Edomites never existed.",
      "17": "But on Mount Zion, there will be some who escape, and it will be holy. The house of Jacob will recapture its territory.",
      "18": "The house of Jacob will be a fire, the house of Joseph a flame, but the house of Esau will be stubble. The Israelites set them on fire and consume them. There will not be any survivors for the house of Esau.\nYes, the Lord has spoken.",
      "19": "People from the Negev will take possession of the mountains of Esau, and those from the Shephelah will take possession of the land of the Philistines. They will take possession of the territory of Ephraim and the territory of Samaria. Benjamin will take possession of Gilead.",
      "20": "Those from the army of the people of Israel who have been exiles will take possession of the territory of the Canaanites as far as Zarephath, and the exiles from Jerusalem who are in Sepharad will take possession of the cities of the Negev.",
      "21": "Saviors will go up on Mount Zion to judge the mountains of Esau, and the kingdom will belong to the Lord."
    }
  }
}