{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:31.042332-04:00",
    "Translation": "EHV"
  },
  "Philippians": {
    "1": {
      "1": "Paul and Timothy, servants of Christ Jesus,\nTo all the saints in Christ Jesus who are in Philippi, together with the overseers and deacons:",
      "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "3": "I thank my God every time I remember you.",
      "4": "Every time I pray for all of you, I always pray with joy,",
      "5": "because of your fellowship in the gospel from the first day until now.",
      "6": "I am convinced of this very thing: that he who began a good work in you will carry it on to completion until the day of Christ Jesus.",
      "7": "I am equally convinced that it is right for me to think this way about all of you, because I have you in my heart, for both in my chains and in my defense and confirmation of the gospel, you all share in this grace with me.",
      "8": "Yes, God is my witness of how I long for all of you with the affection of Christ Jesus.",
      "9": "And I pray that your love may still increase more and more in knowledge and every insight.",
      "10": "This will result in your approval of the things that really matter, so that you will be pure and blameless for the day of Christ,",
      "11": "filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.",
      "12": "I want you to know, brothers, that the things which happened to me actually took place to advance the gospel.",
      "13": "And so it has become clear throughout the whole palace guard and to all the rest, that I am in chains because of Christ.",
      "14": "And, through my chains, the majority of the brothers in the Lord have become much more confident about daring to speak the word of God fearlessly.",
      "15": "Some preach Christ out of envy and rivalry, and others out of good will.",
      "16": "The latter do so out of love, knowing that I am placed here for the defense of the gospel.",
      "17": "The former proclaim Christ out of selfish ambition, not sincerely, but thinking they can cause trouble for me while I am in chains.",
      "18": "What does it matter? Only this, that in every way, whether for outward appearance or for the truth, Christ is being proclaimed, and in this I rejoice.\nYes, and I will continue to rejoice,",
      "19": "because I know that this will turn out for my deliverance, through your prayer and the support of the Spirit of Jesus Christ.",
      "20": "This matches my earnest expectation and hope that I will in no way be put to shame, but with all boldness, as always, so even now, Christ will be magnified in my body, whether by life or by death.",
      "21": "Yes, for me to live is Christ, and to die is gain.",
      "22": "But if I am to go on living in the flesh, that will mean fruitful labor for me. Yet which should I prefer? I do not know.",
      "23": "I am pulled in two directions, because I have the desire to depart and be with Christ, which is better by far.",
      "24": "But, it is more necessary for your sake that I remain in the flesh.",
      "25": "And since I am convinced of this, I know that I will remain and will continue with all of you, for your progress and joy in the faith.",
      "26": "And so by my coming to you again, my goal is to give you even more reason to boast in Christ Jesus.",
      "27": "Just conduct yourselves in a way that is worthy of the gospel of Christ, so that whether I come to see you or am absent, I may hear about you that you are standing firm in one spirit, contending together with one soul for the faith of the gospel,",
      "28": "not frightened in any way by the adversaries. This is a sign for them of their destruction and of your salvation, and that from God.",
      "29": "For it has been graciously granted to you on behalf of Christ, not only to believe in him, but also to suffer for him,",
      "30": "having the same kind of struggle that you saw I was in, and that you now hear I am still experiencing."
    },
    "2": {
      "1": "So if there is any encouragement in Christ, if any comfort from his love, if any fellowship with the Spirit, if any affection and compassion,",
      "2": "then make my joy complete by being like-minded, having the same love, being united in spirit, and having one mind.",
      "3": "Do nothing out of selfish ambition or empty conceit, but in humility consider one another better than yourselves.",
      "4": "Let each of you look carefully not only to your own interests, but also to the interests of others.",
      "5": "Indeed, let this attitude be in you, which was also in Christ Jesus.",
      "6": "Though he was by nature God, he did not consider equality with God as a prize to be displayed,",
      "7": "but he emptied himself by taking the nature of a servant. When he was born in human likeness, and his appearance was like that of any other man,",
      "8": "he humbled himself and became obedient to the point of death—even death on a cross.",
      "9": "Therefore God also highly exalted him and gave him the name that is above every name,",
      "10": "so that at the name of Jesus every knee will bow, in heaven and on earth and under the earth,",
      "11": "and every tongue will confess that Jesus Christ is Lord, to the glory of God the Father.",
      "12": "So then, my dear friends, as you have always obeyed, not only when I was with you, but also now much more in my absence, continue to work out your own salvation with fear and trembling.",
      "13": "In fact, it is God who is working in you, both to will and to work, for the sake of his good pleasure.",
      "14": "Do everything without complaining and arguing,",
      "15": "so that you may be blameless and pure, children of God without blemish among a crooked and perverted generation. You shine among them like lights in the world,",
      "16": "as you hold on to the word of life. Then I may boast on the day of Christ that I did not run in vain or labor in vain.",
      "17": "But even if I am being poured out like a drink offering on the sacrifice and service of your faith, I continue to be glad and rejoice with you all.",
      "18": "In the same way, also be glad and rejoice with me.",
      "19": "I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered when I receive news about you.",
      "20": "To be sure, I have no one else like him, who will be genuinely concerned about your welfare.",
      "21": "For, the others all seek their own interests, not those of Jesus Christ.",
      "22": "But you know Timothy’s proven character, that as a child for his father, he served with me in the gospel.",
      "23": "So he is the one I hope to send just as soon as I see how things go with me.",
      "24": "But I have confidence in the Lord that I myself will be coming soon too.",
      "25": "I also considered it necessary to send to you Epaphroditus, my brother, coworker, and fellow soldier, as well as the one you sent to serve me in my need.",
      "26": "I sent him because he was longing for all of you and was distressed, because you had heard that he was sick.",
      "27": "As a matter of fact, he was sick, nearly to death, but God had mercy on him, and not only on him but also on me, so that I would not have sorrow upon sorrow.",
      "28": "Now I am especially eager to send him, so that you may rejoice when you see him again, and I may be relieved.",
      "29": "Therefore, receive him in the Lord with all joy, and hold men like him in high regard,",
      "30": "because he nearly died for the work of Christ, risking his life in order to fill in what was lacking in your service to me."
    },
    "3": {
      "1": "Finally, my brothers, rejoice in the Lord. It is no trouble for me to write the same things again to you, and it is a safeguard for you.",
      "2": "Beware of the dogs. Beware of the evildoers. Beware of the mutilation.",
      "3": "For we are the circumcision, we who worship by the Spirit of God, who are confident in Christ Jesus, and who place no confidence in the flesh,",
      "4": "even though I have grounds for confidence also in the flesh. If anyone else thinks that he has grounds for confidence in the flesh, I have more:",
      "5": "circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee;",
      "6": "in regard to zeal, persecuting the church; in regard to the righteousness that is in the law, blameless.",
      "7": "But, whatever things were a profit for me, these things I have come to consider a loss because of Christ.",
      "8": "But even more than that, I consider everything to be a loss because of what is worth far more: knowing Christ Jesus, my Lord. For his sake, I have lost all things and consider them rubbish, so that I may gain Christ",
      "9": "and be found in him, not having a righteousness of my own, which comes from the law, but that which comes through faith in Christ, the righteousness that comes from God by faith.",
      "10": "I do this so that I may know him and the power of his resurrection and the fellowship of his sufferings, being conformed to his death,",
      "11": "in the hope that in some way I may arrive at the resurrection from the dead.",
      "12": "Not that I have already obtained this or have already reached the goal, but I press on to take hold of that for which Christ Jesus also took hold of me.",
      "13": "Brothers, I do not consider myself to have taken hold of it yet, but there is one thing I do: Forgetting the things that are behind and straining toward the things that are ahead,",
      "14": "I press on toward the goal, for the prize of the upward call of God in Christ Jesus.",
      "15": "Therefore, let all of us who are mature continue to think this way. And if you think differently about anything, God will reveal this to you too.",
      "16": "Only let us think the same thing and walk in line with what we already have attained.",
      "17": "Brothers, join together in imitating me and in paying attention to those who are walking according to the pattern we gave you.",
      "18": "To be sure, many walk as enemies of the cross of Christ. I told you about them often, and now I am saying it while weeping.",
      "19": "Their end is destruction, their god is their appetite, and their glory is in their shame. They are thinking only about earthly things.",
      "20": "But our citizenship is in heaven. We are eagerly waiting for a Savior from there, the Lord Jesus Christ.",
      "21": "By the power that enables him to subject all things to himself, he will transform our humble bodies to be like his glorious body."
    },
    "4": {
      "1": "So then, my brothers, whom I love and long for, my joy and crown, in this way keep standing firm in the Lord, my dear friends.",
      "2": "I appeal to Euodia and I appeal to Syntyche to come to an agreement in the Lord.",
      "3": "Yes, and I ask you, true coworker, bring these women together, who contended alongside me in the gospel, as did also Clement and the rest of my coworkers, whose names are in the book of life.",
      "4": "Rejoice in the Lord always! I will say it again: Rejoice!",
      "5": "Let your gentleness be known to everyone. The Lord is near.",
      "6": "Do not worry about anything, but in everything, by prayer and petition, with thanksgiving, let your requests be made known to God.",
      "7": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
      "8": "Finally, brothers, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is commendable, if anything is excellent, and if anything is praiseworthy, think about these things.",
      "9": "The things that you learned, received, heard, and saw in me: Keep doing these things. And the God of peace will be with you.",
      "10": "I rejoice greatly in the Lord now that you have revived your concern for me once again. Actually, you were concerned, but you had no opportunity to show it.",
      "11": "I am not saying this because I lack anything; in fact, I have learned to be content in any circumstances in which I find myself.",
      "12": "I know what it is to live in humble circumstances, and I know what it is to have more than enough. I have learned the secret of being content in any and every situation, while being full or hungry, while having plenty or not enough.",
      "13": "I can do all things through Christ, who strengthens me.",
      "14": "Nevertheless, you did well by becoming partners with me in my affliction.",
      "15": "You Philippians know that in the beginning of your experience with the gospel, when I left Macedonia, not one church shared with me in the matter of giving and receiving, except you alone.",
      "16": "Even while I was in Thessalonica, you sent help more than once for my needs.",
      "17": "Not that I am seeking a gift, but I am seeking the fruit that adds to your account.",
      "18": "I have been paid in full, and I have more than enough. I am fully supplied since I’ve received from Epaphroditus the things that came from you, a sweet-smelling fragrance, an acceptable sacrifice, well-pleasing to God.",
      "19": "And my God will fully supply your every need, according to his glorious riches in Christ Jesus.",
      "20": "Now to our God and Father be glory forever and ever! Amen.",
      "21": "Greet every saint in Christ Jesus. The brothers who are with me greet you.",
      "22": "All the saints greet you, especially those who are from Caesar’s household.",
      "23": "The grace of the Lord Jesus Christ be with your spirit. Amen."
    }
  }
}