{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:35.155874-04:00",
    "Translation": "EHV"
  },
  "Philemon": {
    "1": {
      "1": "Paul, a prisoner of Christ Jesus, and Timothy our brother,\nTo Philemon, our dear friend and coworker,",
      "2": "to Apphia our sister, to Archippus our fellow soldier, and to the church that meets in your house:",
      "3": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "4": "I always thank my God as I remember you in my prayers,",
      "5": "because I hear about your love and faith that you have toward the Lord Jesus and for all the saints.",
      "6": "I pray that this fellowship of your faith may become active in understanding every good thing that belongs to us in Christ.",
      "7": "For I have received great joy and encouragement from your love, because the hearts of the saints have been refreshed by you, brother.",
      "8": "For that reason, even though I have plenty of boldness in Christ to order you to do what is proper,",
      "9": "I am appealing to you, instead, on the basis of love, just as I, Paul, am an old man and now also a prisoner of Jesus Christ.",
      "10": "I am appealing to you on behalf of my child Onesimus. I became his father while I was in chains.",
      "11": "There was a time when he was useless to you, but now he is useful both to you and to me.",
      "12": "I have sent him (who is my very heart) back to you. Welcome him.",
      "13": "I wanted to keep him with me, so that he might serve me in your place while I am in chains for the gospel.",
      "14": "But I did not want to do anything without your consent, so that your kindness would not be the result of compulsion, but of willingness.",
      "15": "Perhaps this is why he was separated from you for a while: so that you would have him back forever,",
      "16": "no longer as a slave, but as more than a slave, as a dear brother. He certainly is dear to me, but he is even more of a dear brother to you, both in the flesh and in the Lord.",
      "17": "So if you consider me your partner, welcome him as you would welcome me.",
      "18": "And if he has wronged you in any way or owes you anything, charge it to me.",
      "19": "I, Paul, have written this with my own hand: I will repay it—not to mention that you owe me your very self.",
      "20": "Yes, brother, I am asking for a favor from you in the Lord. Refresh my heart in Christ.",
      "21": "Confident of your obedience, I write to you, knowing that you will do even more than I ask.",
      "22": "Just one more thing: Prepare a guest room for me, because I am hoping to be given back to you in answer to your prayers.",
      "23": "Epaphras, my fellow prisoner in Christ Jesus, sends his greetings to you,",
      "24": "as do Mark, Aristarchus, Demas, and Luke, my coworkers.",
      "25": "The grace of the Lord Jesus Christ be with your spirit. Amen."
    }
  }
}