{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:00.856426-04:00",
    "Translation": "EHV"
  },
  "Proverbs": {
    "1": {
      "1": "The proverbs of Solomon, son of David, king of Israel.",
      "2": "To learn wisdom and discipline,\nto understand sayings that give insight,",
      "3": "to acquire discipline to act sensibly,\nto acquire righteousness, justice, and fairness,",
      "4": "to give good judgment to the inexperienced,\nto give a young man knowledge and foresight.",
      "5": "A wise person should listen, and he will increase learning.\nA person with understanding should obtain guidance",
      "6": "so he will understand proverbs, puzzling statements,\nand the thought-provoking words of the wise.",
      "7": "The fear of the Lord is the beginning of knowledge,\nbut stubborn fools despise wisdom and discipline.",
      "8": "Listen, my son, to your father’s discipline,\nand do not forsake your mother’s teaching,",
      "9": "because they are a garland of grace for your head.\nThey are jewelry for your neck.",
      "10": "My son, if sinners lure you,\ndo not go along with them.",
      "11": "If they say,\n“Come with us.\nLet’s lie in wait to shed blood.\nLet’s hide and ambush an innocent person for no reason.",
      "12": "We will swallow them alive like the grave.\nWe will swallow them whole\n    like those who go down to the pit.",
      "13": "We will find all kinds of wealth and treasure.\n    We will fill our houses with loot.",
      "14": "Cast your lot with us.\n    We will all share one bag of money.”",
      "15": "My son, do not walk along the road with them.\nDo not set foot on their path,",
      "16": "because their feet run to do evil,\n    and they hurry to shed blood.",
      "17": "How useless to spread a net in the sight of any bird!",
      "18": "Yet they set up an ambush for their own blood.\nThey hide in ambush to take their own lives.",
      "19": "This is where the path leads for everyone\n    who is greedy for stolen property:\nIt takes away the life of those who possess it.",
      "20": "Wisdom calls out loudly in the street.\nIn the public squares she raises her voice.",
      "21": "At the noisy street corners she calls out.\nAt the entrances to the city gates she speaks her words:",
      "22": "“How long will you gullible people love being gullible?\nHow long will scoffers delight in their scoffing?\nHow long will fools hate knowledge?",
      "23": "If you respond to my warning,\nI will pour out my spirit for you.\nI will make my words known to you.",
      "24": "Because I called, but you refused to listen,\nbecause I stretched out my hand, but no one paid attention,",
      "25": "because you ignored all my advice,\nand you did not accept my warning,",
      "26": "therefore I will laugh at your calamity.\nI will jeer when terror strikes you,",
      "27": "when terror strikes you like a violent storm,\nwhen calamity strikes you like a windstorm,\nwhen trouble and distress come upon you.",
      "28": "Then they will call to me, but I will not answer.\nThey will look for me, but they will not find me,",
      "29": "because they hated knowledge,\nand they did not choose the fear of the Lord.",
      "30": "They would not accept my advice,\nand they despised all my warnings.",
      "31": "So they will eat the fruit of their own way,\nand they will be stuffed with their own schemes.",
      "32": "Therefore the wandering ways of the gullible kill them,\nand the complacency of fools destroys them.",
      "33": "But whoever listens to me will live in safety.\nHe will be secure, without fear of evil.”"
    },
    "2": {
      "1": "My son, if you accept my words,\nif you store up my commands within you,",
      "2": "by paying attention to wisdom with your ear,\n    by reaching out for understanding with your heart,",
      "3": "if indeed you call out for intelligence,\nif you raise your voice for understanding,",
      "4": "if you search for it like silver,\nif you hunt for it like hidden treasure,",
      "5": "then you will understand the fear of the Lord,\nthen you will find the knowledge of God,",
      "6": "because the Lord gives wisdom.\nKnowledge and understanding come from his mouth.",
      "7": "He stores up sound judgment for upright people.\nHe is a shield for those who walk in integrity.",
      "8": "He protects those who walk on paths of justice.\nHe guards the way of his favored ones.",
      "9": "Then you will understand righteousness, justice,\n    and fairness—every good path,",
      "10": "because wisdom will come into your heart,\nand knowledge will be pleasant for your soul.",
      "11": "Foresight will stand guard over you.\nUnderstanding will protect you.",
      "12": "It will save you from the evil way,\nfrom the man who speaks perverse things,",
      "13": "from those who abandon upright paths\n    in order to walk in the ways of darkness.",
      "14": "It will save you from those who enjoy doing evil,\nfrom those who celebrate the twisted ways of evil,",
      "15": "from those whose paths are crooked,\nand from those whose ways are devious.",
      "16": "Wisdom will save you from the immoral woman,\nfrom the unfaithful woman with her seductive words,",
      "17": "who abandons the husband of her youth\nand forgets the covenant of her God.",
      "18": "So she sinks down to death, which becomes her house.\nHer way of life leads down to the spirits of the dead.",
      "19": "All who enter her house never return.\nThey never reach the paths of life.",
      "20": "This is how to walk in the way of good people,\nhow to stay on the paths of the righteous.",
      "21": "Yes, the upright will live in the land,\nand people with integrity will remain in it,",
      "22": "but wicked people will be cut off from the land,\nand treacherous people will be torn out of it."
    },
    "3": {
      "1": "My son, do not forget my teaching.\nLet your heart keep my commands,",
      "2": "because they will add long days and many years to your life,\nand peace and prosperity will come to you.",
      "3": "Do not allow mercy and truth to leave you.\nFasten them around your neck.\nWrite them on the tablet of your heart.",
      "4": "Then you will find favor and approval\n    in the eyes of God and man.",
      "5": "Trust in the Lord with all your heart,\nand do not rely on your own understanding.",
      "6": "In all your ways acknowledge him,\nand he will make your paths straight.",
      "7": "Do not consider yourself wise.\nFear the Lord, and turn away from evil.",
      "8": "Then your body will be healed,\nand your bones will be refreshed.",
      "9": "Honor the Lord with your wealth,\nwith the firstfruits from your entire harvest.",
      "10": "Then your barns will be filled to capacity,\nand your wine vats will overflow with fresh wine.",
      "11": "Do not reject the Lord’s discipline, my son,\nand do not despise his warning,",
      "12": "because the Lord warns the one he loves\n    as a father warns a son with whom he is pleased.",
      "13": "How blessed is the person who finds wisdom,\nthe person who acquires understanding,",
      "14": "because the profit it gives is better than the profit from silver,\nand its yield is better than gold!",
      "15": "It is more valuable than gems,\nand nothing you desire can equal it.",
      "16": "In its right hand are the days of a long life.\nIn its left hand are riches and honor.",
      "17": "Its ways are pleasant ways,\nand all its paths are peace.",
      "18": "It is a tree of life for those who hold on to it.\nThose who cling to it are blessed.",
      "19": "The Lord founded the earth by wisdom.\nHe established the heavens by understanding.",
      "20": "By his knowledge the deep waters were divided,\nand the clouds drip dew.",
      "21": "My son, do not take your eyes off these things.\nGuard sound judgment and insight.",
      "22": "They will be life for your soul\nand grace to adorn your neck.",
      "23": "Then you will walk safely on your way,\nand your foot will not stumble.",
      "24": "When you lie down, you will not be afraid.\nWhen you lie down, your sleep will be pleasant.",
      "25": "Do not be afraid of sudden terror,\nnor of the destruction of the wicked when it comes,",
      "26": "because the Lord will be your confidence.\nHe will keep your foot from being caught.",
      "27": "Do not withhold good from those to whom it is due\n    when it is within your power to give it.",
      "28": "Do not say to your neighbor,\n“Go away! Come back some other time.\nI will give something to you tomorrow,”\nwhen in fact it is already with you right now.",
      "29": "Do not plan harm against your neighbor\n    when he is living with you peacefully.",
      "30": "Do not quarrel with a person for no good reason\n    when he has done nothing to harm you.",
      "31": "Do not envy a violent person.\nDo not choose any of his ways,",
      "32": "because a crooked person is an abomination to the Lord,\nbut God’s friendly guidance leads the upright.",
      "33": "The Lord’s curse rests on the house of the wicked,\nbut he blesses the home of the righteous.",
      "34": "Although he scorns the scornful,\nhe gives grace to the humble.",
      "35": "Wise people inherit honor,\nbut proud fools receive disgrace."
    },
    "4": {
      "1": "Listen, you sons, to a father’s discipline.\nPay attention so that you will gain discernment,",
      "2": "because I have given you good instruction.\nDo not abandon my teaching.",
      "3": "When I was a son living with my father,\na tender and only child with my mother,",
      "4": "he used to instruct me and say to me,\n“Cling to my words with all your heart.\nObey my commands so that you may live.",
      "5": "Acquire wisdom. Acquire understanding.\nDo not forget,\nand do not turn away from the words of my mouth.",
      "6": "Do not abandon it, and it will watch over you.\nLove it and it will guard you.”",
      "7": "The beginning of wisdom is to obtain Wisdom.\nGive up everything you have, in order to gain Understanding.",
      "8": "Cherish her, and she will exalt you.\nShe will honor you when you embrace her.",
      "9": "She will set a garland of grace on your head.\nShe will present you with a beautiful crown.",
      "10": "Listen, my son, and accept my words,\nso that the years of your life will be many.",
      "11": "I have instructed you in the way of wisdom.\nI have led you along straight paths.",
      "12": "When you walk, your stride will not be hindered.\nEven if you run, you will not stumble.",
      "13": "Hold on to discipline. Do not let go.\nGuard it, because it is your life.",
      "14": "Do not travel on the path of the wicked.\nDo not walk in the way of evil people.",
      "15": "Avoid it! Do not travel on it!\nTurn away from it. Pass it by.",
      "16": "For they cannot sleep\n    unless they have been doing wrong,\nand they are robbed of sleep\n    unless they are making someone stumble,",
      "17": "because wickedness is the food they eat,\nand violence is the wine they drink.",
      "18": "But the path of the righteous is like the light of dawn,\nshining brighter and brighter until it is day.",
      "19": "The way of the wicked is like gloomy darkness.\nThey never know where they will stumble.",
      "20": "My son, pay attention to my words.\nOpen your ears to what I say.",
      "21": "Do not let them escape from your sight.\nKeep them deep in your heart,",
      "22": "because they are life for those who find them\nand healing for the entire body.",
      "23": "Above all else, guard your heart carefully,\nbecause your life flows from it.",
      "24": "Turn your mouth away from perverted speech,\nand keep devious lips far away from you.",
      "25": "Let your eyes look straight ahead.\nLet your gaze be directly in front of you.",
      "26": "Make a level pathway for your feet,\nand all your ways will be secure.",
      "27": "Do not swerve to the right or the left.\nTurn your feet away from evil."
    },
    "5": {
      "1": "My son, pay attention to my wisdom.\nOpen your ears to my understanding,",
      "2": "so that you may hold on to insight,\nso your lips may guard knowledge,",
      "3": "because the lips of an immoral woman drip with honey,\nand her words are as smooth as olive oil,",
      "4": "but in the end she is as bitter as wormwood\nand as sharp as a double-edged sword.",
      "5": "Her feet go down to death.\nHer steps lead to hell.",
      "6": "She gives no thought to the path of life.\nHer ways wander, but she doesn’t realize it.",
      "7": "Now, you sons, listen to me.\nDo not turn away from the words of my mouth.",
      "8": "Keep your way far from her.\nDo not go near the doorway of her house.",
      "9": "If you do, you will give your wealth to others\nand your years to a cruel person.",
      "10": "If you do, your work will satisfy strangers,\nand the results of your labor will end up in another man’s house.",
      "11": "You will groan when your end comes,\nwhen your body and flesh are consumed.",
      "12": "Then you will say, “Oh, how I hated discipline,\nand my heart despised warnings!",
      "13": "I did not listen to my teachers’ voices,\nand I did not open my ears to hear my instructors.",
      "14": "I soon reached total ruin\nin the midst of the assembly of the community.”",
      "15": "Drink water from your own cistern.\nDrink running water from your own well.",
      "16": "Why should the water from your springs flow out into the street,\nyour streams of water into the public squares?",
      "17": "They should be yours, yours alone.\nThey are not for strangers to share with you.",
      "18": "Let your fountain be blessed.\nObtain your joy from the wife you married in your youth,",
      "19": "who is a loving doe and a graceful deer.\nLet her breasts satisfy you at all times.\nAlways be intoxicated with her love.",
      "20": "Why should you be led astray, my son, by an immoral woman?\nWhy embrace a woman who is not your wife?",
      "21": "For the ways of a man are in front of the eyes of the Lord,\nand he weighs all of his paths.",
      "22": "The evil deeds of the wicked man will capture him,\nand he will be bound by the ropes of his sin.",
      "23": "He will die for lack of discipline,\nand he will go astray because of his great stupidity."
    },
    "6": {
      "1": "My son, if you have guaranteed your neighbor’s debts,\nif you have shaken hands for a stranger,",
      "2": "you are trapped by the promises from your mouth;\nyou are captured by the promises from your mouth.",
      "3": "Because you have fallen into your neighbor’s hands,\ngo, humble yourself, and plead with your neighbor.",
      "4": "Do not allow your eyes to sleep,\nor your eyelids to slumber.",
      "5": "Save yourself like a gazelle from the hand of a hunter,\nor like a bird from the hand of a trapper.",
      "6": "Go to the ant, you slacker!\nObserve its ways and become wise.",
      "7": "Although it has no overseer, officer, or ruler,",
      "8": "it stores its food in summer.\nIt gathers its provisions at harvest time.",
      "9": "How long will you lie there, you slacker?\nWhen will you get up from your sleep?",
      "10": "A little sleep, a little slumber,\na little folding of your hands to rest,",
      "11": "and poverty will come on you like a prowler,\nand scarcity will come on you like a warrior.",
      "12": "A worthless, wicked scoundrel,\nwho goes around with a corrupt mouth,",
      "13": "who winks with his eye, signals with his foot,\nand gestures with his fingers,",
      "14": "who plots evil with a deceitful heart—\nhe always spreads conflict.",
      "15": "Therefore his disaster will come upon him suddenly.\nAll at once he will be broken, and there will be no remedy.",
      "16": "These are six things the Lord hates,\nseven things that really disgust him:",
      "17": "arrogant eyes, a lying tongue,\nhands that shed innocent blood,",
      "18": "a heart that devises wicked plans,\nfeet that run quickly to do evil,",
      "19": "a false witness who breathes lies,\nand a person who spreads conflict between brothers.",
      "20": "My son, keep your father’s commands,\nand do not forsake your mother’s teachings.",
      "21": "Fasten them permanently to your heart,\nand tie them around your neck.",
      "22": "When you walk around, they will lead you.\nWhen you lie down, they will stand guard over you.\nWhen you wake up, they will converse with you,",
      "23": "because a command is a lamp, teaching is a light,\nand the warnings given by discipline are a road to life.",
      "24": "They guard you from an evil woman,\nfrom the smooth tongue of a woman who is not your wife.",
      "25": "Do not desire her beauty in your heart.\nDo not let her captivate you with her eyes.",
      "26": "A prostitute costs you a loaf of bread,\nbut a married woman stalks your precious life.",
      "27": "Can a man place fire on his lap\n    without burning his clothes?",
      "28": "Can a man walk on hot coals\n    without scorching his feet?",
      "29": "So it is with the man who goes to his neighbor’s wife.\nNo one who touches her will be forgiven.",
      "30": "No one despises a thief when he steals\n    to satisfy his hunger when he is starving,",
      "31": "but when he is caught, he will have to repay seven times as much.\nHe will have to give up all the wealth of his house.",
      "32": "Whoever commits adultery with a woman lacks sense.\nHe who does it destroys himself.",
      "33": "He will find disease and dishonor,\nand his disgrace will never be wiped out,",
      "34": "because jealousy ignites a husband’s anger,\nand he will show no mercy when he takes revenge.",
      "35": "He will not accept any amount as a payment.\nHe will not relent, even if you increase your offer."
    },
    "7": {
      "1": "My son, guard what I say.\nKeep my commands with you.",
      "2": "Obey my commands so that you may live.\nProtect my teachings like the pupil of your eye.",
      "3": "Tie them to your fingers.\nWrite them on the tablet of your heart.",
      "4": "Say to Wisdom, “You are my sister,”\nand call Understanding your relative.",
      "5": "She will keep you safe from an immoral woman,\nfrom an unfaithful woman and her seductive words.",
      "6": "At a window of my house, I looked out through the lattice.",
      "7": "I was watching the gullible people.\nAmong the young men I noticed a youth without sense.",
      "8": "He was crossing the street near her corner,\nstrolling along the road to her house,",
      "9": "in the twilight, in the evening of the day,\nwhen the darkness of the night was coming.",
      "10": "Suddenly a woman meets him.\nShe is dressed like a prostitute with a scheming heart!",
      "11": "She is loud and rebellious.\nHer feet will not stay home.",
      "12": "One moment she is in the street.\nThe next moment she is in the public square.\nShe is on the prowl near every corner.",
      "13": "She grabs him and kisses him.\nWith a brazen face she says,",
      "14": "“I have food from fellowship offerings.\nToday I fulfilled my vows.",
      "15": "That is why I came out to meet you.\nI came eagerly to seek you,\nand now I have found you!",
      "16": "I have covered my couch with a bedspread,\nwith colored cloth made of Egyptian yarn.",
      "17": "I have perfumed my bed\n    with myrrh, aloes, and cinnamon.",
      "18": "Come, let’s drink our fill of love until morning.\nLet’s enjoy making love.",
      "19": "Look, my husband isn’t home.\nHe has gone on a long trip.",
      "20": "He took a bag of silver with him.\nHe will not come home till the next full moon.”",
      "21": "She deceives him with enticing words.\nWith smooth lips she seduces him.",
      "22": "He follows right after her,\nlike a steer going to slaughter,\nlike a deer prancing into a noose,",
      "23": "until an arrow pierces its liver,\nlike a bird darting into a trap.\nHe does not realize this will cost him his life.",
      "24": "Now, you sons, listen to me.\nPay attention to the words from my mouth.",
      "25": "Do not let your heart turn in her direction.\nDo not wander on her pathways,",
      "26": "because she has brought down many victims.\nThose she has killed are countless.",
      "27": "Her house is on the road to the grave.\nIt goes down to the chambers of death."
    },
    "8": {
      "1": "Do you hear Wisdom calling out?\nDo you hear Understanding raising her voice?",
      "2": "On the hills above the roads,\nshe takes her stand at the crossroads.",
      "3": "Beside the gates leading into the city,\nat the entrance to the doorways, she cries out:",
      "4": "I call to you men,\nand I raise my voice to the people.",
      "5": "You gullible people, get good judgment.\nYou fools, take this to heart.",
      "6": "Listen, because I am speaking noble thoughts.\nI open my lips to speak upright things,",
      "7": "for my mouth declares truth,\nbut wickedness is disgusting to my lips.",
      "8": "All the words from my mouth are righteous.\nThere is nothing twisted or crooked in them.",
      "9": "All of them are clear to those who have understanding,\nand they are upright to those who find knowledge.",
      "10": "Accept my discipline instead of silver.\nAccept knowledge rather than fine gold,",
      "11": "because Wisdom is better than gems,\nand anything you may desire cannot equal her.",
      "12": "I, Wisdom, dwell with good judgment.\nI discover knowledge and foresight.",
      "13": "The fear of the Lord is to hate evil.\nI hate haughtiness, arrogance, an evil way, and a perverse mouth.",
      "14": "Good advice and sound judgment are mine.\nI, Understanding, have strength.",
      "15": "By me kings reign,\nand rulers administer justice.",
      "16": "By me officials govern,\nas well as nobles and all just judges.",
      "17": "I certainly love those who love me,\nand those who eagerly look for me find me.",
      "18": "Riches and honor are with me,\nas well as enduring wealth and righteousness.",
      "19": "My fruit is better than gold, better than pure gold,\nand what I produce is better than fine silver.",
      "20": "I walk on the path of righteousness,\ndown the middle of the pathways of justice,",
      "21": "so I can provide a rich inheritance to those who love me,\nand I can fill their treasuries.",
      "22": "The Lord possessed me at the beginning of his way,\nbefore his works of long ago.",
      "23": "From eternity I was appointed,\nfrom the beginning, from before the origin of the earth.",
      "24": "When there were no deep waters, I was brought forth,\nwhen there were no springs filled with water.",
      "25": "Before the mountains were settled in place,\nbefore the hills, I was brought forth,",
      "26": "when he had not yet made land or fields\nor the first dust of the world.",
      "27": "When he established the heavens, I was there.\nWhen he drew the horizon around the surface of the deep,",
      "28": "when he placed the clouds in the sky above,\nwhen the fountains of the deep gushed out,",
      "29": "when he established his decree for the sea,\nso that the waters could not go beyond the limit set by his command,\nwhen he marked out the foundations of the earth,",
      "30": "I was beside him as a master craftsman.\nI was his joy day after day.\nI rejoiced in his presence at all times.",
      "31": "I rejoiced in his inhabited world.\nI was delighted with the children of Adam.",
      "32": "So now, you children, listen to me,\nbecause those who keep my ways are blessed.",
      "33": "Listen to discipline and become wise.\nDo not neglect it.",
      "34": "How blessed is the person who listens to me,\nso that he can watch at my doors day after day,\nso that he can stand guard beside my front door,",
      "35": "because whoever finds me finds life,\nand he obtains favor from the Lord,",
      "36": "but whoever sins against me harms himself.\nAll who hate me love death."
    },
    "9": {
      "1": "Wisdom has built her house.\nShe has carved out her seven pillars.",
      "2": "She has prepared her meat.\nShe has mixed her wine.\nShe has already set her table.",
      "3": "She has sent out her servant girls.\nShe calls from the highest point in the city,",
      "4": "“Whoever is naïve, let him turn in here.”\nTo someone who lacks sense she says,",
      "5": "“Come, eat my food,\nand drink the wine that I have mixed.",
      "6": "Abandon your naïve ways and live.\nTravel the road to understanding.”",
      "7": "Whoever corrects a mocker invites insults,\nand whoever warns a wicked person invites abuse.",
      "8": "Do not warn a mocker, or he will hate you.\nWarn a wise person, and he will love you.",
      "9": "Give advice to a wise person, and he will become even wiser.\nTeach a righteous person, and he will add to his learning.",
      "10": "The fear of the Lord is the beginning of wisdom,\nand the knowledge of the Holy One is understanding,",
      "11": "because through me your days will be multiplied,\nand years will be added to your life.",
      "12": "If you are wise, you are wise to your own advantage.\nBut if you scoff, you alone will bear the consequences.",
      "13": "The woman Folly is boisterous.\nShe is deluded. She knows nothing.",
      "14": "She sits at the doorway of her house,\non a throne on the heights of the city,",
      "15": "in order to call to those who pass by on the street,\nthose who are simply going along on their way,",
      "16": "“Whoever is gullible, let him turn in here.”\nTo someone who lacks sense she says,",
      "17": "“Stolen waters are sweet,\nand food eaten in secret is delicious.”",
      "18": "But he does not know that the souls of the dead are there,\nthat her guests are in the depths of hell."
    },
    "10": {
      "1": "The proverbs of Solomon.\nA wise son brings joy to his father,\nbut a foolish son brings grief to his mother.",
      "2": "Treasures gained by wickedness produce no profit,\nbut righteousness saves from death.",
      "3": "The Lord will not allow the righteous to starve,\nbut he frustrates the greed of the wicked.",
      "4": "Lazy hands produce poverty,\nbut hardworking hands bring riches.",
      "5": "Whoever gathers crops in summer is a sensible son.\nWhoever sleeps at harvest time is a disgraceful son.",
      "6": "Blessings crown the head of a righteous person,\nbut violence covers the mouth of the wicked.",
      "7": "To remember a righteous person is a blessing,\nbut the name of the wicked will rot.",
      "8": "A wise heart accepts commands,\nbut a babbling fool will be ruined.",
      "9": "Whoever walks with integrity walks safely,\nbut whoever follows crooked ways will be found out.",
      "10": "Whoever winks at evil causes trouble,\nand a babbling fool will be ruined.",
      "11": "The mouth of a righteous person is a fountain of life,\nbut violence covers the mouth of the wicked.",
      "12": "Hatred stirs up a quarrel,\nbut love covers all sins.",
      "13": "Wisdom is found on the lips of a discerning person,\nbut a rod is appropriate for the back of one who lacks sense.",
      "14": "Wise people store up knowledge,\nbut the mouth of a stubborn fool brings ruin.",
      "15": "A rich person’s wealth is his strong city.\nPoverty is the ruin of poor people.",
      "16": "The work of a righteous person leads to life.\nThe income of a wicked person leads to sin.",
      "17": "Whoever practices discipline is on the path to life,\nbut whoever rejects a warning goes astray.",
      "18": "Whoever conceals hatred has lying lips,\nand whoever spreads gossip is a fool.",
      "19": "When there are many words, sin never stops,\nbut a person who restrains his lips acts wisely.",
      "20": "The tongue of a righteous person is fine silver.\nThe heart of a wicked person has little value.",
      "21": "The lips of a righteous person shepherd many,\nbut stubborn fools die for lack of sense.",
      "22": "The blessing of the Lord makes a person wealthy,\nand he adds no sorrow to it.",
      "23": "Carrying out a wicked scheme is a game for the fool,\nbut wisdom gives pleasure to a person with understanding.",
      "24": "What the wicked person dreads will come upon him,\nbut the Lord will grant what the righteous desire.",
      "25": "When the storm has passed, the wicked person is no more,\nbut the righteous person has an everlasting foundation.",
      "26": "Like vinegar to the teeth and like smoke to the eyes,\nso is a lazy person to those who send him.",
      "27": "The fear of the Lord will add days to a person’s life,\nbut the years of wicked people will be cut short.",
      "28": "The confident hope of the righteous is joy,\nbut the ambitions of the wicked will perish.",
      "29": "The way of the Lord is a fortress for a person who has integrity,\nbut it brings destruction for evildoers.",
      "30": "A righteous person will never be toppled,\nbut wicked people will not dwell on earth.",
      "31": "The mouth of a righteous person produces the fruit of wisdom,\nbut a perverse tongue will be cut off.",
      "32": "The lips of the righteous know what is acceptable,\nbut the mouth of the wicked produces depraved words."
    },
    "11": {
      "1": "Dishonest scales are disgusting to the Lord\nbut an accurate weight wins his approval.",
      "2": "When arrogance comes, shame follows,\nbut with humility comes wisdom.",
      "3": "The integrity of the upright guides them,\nbut the dishonesty of the treacherous destroys them.",
      "4": "Riches are of no help on the day of fury,\nbut righteousness saves from death.",
      "5": "The righteousness of honest people makes their way smooth,\nbut because of his wickedness a wicked person falls.",
      "6": "The righteousness of upright people rescues them,\nbut treacherous people are trapped by their own desire.",
      "7": "At the death of a wicked man, his hope will perish,\nand his confidence in his strength perishes.",
      "8": "A righteous person is rescued from trouble,\nand a wicked person takes his place.",
      "9": "With his mouth the godless person destroys his neighbor,\nbut righteous people are rescued by knowledge.",
      "10": "When the righteous prosper, a city rejoices,\nand when the wicked perish, there is a shout of joy.",
      "11": "Through the blessing of upright citizens, a city is raised up,\nbut by the mouth of the wicked, it is torn down.",
      "12": "A person who lacks sense despises his neighbor,\nbut an understanding person keeps silent.",
      "13": "A gossip goes around betraying secrets,\nbut a trustworthy spirit keeps a matter confidential.",
      "14": "Without guidance people fall,\nbut in many advisors there is safety.",
      "15": "Guaranteeing a loan for a stranger leads to trouble,\nbut one who hates to shake hands remains secure.",
      "16": "A gracious woman takes hold of honor,\nbut ruthless men take hold of riches.",
      "17": "A merciful man benefits his own soul,\nbut a cruel man brings trouble on his own flesh.",
      "18": "A wicked person earns deceptive wages,\nbut one who sows righteousness reaps a true reward.",
      "19": "Just as righteousness leads to life,\npursuing evil leads to death.",
      "20": "Perverted hearts are disgusting to the Lord,\nbut his favor rests on those whose way has integrity.",
      "21": "Be sure of this: An evil person will not go unpunished,\nbut the children of the righteous will escape.",
      "22": "The beauty of a woman who lacks moral judgment\n    is like a gold ring in a pig’s snout.",
      "23": "The desire of the righteous leads only to good.\nThe hope of the wicked leads to fury.",
      "24": "One person scatters his wealth, but it still increases.\nAnother hoards it unjustly, but this leads only to poverty.",
      "25": "A person who spreads blessings will be enriched.\nOne who gives a refreshing drink will be refreshed.",
      "26": "People curse the person who hoards grain,\nbut a blessing rests on the head of one who sells it.",
      "27": "Whoever searches for good seeks favor,\nbut whoever pursues evil will find it.",
      "28": "Whoever trusts his wealth will fall,\nbut righteous people will flourish like green plants.",
      "29": "Whoever troubles his household will inherit the wind,\nand a stubborn fool will be a slave to a person with a wise heart.",
      "30": "The fruit of a righteous person is a tree of life,\nand one who harvests souls is wise.",
      "31": "If a righteous person is paid back on earth,\nhow much more a wicked person or a sinner!"
    },
    "12": {
      "1": "A person who loves discipline loves knowledge,\nbut one who hates correction is stupid.",
      "2": "A good person will obtain favor from the Lord,\nbut he will condemn a schemer.",
      "3": "A person cannot be made secure by wickedness,\nbut the roots of the righteous will never be uprooted.",
      "4": "A wife with strong character is a crown to her husband,\nbut one who brings shame is like rot in his bones.",
      "5": "The plans of the righteous are just,\nbut the advice of the wicked is deceitful.",
      "6": "The words of the wicked lie in wait for blood,\nbut the mouths of the upright will save them.",
      "7": "Wicked people are overthrown, and they are no more,\nbut the house of the righteous continues to stand.",
      "8": "A person is praised for the good sense that he speaks,\nbut a person with a twisted heart will be despised.",
      "9": "Better to be underestimated and have a servant\nthan to pretend to be wealthy and lack bread.",
      "10": "A righteous person understands the needs of his livestock,\nbut the compassion of the wicked is cruel.",
      "11": "A person who works his land will have enough food,\nbut whoever pursues fantasies lacks sense.",
      "12": "A wicked man covets the fortress of evil people,\nbut the root of the righteous bears fruit.",
      "13": "The rebellion on his lips is a trap for an evil person,\nbut a righteous person gets out of trouble.",
      "14": "From the fruit of his lips a person is filled with good,\nand the labor of a person’s hands returns to him.",
      "15": "The way of a stubborn fool seems correct to him,\nbut whoever listens to advice is wise.",
      "16": "A stubborn fool immediately lets his annoyance be known,\nbut a sensible person overlooks an insult.",
      "17": "Whoever breathes the truth proclaims righteousness,\nbut a lying witness is deceitful.",
      "18": "Some people wield reckless words like the thrusts of a sword,\nbut the tongue of the wise brings healing.",
      "19": "Truthful lips are established forever,\nbut a lying tongue lasts only a moment.",
      "20": "Deceit lies in the heart of those who plot evil,\nbut for those who promote peace there will be joy.",
      "21": "No disaster will strike a righteous person,\nbut wicked people are filled with trouble.",
      "22": "Lying lips are disgusting to the Lord,\nbut those who act truthfully gain his favor.",
      "23": "A man who is shrewd conceals his knowledge,\nbut the hearts of fools broadcast stupidity.",
      "24": "Hardworking hands will rule,\nbut laziness results in forced labor.",
      "25": "Anxiety in a person’s heart weighs him down,\nbut a good word brings him joy.",
      "26": "A righteous person guides his neighbor,\nbut the way of the wicked leads them astray.",
      "27": "A lazy person does not roast his game,\nbut a diligent person uses his wealth wisely.",
      "28": "In the path of righteousness there is life,\nand there is no death in following this path."
    },
    "13": {
      "1": "A wise son accepts his father’s discipline,\nbut a scornful son does not listen to a reprimand.",
      "2": "From the fruit of his mouth a person eats well,\nbut treacherous people have an appetite for violence.",
      "3": "Whoever guards his mouth preserves his life.\nWhoever opens his lips carelessly ruins himself.",
      "4": "The appetite of a lazy person craves things, but he gets nothing.\nThe appetite of hardworking people is fully satisfied.",
      "5": "A righteous person hates everything false,\nbut a wicked person causes disgrace and shame.",
      "6": "Righteousness guards a person who has integrity,\nbut wickedness perverts a sinner.",
      "7": "One person pretends to be rich but has nothing.\nAnother pretends to be poor but has great wealth.",
      "8": "A man’s riches may ransom his life,\nbut a poor man does not hear a threat.",
      "9": "The light of the righteous brings joy,\nbut the lamp of the wicked will be put out.",
      "10": "Insolence produces only strife,\nbut wisdom resides with those who take advice.",
      "11": "Wealth gained out of thin air shrinks,\nbut wealth accumulated by steady work grows.",
      "12": "Hope delayed makes a heart sick,\nbut a desire fulfilled is a tree of life.",
      "13": "The person who despises a word of instruction will pay the price,\nbut the person who respects a command will be rewarded.",
      "14": "The teaching of a wise person is a fountain of life.\nIt can turn someone away from the snares of death.",
      "15": "Good sense yields grace,\nbut the way of the treacherous is unchanging.",
      "16": "Every sensible person acts with knowledge,\nbut a fool displays stupidity.",
      "17": "A wicked messenger falls into trouble,\nbut a trustworthy envoy brings healing.",
      "18": "A person who ignores discipline ends up with poverty and shame,\nbut one who conforms to correction will be honored.",
      "19": "A desire that is fulfilled tastes sweet to the soul,\nbut to fools it is disgusting to turn from evil.",
      "20": "Whoever walks with the wise becomes wise,\nbut a companion of fools suffers harm.",
      "21": "Trouble pursues sinners,\nbut goodness repays the righteous.",
      "22": "A good man leaves an inheritance to his children’s children,\nbut a sinner’s wealth is stored up for the righteous.",
      "23": "The farmland of the poor may produce much food,\nbut it may be swept away by injustice.",
      "24": "A person who withholds his rod hates his son,\nbut one who loves him administers discipline promptly.",
      "25": "A righteous person eats until his appetite is satisfied,\nbut the stomach of the wicked is always empty."
    },
    "14": {
      "1": "A wise woman builds her house,\nbut a foolish one tears it down with her own hands.",
      "2": "Whoever walks in the right way fears the Lord,\nbut a person who is devious in his ways despises him.",
      "3": "In the mouth of a stubborn fool there is a proud rod,\nbut the lips of the wise protect them.",
      "4": "Without cattle the manger is empty,\nbut a great harvest is gained by the strength of an ox.",
      "5": "A faithful witness does not lie,\nbut a false witness breathes lies.",
      "6": "A scoffer seeks wisdom yet finds none,\nbut knowledge comes easily to a discerning person.",
      "7": "Keep away from a foolish person,\nsince you will not learn anything from his lips.",
      "8": "The wisdom of a sensible person is that he understands his way,\nbut the stupidity of fools is deceptive.",
      "9": "Fools scoff at the idea of guilt,\nbut favor is found among the upright.",
      "10": "A heart knows its own bitterness,\nand no stranger can share its joy.",
      "11": "The house of the wicked will be destroyed,\nbut the tent of the upright will thrive.",
      "12": "There is a way that seems right to a man,\nbut in the end it is the road to death.",
      "13": "Even in laughter a heart can ache,\nand the end of joy may be grief.",
      "14": "A backslider will be satisfied with his ways,\nand a good man will be satisfied with his.",
      "15": "A gullible person trusts anything,\nbut a sensible person considers his steps.",
      "16": "A wise person fears and turns from evil,\nbut a fool is rash and overconfident.",
      "17": "A short-tempered person acts foolishly,\nand a schemer is hated.",
      "18": "Gullible people inherit stupidity,\nbut sensible people embrace knowledge.",
      "19": "Evil people will bow down to good people,\nand wicked people will bow at the gates of the righteous.",
      "20": "A poor person is hated even by his neighbor,\nbut those who love a rich person are many.",
      "21": "A person who despises his neighbor is sinning,\nbut one who is kind to the oppressed is blessed.",
      "22": "Don’t those who plan evil go astray?\nBut those who plan to do good find mercy and truth.",
      "23": "In all hard work there is gain,\nbut empty talk leads only to poverty.",
      "24": "Their wealth is a crown for the wise,\nbut the stupidity of fools is just stupidity.",
      "25": "A truthful witness saves lives,\nbut a liar breathes deceit.",
      "26": "In the fear of the Lord a person gains strong confidence,\nand his children will have a refuge.",
      "27": "The fear of the Lord is a fountain of life.\nIt turns a person away from the snares of death.",
      "28": "A large population brings glory to a king.\nWithout people a ruler is ruined.",
      "29": "A patient person has great understanding,\nbut an impatient person exalts foolishness.",
      "30": "A contented heart gives life to the flesh,\nbut envy rots the bones.",
      "31": "A person who oppresses the poor insults his Maker,\nbut one who is gracious to the needy honors him.",
      "32": "A wicked person is brought down by his own evil,\nbut a righteous person finds refuge even at his death.",
      "33": "Wisdom rests in the heart of the discerning.\nIt can be recognized even among fools.",
      "34": "Righteousness lifts up a nation,\nbut sin brings shame to a people.",
      "35": "A king favors a servant who acts wisely,\nbut he is furious with one who acts shamefully."
    },
    "15": {
      "1": "A gentle answer turns away wrath,\nbut a harsh word stirs up anger.",
      "2": "The tongue of the wise enhances knowledge,\nbut the mouths of fools spout stupidity.",
      "3": "The eyes of the Lord are everywhere,\n    watching evil people as well as the good.",
      "4": "A healing tongue is a tree of life,\nbut a perverse tongue shatters the spirit.",
      "5": "A stubborn fool despises his father’s discipline,\nbut whoever heeds correction is sensible.",
      "6": "The house of the righteous contains great wealth,\nbut the income of the wicked brings trouble.",
      "7": "The lips of the wise spread knowledge,\nbut the heart of fools—not so.",
      "8": "A sacrifice of the wicked is an abomination to the Lord,\nbut a prayer of the upright gains his favor.",
      "9": "The way of a wicked person is repulsive to the Lord,\nbut he loves those who pursue righteousness.",
      "10": "Harsh discipline waits for anyone who leaves the path,\nand a person who hates correction will die.",
      "11": "Death and Destruction lie open before the Lord—\nhow much more human hearts!",
      "12": "A scoffer does not love anyone who corrects him.\nHe will not go to wise people.",
      "13": "A joyful heart makes a cheerful face,\nbut a sorrowful heart crushes the spirit.",
      "14": "The heart of a discerning person seeks knowledge,\nbut the mouths of fools feed on stupidity.",
      "15": "All the days of an oppressed person are evil,\nbut a cheerful heart enjoys a continuous celebration.",
      "16": "Better a little with the fear of the Lord\n    than great wealth with turmoil.",
      "17": "Better a meal of vegetables where there is love\n    than a fattened calf with hatred.",
      "18": "A hothead stirs up a fight,\nbut a patient person calms a dispute.",
      "19": "The way of a lazy person is like a thorny hedge,\nbut the path of upright people is a highway.",
      "20": "A wise son brings joy to his father,\nbut a foolish person despises his mother.",
      "21": "Stupidity delights a person who lacks sense,\nbut one who has understanding stays on course.",
      "22": "Plans fail without advice,\nbut where there are many advisors they succeed.",
      "23": "Giving an apt response with his own mouth makes a person happy,\nand a word at the right time—oh how good!",
      "24": "The path of life leads upward for a person with insight,\nso that he may turn away from hell below.",
      "25": "The Lord tears down the house of the arrogant,\nbut he maintains the property line of a widow.",
      "26": "The plans of the wicked are disgusting to the Lord,\nbut pleasant words are pure to him.",
      "27": "Someone who is greedy for gain brings trouble to his own household,\nbut a person who hates bribes will live.",
      "28": "The heart of a righteous person ponders his answer,\nbut the mouth of a wicked person gushes evil.",
      "29": "The Lord is far away from the wicked,\nbut he hears the prayer of the righteous.",
      "30": "A twinkle in the eyes delights the heart,\nand good news gives health to the bones.",
      "31": "An ear that listens to a life-giving warning\n    will find a home among the wise.",
      "32": "A person who ignores discipline despises himself,\nbut a person who listens to a warning acquires good sense.",
      "33": "The fear of the Lord gives discipline and wisdom,\nand humility comes before honor."
    },
    "16": {
      "1": "A person may have thought things through in his heart,\nbut an apt answer from his tongue comes from the Lord.",
      "2": "All of a person’s ways are pure in his own eyes,\nbut the Lord weighs motives.",
      "3": "Commit what you do to the Lord,\nand your plans will be established.",
      "4": "The Lord has made everything for his own purpose,\neven a wicked person for a day of trouble.",
      "5": "Anyone with an arrogant attitude is disgusting to the Lord.\nBe sure of this: That person will not go unpunished.",
      "6": "Through mercy and truth, guilt is atoned for,\nand through the fear of the Lord, one turns away from evil.",
      "7": "When the Lord is pleased with a man’s ways,\nhe causes even his enemies to live at peace with him.",
      "8": "Better a little with righteousness\n    than a large income without justice.",
      "9": "A person’s heart plans his way,\nbut the Lord makes his steps secure.",
      "10": "The king’s lips speak for God,\nso his mouth should not betray justice.",
      "11": "An accurate balance and scales belong to the Lord.\nHe has made all the weights in the bag.",
      "12": "It is disgusting for kings to commit wickedness,\nbecause a throne is established by righteousness.",
      "13": "Kings approve of righteous lips.\nThey love a person who speaks upright things.",
      "14": "The king’s anger is a messenger of death,\nbut a wise person can appease it.",
      "15": "There is life in the light from a king’s face,\nand his favor is like a cloud that brings spring rain.",
      "16": "How much better to acquire wisdom rather than gold,\nand to acquire understanding is more desirable than silver.",
      "17": "The highway followed by upright people turns away from evil.\nThe person who guards his way preserves his life.",
      "18": "Pride goes before destruction,\nand a haughty spirit precedes a fall.",
      "19": "Better to share a humble spirit with the oppressed\n    than to share stolen goods with the haughty.",
      "20": "Whoever gives careful consideration to a matter will succeed,\nand the person who trusts the Lord will be blessed.",
      "21": "A wise heart will be called discerning,\nand appealing speech increases learning.",
      "22": "Good sense is a fountain of life for the person who possesses it,\nbut the instruction given by stubborn fools is stupidity.",
      "23": "A wise heart produces edifying speech.\nIt makes a person’s lips more persuasive.",
      "24": "Pleasant speech is honey from a honeycomb,\nsweet to the spirit and healing for the bones.",
      "25": "There is a way that seems right to a man,\nbut it ends up being the road to death.",
      "26": "A laborer’s appetite labors for him,\nbecause the hunger of his mouth drives him on.",
      "27": "A worthless scoundrel constantly plots evil,\nand from his lips comes a scorching fire.",
      "28": "A perverse man spreads conflict,\nand a gossip separates intimate friends.",
      "29": "A violent man entices his neighbor.\nHe leads him on a way that is not good.",
      "30": "A person who squints his eyes is plotting something perverse.\nOne who purses his lips has completed some evil plot.",
      "31": "Gray hair is a beautiful crown.\nIt is found on the way to righteousness.",
      "32": "Better to be patient than to be a hero,\nbetter to control your temper than to capture a city.",
      "33": "Lots are cast into the pouch,\nbut the Lord determines all their decisions."
    },
    "17": {
      "1": "Better a piece of dry bread with peace\nthan a house full of feasting with quarreling.",
      "2": "A wise slave will rule over a shameful son.\nHe will share the inheritance with the brothers.",
      "3": "There is a crucible for refining silver and a smelter for gold.\nIn the same way the Lord examines hearts.",
      "4": "An evildoer pays attention to wicked lips.\nA liar feeds upon a destructive tongue.",
      "5": "Whoever mocks a poor person insults his Maker.\nA person who rejoices over calamity will not escape.",
      "6": "Grandchildren are a crown for the elderly,\nand parents are a source of pride for their children.",
      "7": "Eloquent lips are not fitting for a fool.\nHow much less lying lips for a ruler!",
      "8": "A bribe works like a charm for the person who gives it.\nWherever he turns, he prospers.",
      "9": "A person who covers an offense pursues love,\nbut one who repeats the matter separates friends.",
      "10": "A reprimand impresses a discerning person\n    more than receiving a hundred lashes impresses a fool.",
      "11": "An evil person promotes only rebellion,\nand a cruel messenger will be sent against him.",
      "12": "Better to meet a bear robbed of her cubs\n    than to meet a fool in his stupidity.",
      "13": "A person who repays evil for good—\nevil will never leave his house.",
      "14": "Starting a quarrel is like opening a floodgate,\nso stop the dispute before it gets started.",
      "15": "Acquitting a guilty person\nand convicting an innocent person—\nboth of these are disgusting to the Lord.",
      "16": "Why hand a fool money to buy wisdom,\nsince he has no aptitude for using it?",
      "17": "A friend loves at all times,\nand a brother is born for a time of trouble.",
      "18": "A person without sense shakes hands\n    to guarantee a loan for his neighbor.",
      "19": "A person who loves sin loves conflict.\nA person who builds his gate high invites destruction.",
      "20": "A crooked mind does not find good.\nA perverted tongue will fall into disaster.",
      "21": "The man who fathers a fool has grief,\nand the father of an arrogant fool will have no joy.",
      "22": "A cheerful heart is good medicine,\nbut a crushed spirit dries up the bones.",
      "23": "A wicked person secretly accepts a bribe\nto pervert the ways of justice.",
      "24": "Wisdom is right in front of a discerning person,\nbut a fool’s eyes wander to the end of the earth.",
      "25": "A foolish son is an aggravation to his father\nand bitterness to the woman who bore him.",
      "26": "It is not good to impose a fine on a righteous person\nnor to flog officials because of their uprightness.",
      "27": "A person with knowledge restrains his words.\nA person with understanding is even-tempered.",
      "28": "Even a stubborn fool who keeps silent will be considered wise.\nHe is considered to be perceptive if he keeps his lips shut."
    },
    "18": {
      "1": "A person who is a loner seeks his own desires.\nHe fights against all sound judgment.",
      "2": "A fool finds no pleasure in understanding,\nbut only in revealing his own opinions.",
      "3": "When a wicked person comes, contempt comes with him,\nand with dishonor comes disgrace.",
      "4": "The words from a man’s mouth are deep waters.\nThe fountain of wisdom is a flowing stream.",
      "5": "It is not good to show favoritism to a wicked person\n    in order to deprive a righteous person of justice.",
      "6": "A fool’s lips enter a fight,\nand his mouth invites a beating.",
      "7": "A fool’s mouth is his destruction,\nand his lips are a trap for his soul.",
      "8": "The words of a gossip are like delicious food.\nPeople gobble them right down.",
      "9": "A person who fails to do his work\n    is a brother to a vandal.",
      "10": "The name of the Lord is a strong tower.\nA righteous person runs inside and is protected.",
      "11": "A rich person’s wealth is his strong city.\nIn his imagination it is like a high wall.",
      "12": "Before destruction a man’s heart is proud,\nbut humility comes before honor.",
      "13": "If a person answers before he listens,\nthat is foolishness that brings disgrace.",
      "14": "A man’s spirit can endure illness,\nbut who can bear a broken spirit?",
      "15": "A discerning heart acquires knowledge,\nand the ears of the wise seek knowledge.",
      "16": "A person’s gift opens doors for him.\nIt leads him into the presence of great people.",
      "17": "The first person to state his case appears to be right.\nThen his neighbor comes and cross-examines him.",
      "18": "Casting lots ends disputes and decides between powerful people.",
      "19": "A brother who has been wronged is harder to regain than a strong city,\nand disputes are like a bar across the gate of a citadel.",
      "20": "From the fruit of a man’s mouth, his stomach is satisfied.\nHe is satisfied with the harvest of his lips.",
      "21": "Life and death lie in the power of a tongue,\nand those who love to use it will eat its fruit.",
      "22": "The man who finds a wife finds a good thing,\nand he obtains favor from the Lord.",
      "23": "A poor man pleads for mercy,\nbut a rich man answers harshly.",
      "24": "A man with many acquaintances may suffer harm,\nbut there is a loving friend who sticks closer than a brother."
    },
    "19": {
      "1": "Better to be a poor person who walks in his integrity\nthan one with perverse lips who is a fool.",
      "2": "Zeal without knowledge is certainly not good,\nand a person who acts hastily sins.",
      "3": "A person’s own foolishness undermines his way,\nbut his heart rages against the Lord.",
      "4": "Wealth adds many friends,\nbut a poor person is deserted by his friend.",
      "5": "A false witness will not go unpunished.\nHe breathes lies and will not escape.",
      "6": "Many seek the goodwill of a ruler,\nand everyone is a friend to a person who gives gifts.",
      "7": "A poor person’s brothers all hate him.\nEven his friends keep their distance from him!\nThough he pursues them with words, they are not there.",
      "8": "A person who acquires intelligence loves his life.\nA person who guards understanding finds a good thing.",
      "9": "A false witness will not go unpunished.\nHe breathes lies, and he will perish.",
      "10": "A life of luxury is not appropriate for a fool.\nHow much less appropriate for a slave to rule over princes.",
      "11": "Good sense makes a person slow to anger,\nand it is to his credit when he overlooks an offense.",
      "12": "The king’s anger is like a lion’s growl,\nbut his favor is refreshing like dew on the grass.",
      "13": "A foolish son is a disaster to his father,\nand a nagging wife is like constantly dripping water.",
      "14": "Home and wealth are an inheritance from fathers,\nbut a wife with good sense is from the Lord.",
      "15": "Laziness makes a person fall into a deep sleep,\nand an idle person will go hungry.",
      "16": "A person who keeps a command preserves his life.\nOne who despises his ways will die.",
      "17": "A person who is gracious to the poor lends to the Lord.\nHe will repay him in full.",
      "18": "Discipline your son while there is hope.\nDo not make yourself responsible for his death.",
      "19": "Someone who has a lot of anger pays the penalty.\nIf you rescue him, you will have to do it again.",
      "20": "Listen to advice and accept discipline,\nso that you will be wise in the future.",
      "21": "There are many plans in a man’s heart,\nbut it is the Lord’s purpose that will prevail.",
      "22": "A desirable trait in a person is loyalty.\nIt is better to be poor than a liar.",
      "23": "The fear of the Lord leads to life.\nOne who has it rests content.\nHe will not be disturbed by trouble.",
      "24": "A lazy person buries his hand in the dish,\nbut he does not even bring the food up to his mouth.",
      "25": "Strike a scoffer, and an undisciplined person may learn caution.\nWarn a person with understanding, and he will gain knowledge.",
      "26": "A son who attacks his father and chases away his mother\nbrings shame and disgrace.",
      "27": "If you stop listening to discipline, my son,\nyou will stray from the sayings that give knowledge.",
      "28": "A malicious witness mocks justice,\nand the mouth of the wicked swallows evil.",
      "29": "Punishments have been prepared for scoffers\nand beatings for the backs of fools."
    },
    "20": {
      "1": "Wine is a mocker, and beer is a brawler.\nWhoever is intoxicated by them is not wise.",
      "2": "The king’s rage is like a lion’s growl.\nWhoever intrudes on him endangers his life.",
      "3": "Avoiding strife brings honor to a man,\nbut every stubborn fool is always fighting.",
      "4": "A lazy person fails to plow when it is the season for planting.\nHe expects something in the harvest, but nothing will be there.",
      "5": "The intentions in a person’s heart are deep water,\nbut a person with understanding can draw them out.",
      "6": "Many people claim to be loyal,\nbut who can find a trustworthy man?",
      "7": "A righteous person walks in his integrity.\nHow blessed are his children after him!",
      "8": "When a king sits on his throne as judge,\nhe winnows out all evil with his eyes.",
      "9": "Who can say, “I have purified my heart.\nI am cleansed from my sinfulness”?",
      "10": "Differing weights and differing measures—\nboth of them are disgusting to the Lord.",
      "11": "Even a youth makes himself known by his acts,\nby whether his conduct is pure and upright.",
      "12": "An ear that hears and an eye that sees—\nthe Lord has made both of them.",
      "13": "Do not love sleep, or you will become poor.\nKeep your eyes open, and you will have enough to eat.",
      "14": "“It’s no good! It’s no good!” says the buyer,\nbut then he goes away and brags.",
      "15": "There is gold, and there are many gems,\nbut lips that have knowledge are a precious vessel.",
      "16": "Take the garment from someone who guarantees a loan for a stranger.\nHold on to it when he offers it as collateral for a foreigner.",
      "17": "Food gained dishonestly tastes sweet to a person,\nbut afterward his mouth will be filled with gravel.",
      "18": "Plans are strengthened by obtaining advice,\nso do not wage war without consultation.",
      "19": "A person who goes around spreading gossip reveals secrets,\nso do not associate with anyone whose lips are always open.",
      "20": "The person who curses his father and his mother—\nhis lamp will be snuffed out in total darkness.",
      "21": "An inheritance easily obtained in the beginning\n    will not be blessed in the end.",
      "22": "Do not say, “I’ll get even with you!”\nWait for the Lord, and he will rescue you.",
      "23": "Differing weights are disgusting to the Lord,\nand dishonest scales are not good.",
      "24": "The steps a man takes come from the Lord,\nso how can anyone understand his own way?",
      "25": "A person falls into a trap if he pledges something to God impulsively\nand considers his pledge only later.",
      "26": "A wise king winnows out the wicked.\nHe rolls the threshing wheel over them.",
      "27": "A man’s spirit is the lamp of the Lord.\nIt illuminates the depths of his heart.",
      "28": "Mercy and truth protect a king,\nand he maintains his throne with mercy.",
      "29": "The splendor of young men is their strength,\nbut the majesty of old men is their gray hair.",
      "30": "Wounds and bruises scrub away evil,\nand a beating scrubs the depths of the heart."
    },
    "21": {
      "1": "A king’s heart is like streams of water in the hand of the Lord.\nHe directs it wherever he desires.",
      "2": "In a person’s own eyes all his ways are right,\nbut the Lord weighs the motives of the heart.",
      "3": "Practicing righteousness and justice\n    is more acceptable to the Lord than a sacrifice.",
      "4": "Haughty eyes and an arrogant heart,\nthe unplowed field of the wicked, produce sin.",
      "5": "The plans of a hard worker lead to abundance,\nbut everyone in a hurry rushes toward scarcity.",
      "6": "Piling up treasure by a lying tongue\n    is a vanishing vapor for those who seek death.",
      "7": "The violence of the wicked will drag them away,\nbecause they refuse to do what is just.",
      "8": "A guilty person’s way is very crooked,\nbut the conduct of a pure person is straight.",
      "9": "Better to live on the corner of a roof\n    than in a house shared with a nagging wife.",
      "10": "The soul of a wicked person craves evil.\nHe does not look on his neighbor with mercy.",
      "11": "When a scoffer is punished, an undisciplined person becomes wise,\nand when a wise person is instructed, he gains knowledge.",
      "12": "The Righteous One carefully watches the house of the wicked.\nHe throws the wicked down to ruin.",
      "13": "Whoever shuts his ear to the cries of the poor—\nhe too will cry out and not be answered.",
      "14": "A gift given in secret soothes anger,\nand a bribe slipped into the pocket soothes fury.",
      "15": "It is a joy for a righteous person to practice justice,\nbut destruction waits for those who practice evil.",
      "16": "A person who wanders from the way of understanding\n    will rest in the company of departed spirits.",
      "17": "Whoever loves pleasure will be poor.\nWhoever loves wine and olive oil will never be rich.",
      "18": "The wicked become a ransom for the righteous,\nand the treacherous make a payment for the upright.",
      "19": "Better to live in an arid region\n    than with a nagging, ill-tempered wife.",
      "20": "Good food and olive oil are stored up in the dwellings of the wise,\nbut a foolish person devours everything he has.",
      "21": "A person who pursues righteousness and mercy\n    will find life, righteousness, and honor.",
      "22": "A wise man can climb up to a city full of warriors\nand pull down the strong defenses in which they trust.",
      "23": "The person who guards his mouth and his tongue\n    guards himself from troubles.",
      "24": "The contemptuous, insolent person—“Scoffer” is his name—\n    behaves with overflowing arrogance.",
      "25": "A lazy person’s craving will kill him,\nbecause his hands refuse to work.",
      "26": "All day long he craves something more,\nbut a righteous person gives and does not hold back.",
      "27": "A sacrifice offered by wicked people is an abomination.\nHow much more when they bring it with evil intent!",
      "28": "A lying witness will perish,\nbut a man who listens will keep speaking forever.",
      "29": "A wicked person puts on a bold front,\nbut an upright person gives thought to his way.",
      "30": "There is no wisdom, no cleverness, and no advice\n    that can stand up against the Lord.",
      "31": "A horse is made ready for a day of battle,\nbut the victory belongs to the Lord."
    },
    "22": {
      "1": "A good name is worth more than great wealth.\nRespect is worth more than silver and gold.",
      "2": "Rich and poor have this in common:\nThe Lord is the maker of them all.",
      "3": "A sensible person sees trouble and hides,\nbut the naïve keep going and pay the penalty.",
      "4": "The outcome of humility and of the fear of the Lord\n    is wealth, honor, and life.",
      "5": "Thorns and traps are on the road followed by the crooked.\nWhoever guards his soul will stay far away from them.",
      "6": "Dedicate a child to the way he should go,\nand even when he becomes old, he will not turn away from it.",
      "7": "A rich person rules over poor people,\nand a borrower is a slave to a lender.",
      "8": "Whoever sows injustice reaps trouble,\nand the rod that inflicts his fury will be destroyed.",
      "9": "A generous person will be blessed,\nbecause he gives some of his food to the poor.",
      "10": "Drive away a scoffer, and conflict leaves.\nQuarrels and insults cease.",
      "11": "A person who loves a pure heart and whose lips are gracious\n    will have a king as his friend.",
      "12": "The eyes of the Lord watch over knowledge.\nHe overturns the words of a treacherous person.",
      "13": "A lazy person says, “There’s a lion outside!\nI’ll be murdered in the streets!”",
      "14": "The mouth of an immoral woman is a deep pit.\nThe man who is under the Lord’s wrath will fall there.",
      "15": "Foolishness is bound tightly to a child’s heart.\nA rod of discipline will drive it far from him.",
      "16": "Whoever oppresses the poor to become great,\nand whoever gives gifts to the rich—\nboth are sure to suffer loss.",
      "17": "Open your ears and listen to the words of the wise,\nand set your heart on the knowledge that I offer,",
      "18": "for it is pleasant when you keep my words deep within you,\nand you have them ready on your lips.",
      "19": "Today I make my words known to you—yes, to you,\nso that your trust will be in the Lord.",
      "20": "Have I not written to you already with advice and knowledge,",
      "21": "in order to make accurate, true words known to you,\nso that you may reply with true words to those who sent you?",
      "22": "Do not rob a poor person because he is poor,\nand do not crush an oppressed person in court,",
      "23": "because the Lord will defend their cause,\nand he will rob those who rob them of their lives.",
      "24": "Do not be friends with a hothead.\nDo not go along with someone who has a hot temper.",
      "25": "If you do, you will learn his ways\nand set a trap for yourself.",
      "26": "Do not be among those who shake hands to guarantee debts.",
      "27": "If you do not have enough to repay,\nwhy should your bed be taken out from under you?",
      "28": "Do not move an ancient boundary marker\n    that your ancestors made.",
      "29": "Do you see a person who is efficient in his work?\nHe will serve kings.\nHe will not serve nobodies."
    },
    "23": {
      "1": "When you sit down to eat with a ruler,\npay close attention to what is put in front of you,",
      "2": "and put a knife to your throat if you have a big appetite.",
      "3": "Do not crave his delicious food.\nThat food is deceptive.",
      "4": "Do not wear yourself out getting rich.\nHave the good judgment to know when to stop.",
      "5": "Will your eyes get a glimpse of wealth before it is gone?\nNo, it will sprout wings for itself.\nLike an eagle it will fly away into the sky.",
      "6": "Do not eat the food of a miser.\nDo not crave his delicious food,",
      "7": "because he is calculating how much things cost him.\nSo when he says to you, “Eat and drink,”\nhe does not mean it.",
      "8": "You will vomit up the little bit you ate\nand spoil your pleasant conversation.",
      "9": "Do not speak within earshot of a fool,\nbecause he will despise your sensible words.",
      "10": "Do not move an ancient boundary marker,\nand do not enter the fields of the fatherless,",
      "11": "because their Redeemer is strong.\nHe will defend their cause against you.",
      "12": "Apply your heart to discipline\nand your ear to words that give knowledge.",
      "13": "Do not withhold discipline from a child,\nfor if you strike him with a rod, he will not die.",
      "14": "Strike him yourself with a rod,\nand you will rescue his soul from death.",
      "15": "My son, if your mind is wise,\nmy mind will rejoice as well.",
      "16": "My heart will celebrate\nwhen your lips speak upright things.",
      "17": "Do not allow your heart to envy sinners.\nInstead, always fear the Lord.",
      "18": "Indeed, there is a future,\nand your hope will never be cut off.",
      "19": "Listen, my son, and be wise,\nand keep your heart on the straight way.",
      "20": "Do not be among those who drink too much wine,\nor those who eat too much meat,",
      "21": "because a drunk and a glutton will become poor,\nand drunken stupor dresses a person in rags.",
      "22": "Listen to your father, who gave you life,\nand do not despise your mother when she is old.",
      "23": "Buy truth and do not sell it.\nBuy wisdom, discipline, and knowledge.",
      "24": "The father of a righteous child will celebrate greatly.\nOne who fathers a wise son will find joy in him.",
      "25": "Your father and your mother will find joy,\nand she who gave birth to you will celebrate.",
      "26": "My son, give me your heart,\nand let your eyes be pleased with my ways,",
      "27": "because a prostitute is a deep pit,\nand an immoral woman is a narrow well.",
      "28": "She is also like a robber waiting to ambush someone,\nand she multiplies unfaithful men among the people.",
      "29": "Who has trouble? Who has misery?\nWho has quarrels? Who has complaints?\nWho has wounds for no reason? Who has glazed eyes?",
      "30": "Those who linger over wine,\nthose who go to search for mixed wine.",
      "31": "Do not look at wine when it is red,\nwhen it sparkles in the cup,\nwhen it goes down smoothly.",
      "32": "Later it bites like a snake,\nand it strikes like a venomous viper.",
      "33": "Your eyes will see strange things,\nand your mind will say senseless things.",
      "34": "You will be like someone who tries to sleep in the middle of the sea,\nlike someone who tries to sleep at the top of a ship’s mast.",
      "35": "“They struck me, but I felt no pain.\nThey beat me, but I was not aware of it.\nWhen will I wake up, so that I can try it again?”"
    },
    "24": {
      "1": "Do not envy evil people,\nand do not wish to be with them,",
      "2": "because their hearts plan violence,\nand their lips speak trouble.",
      "3": "With wisdom a house is built.\nWith understanding it is established.",
      "4": "With knowledge its rooms are filled with every kind of riches,\nboth valuable and appealing.",
      "5": "A wise person grows strong,\nand a knowledgeable man becomes more powerful,",
      "6": "because advice prepares you for battle,\nand many advisors bring victory.",
      "7": "Wise decisions are out of reach for a stubborn fool.\nIn court he cannot open his mouth.",
      "8": "Whoever plans evil will be called a master schemer.",
      "9": "A foolish scheme is a sin,\nand a mocker is disgusting to people.",
      "10": "If you fail to act in the day of trouble,\nyour strength is too little.",
      "11": "Rescue captives condemned to death,\nand spare those staggering toward slaughter.",
      "12": "If you say, “We did not know about this,”\nwon’t the one who weighs motives notice?\nWon’t the one who guards your life know about it,\nand won’t he repay people according to what each one has done?",
      "13": "My son, eat honey, because it is good.\nFlowing honey is sweet on your palate.",
      "14": "Know also that wisdom is sweet for your soul.\nIf you find it, then there is a future for you,\nand your hope will never be cut off.",
      "15": "Do not be like the wicked who attack the home of the righteous.\nDo not destroy his resting place,",
      "16": "because a righteous person may fall seven times, but he will get up,\nwhile wicked people will stumble into misfortune.",
      "17": "Do not be happy when your enemy falls.\nDo not let your heart celebrate when he stumbles.",
      "18": "If you do, the Lord will see it and consider it evil,\nand he will turn his anger away from him.",
      "19": "Do not fret about evildoers.\nDo not be jealous of wicked people,",
      "20": "because an evil person has no future.\nThe lamp of the wicked will be put out.",
      "21": "Fear the Lord, my son, and also the king.\nDo not associate with those who are rebellious,",
      "22": "because their disaster will take place suddenly.\nWho knows what ruin the Lord and the king will cause?",
      "23": "These sayings also are by the wise:\nTo show partiality when administering justice is not good.",
      "24": "If anyone says to a guilty person, “You are innocent,”\npeople will curse him. Nations will denounce him.",
      "25": "However, it will be pleasant for those who convict the guilty.\nA wonderful blessing will come upon them.",
      "26": "Someone who gives a straight answer gives a kiss on the lips.",
      "27": "Prepare your work outside,\nand get things ready for yourself in the fields.\nAfterward, build your house.",
      "28": "Do not be a witness against your neighbor without cause.\nDo not practice deception with your lips.",
      "29": "Do not think, “I will do to him what he did to me.\nI will pay the man back for what he did.”",
      "30": "I passed by a lazy man’s field\nand by a vineyard that belonged to a senseless man.",
      "31": "It was overgrown with thistles\nand covered with weeds.\nIts stone wall was broken down.",
      "32": "When I saw this, I took it to heart.\nI observed and learned a lesson:",
      "33": "A little sleep, a little slumber,\na little folding of the hands to rest—",
      "34": "and poverty will come on you like a prowler,\nand scarcity will come like a warrior."
    },
    "25": {
      "1": "These also are the proverbs of Solomon,\nwhich the men of King Hezekiah of Judah compiled.",
      "2": "It brings glory to God to hide a matter,\nbut it brings glory to kings to investigate a matter.",
      "3": "As heaven is high and earth is deep,\nso there is no searching the heart of kings.",
      "4": "Remove impurities from silver,\nand a vessel can be cast by a silversmith.",
      "5": "Remove a wicked person from a king’s presence,\nand his throne will be established with righteousness.",
      "6": "Do not honor yourself in a king’s presence.\nDo not stand in a place reserved for great people,",
      "7": "because it is better to be told, “Come up here,”\nthan for you to be humiliated before a ruler\n    whom your eyes have seen.",
      "8": "Do not be in a hurry to go to court.\nOtherwise, what will you do afterward,\nwhen your neighbor humiliates you?",
      "9": "Argue your case with your neighbor,\nbut do not reveal someone else’s secret.",
      "10": "If you do, the person who hears it will shame you,\nand your bad reputation will never leave you.",
      "11": "A word spoken at the right time\n    is like golden apples in silver settings.",
      "12": "To ears that listen, a wise person’s correction\n    is like a gold ring or like jewelry made of pure gold.",
      "13": "To those who send him, a trustworthy messenger\n    is like cooling snow on a warm day during harvest.\nHe refreshes his masters’ spirits.",
      "14": "A person who brags about a gift that is never given\n    is like clouds and wind that bring no rain.",
      "15": "By patience a ruler can be persuaded,\nand a soft tongue can break a bone.",
      "16": "When you find honey, eat only what you need.\nOtherwise you will be filled with it and vomit it up.",
      "17": "Do not set foot in your neighbor’s house too often.\nIf you do, he will have too much of you and hate you.",
      "18": "A person who gives false testimony against his neighbor\n    is a club, a sword, and a sharp arrow.",
      "19": "Confidence in an unfaithful person during a time of crisis\n    is like a broken tooth or a lame foot.",
      "20": "Singing songs to a despondent heart\n    is like taking off a coat on a cold day\n    or like vinegar on baking soda.",
      "21": "If your enemy is hungry, give him something to eat.\nIf he is thirsty, give him something to drink,",
      "22": "because you will heap burning coals on his head,\nand the Lord will repay you.",
      "23": "A north wind gives birth to rain,\nand a whispering tongue gives birth to angry faces.",
      "24": "Better to live on the corner of a roof\nthan in a home shared with a nagging wife.",
      "25": "Good news from a distant country is\nlike cold water for a weary soul.",
      "26": "A righteous person who is swayed by the wicked\nis a muddied spring or a polluted fountain.",
      "27": "Eating too much honey is not good,\nand people seeking their own glory is not glorious.",
      "28": "A person who lacks self-control\nis like a broken-down city without a wall."
    },
    "26": {
      "1": "Like snow during summer and rain during the harvest,\nso honor is not appropriate for a fool.",
      "2": "Like a migrating bird or a flying swallow,\nso an undeserved curse does not come to rest.",
      "3": "A whip is for horses, a bridle for donkeys,\nand a rod for the backs of fools.",
      "4": "Do not answer a fool according to his folly.\nIf you do, you yourself will become like him.",
      "5": "Answer a fool according to his folly.\nIf you do not, he will consider himself wise.",
      "6": "It is like cutting off your own feet or drinking violence\nwhen a person sends messages in the hand of a fool.",
      "7": "The legs of a lame person dangle.\nSo does a proverb in the mouth of fools.",
      "8": "Giving honor to a fool is\n    like tying a stone in a slingshot.",
      "9": "A proverb in the mouth of a fool\n    is like a thorn in a drunkard’s hand.",
      "10": "One who hires a fool or someone just passing by\n    is like an archer who wounds at random.",
      "11": "As a dog returns to his vomit,\nso a fool repeats his stupidity.",
      "12": "Have you seen a person who is wise in his own eyes?\nThere is more hope for a fool than for him.",
      "13": "A lazy person says, “There’s a ferocious lion in the street.\nThere’s a lion in the public square!”",
      "14": "A door turns on its hinges,\nand a lazy person turns on his bed.",
      "15": "A lazy person buries his hand in a dish,\nbut he is too tired to return it to his mouth.",
      "16": "A lazy person considers himself wiser\nthan seven people who answer sensibly.",
      "17": "A passerby who meddles in a quarrel that is not his\nis like a person who grabs a dog by the ears.",
      "18": "A person who deceives his neighbor and then says, “I was only joking,”",
      "19": "is like a madman who shoots firebrands and deadly arrows.",
      "20": "When there is no more wood, a fire goes out,\nand without gossip, a quarrel dies down.",
      "21": "As charcoal is to hot embers and as wood is to fire,\nso a quarrelsome person is to igniting a fight.",
      "22": "Words of a gossip are like food that is easy to swallow.\nThey go down to the depths of one’s heart.",
      "23": "Fervent lips and an evil heart\nare like a glaze covering a clay pot.",
      "24": "With his lips a person hides his hatred,\nbut he hides deceit inside.",
      "25": "When his voice sounds gracious, do not believe him,\nbecause seven abominations are in his heart.",
      "26": "His hatred covers itself with deceit,\nbut his evil will be revealed in the assembly.",
      "27": "The person who digs a pit will fall into it.\nThe person who rolls away a stone—it will roll back over him.",
      "28": "A lying tongue hates those it crushes,\nand a smooth mouth causes ruin."
    },
    "27": {
      "1": "Do not boast about tomorrow,\nbecause you do not know what a day may produce.",
      "2": "Let someone else praise you, not your own mouth—\na stranger, not your own lips.",
      "3": "A stone is heavy and sand is a burden,\nbut aggravation from a stubborn fool is heavier than both.",
      "4": "Cruel wrath and a flood of anger are devastating,\nbut who can stand up against jealousy?",
      "5": "Open correction is better than concealed love.",
      "6": "Wounds from someone who loves you can be trusted,\nbut the kisses of someone who hates you are too much.",
      "7": "A satisfied appetite refuses honey,\nbut to a hungry appetite, everything bitter tastes sweet.",
      "8": "A person who wanders from his place\n    is like a bird that wanders from its nest.",
      "9": "Olive oil and incense bring joy to a heart,\nand the sweetness of a friend comes from his sincere advice.",
      "10": "Do not abandon your friend or your father’s friend,\nand do not go to your brother’s house when disaster strikes you.\nA neighbor who is near is better than a brother who is far away.",
      "11": "Be wise, my son, and bring joy to my heart,\nso that I may answer anyone who taunts me.",
      "12": "A sensible person sees trouble and hides,\nbut naïve people keep going and pay the penalty.",
      "13": "Take the garment of someone who guarantees a loan for a stranger.\nKeep it when someone pledges it on behalf of an immoral woman.",
      "14": "When someone blesses his neighbor in a loud voice early in the morning,\n    it will be regarded as a curse.",
      "15": "Constantly dripping water on a rainy day\nand a nagging wife are alike.",
      "16": "Trying to hold her back is like holding back the wind,\nlike grasping oil with your right hand.",
      "17": "Iron sharpens iron,\nand a man sharpens the insight of his friend.",
      "18": "A person who tends a fig tree eats its fruit,\nand a person who takes care of his master will be honored.",
      "19": "As water reflects a person’s face,\nso a person’s heart reflects the person.",
      "20": "Death and Destruction are never satisfied,\nand a person’s eyes are never satisfied.",
      "21": "A crucible is for refining silver and a smelter is for gold,\nand a person is tested by his praise.",
      "22": "Even if you grind a stubborn fool\n    like grain with a mortar and pestle,\nhis stupidity will not leave him.",
      "23": "Be certain that you know the condition of your flock very well.\nPay attention to your herds,",
      "24": "because wealth is not forever,\nnor does a crown pass from generation to generation.",
      "25": "The hay is removed and new growth appears,\nand grass from the mountains is gathered in.",
      "26": "Lambs provide wool for your clothing,\nand the price of the field can be earned from the goats.",
      "27": "What’s more, there will be enough goats’ milk for your food,\nfor your household’s food,\nand to maintain the life of your servant girls."
    },
    "28": {
      "1": "The wicked flee even though no one is pursuing them,\nbut the righteous are bold like a lion.",
      "2": "A rebellious land has many rulers,\nbut one man with understanding and knowledge provides stability.",
      "3": "A poor man who oppresses the poor\n    is a driving rain that leaves no food.",
      "4": "Those who abandon the law praise the wicked,\nbut those who keep the law oppose them.",
      "5": "Evil men do not understand justice,\nbut those who seek the Lord understand everything.",
      "6": "Better a poor person who walks in his integrity\n    than a rich person who is hypocritical.",
      "7": "The son who keeps the law has understanding,\nbut a companion of gluttons brings shame upon his father.",
      "8": "A person who increases his wealth by piling up interest\n    gathers it for someone who is generous to the needy.",
      "9": "A person who turns his ear away from the law—\n    even his prayer is an abomination.",
      "10": "A person who leads the upright along an evil way\nwill fall into his own pit,\nbut people of integrity will inherit good.",
      "11": "A wealthy person is wise in his own eyes,\nbut a needy person with understanding will expose him.",
      "12": "When the righteous triumph, there is much celebration,\nbut when the wicked rise to power, people hide.",
      "13": "A person who conceals his sins will not prosper,\nbut one who confesses and abandons them will receive mercy.",
      "14": "Blessed is the person who always is afraid of sin,\nbut one who hardens his heart will fall into calamity.",
      "15": "A wicked ruler over a poor people\n    is a growling lion or a charging bear.",
      "16": "When a ruler lacks understanding, there will be much oppression,\nbut one who hates ill-gotten gain prolongs his days.",
      "17": "A person haunted by the guilt of bloodshed\n    will be a fugitive until he goes down to the pit.\nNo one should offer him support.",
      "18": "A person who walks with integrity will be saved,\nbut a person whose ways are crooked will fall all at once.",
      "19": "A person who works his land will have plenty of food,\nbut whoever pursues fantasies will have plenty of poverty.",
      "20": "A trustworthy person has many blessings,\nbut a person in a hurry to get rich will not go unpunished.",
      "21": "Showing favoritism is not good,\nbut a man may sin for a piece of bread.",
      "22": "A tightfisted person is in a hurry to get rich,\nbut he does not know that poverty is coming his way.",
      "23": "In the end a person who corrects someone will find more favor\n    than a person with a flattering tongue.",
      "24": "A person who robs his father and his mother\nand says, “It’s not a sin,” is no better than a vandal.",
      "25": "A greedy person stirs up strife,\nbut a person who trusts in the Lord will prosper.",
      "26": "A person who trusts in his own ideas is a fool,\nbut a person who walks in wisdom will be kept safe.",
      "27": "A person who gives to the poor will lack nothing,\nbut a person who closes his eyes to them will receive many curses.",
      "28": "When the wicked rise to power, people go into hiding,\nbut when the wicked perish, the righteous increase."
    },
    "29": {
      "1": "A person who remains stiff-necked after many rebukes\n    will be broken suddenly, and there will be no cure.",
      "2": "When the righteous increase, the people rejoice,\nbut when a wicked man rules, the people groan.",
      "3": "A man who loves wisdom brings joy to his father,\nbut one who visits prostitutes destroys his wealth.",
      "4": "A king brings stability to a land by justice,\nbut one who accepts bribes tears it down.",
      "5": "A man who flatters his neighbor\n    is spreading a net for his steps.",
      "6": "An evil man sets a trap with his sin,\nbut a righteous person sings and rejoices.",
      "7": "A righteous person acknowledges the rights of the poor,\nbut a wicked person does not understand such knowledge.",
      "8": "Scoffers stir up a city,\nbut wise people turn away anger.",
      "9": "When a wise person seeks justice from a stubborn fool,\nthe fool rants and laughs, and there is no peace.",
      "10": "Bloodthirsty people hate anyone with integrity,\nbut upright people seek to save his life.",
      "11": "A fool vents all his emotions,\nbut a wise person calmly restrains them.",
      "12": "If a ruler listens to lies,\nall his officials become wicked.",
      "13": "A poor person and an oppressor have this in common:\nThe Lord gives light to the eyes of both.",
      "14": "If a king judges poor people with truth,\nhis throne will be established permanently.",
      "15": "A rod used for discipline gives wisdom,\nbut an undisciplined child disgraces his mother.",
      "16": "When the wicked increase, sin increases,\nbut the righteous will see their downfall.",
      "17": "Discipline your son, and he will give you rest.\nHe will give delight to your soul.",
      "18": "Without prophetic vision, a people is unrestrained,\nbut a people which follows the law is blessed.",
      "19": "A servant cannot be disciplined with words.\nAlthough he understands, he shows no response.",
      "20": "Have you seen a person who is hasty with his words?\nThere is more hope for a fool than for him.",
      "21": "If someone pampers his servant from the time he is young,\nlater on he will have grief.",
      "22": "A hothead stirs up a fight,\nand a quick-tempered person commits many sins.",
      "23": "A person’s arrogance will humble him,\nbut a humble spirit will attain honor.",
      "24": "The partner of a thief hates his own life.\nHe hears the oath, but he does not reveal anything.",
      "25": "Being afraid of a man sets a trap,\nbut a person who trusts in the Lord will be secure.",
      "26": "Many people seek a ruler’s favor,\nbut a person gets justice from the Lord.",
      "27": "An unjust person is disgusting to righteous people,\nbut one whose way is upright is disgusting to the wicked."
    },
    "30": {
      "1": "The words of Agur son of Jakeh. An oracle.\nThis man declares:\nI am weary, God. I am weary, God, and worn out,",
      "2": "because I am too unreasoning to be a man.\nI do not even possess human understanding.",
      "3": "I have not learned wisdom.\nI do not have knowledge of the Holy One.",
      "4": "Who has gone up to heaven and come down?\nWho has gathered the wind in the palms of his hands?\nWho has wrapped the water in a garment?\nWho has set up all the ends of the earth?\nWhat is his name and the name of his son?\nTell me if you know!",
      "5": "Every word of God has been refined.\nHe is a shield to those who take refuge in him.",
      "6": "Do not add to his words.\nIf you do, he will correct you,\nand you will be shown to be a liar.",
      "7": "Two things I have asked from you.\nDo not keep them from me before I die:",
      "8": "Keep worthless speech and lies far from me.\nDo not give me poverty or riches.\nGive me food in the amount that is right for me.",
      "9": "Too much, and I may feel satisfied and deny you\nand say, “Who is the Lord?”\nToo little, and I may become poor and steal\nand profane the name of my God.",
      "10": "Do not slander a servant to his master.\nIf you do, he will curse you,\nand you will be found guilty.",
      "11": "There is a type of person who curses his father\nand does not bless his mother.",
      "12": "This person is pure in his own eyes,\nbut he is not washed from his filth.",
      "13": "This person—how lofty his eyes, how high his eyelids!",
      "14": "This person—his teeth are swords,\nand his fangs are knives.\nHe uses them to devour oppressed people from the earth\nand poor people from among humanity.",
      "15": "The leech has two daughters: Give! Give!\nThree things are never satisfied.\nFour never say, “Enough!”:",
      "16": "the grave,\n    a closed womb,\n    land that is never satisfied with water,\n    and fire that never says, “Enough!”",
      "17": "An eye that mocks its father\nand despises the obedience due its mother—\nravens of the valley will peck it out,\nand young vultures will eat it.",
      "18": "Three things are too wonderful for me,\nand four I cannot understand:",
      "19": "the way of an eagle in the sky,\n    the way of a snake on a rock,\n    the way of a ship on the high seas,\n    and the way of a man with a virgin.",
      "20": "This is the way of a woman who commits adultery:\nShe eats and wipes her mouth,\nand she says, “I haven’t done anything wrong.”",
      "21": "Three things make the earth tremble.\nThere are four things it cannot endure:",
      "22": "a servant when he becomes king,\n    an arrogant fool when he is filled with food,",
      "23": "a woman who is hated when she is married,\n    and a slave girl when she replaces her master’s wife.",
      "24": "Four things are small on the earth,\nyet they are wiser than the wisest people:",
      "25": "Ants are a species without strength,\n    but they store their food in summer.",
      "26": "Rock badgers are a species without power,\n    but they make their home in a cliff.",
      "27": "Locusts have no king,\n    but they all march ahead in ranks.",
      "28": "Lizards can be caught in your hands,\n    but they live in kings’ palaces.",
      "29": "Three things strut impressively.\nFour walk with dignity:",
      "30": "a lion, which is the mightiest among the animals,\n    does not turn away from anything,",
      "31": "a strutting rooster,\n    a male goat,\n    and a king reviewing his troops.",
      "32": "If you have acted like a fool by exalting yourself,\nor if you have been scheming,\nput your hand over your mouth,",
      "33": "because just as pressing milk produces cheese,\nand pressing a nose brings forth blood,\nso pressing one’s anger produces a fight."
    },
    "31": {
      "1": "The words of Lemuel, a king.\nAn oracle that his mother used, to teach him discipline:",
      "2": "What are you doing, my son!\nWhat are you doing, son from my womb!\nWhat are you doing, son of my vows!",
      "3": "Do not give your strength to women.\nDo not give your ways to those who destroy kings.",
      "4": "It is not for kings, Lemuel,\nit is not for kings to drink wine,\nnor for rulers to crave beer.",
      "5": "If he does, he will drink and forget what is decreed.\nHe will change the legal rights of all the oppressed.",
      "6": "Give beer to someone who is perishing\nand wine to one whose soul is bitter.",
      "7": "He will drink and forget his poverty,\nand he will no longer remember his trouble.",
      "8": "Speak up for those who cannot speak.\nSpeak for the rights of all those who are defenseless.",
      "9": "Speak up, judge fairly,\nand defend the oppressed and needy.",
      "10": "Who can find a wife with strong character?\nHer value is greater than that of gems.",
      "11": "Her husband’s heart trusts her,\nand he never lacks wealth.",
      "12": "She does good for him and not evil\n    all the days of her life.",
      "13": "She obtains wool and flax.\nShe eagerly works it with her hands.",
      "14": "She is like merchant ships.\nShe brings her food from far away.",
      "15": "She rises while it is still night.\nShe gives food to her household.\nShe gives their share to her female servants.",
      "16": "She considers a field and acquires it.\nFrom her own income, she plants a vineyard.",
      "17": "She wraps strength around her waist like a belt,\nand she makes her arms strong.",
      "18": "She realizes that she makes a good profit.\nHer lamp does not go out at night.",
      "19": "She stretches out her hands for the distaff,\nand the palms of her hands grasp the spindle.",
      "20": "She opens the palm of her hand to the oppressed,\nand she stretches out her hands to the needy.",
      "21": "She does not fear for her household on account of snow,\nbecause her entire household is clothed in scarlet clothing.",
      "22": "She makes bedspreads for herself.\nFine linen and purple cloth are her clothing.",
      "23": "Her husband is known at the city gates,\nwhere he sits with the elders of the land.",
      "24": "She makes linen garments and sells them,\nand she delivers belts to the merchants.",
      "25": "Strength and honor are her clothing,\nand she laughs at the days to come.",
      "26": "She opens her mouth with wisdom,\nand kind instruction is on her tongue.",
      "27": "She keeps a close eye on the conduct of her household,\nand she does not eat bread that she did not work for.",
      "28": "Her children rise up and bless her.\nHer husband rises up and praises her:",
      "29": "“Many daughters show strong character,\nbut you have surpassed all of them.”",
      "30": "Charm is deceptive, and beauty is vapor that vanishes,\nbut a woman who fears the Lord should be praised.",
      "31": "Give her credit for the fruit of her hands,\nand let her accomplishments praise her in the city gates."
    }
  }
}