{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:55.557967-04:00",
    "Translation": "EHV"
  },
  "Psalm": {
    "1": {
      "1": "How blessed is the man\n    who does not walk in the advice of the wicked,\n    who does not stand on the path with sinners,\n    and who does not sit in a meeting with mockers.",
      "2": "But his delight is in the teaching of the Lord,\nand on his teaching he meditates day and night.",
      "3": "He is like a tree planted beside streams of water,\n    which yields its fruit in season,\n    and its leaves do not wither.\nEverything he does prospers.",
      "4": "Not so the wicked!\nNo, they are like the chaff which the wind blows away.",
      "5": "Therefore the wicked will not stand in the judgment,\nnor sinners in the assembly of the righteous.",
      "6": "Yes, the Lord approves of the way of the righteous,\nbut the way of the wicked will perish."
    },
    "2": {
      "1": "Why do the nations rage?\nWhy do the peoples grumble in vain?",
      "2": "The kings of the earth take a stand,\nand the rulers join together\n    against the Lord\n    and against his Anointed One.",
      "3": "“Let us tear off their chains\nand throw off their ropes from us.”",
      "4": "The one who is seated in heaven laughs.\nThe Lord scoffs at them.",
      "5": "Then he speaks to them in his anger,\nand in his wrath he terrifies them.",
      "6": "“I have installed my King on Zion, my holy mountain.”",
      "7": "I will proclaim the decree of the Lord.\nHe said to me:\n“You are my Son.\nToday I have begotten you.",
      "8": "Ask me,\nand I will give you the nations as your inheritance\nand the ends of the earth as your possession.",
      "9": "You will smash them with an iron rod.\nYou will break them to pieces like pottery.”",
      "10": "So now, you kings, do what is wise.\nAccept discipline, you judges of the earth.",
      "11": "Serve the Lord with fear,\nand rejoice with trembling.",
      "12": "Kiss the Son,\nor he will be angry,\nand you will be destroyed in your way,\nfor his wrath can flare up in a moment.\nHow blessed are all who take refuge in him."
    },
    "3": {
      "1": "A psalm by David. When he fled from Absalom, his son.",
      "2": "O Lord, how my foes are multiplying!\nMany are rising up against me!",
      "3": "Many are saying about my life, Interlude\n“There is no salvation for him in God.”",
      "4": "But you, O Lord, are a shield for me.\nYou are my glory and the one who lifts up my head.",
      "5": "With a loud voice I cry out to the Lord, Interlude\nand he answers me from his holy mountain.",
      "6": "I lie down, and I sleep.\nI awake, because the Lord sustains me.",
      "7": "I will not be afraid of the thousands of people\n    who line up against me on all sides.",
      "8": "Rise up, O Lord! Save me, my God!\nYes, you will strike all my enemies on the jaw.\nThe teeth of the wicked you will break.",
      "9": "Salvation belongs to the Lord. Interlude\nYour blessing rests on your people."
    },
    "4": {
      "1": "For the choir director. With stringed instruments. A psalm by David.",
      "2": "My righteous God, answer me when I call.\nWhen I was under pressure, you gave me relief.\nBe merciful to me and hear my prayer.",
      "3": "You people, how long will you turn my glory into shame?\nHow long will you love empty delusions? Interlude\nHow long will you pursue lies?",
      "4": "Know this: The Lord has set apart\n    his favored one for himself.\nThe Lord will hear when I call to him.",
      "5": "You may be upset, but do not sin.\nWhen you are on your beds,\n    speak to your heart, but remain silent. Interlude",
      "6": "Offer righteous sacrifices,\nand trust in the Lord.",
      "7": "Many are saying, “Who can show us any good?”\nShine the light of your face on us, O Lord.",
      "8": "You have placed joy in my heart greater than the joy\n    when grain and new wine are plentiful.",
      "9": "In complete peace I will lie down, and I will sleep,\nfor you alone, O Lord, make me dwell in safety."
    },
    "5": {
      "1": "For the choir director. For flutes. A psalm by David.",
      "2": "Turn your ear to my words, O Lord.\nUnderstand me when I sigh.",
      "3": "Pay attention to my cry for help,\n    my King and my God,\n    for to you I pray.",
      "4": "Lord, in the morning you hear my voice.\nIn the morning I lay out my requests in front of you,\nand I watch for your answer.",
      "5": "For you are not a God who takes pleasure in evil.\nWith you the wicked cannot dwell.",
      "6": "The arrogant cannot stand before your eyes.\nYou hate all evildoers.",
      "7": "You put to death those who speak lies.\nThe Lord is disgusted with bloodthirsty, deceitful men.",
      "8": "But as for me, by your great mercy\n    I will enter your house.\n    I will bow down toward your holy temple\n        with reverence for you.",
      "9": "Lord, lead me in your righteousness.\nBecause of those who slander me,\nmake your way straight before me.",
      "10": "Nothing reliable comes out of their mouth.\nFrom within them comes destruction.\nTheir throat is an open grave.\nWith their tongue they flatter.",
      "11": "Declare them guilty, O God!\nLet them fall because of their own schemes.\nFor their many treacherous deeds banish them,\n    because they have rebelled against you.",
      "12": "But let all who take refuge in you be glad.\nLet them sing for joy forever.\nYou cover them with protection,\n    so those who love your name rejoice in you.",
      "13": "Yes, you bless the righteous, Lord.\nYou surround them with your favor as a shield."
    },
    "6": {
      "1": "For the choir director. With stringed instruments.\nAccording to sheminith. A psalm by David.",
      "2": "Lord, do not rebuke me in your anger.\nDo not discipline me in your wrath.",
      "3": "Be merciful to me, Lord, for I am fading away.\nHeal me, Lord, for my bones are trembling,",
      "4": "and my soul is terrified.\nBut you, O Lord—how long?",
      "5": "Turn, O Lord, and deliver my soul.\nSave me because of your mercy.",
      "6": "For in death no one remembers you.\nIn the grave who praises you?",
      "7": "I am worn out from my groaning.\nI flood my bed all night long.\nWith my tears I drench my couch.",
      "8": "My eyes are blurred by sorrow.\nThey are worn out because of all my foes.",
      "9": "Turn away from me, all you evildoers,\nbecause the Lord has heard the sound of my weeping.",
      "10": "The Lord has heard my cry for mercy.\nThe Lord accepts my prayer.",
      "11": "They will be put to shame.\nAll my enemies will be terrified.\nThey will turn back.\nThey will be put to shame in an instant."
    },
    "7": {
      "1": "A shiggaion by David, which he sang to the Lord\nbecause of the words of Cush, from the tribe of Benjamin.",
      "2": "O Lord my God, in you I take refuge.\nSave me from all my pursuers and deliver me.",
      "3": "Otherwise, like a lion they will tear me apart.\nThey will drag me away with no one to rescue me.",
      "4": "O Lord my God, if I have done this,\nif there is injustice in my hands,",
      "5": "if I have done evil to anyone who is at peace with me,\nor if I have robbed my foe for no reason,",
      "6": "then let an enemy pursue my life and overtake me.\nLet him trample my life to the ground\nand make my glory dwell in the dust. Interlude",
      "7": "Stand up, O Lord, in your anger.\nRise up against the fury of my foes.\nAwake for me. You have commanded justice.",
      "8": "A crowd of peoples surrounds you.\nTurn against them from on high.",
      "9": "Let the Lord judge the peoples.\nAcquit me, O Lord, according to my righteousness,\naccording to my integrity which is in me.",
      "10": "The evil of the wicked will come to an end,\nbut you will establish the righteous.\nYou search minds and hearts, O righteous God.",
      "11": "My shield is God, who saves the upright in heart.",
      "12": "God, the judge, is righteous,\nbut he is a God who expresses his wrath every day.",
      "13": "If he does not relent,\n    the Lord will sharpen his sword.\n    He has bent his bow and will string it.",
      "14": "He prepares his deadly weapons.\n    He will make his arrows flames.",
      "15": "Yes, whoever conceives evil and is pregnant with trouble\n    will give birth to disappointment.",
      "16": "He digs a pit and scoops it out,\nand he will fall into the hole he has made.",
      "17": "The trouble he causes comes back on his own head.\nHis violence comes down on top of his own skull.",
      "18": "I will thank the Lord because of his righteousness,\nand I will make music to the name of the Lord Most High."
    },
    "8": {
      "1": "For the choir director. According to gittith. A psalm by David.",
      "2": "O Lord, our Lord, how majestic is your name in all the earth!\nSet this glory of yours above the heavens.",
      "3": "From the lips of little children and nursing babies\n    you have established strength because of your foes,\n        to put a stop to the enemy and the avenger.",
      "4": "Whenever I look up at your heavens, the works of your fingers,\nthe moon and the stars, which you have set in place—",
      "5": "what is man that you remember him,\nthe son of man that you pay attention to him!",
      "6": "Nevertheless, you make him suffer need,\n    apart from God for a while,\nbut you crown him with glory and honor.",
      "7": "You make him the ruler over the works of your hands.\nYou put everything under his feet:",
      "8": "all flocks and cattle, and even the wild animals,",
      "9": "the birds of the sky, and the fish of the sea,\n    which pass through the currents of the seas.",
      "10": "O Lord, our Lord, how majestic is your name in all the earth!"
    },
    "9": {
      "1": "For the choir director. According to “The Death of the Son.” A psalm by David.",
      "2": "I will thank you, Lord, with all my heart.\nI will tell about all your wonderful deeds.",
      "3": "I will be glad and rejoice in you.\nI will make music to your name, O Most High.",
      "4": "When my enemies turn back,\nthey stumble and perish from your presence,",
      "5": "for you have upheld my rights and my cause.\nYou sat on the throne, judging righteously.",
      "6": "You have rebuked the nations,\nand you made the wicked perish.\nYou have blotted out their name forever and ever.",
      "7": "As for the enemy, their destruction is complete and final.\nYou have uprooted cities.\nMemory of them has perished with them.",
      "8": "The Lord is seated forever.\nHe has established his throne for judgment.",
      "9": "The Lord himself will judge the world in righteousness.\nHe will judge the peoples with fairness.",
      "10": "The Lord will be a refuge for those who have been crushed,\na refuge for times of trouble.",
      "11": "Those who know your name will trust in you,\nfor you, O Lord, have not forsaken those who seek you.",
      "12": "Make music for the Lord, who is seated in Zion.\nProclaim his deeds among the peoples.",
      "13": "Yes, he who avenges bloodshed remembers them.\nHe does not forget the cry of the afflicted.",
      "14": "Have mercy on me, O Lord.\nSee my afflictions that are caused by those who hate me,\nand raise me up from the gates of death,",
      "15": "so that I may declare all your praise.\nIn the gates of the Daughter of Zion I will rejoice in your salvation.",
      "16": "The nations have sunk into the pit they have made.\nTheir feet are caught in the net that they have hidden.",
      "17": "The Lord makes himself known by the judgment he has carried out.\nBy the work of his hands the wicked are snared. Interlude for meditation",
      "18": "The wicked return to the grave,\nall the nations who forget God.",
      "19": "But he will never forget the needy.\nThe hope of the afflicted will never perish.",
      "20": "Rise up, O Lord. Do not let man triumph.\nLet the nations be judged in your presence.",
      "21": "Strike them with fear, O Lord.\nLet the nations know they are only human. Interlude"
    },
    "10": {
      "1": "Why, Lord, do you stand so far away?\nWhy do you hide in times of distress?",
      "2": "Because of the pride of the wicked, the oppressed burn.\nThey are caught in the schemes that the wicked plan.",
      "3": "Yes, the wicked man boasts about his heart’s desires.\nHe blesses the robber. He despises the Lord.",
      "4": "With his nose in the air, the wicked does not seek God.\nThere is no room at all for God in his thoughts.",
      "5": "His ways are prosperous all the time.\nHe is haughty. Your judgments do not concern him.\nHe snorts at all of his foes.",
      "6": "He says in his heart, “I will not be shaken.\nThrough age after age I will have no trouble.”",
      "7": "Cursing fills his mouth, along with lies and threats.\nTrouble and evil lie under his tongue.",
      "8": "He waits in ambush by the villages.\nIn hidden places he murders the innocent.\nHis eyes are spying on the helpless.",
      "9": "He lies in ambush. He hides like a lion in a thicket.\nHe lies in ambush to catch the oppressed.\nHe catches the oppressed by dragging them in his net.",
      "10": "The helpless are crushed. They sink down.\nThey fall under his strength.",
      "11": "He says in his heart, “God has forgotten.\nHe hides his face. He never sees.”",
      "12": "Rise up, O Lord! Lift up your hand, O God.\nDo not forget the oppressed.",
      "13": "Why does the wicked man despise God?\nWhy does he say in his heart,\n“You do not seek justice”?",
      "14": "But you do see. You notice trouble and grief.\nYou take it into your own hands.\nThe helpless one abandons himself to you.\nFor the fatherless you are indeed a helper.",
      "15": "Break the arm of the wicked.\nYou pursue the wickedness of the evil man\n    until you find no more.",
      "16": "The Lord is King forever and ever.\nThe nations will perish from his land.",
      "17": "Lord, you hear the desire of the afflicted.\nYou strengthen their hearts,\nand your ear pays attention,",
      "18": "to obtain justice for the fatherless and the crushed,\nso that the worldly man may no longer terrify."
    },
    "11": {
      "1": "For the choir director. By David.",
      "2": "In the Lord I take refuge.\nHow can you say to my soul:\n“Flee to your mountain like a bird.",
      "3": "Look! The wicked bend their bow.\nThey set their arrow against the string\n    to shoot in the darkness at the upright in heart.",
      "4": "When the foundations are being torn down,\n    what can the righteous do?”",
      "5": "The Lord is in his holy temple.\nThe Lord is on his throne in heaven.\nHis eyes observe.\nHe focuses on the children of Adam.",
      "6": "The Lord is righteous.\nHe examines the wicked.\nHe really hates those who love violence.",
      "7": "On the wicked he will rain down fiery coals and sulfur.\nA scorching wind will be the cup given to them.",
      "8": "Indeed, the Lord is righteous. He loves righteousness.\nThe upright will view his face."
    },
    "12": {
      "1": "For the choir director. According to sheminith. A psalm by David.",
      "2": "Save us, Lord, for the merciful have disappeared.\nThe faithful have vanished from among mankind.",
      "3": "Everyone speaks falsehood to his neighbor.\nTheir flattering lips speak double-talk.",
      "4": "May the Lord cut off all flattering lips.\nMay he cut off every tongue that speaks boastfully,",
      "5": "which says, “With our tongues we will establish our power.\nWe say what we please. Who is lord over us?”",
      "6": "“Because of the destruction of the oppressed,\nbecause of the groaning of the poor,\nnow I will rise up,” says the Lord.\n“I will keep him safe from the one who puffs against him.”",
      "7": "The words of the Lord are pure words,\nlike silver refined in a furnace on the ground, purified seven times.",
      "8": "You, Lord, will keep them safe.\nYou will protect them from such people forever.",
      "9": "The wicked strut around\n    when depravity is honored by the children of Adam."
    },
    "13": {
      "1": "For the choir director. A psalm by David.",
      "2": "How long, O Lord? Will you forget me forever?\nHow long will you hide your face from me?",
      "3": "How long must I experience worries in my soul,\nsorrow in my heart every day?\nHow long will my enemy tower over me?",
      "4": "Look at me. Answer me, O Lord my God.\nGive light to my eyes\n    so I do not sleep in death,",
      "5": "so my enemy does not say, “I have overcome him,”\n    so my foes do not rejoice when I fall.",
      "6": "But I trust in your mercy.\nMy heart rejoices in your salvation.",
      "7": "I will sing to the Lord\n    because he has accomplished his purpose for me."
    },
    "14": {
      "1": "For the choir director. By David.",
      "2": "The fool says in his heart, “There is no God.”\nThey are corrupt. They do disgusting things.\nThere is no one who does good.",
      "3": "The Lord looks down from heaven on all the children of Adam\n    to see if there is anyone who understands, anyone who seeks God.",
      "4": "Every one of them has turned away.\nAltogether they have become rotten.\nThere is no one who does good.\nThere is not even one.",
      "5": "Don’t any of these evildoers understand,\nthose who devour my people as if they were eating bread?\nThey do not call on the Lord.",
      "6": "There they are! They are terrified\n    because God is present in the circle of the righteous.",
      "7": "You try to put the plans of the poor to shame,\nbut the Lord is their refuge.",
      "8": "Who will provide salvation for Israel from Zion?\nWhen the Lord restores his people,\nlet Jacob rejoice and Israel be glad!"
    },
    "15": {
      "1": "A psalm by David.",
      "2": "Lord, who may be a guest in your tent?\nWho may dwell on your holy mountain?",
      "3": "One who walks with integrity,\nwho does what is righteous,\nand who speaks the truth in his heart.",
      "4": "He has no slander on his tongue.\nHe does not harm his friend,\nand he does not defame his neighbor.",
      "5": "He despises everyone whom God rejects,\nbut he honors those who fear the Lord.\nWhen he promises something,\n    he does not break his word\n    even though it costs him a lot.",
      "6": "He does not lend his money to get interest,\nand he does not accept a bribe against the innocent.\nOne who does these things will never be toppled."
    },
    "16": {
      "1": "A miktam by David.",
      "2": "Guard me, O God, for I take refuge in you.",
      "3": "I say to the Lord, “You are my Lord.\nI have no good apart from you.”",
      "4": "The holy ones who are in the land are glorious.\nAll my delight is in them.",
      "5": "Those who chase after another god will increase their sorrows.\nI will not pour out their drink offerings of blood.\nI will not take up their names on my lips.",
      "6": "Lord, you are the cup that has been given to me.\nYou have secured an allotment for me.",
      "7": "The property lines chosen for me fall in pleasant places.\nYes, a delightful inheritance is mine.",
      "8": "I will bless the Lord, who guides me.\nEven at night my heart instructs me.",
      "9": "I have set the Lord always before me.\nBecause he is at my right hand, I will not be shaken.",
      "10": "Therefore my heart is glad,\nand my whole being rejoices.\nEven my flesh will dwell securely",
      "11": "because you will not abandon my life to the grave.\n    You will not let your favored one see decay.",
      "12": "You have made known to me the path of life,\n    fullness of joy in your presence,\n    pleasures at your right hand forever."
    },
    "17": {
      "1": "Hear my righteous plea, O Lord.\nPay attention to my outcry.\nTurn your ear to my prayer, which is not offered by deceitful lips.",
      "2": "May a just verdict for me come from you.\nMay your eyes observe the things that are right.",
      "3": "You have tested my heart.\nYou have visited me at night.\nYou have refined me;\nyou have found nothing wrong.\nI resolved that my mouth will not overstep its bounds.",
      "4": "As for the deeds of people:\n    by the words from your lips\n    I have kept myself from the ways of the violent.",
      "5": "Keep my footsteps on your paths.\nMy steps have not slipped.",
      "6": "Indeed, I call to you because you will answer me, O God.\nTurn your ear toward me. Hear what I say.",
      "7": "Perform wonders through your mercy.\nBy your right hand save those who seek refuge\n    from those who rise up against them.",
      "8": "Guard me like the pupil of your eye.\nIn the shadow of your wings hide me",
      "9": "from the wicked who try to destroy me,\n    from those enemies of my life who surround me.",
      "10": "Their hearts are calloused.\nTheir mouths speak arrogantly.",
      "11": "Now they surround our steps.\nThey watch us to throw us to the ground.",
      "12": "He is like a lion that is eager to tear,\nlike a young lion crouching in its hiding place.",
      "13": "Rise, O Lord. Confront him. Bring him down.\nSave my life from the wicked by your sword.",
      "14": "Save me from such men by your hand, O Lord,\nfrom men of this world, whose reward is in this life.",
      "15": "b But you fill the stomachs of those whom you treasure.\nTheir children are satisfied,\nand they leave their wealth to their children.",
      "16": "Indeed, in righteousness I will view your face.\nWhen I awake, I will be satisfied with seeing your likeness."
    },
    "18": {
      "1": "For the choir director.\nBy David, the servant of the Lord, who spoke the words of this song to the Lord on the day when the Lord had delivered him from the grasp of all his enemies, even from the grasp of Saul.",
      "2": "Then he said:\nI love you, O Lord, my strength.",
      "3": "The Lord is my rocky cliff, my stronghold, and my deliverer.\nMy God is my rock. I take refuge in him.\nHe is my shield and the horn of my salvation, my high fortress.",
      "4": "I call to the Lord, who is worthy of praise,\nand I am saved from my enemies.",
      "5": "The ropes of death entangled me.\nFloodwaters of destruction rolled over me.",
      "6": "The ropes of the grave wrapped around me.\nThe traps of death threatened me.",
      "7": "In my distress I called to the Lord.\nTo my God I cried out.\nHe heard my voice from his temple.\nMy cry came before him. It reached his ears.",
      "8": "Then the earth shook and quaked,\nand the foundations of the mountains trembled.\nThey shook because the Lord was angry.",
      "9": "Smoke rose from his nostrils,\nand fire from his mouth devoured.\nCoals were set on fire by it.",
      "10": "Then he tore open the heavens and came down.\nA dark cloud was under his feet.",
      "11": "He rode upon a cherub, and he flew.\nHe soared on the wings of the wind.",
      "12": "He made the darkness around him his hiding place.\nDark rain clouds surrounded him like a canopy.",
      "13": "Emerging from the brightness in front of him\n    his clouds passed by with hail and coals of fire.",
      "14": "Then the Lord thundered in the heavens.\nThe Most High raised his voice with hail and coals of fire.",
      "15": "Then he shot his arrows and scattered the enemy.\nHe shot great lightning bolts and routed them.",
      "16": "Then the sources of water were revealed,\nand the foundations of the world were uncovered\n    by your rebuke, O Lord,\n    by the breath of wind from your nostrils.",
      "17": "He reached down from on high and took hold of me.\nHe drew me out of deep waters.",
      "18": "Because they were too strong for me,\nhe rescued me from my powerful enemy,\nfrom those who hate me.",
      "19": "They confronted me on the day of my disaster,\nbut the Lord supported me.",
      "20": "Then he brought me out into a wide-open space.\nHe rescued me because he delighted in me.",
      "21": "The Lord has dealt with me according to my righteousness.\nAccording to the cleanness of my hands he has repaid me,",
      "22": "for I have kept the ways of the Lord.\nI have not done evil and departed from my God.",
      "23": "So all his just decrees remain before me,\nand I have not turned his statutes away from me.",
      "24": "I have been blameless with him.\nI have kept myself from guilt.",
      "25": "The Lord has repaid me according to my righteousness,\naccording to the cleanness of my hands in his sight.",
      "26": "To the merciful you reveal yourself as merciful.\nTo the blameless person you reveal yourself as blameless.",
      "27": "To the pure you reveal yourself as pure,\nbut to the crooked you reveal yourself as crafty.",
      "28": "For you save humble people,\nbut you bring low the eyes of the arrogant.",
      "29": "Yes, you light my lamp, O Lord.\nMy God turns my darkness to light.",
      "30": "For with you I can charge against a battalion,\nand with my God I can jump over a wall.",
      "31": "This God—his way is blameless.\nThe speech of the Lord is pure.\nHe is a shield for all who take refuge in him.",
      "32": "For who is God besides the Lord?\nAnd who is the Rock except our God?",
      "33": "This God wraps me with strength\nand makes my way perfect.",
      "34": "By making my feet like those of a deer\n    he enables me to stand on high places.",
      "35": "Because he trains my hands for battle,\n    my arms can draw a bronze bow.",
      "36": "Then you give me the shield of your salvation.\nYour right hand sustains me,\nand you stoop down to lift me up.",
      "37": "You widen the path under my feet,\nso that my ankles do not give way.",
      "38": "I pursued my enemies, and I overtook them.\nSo I did not turn back until they were wiped out.",
      "39": "I crushed them so that they could not rise again.\nThey fell beneath my feet.",
      "40": "You wrapped me with strength for battle.\nYou made those who rose up against me bow down to me.",
      "41": "You made my enemies turn their backs and flee.\nI destroyed those who hate me.",
      "42": "They cried for help, but there was no one to save them.\nThey cried to the Lord, but he did not answer them.",
      "43": "So I grind them as fine as dust blown by the wind.\nI dump them out like mud in the streets.",
      "44": "You delivered me from the accusations of the people.\nYou made me the head of nations.\nA people I did not know serve me.",
      "45": "As soon as they hear me, they obey me.\nForeigners cower before me.",
      "46": "Foreigners fall exhausted.\nThey come trembling from their strongholds.",
      "47": "The Lord lives! Blessed be my Rock!\nMay the God who saves me be exalted!",
      "48": "The God who avenges me subdues peoples under me.",
      "49": "You delivered me from my enemies.\nYes, you exalted me above those who rose against me.\nYou rescued me from the violent man.",
      "50": "Therefore I will praise you among the nations, Lord.\nTo your name I will make music.",
      "51": "By providing great salvation for his King,\nhe shows mercy to his Anointed One,\nto David and to his Descendant forever."
    },
    "19": {
      "1": "For the choir director. A psalm by David.",
      "2": "The heavens tell about the glory of God.\nThe expanse of the sky proclaims the work of his hands.",
      "3": "Day after day they pour out speech.\nNight after night they display knowledge.",
      "4": "They do not speak. They say no words.\nTheir voice is not heard.",
      "5": "Their voice goes out into all the earth,\nand their word reaches the end of the world.\nGod has pitched a tent for the sun in the heavens.",
      "6": "It comes out like a bridegroom from his wedding canopy.\nIt celebrates like a champion who has run his race.",
      "7": "It sets out from one end of the heavens.\nIt runs until it reaches the other end.\nThere is nowhere to hide from its heat.",
      "8": "The law of the Lord is perfect.\nIt revives the soul.\nThe testimony of the Lord is trustworthy.\nIt gives wisdom to the inexperienced.",
      "9": "The precepts of the Lord are right.\nThey give joy to the heart.\nThe commandment of the Lord is bright.\nIt gives light to the eyes.",
      "10": "The fear of the Lord is pure.\nIt stands forever.\nThe just decrees of the Lord are truth.\nThey are altogether righteous.",
      "11": "They are more desirable than gold,\neven better than much pure gold.\nThey are sweeter than honey,\neven honey dripping from the honeycomb.",
      "12": "Yes, by them your servant is warned.\nIn keeping them there is great reward.",
      "13": "Who can recognize his own errors?\nDeclare me innocent of hidden sins.",
      "14": "Restrain your servant also from deliberate sins.\nDo not let them rule over me.\nThen I will be blameless.\nThen I will be innocent of great rebellion.",
      "15": "May the speech from my mouth\nand the thoughts in my heart be pleasing to you,\nO Lord, my Rock and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in the day of distress.\nMay the name of the God of Jacob lift you up.",
      "2": "May he send you help from the holy place.\nMay he support you from Zion.",
      "3": "May he remember all your sacrificial gifts. Interlude\nMay he accept your burnt offerings.",
      "4": "May he give you whatever your heart desires.\nMay he fulfill all your plans.",
      "5": "We will shout joyfully when God saves you.\nIn the name of our God we will lift up our banners.\nMay the Lord fulfill all your prayers.",
      "6": "Now I know that the Lord saves his Anointed.\nHe answers him from his holy heavens\n    with powerful acts of salvation from his right hand.",
      "7": "Some rely on chariots, and some on horses,\nbut we rely on the name of the Lord our God.",
      "8": "They are brought to their knees and fall,\nbut we rise up and stand firm.",
      "9": "Lord, save the king! Answer us in the day we call!"
    },
    "21": {
      "1": "O Lord, the king rejoices in your strength.\nHe joyfully celebrates salvation from you.",
      "2": "You have granted him what his heart desired. Interlude\nYou have not denied the request from his lips.",
      "3": "Yes, you meet him to give him great blessings.\nYou place a crown of pure gold on his head.",
      "4": "He asked you for life, and you gave it to him—\nlength of days, forever and ever.",
      "5": "He receives great glory through the salvation you gave.\nYou bestow splendor and majesty on him.",
      "6": "Surely you grant him blessings forever.\nYou make him glad with joy in your presence.",
      "7": "Surely the king trusts in the Lord,\nand through the mercy of the Most High he will not be shaken.",
      "8": "Your hand will reach all your enemies.\nYour right hand will reach those who hate you.",
      "9": "At the time when you appear, O Lord,\nyou will make them like a blazing furnace.\nIn his anger he will swallow them.\nFire will consume them.",
      "10": "You will cause their fruit to perish from the earth,\ntheir seed from among the children of Adam.",
      "11": "Indeed, they intend evil against you.\nThey plan wicked schemes,\nbut they will not succeed,",
      "12": "because you will make them turn and run\n    when you get ready to aim your arrows at them.",
      "13": "Rise up, O Lord, in your strength.\nWe will sing and make music because of your might."
    },
    "22": {
      "1": "For the choir director. According to “Doe of the Dawn.”\nA psalm by David.",
      "2": "My God, my God, why have you forsaken me?\nMy groaning does nothing to save me.",
      "3": "My God, I call out by day, but you do not answer.\nI call out by night, but there is no relief for me.",
      "4": "Yet you are seated as the Holy One, praised by Israel.",
      "5": "In you our fathers trusted.\nThey trusted and you delivered them.",
      "6": "They cried out to you, and they were rescued.\nThey trusted in you, and they were not disappointed.",
      "7": "But I am a worm and not a man,\nscorned by men and despised by the people.",
      "8": "All who see me mock me. They sneer.\nThey shake their heads.",
      "9": "They say, “Trust in the Lord.”\n“Let the Lord deliver him.\nLet him rescue him, if he delights in him.”",
      "10": "But you are the one who brought me out of the belly.\nYou made me trust when I was at my mother’s breasts.",
      "11": "I was cast on you from the womb.\nFrom the belly of my mother you have been my God.",
      "12": "Do not be distant from me, for distress is near,\nand there is no one to help.",
      "13": "Many bulls surround me.\nStrong bulls from Bashan encircle me.",
      "14": "Enemies open their mouths wide against me,\nlike a lion that tears its prey and roars.",
      "15": "Like water I am poured out.\nAll my bones are pulled apart.\nMy heart has become like wax.\nIt has melted in the middle of my chest.",
      "16": "My strength is dried up like broken pottery,\nand my tongue is stuck to the roof of my mouth.\nYou lay me in the dust of death.",
      "17": "For dogs have surrounded me.\nA band of evil men has encircled me.\nThey have pierced my hands and my feet.",
      "18": "I can count all my bones.\nThey stare and gloat over me.",
      "19": "They divide my garments among them.\nFor my clothing they cast lots.",
      "20": "But you, O Lord, do not be distant.\nO my Strength, come quickly to help me.",
      "21": "Deliver my life from the sword,\nmy only life from the power of the dog.",
      "22": "Save me from the mouth of the lion.\nFrom the horns of the wild oxen you have answered me.",
      "23": "I will declare your name to my brothers.\nIn the midst of the congregation I will praise you.",
      "24": "You who fear the Lord, praise him!\nAll you descendants of Jacob, honor him!\nStand in awe of him, all you descendants of Israel!",
      "25": "For he has not despised nor detested the affliction of the afflicted.\nHe has not hidden his face from him,\nbut when he cried out to him, he heard.",
      "26": "You are the source of my praise in the great congregation.\nI will fulfill my vows in the presence of those who fear him.",
      "27": "The poor will eat and be satisfied.\nThose who seek him will praise the Lord—\nmay he live in your hearts forever!",
      "28": "All the ends of the earth will remember and turn to the Lord,\nand all the families of the nations will bow down before you.",
      "29": "For the kingdom belongs to the Lord,\nand he rules over the nations.",
      "30": "All the rich of the earth will eat and bow down.\nAll who go down to the dust will kneel before him—\nthose who cannot keep themselves alive.",
      "31": "Descendants will serve him.\nFor generations people will be told about the Lord.",
      "32": "They will come and proclaim his righteousness\n    to a people yet to be born—\nbecause he has done it."
    },
    "23": {
      "1": "The Lord is my shepherd.\nI lack nothing.",
      "2": "He causes me to lie down in green pastures.\nHe leads me beside quiet waters.",
      "3": "He restores my soul.\nHe guides me in paths of righteousness for his name’s sake.",
      "4": "Even though I walk through the valley of the shadow of death,\nI will fear no evil, for you are with me.\nYour rod and your staff, they comfort me.",
      "5": "You set a table for me in the presence of my foes.\nYou drench my head with oil.\nMy cup is overflowing.",
      "6": "Surely goodness and mercy will pursue me all the days of my life,\nand I will live in the house of the Lord forever."
    },
    "24": {
      "1": "The earth is the Lord’s\nand everything that fills it,\nthe world and all who live in it,",
      "2": "because he founded it on the seas,\nand he established it on the rivers.",
      "3": "Who may go up to the mountain of the Lord?\nWho may stand in his holy place?",
      "4": "He who has clean hands and a pure heart,\nwhose soul is not set on what is false,\nwho does not swear deceitfully.",
      "5": "He will receive blessing from the Lord\nand righteousness from the God who saves him.",
      "6": "Such are the people of Jacob who look for the Lord,\nwho seek your face. Interlude",
      "7": "Lift up your heads, you gates.\nLift yourselves up, you ancient doors,\nand the King of Glory will come in.",
      "8": "Who is this King of Glory?\nThe Lord strong and mighty,\nthe Lord mighty in battle.",
      "9": "Lift up your heads, you gates.\nLift up, you ancient doors,\nand the King of Glory will come in.",
      "10": "Who is he, this King of Glory?\nThe Lord of Armies—he is the King of Glory. Interlude"
    },
    "25": {
      "1": "To you, O Lord, I will lift up my soul.",
      "2": "In you I have trusted, O my God.\nDo not let me be put to shame.\nDo not let my enemies triumph over me.",
      "3": "All who hope in you will never be put to shame,\nbut those who are treacherous for no reason will be put to shame.",
      "4": "Make known to me your ways, O Lord.\nTeach me your paths.",
      "5": "Make me walk in your truth and teach me,\nbecause you are the God who saves me.\nIn you I hope all day long.",
      "6": "Remember, O Lord, your compassion and your mercy,\nfor they are from eternity.",
      "7": "Do not remember the sins of my youth and my rebellious ways.\nAccording to your mercy remember me,\nbecause of your goodness, O Lord.",
      "8": "Good and upright is the Lord.\nTherefore, he instructs sinners in the right way.",
      "9": "He directs the humble to what is just,\nand he teaches the humble his way.",
      "10": "All the ways of the Lord are mercy and truth\n    for those who keep his covenant and his testimonies.",
      "11": "For the sake of your name, O Lord,\nyou forgive my guilt, although it is great.",
      "12": "Who, then, is the man who fears the Lord?\nThe Lord will instruct him in the way he chooses.",
      "13": "That man will enjoy a good life,\nand his descendants will possess the land.",
      "14": "The guidance of the Lord is with those who fear him.\nHis covenant will give them knowledge.",
      "15": "My eyes are always on the Lord,\nbecause he frees my feet from the net.",
      "16": "Turn toward me and be gracious to me,\nbecause I am lonely and afflicted.",
      "17": "The distress of my heart increases.\nBring me out of my anguish.",
      "18": "See my affliction and my trouble,\nand take away all my sins.",
      "19": "See my enemies—\nhow they have increased,\nand how violently they hate me!",
      "20": "Guard my life and rescue me.\nDo not let me be put to shame,\nfor I have taken refuge in you.",
      "21": "May integrity and uprightness protect me,\n    because I wait for you.",
      "22": "Redeem Israel, O God, from all its distress!"
    },
    "26": {
      "1": "Judge me favorably, O Lord,\nbecause I have walked in my integrity.\nIn the Lord I have trusted. I have not wavered.",
      "2": "Test me, O Lord, and examine me.\nRefine my thoughts and my emotions,",
      "3": "for your mercy is in front of my eyes,\nand I keep walking in your truth.",
      "4": "I do not sit with deceivers.\nI do not associate with hypocrites.",
      "5": "I hate the company of evildoers.\nI do not sit with the wicked.",
      "6": "I wash my hands from sin,\nso I can march around your altar, O Lord,",
      "7": "to shout thanks to you\n    and to proclaim all your wonderful deeds.",
      "8": "Lord, I love the house where you reside,\nthe place where your glory dwells.",
      "9": "Do not snatch my soul away along with sinners,\nnor my life with bloodthirsty men,",
      "10": "who grasp wicked schemes in their hands,\nwhose right hands are full of bribes.",
      "11": "But as for me, I will walk in my integrity.\nRedeem me and be merciful to me.",
      "12": "My feet stand on level ground.\nIn the assemblies I will bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation—\nwhom shall I fear?\nThe Lord is the stronghold of my life—\nof whom shall I be afraid?",
      "2": "When evildoers advance against me to eat my flesh,\nwhen my foes and my enemies come against me,\nit is they who will stumble and fall.",
      "3": "If an army lines up against me, my heart will not fear.\nIf war rises against me, even then I will keep trusting.",
      "4": "One thing I ask from the Lord. This is what I seek:\nthat I live in the house of the Lord all the days of my life,\n    to gaze on the beauty of the Lord,\n    and to seek him in his temple.",
      "5": "Yes, he will hide me in his shelter on the day of trouble.\nHe will hide me in his tent.\nHe will set me high on a rock.",
      "6": "Then my head will be lifted up above the enemies who surround me.\nI will offer sacrifices at his tent with a joyful shout.\nI will sing and make music to the Lord.",
      "7": "Hear me, O Lord. With my voice I call.\nBe merciful to me and answer me.",
      "8": "When you say, “Seek my face,” my heart says to you,\n    “Your face, Lord, I will seek.”",
      "9": "Do not hide your face from me.\nDo not turn your servant away in anger.\nYou have been my help.\nDo not reject me or forsake me, O God who saves me.",
      "10": "If my father and my mother abandoned me,\n    the Lord would take me in.",
      "11": "Lord, teach me your way,\nand lead me in a straight path because of my oppressors.",
      "12": "Do not give me up to the desire of my foes,\nbecause false witnesses rise up against me,\nand so do those who breathe out violence.",
      "13": "Unless I was confident to see the goodness of the Lord\n    in the land of the living—",
      "14": "Wait for the Lord. Be strong and take heart,\nand wait for the Lord!"
    },
    "28": {
      "1": "O Lord, I keep calling to you.\nMy Rock, do not be deaf to me.\nIf you remain silent to me,\nI will become like those who go down to the pit.",
      "2": "Hear the sound of my plea for mercy when I cry out to you,\nwhen I lift up my hands toward your most holy sanctuary.",
      "3": "Do not drag me away with the wicked, with those evildoers.\nThey speak peace to their neighbors but hide evil in their hearts.",
      "4": "Give to them what they have done to others.\nAccording to their evil actions,\naccording to the deeds of their hands,\npunish them.\nRepay to them what they deserve.",
      "5": "Because they do not recognize the works of the Lord\nor the deeds of his hands,\nhe will tear them down and not build them up.",
      "6": "Blessed be the Lord,\nbecause he has heard the sound of my plea for mercy.",
      "7": "The Lord is my strength and my shield.\nIn him my heart trusts, and I am helped.\nMy heart also celebrates.\nWith my song I will give thanks to him.",
      "8": "The Lord is their strength.\nHe is a stronghold of salvation for his anointed king.",
      "9": "Save your people, and bless the people that belong to you.\nShepherd them, and carry them forever."
    },
    "29": {
      "1": "Ascribe to the Lord, you sons of God,\nAscribe to the Lord glory and strength.",
      "2": "Ascribe to the Lord the glory of his name.\nBow down to the Lord in the splendor of holiness.",
      "3": "The voice of the Lord is heard over the waters.\nThe God of glory thunders.\nThe Lord thunders above the mighty waters.",
      "4": "The voice of the Lord thunders in power.\nThe voice of the Lord thunders in majesty.",
      "5": "The voice of the Lord breaks the cedars.\nThe Lord shatters the cedars of Lebanon.",
      "6": "He makes Mount Lebanon skip like a calf.\nSirion skips like a young wild ox.",
      "7": "The voice of the Lord slashes with flashes of fire.",
      "8": "The voice of the Lord shakes the wilderness.\nThe Lord shakes the Wilderness of Kadesh.",
      "9": "The voice of the Lord destroys the oaks\nand strips the forests bare.\nSo in his temple they all say, “Glory!”",
      "10": "The Lord is seated over the flood.\nThe Lord is seated as King forever.",
      "11": "The Lord gives strength to his people.\nThe Lord blesses his people with peace."
    },
    "30": {
      "1": "I will exalt you, O Lord,\nbecause you lifted me up.\nYou did not let my enemies rejoice over me.",
      "2": "O Lord my God, I cried out to you,\nand you healed me.",
      "3": "Lord, you snatched my life from the grave.\nYou kept me alive so I did not go down into the pit.",
      "4": "Make music to the Lord, you his favored ones,\nand give thanks when you remember his holiness,",
      "5": "for we spend a moment under his anger,\nbut we enjoy a lifetime in his favor.\nIn the evening, weeping comes to stay through the night,\nbut in the morning, there is rejoicing!",
      "6": "But I—I said in my security,\n“I will never be knocked down.”",
      "7": "Lord, in your favor you made strength\n    stand like a mountain for me.\nThen you hid your face. I was terrified.",
      "8": "To you, O Lord, I call.\nTo the Lord I cry for mercy:",
      "9": "“What gain is there in shedding my blood,\nin sending me down to destruction?\nWill the dust praise you?\nWill it proclaim your truth?",
      "10": "Lord, hear and be merciful to me.\nLord, be a helper for me.”",
      "11": "You turned my mourning into dancing.\nYou removed my sackcloth and clothed me with joy,",
      "12": "so that my whole being may make music to you\nand not be silent.\nO Lord my God, I thank you forever."
    },
    "31": {
      "1": "In you, Lord, I have taken refuge.\nLet me never be put to shame.\nIn your righteousness deliver me.",
      "2": "Turn your ear toward me.\nHurry! Rescue me!\nBe a rock where I take refuge,\na fortified place that saves me.",
      "3": "Yes, you are my rocky cliff and my stronghold.\nFor the sake of your name you will lead me and guide me.",
      "4": "You will pull me out of the net that they hid for me,\nbecause you are my refuge.",
      "5": "Into your hand I commit my spirit.\nYou have redeemed me, O Lord, the God of truth.",
      "6": "I hate those who keep worthless idols,\nbut I trust in the Lord.",
      "7": "I will be glad and rejoice in your mercy,\nbecause you saw my affliction.\nYou knew the distress of my soul.",
      "8": "You have not left me in the hand of the enemy.\nYou have made my feet stand in a wide-open space.",
      "9": "Be merciful to me, Lord, for I am in distress.\nMy eye grows weak with sorrow—\nmy soul and my body too.",
      "10": "Yes, my life is consumed by grief,\nand my years by groaning.\nMy strength fails because of my guilt,\nand my bones grow weak.",
      "11": "Because of all my foes,\nI am a disgrace, especially to my neighbors.\nI am dreaded by those who know me.\nThose who see me on the street flee from me.",
      "12": "I have been forgotten like a dead man, gone from memory.\nI have become like a broken pot.",
      "13": "Yes, I hear the slander of many.\nThere is terror on every side.\nWhen they conspire together against me,\nthey plot to take my life.",
      "14": "But I—I trust in you, O Lord.\nI say, “You are my God.”",
      "15": "My times are in your hand.\nDeliver me from the hand of my enemies\nand from those who pursue me.",
      "16": "Let your face shine on your servant.\nSave me in your mercy.",
      "17": "Do not allow me to be put to shame, O Lord,\nbecause I have cried out to you.\nBut let the wicked be put to shame.\nLet them be silent in the grave.",
      "18": "Let lying lips be silenced,\nthose who speak against the righteous\n    impudently with pride and contempt.",
      "19": "How great is your goodness,\nwhich you store up for those who fear you,\nwhich you deliver for those who take refuge in you\n    in the presence of the people.",
      "20": "You hide them in your presence from the schemes of man.\nYou conceal them in your shelter from accusing tongues.",
      "21": "Blessed be the Lord,\nbecause he made his mercy wonderful for me\n    when I was in a besieged city.",
      "22": "In my alarm I said, “I am cut off from before your eyes!”\nBut you heard the sound of my cry for mercy\n    when I cried out to you.",
      "23": "Love the Lord, all his favored ones!\nThe Lord preserves the faithful,\nbut he pays back in full the one who acts proudly.",
      "24": "Be strong, and let your heart be firm,\n    all you who wait confidently for the Lord."
    },
    "32": {
      "1": "By David. A maskil.",
      "2": "How blessed is the person\n    whose rebellion is forgiven,\n    whose sin is covered.",
      "3": "How blessed is the person\n    whose guilt the Lord does not charge against him,\n    in whose spirit there is no deceit.",
      "4": "When I kept silent,\nmy bones wasted away as I groaned all day long.",
      "5": "For day and night your hand was heavy on me. Interlude\nMy moisture was dried up by the droughts of summer.",
      "6": "I acknowledged my sin to you,\nand I did not cover up my guilt.\nI said, “I will confess my rebellion to the Lord,” Interlude\nand you forgave the guilt of my sin.",
      "7": "Because of this, let everyone who receives favor pray to you\n    at a time when you may be found.\nSurely when the mighty waters overflow,\nthey will not reach him.",
      "8": "You are my hiding place.\nYou will protect me from distress. Interlude\nYou will surround me with shouts of deliverance.",
      "9": "I will make you wise.\nI will instruct you in the way that you should go.\nI will guide you, keeping my eye on you.",
      "10": "Do not be like a horse or a mule, which has no understanding.\nIts mouth must be controlled by a bit and bridle,\nor else it will not come to you.",
      "11": "Many are the sorrows of the wicked,\nbut mercy will surround those who trust in the Lord.",
      "12": "Rejoice in the Lord and celebrate, all you righteous,\nand shout joyfully, all you upright in heart."
    },
    "33": {
      "1": "Shout joyfully to the Lord, you righteous.\nThe praise of the upright is beautiful.",
      "2": "Thank the Lord with a lyre.\nMake music for him with the ten-stringed harp.",
      "3": "Sing to him a new song.\nPlay skillfully and shout praises.",
      "4": "Yes, the word of the Lord is right,\nand everything he does is trustworthy.",
      "5": "He loves righteousness and justice.\nThe mercy of the Lord fills the earth.",
      "6": "By the word of the Lord the heavens were made.\nBy the breath of his mouth he made the whole army of stars.",
      "7": "He gathers the water of the sea into a heap.\nHe puts the depths into storehouses.",
      "8": "Let all the earth fear the Lord.\nLet all the inhabitants of the world revere him.",
      "9": "For he said, “Let it be,” and it was!\nHe gave a command, and there it stood.",
      "10": "The Lord wrecks the plan of the nations.\nHe hinders the intentions of the peoples.",
      "11": "The plan of the Lord stands forever.\nThe intentions of his heart stand through all generations.",
      "12": "How blessed is the nation whose God is the Lord,\nthe people he chose to be his possession.",
      "13": "From heaven the Lord observes.\nHe sees all the children of Adam.",
      "14": "From his throne room he looks at all the inhabitants of earth.",
      "15": "He alone is the one who shapes all their hearts.\nHe understands all their deeds.",
      "16": "No king is saved by the great size of his army.\nNo hero is rescued by his great strength.",
      "17": "You cannot rely on a horse to save you.\nIts great strength will not deliver you.",
      "18": "Look, the eye of the Lord is on those who fear him,\non those who wait for his mercy.",
      "19": "He will deliver their souls from death.\nHe keeps them alive in famine.",
      "20": "Our souls wait for the Lord.\nHe is our help and our shield.",
      "21": "Yes, in him our heart rejoices,\nbecause we trust in his holy name.",
      "22": "May your mercy, O Lord, be on us,\n    even as we wait confidently for you."
    },
    "34": {
      "1": "By David. When he pretended to be insane in the presence of Abimelek, who drove him away, and David left.",
      "2": "I will bless the Lord at all times.\nHis praise will always be in my mouth.",
      "3": "In the Lord my soul will boast.\nThe humble will hear and rejoice.",
      "4": "Proclaim the greatness of the Lord with me,\nand let us exalt his name together.",
      "5": "I sought the Lord, and he answered me.\nFrom all my terrors he delivered me.",
      "6": "His people look to him and are radiant,\nand their faces will never blush.",
      "7": "This poor man called, and the Lord heard.\nFrom all his distress the Lord saved him.",
      "8": "The Angel of the Lord camps around those who fear him,\nand he delivers them.",
      "9": "Taste and see that the Lord is good.\nBlessed is everyone who takes refuge in him.",
      "10": "Fear the Lord, you his saints,\nsince those who fear him lack nothing.",
      "11": "Young lions may lack food and be hungry,\nbut those who seek the Lord do not lack any good thing.",
      "12": "Come, children, listen to me.\nI will teach you the fear of the Lord.",
      "13": "Who wants to find pleasure in life?\nWho would love to experience many good days?",
      "14": "Guard your tongue from evil\nand your lips from speaking deceit.",
      "15": "Turn from evil and do good.\nSeek peace and pursue it.",
      "16": "The eyes of the Lord watch over the righteous.\nHis ears listen to their cry.",
      "17": "The face of the Lord is set against those who do evil,\n    to cut off memory of them from the earth.",
      "18": "The righteous cry out, and the Lord hears.\nFrom all their distress he delivers them.",
      "19": "The Lord is close to the brokenhearted.\nHe saves those whose spirits have been crushed.",
      "20": "Many are the troubles of the righteous,\nbut the Lord delivers him from them all.",
      "21": "He watches over all his bones;\nnot one of them will be broken.",
      "22": "Evil will slay the wicked.\nThose who hate the righteous will be found guilty.",
      "23": "The Lord redeems the soul of his servants.\nAnyone who takes refuge in him will not be found guilty."
    },
    "35": {
      "1": "Lord, oppose those who oppose me.\nFight against those who fight against me.",
      "2": "Put on your armor and shield.\nRise up to help me.",
      "3": "Wield a spear and block the way of those who pursue me.\nSay to my soul, “I am your salvation.”",
      "4": "May those who seek my life be disgraced and put to shame.\nMay those who plot to harm me be turned back and dismayed.",
      "5": "May they be like chaff driven by the wind.\nMay an angel of the Lord drive them away.",
      "6": "May their path be dark and slippery.\nMay an angel of the Lord pursue them.",
      "7": "Without cause they hid their net to catch me.\nWithout cause they dug a pit to trap me.",
      "8": "May devastation overtake him before he knows it.\nMay the net which he hid catch him.\nMay he fall into it to his own destruction.",
      "9": "Then my soul will rejoice in the Lord.\nIt will delight in his salvation.",
      "10": "All my bones will say, “Lord, who is like you?\nYou rescue the poor from the one too strong for him,\nthe poor and needy from the one who robs him.”",
      "11": "Malicious witnesses arise.\nThey ask me about things I do not know.",
      "12": "They repay me with evil instead of good.\nThey rob my soul of happiness.",
      "13": "But when they were sick, I dressed in sackcloth.\nI afflicted myself with fasting.\nMy prayers returned unanswered.",
      "14": "I walked around mourning,\n    as if mourning for a friend or for my brother.\nI bowed down, dirty with ashes,\n    as though mourning for my mother.",
      "15": "But when I stumbled, they were happy.\nThey gathered together.\nYes, attackers gathered together against me\n    though I did not expect it.\nThey ripped me and were never quiet.",
      "16": "Like profane mockers, they gnashed their teeth at me.",
      "17": "Lord, how long will you look on?\nRestore my life from their devastating attacks,\nmy precious life from these young lions.",
      "18": "I will give thanks to you in the great assembly.\nIn a large crowd I will praise you.",
      "19": "Do not let them rejoice over me—\nthose who are my enemies without cause.\nDo not let those who hate me without reason mock me.",
      "20": "For they do not speak for peace,\nbut they devise false accusations\n    against those who live quietly in the land.",
      "21": "They also open their mouths wide against me.\nThey say, “Ha! Ha! We see with our own eyes.”",
      "22": "Lord, you have seen all this.\nDo not be silent.\nLord, do not be far from me.",
      "23": "Wake up and rise up to my defense!\nMy God and Lord, rise to my cause.",
      "24": "Judge me according to your righteousness,\n    O Lord, my God.\nDo not let them rejoice over me.",
      "25": "Do not let them say in their hearts,\n    “Aha! Just what we wanted!”\nDo not let them say,\n    “We have swallowed him.”",
      "26": "May those who rejoice over my trouble\n    be put to shame and disgrace.\nMay those who exalt themselves over me\n    be clothed with shame and contempt.",
      "27": "May those who are pleased by my acquittal\n    shout for joy and be glad.\nMay they always say, “The Lord is great.\nHe takes delight in the peace of his servant.”",
      "28": "My tongue will report your righteousness\nand your praise all day long."
    },
    "36": {
      "1": "For the choir director. By the servant of the Lord. By David.",
      "2": "A declaration about the rebellion of the wicked is deep in my heart.\nThere is no dread of God before his eyes,",
      "3": "because he flatters himself in his own eyes\n    too much to notice his guilt and to hate it.",
      "4": "The words from his mouth are deception and deceit.\nHe has given up being wise and doing good.",
      "5": "He plots deception even on his bed.\nHe sets out on a path that is not good.\nHe does not reject wrong.",
      "6": "Lord, your mercy reaches to the heavens.\nYour faithfulness to the skies.",
      "7": "Your righteousness is as high as the mountains of God.\nYour justice is as deep as the ocean.\nYou save both man and animal, O Lord.",
      "8": "How precious is your mercy, O God!\nSo all people find refuge in the shadow of your wings.",
      "9": "They are satisfied by the rich food of your house.\nYou let them drink from your river of delights.",
      "10": "For with you is the fountain of life.\nIn your light we see light.",
      "11": "Stretch out your mercy over those who know you,\nyour righteousness to the upright in heart.",
      "12": "Do not let the foot of the proud trample me.\nDo not let the hand of the wicked drive me away.",
      "13": "There the evildoers have fallen.\nThey have been thrown down.\nThey are not able to rise!"
    },
    "37": {
      "1": "Do not fret because of evildoers.\nDo not be envious of those who do wrong,",
      "2": "for like grass they will wither quickly.\nLike green plants they will wilt.",
      "3": "Trust in the Lord, and do good.\nDwell in the land and feed on faithfulness.",
      "4": "Take pleasure in the Lord,\nand he will grant your heart’s desires.",
      "5": "Commit your way to the Lord.\nTrust in him, and he will act.",
      "6": "He will make your righteousness shine like light,\nyour justice like noon.",
      "7": "Be silent before the Lord. Wait patiently for him.\nDo not fret when an evil man succeeds in his ways,\nwhen he carries out his wicked schemes.",
      "8": "Let go of anger and abandon rage.\nDo not fret—it leads only to evil.",
      "9": "For evildoers will be cut off,\nbut those who hope in the Lord will inherit the earth.",
      "10": "After a little while the wicked will be no more.\nWhen you search for them at their place, they are not there.",
      "11": "But the meek will inherit the earth.\nThey will enjoy plenty of peace.",
      "12": "The wicked person plots against the righteous.\nHe gnashes his teeth at him,",
      "13": "but the Lord laughs at the wicked,\nbecause he sees that his day is coming.",
      "14": "The wicked draw their sword,\nand they bend their bow\n    to make the poor and needy fall,\n    to slaughter those whose ways are upright.",
      "15": "Their swords will pierce their hearts,\nand their bows will be broken.",
      "16": "Better the little that one righteous person has\n    than the wealth of many wicked people,",
      "17": "because the arms of the wicked will be broken,\nbut the Lord upholds the righteous.",
      "18": "The Lord knows the days of the blameless.\nTheir inheritance will last forever.",
      "19": "They will not be ashamed in time of disaster.\nIn days of famine they will be full.",
      "20": "Surely the wicked will perish.\nThe enemies of the Lord will be\n    like beautiful flowers in the pastures.\nBut they will vanish. Like smoke they will vanish.",
      "21": "The wicked borrow and do not repay,\nbut the righteous are gracious and give.",
      "22": "So those God blesses will inherit the earth,\nbut those he curses will be cut off.",
      "23": "By the Lord the steps of a person are made secure.\nThen he will delight in his way.",
      "24": "Though he falls, he will not stay down,\nbecause the Lord holds him by his hand.",
      "25": "I was a young man. Now I am old.\nBut I have never seen a righteous person forsaken\nor his children begging for bread.",
      "26": "Every day he is gracious and lends.\nHis children will be blessed.",
      "27": "Turn back from evil and do good.\nThen you will remain forever.",
      "28": "For the Lord loves justice.\nHe will not forsake his favored ones.\nThey will be protected forever,\nbut the descendants of the wicked will be cut off.",
      "29": "The righteous will inherit the earth.\nThey will dwell on it forever.",
      "30": "The mouth of the righteous utters wisdom.\nHis tongue speaks what is just.",
      "31": "The law of his God is in his heart.\nHis steps do not slip.",
      "32": "The wicked spy on the righteous one and seek to kill him.",
      "33": "The Lord will not leave him in their hand.\nHe will not let him be condemned when he is put on trial.",
      "34": "Wait for the Lord and keep to his way.\nHe will raise you up to take possession of the earth.\nWhen the wicked are cut off, you will see it.",
      "35": "I saw a wicked, ruthless man.\nHe was rooted like a green plant in its native soil,",
      "36": "but he passed away. Just like that, he was gone!\nI searched for him, but he could not be found.",
      "37": "Take note of the blameless. Look at the upright.\nYes, there is a future for the man of peace.",
      "38": "But rebels will be completely destroyed.\nThe future of the wicked will be cut off.",
      "39": "The salvation of the righteous comes from the Lord.\nHe is their stronghold in times of stress.",
      "40": "The Lord helps them and delivers them.\nHe delivers them from the wicked.\nHe saves them, because they have taken refuge in him."
    },
    "38": {
      "1": "Lord, do not rebuke me in anger.\nDo not discipline me in wrath.",
      "2": "Indeed, your arrows have stuck in me.\nYour hand has come down on me.",
      "3": "There is no health in my flesh because of your rage.\nThere is no wellness in my bones because of my sin,",
      "4": "because my guilt has gone over my head.\nLike a heavy burden, it is too heavy for me.",
      "5": "My wounds stink and ooze because of my folly.",
      "6": "I am drooping. I am completely bent over.\nAll day long I go around mourning.",
      "7": "Even my back burns with pain.\nMy whole body is unhealthy.",
      "8": "I have become numb. I am totally crushed.\nI groan loudly because of my anxious thoughts.",
      "9": "Lord, all my needs lie before you.\nMy sighs are not hidden from you.",
      "10": "My heart beats quickly. My strength leaves me.\nEven the light of my eyes is gone from me.",
      "11": "My loved ones and my friends stand far away\n    because of the blow I have suffered.\nMy neighbors stand at a distance.",
      "12": "Those who pursue my life set traps.\nThose who seek to harm me talk about my ruin.\nAll day long they plot deception.",
      "13": "I am deaf. I cannot hear.\nLike a mute person, I cannot open my mouth.",
      "14": "I am like a man who cannot hear.\nNo response comes from his mouth.",
      "15": "Yet I wait for you, Lord.\nYou will answer, O Lord my God.",
      "16": "So I said, “Do not let them celebrate because of me.\nDo not let them gloat when my foot slips.”",
      "17": "Look! I am about to fall,\nand I am always in pain,",
      "18": "so I declare my guilt,\nand I am troubled by my sin.",
      "19": "My aggressive enemies are numerous.\nThose who hate me for no reason are many.",
      "20": "Those who repay evil for good\n    slander me because I pursue what is good.",
      "21": "Do not forsake me, O Lord.\nMy God, do not be far from me.",
      "22": "Hurry to help me, O Lord, my salvation."
    },
    "39": {
      "1": "For the choir director. For Jeduthun. A psalm by David.",
      "2": "I said, “I will guard my ways\nso that I do not sin with my tongue.\nI will keep a muzzle on my mouth\n    as long as the wicked are confronting me.”",
      "3": "I said nothing. I kept silent.\nI did not even say anything good,\nbut my pain became worse.",
      "4": "Inside me my heart grew hot.\nAs I fretted, the fire burned.\nSo I spoke with my tongue.",
      "5": "Lord, help me understand my end.\nWhat is the limit of my days?\nLet me know how fleeting I am.",
      "6": "See, you have cut short my days.\nMy brief time before you is like nothing.\nIndeed, every person, even at his best,\n    is just a puff of air. Interlude",
      "7": "A man flickers like a mirage.\nHe really has no more effect than a breeze.\nHe piles things up, never knowing who will get them.",
      "8": "But now what do I wait for, Lord?\nMy hope is in you.",
      "9": "Save me from all my rebellious acts.\nDo not let fools scorn me.",
      "10": "I said nothing.\nI did not open my mouth,\nbecause you are the one who caused this.",
      "11": "Stop punching me.\nBy the attack of your hand I am finished.",
      "12": "By your rebuke against guilt you discipline a man.\nLike a moth you consume what he desires.\nIndeed, every person is nothing but a puff of air. Interlude",
      "13": "Hear my prayer, O Lord.\nListen to my cry.\nDo not ignore my tears,\nfor with you I am an alien,\njust a visitor, as were all my ancestors.",
      "14": "Look away from me, so I can smile again\nbefore I depart and am no more."
    },
    "40": {
      "1": "I waited and waited for the Lord.\nThen he turned to me and heard my cry.",
      "2": "Then he pulled me up from the deadly quicksand,\nfrom the mud and muck.\nHe made my feet stand on a rock to keep my steps from slipping.",
      "3": "Then he put a new song in my mouth,\na hymn of praise to our God.\nMany will see and fear.\nThey will trust in the Lord.",
      "4": "How blessed is everyone who trusts in the Lord,\nwho does not look to the proud\nor to those who turn aside to falsehood.",
      "5": "Many are the wonders you have done, O Lord my God.\nNo one can explain to you all your thoughts for us.\nIf I try to speak and tell about them,\nthey are too many to count.",
      "6": "Sacrifice and offering you did not desire.\nEars you have opened for me.\nYou did not ask for burnt offerings and sin offerings.",
      "7": "Then I said, “Here I am, I have come.\nThe book written on a scroll tells about me.",
      "8": "My God, I take pleasure in doing your will.\nYour law is in my heart.”",
      "9": "I preach righteousness in the great assembly.\nIndeed, I do not hold back my lips, O Lord, as you know.",
      "10": "I do not conceal your righteousness deep in my heart.\nI speak of your faithfulness and salvation.\nI do not hide your mercy and your truth from the great assembly.",
      "11": "Lord, you do not hold back your compassion from me.\nLet your mercy and your truth always protect me,",
      "12": "although troubles without number surround me.\nPunishments for my guilt have smothered me, so I cannot see.\nThey are more than the hairs of my head, so my courage deserts me.",
      "13": "Be pleased, O Lord, to save me.\nLord, hurry to help me.",
      "14": "Let all who seek to end my life be frustrated and completely confused.\nLet everyone who desires my ruin be turned back and disgraced.",
      "15": "Let those who say to me, “Aha! We got you!” be dismayed,\nbecause they have been put to shame.",
      "16": "But let all those who seek you rejoice and be glad in you.\nLet those who love your salvation always say,\n“The Lord is great!”",
      "17": "Yet I am poor and needy.\nMay the Lord think about me.\nYou are my help and my deliverer.\nO my God, do not delay."
    },
    "41": {
      "1": "How blessed is the person who understands the plight of the weak!\nMay the Lord deliver him in the day of trouble.",
      "2": "May the Lord guard him and keep him alive.\nMay he be blessed in the land.\nMay you not surrender him to the desire of his enemies.",
      "3": "May the Lord sustain him on his sickbed.\nYou raise him up from his bed.",
      "4": "I said, “Lord, have mercy on me.\nHeal my soul, for I have sinned against you.”",
      "5": "My enemies speak evil about me:\n“When will he die and his name perish?”",
      "6": "If one comes to see me, he speaks falsely.\nIn his heart he collects malicious plans.\nHe goes out. He speaks about them in the street.",
      "7": "All who hate me whisper together against me.\nThey plan evil for me. They say,",
      "8": "“A deadly affliction is poured out on him.\nHe will never get up from the place where he lies.”",
      "9": "Even a man who was at peace with me,\na man whom I trusted, who ate my bread,\n    has raised up his heel to step on me.",
      "10": "But you, Lord, have mercy on me.\nRaise me up, so that I can repay them.",
      "11": "From this I know that you are pleased with me:\nMy enemy does not triumph over me.",
      "12": "As for me—in my integrity you uphold me,\nand you set me up in your presence forever.",
      "13": "Blessed be the Lord, the God of Israel, from eternity to eternity.\nAmen and Amen."
    },
    "42": {
      "1": "For the choir director. A maskil by the Sons of Korah.",
      "2": "As a doe pants for streams of water,\nso my soul pants for you, O God.",
      "3": "My soul thirsts for God, for the living God.\nWhen can I go and appear before God?",
      "4": "My tears have been food for me day and night,\nwhile people are saying to me all day,\n“Where is your God?”",
      "5": "I am overcome by my emotions\nwhenever I remember these things:\n    how I used to arrive with the crowd,\n    as I led the procession to the house of God,\n    with loud shouts of thanksgiving,\n    with the crowd celebrating the festival.",
      "6": "Why are you so depressed, O my soul?\nWhy so disturbed within me?\nHope in God, for I will again praise him\n    for salvation from his presence.",
      "7": "My God, my soul is depressed within me.\nTherefore I will remember you from the land of the Jordan,\nfrom the heights of Hermon, from Mount Mizar.",
      "8": "Deep calls to deep in the roar of your rapids.\nAll your breakers and your waves have swept over me.",
      "9": "By day the Lord commands his mercy,\nand at night his song is with me—a prayer to the God of my life.",
      "10": "I say to God my Rock, “Why have you forgotten me?\nWhy must I go around mourning because of oppression by the enemy?”",
      "11": "It is like breaking my bones when my foes taunt me.\nAll day long they say to me, “Where is your God?”",
      "12": "Why are you so depressed, O my soul?\nWhy so disturbed within me?\nHope in God, for I will again praise him\n    for my salvation from the face of my God."
    },
    "43": {
      "1": "Judge me justly, O God,\nand plead my case against an ungodly nation.\nRescue me from the deceitful, wicked man.",
      "2": "I know you are God, my stronghold.\nWhy have you rejected me?\nWhy must I go around mourning\n    because of oppression by the enemy?",
      "3": "Send out your light and your truth.\nLet them guide me.\nLet them bring me to your holy mountain,\nto your dwelling.",
      "4": "Then I will go to the altar of God,\nto God, my joy and gladness.\nThen I will praise you with the lyre, O God, my God.",
      "5": "Why are you so depressed, O my soul?\nWhy so disturbed within me?\nHope in God, for I will again praise him\n    for my salvation from the face of my God."
    },
    "44": {
      "1": "God, our ears have heard.\nOur fathers have told us the work you performed\n    in their days, in days long ago.",
      "2": "By your hand you drove out the nations,\nbut you planted your people.\nYou crushed the peoples,\nbut you sent your people forward.",
      "3": "For it was not by their sword\n    that they took possession of the land.\nIt was not their arm that saved them.\nIt was your right hand and your arm,\nand the light from your face,\nbecause you took pleasure in them.",
      "4": "You are the one who is my King, O God.\nCommand victories for Jacob.",
      "5": "Through you we drive back our foes.\nThrough your name we trample our adversaries.",
      "6": "For I do not trust in my bow,\nand my sword does not save me.",
      "7": "But you save us from our foes,\nand you put those who hate us to shame.",
      "8": "In God we make our boast all day,\nand we will praise your name forever. Interlude",
      "9": "But now you have rejected and humbled us,\nand you do not go out with our armies.",
      "10": "You made us turn back before the foe,\nand those who hate us have taken plunder for themselves.",
      "11": "You give us up for food like sheep,\nand you have scattered us among the nations.",
      "12": "You sold your people for no great price,\nand you have not profited from their sale.",
      "13": "You have made us a reproach to our neighbors,\nscorn and ridicule to those around us.",
      "14": "You have made us a laughingstock among the nations,\na reason for the peoples to shake their heads.",
      "15": "All day my disgrace is right in front of me,\nand the shame on my face covers me,",
      "16": "because of the voice of the slanderer and reviler,\nbecause of the enemy and avenger.",
      "17": "All this came on us, though we had not forgotten you.\nWe had not been false to your covenant.",
      "18": "Our hearts had not turned back.\nOur steps had not slipped off your path.",
      "19": "But you crushed us and made us a home for jackals,\nand you covered us with the shadow of death.",
      "20": "If we had forgotten the name of our God\nor spread out our hands to a foreign god,",
      "21": "would not God have discovered this,\nsince he knows the secrets of the heart?",
      "22": "Yet for your sake we are killed all day long.\nWe are considered sheep to be slaughtered.",
      "23": "Get up! Why do you sleep, O Lord? Wake up!\nDo not reject us forever.",
      "24": "Why do you hide your face?\nWhy do you forget our misery and our oppression?",
      "25": "For our souls bow down to the dust.\nOur bellies cling to the earth.",
      "26": "Stand up! Help us!\nRedeem us because of your mercy."
    },
    "45": {
      "1": "For the choir director. According to “Lilies.”\nBy the Sons of Korah. A maskil. A love song.",
      "2": "My heart is bubbling over with a beautiful theme.\nI am reciting my works for the King.\nMy tongue is the pen of a rapid writer.",
      "3": "You are the most beautiful of the sons of Adam.\nGrace is poured out on your lips.\nTherefore God has blessed you forever.",
      "4": "Strap your sword on your thigh, you mighty warrior,\n    in your splendor and your majesty.",
      "5": "In your majesty advance successfully.\nRide forward in the cause of truth, humility, and righteousness.\nLet your right hand teach you awesome deeds.",
      "6": "Your arrows are sharpened.\nLet peoples fall beneath you.\nYour arrows are in the heart of the king’s enemies.",
      "7": "Your throne, O God, is forever and ever.\nThe scepter of your kingdom is a scepter of justice.",
      "8": "You love righteousness and hate wickedness.\nTherefore God, your God, has anointed you with the oil of joy\n    more than any of your companions.",
      "9": "Myrrh, aloes, and cassia perfume all your garments.\nFrom ivory palaces stringed instruments make you glad.",
      "10": "Daughters of kings are among your honored attendants.\nThe royal wife stands at your right hand in gold from Ophir.",
      "11": "Hear, O daughter, look and listen.\nForget your people and your father’s house,",
      "12": "because the king desires your beauty.\nBecause he is your lord, bow down to him.",
      "13": "Then the daughter of Tyre will come with a gift.\nThe richest people will seek your favor.",
      "14": "The princess, who waits inside, is all glorious.\nHer dress is interwoven with gold.",
      "15": "In embroidered garments she is led to the king.\nVirgins who follow her as attendants are brought to you.",
      "16": "They are brought with joyful celebration.\nThey enter the palace of the king.",
      "17": "Your sons will take the place of your fathers.\nYou will make them princes in all the earth.",
      "18": "I will preserve the memory of your name through all generations.\nTherefore peoples will praise you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\na helper who can always be found in times of trouble.",
      "2": "That is why we will not fear when the earth dissolves\nand when the mountains tumble into the heart of the sea.",
      "3": "Its waters roar and foam.\nThe mountains quake when it rises. Interlude",
      "4": "There is a river—its streams bring joy to the city of God,\nto the holy dwelling of the Most High.",
      "5": "God is in her. She will not fall.\nGod will help her at daybreak.",
      "6": "Nations are in turmoil. Kingdoms fall.\nGod raises his voice. The earth melts.",
      "7": "The Lord of Armies is with us.\nThe God of Jacob is a fortress for us. Interlude",
      "8": "Come, look at the works of the Lord.\nWhat a wasteland he has made of the earth!",
      "9": "He makes wars cease to the end of the earth.\nHe shatters the bow. He cuts up the spear.\nHe burns the carts with fire.",
      "10": "“Be still, and know that I am God.\nI will be exalted among the nations.\nI will be exalted on the earth.”",
      "11": "The Lord of Armies is with us.\nThe God of Jacob is a fortress for us. Interlude"
    },
    "47": {
      "1": "All you peoples, clap your hands!\nShout to God! Sing a loud song!",
      "2": "Yes, the Lord Most High is awesome.\nHe is the great King over all the earth!",
      "3": "He subdues peoples under us\nand nations under our feet.",
      "4": "He chooses our inheritance for us.\nIt is the pride of Jacob, whom he loves. Interlude",
      "5": "God has ascended with a joyful shout.\nThe Lord goes up with the sound of the ram’s horn.",
      "6": "Make music for God! Make music!\nMake music for our King! Make music!",
      "7": "For God is the King of all the earth.\nMake music for him with a wise song.",
      "8": "God reigns as king over the nations.\nGod is seated on his holy throne.",
      "9": "The nobles of the peoples come together\n    as the people of the God of Abraham.\nYes, the shields of the earth belong to God.\nHe is greatly exalted."
    },
    "48": {
      "1": "The Lord is great. He deserves to be praised\n    in the city of our God, on his holy mountain.",
      "2": "His mountain is lofty and beautiful, the joy of the whole earth.\nMount Zion, the northern mountain, is the city of the Great King.",
      "3": "God is in her citadels.\nHe is famous as her fortress.",
      "4": "Look! See! The kings came together.\nThey advanced together.",
      "5": "They saw. Yes, they were amazed.\nThey were terrified. They were put to flight.",
      "6": "Trembling seized them there,\npain like a woman giving birth.",
      "7": "You shattered them with an east wind, like ships of Tarshish.",
      "8": "What we have heard, we now have also seen:\n    In the city of the Lord of Armies,\n    in the city of our God, Interlude\n    God establishes her forever.",
      "9": "Inside your temple, O God, we meditate on your mercy.",
      "10": "Your praise, O God, reaches to the ends of the earth,\njust as your fame does.\nRighteousness fills your right hand.",
      "11": "Mount Zion rejoices.\nThe daughters of Judah celebrate because of your judgments.",
      "12": "Go around Zion. Yes, go all the way around her.\nCount her towers.",
      "13": "Consider her rampart.\nView her citadels, so that you may tell the next generation about them.",
      "14": "For this God is our God forever and ever.\nHe will guide us beyond death."
    },
    "49": {
      "1": "Hear this, all you peoples.\nPay attention, all you inhabitants of this world,",
      "2": "all you children of Adam, all mankind,\nrich and poor alike.",
      "3": "My mouth will speak wisdom.\nThe meditation of my heart will give understanding.",
      "4": "I will listen carefully to wise teaching.\nWith a lyre I will explain deep truths.",
      "5": "Why should I fear days of trouble,\ndays when the wickedness of my pursuers surrounds me?",
      "6": "They trust in their wealth.\nThey place their confidence in the abundance of their riches.",
      "7": "But no one can by any means redeem himself.\nHe cannot give God a ransom for himself—",
      "8": "(Yes, the ransom for their souls is costly.\nAny payment would fall short.)",
      "9": "—so that he could live on forever and not see the pit.",
      "10": "Yes, we can see that wise men die.\nThe fool and the senseless alike perish,\nand they leave their wealth to others.",
      "11": "They think their houses will remain forever,\ntheir dwellings for generation after generation\nbecause they named lands after themselves.",
      "12": "But man, though he has riches, does not even spend a night here.\nHe is like the animals that perish.",
      "13": "This way of theirs is foolishness,\nbut their followers approve of what they say. Interlude",
      "14": "They are like a flock destined for the grave.\nDeath will be their shepherd.\nThe upright will rule over them in the morning.\nTheir bodies will be consumed by the grave,\n    far from their mansions.",
      "15": "But surely God will redeem my life from the power of the grave.\nYes, he will take me to himself. Interlude",
      "16": "Do not be afraid when a man grows rich,\nwhen the glory of his house increases,",
      "17": "because when he dies, he cannot take anything along.\nHis glory will not go down with him.",
      "18": "Throughout his life he congratulates himself:\n“People praise you because you have done so well for yourself.”",
      "19": "He will go to the gathering place of his fathers.\nThey will never see the light!",
      "20": "A man who has riches but does not understand\n    is like the animals that perish."
    },
    "50": {
      "1": "A psalm by Asaph.",
      "2": "God, God the Lord, has spoken.\nHe calls to the earth from the rising of the sun to its setting.",
      "3": "From Zion, the perfection of beauty, God has shined.",
      "4": "Our God comes and he will not be silent.\nFire devours in front of him.\nAround him a storm rages.",
      "5": "He calls to the heavens above and to the earth\n    to judge his people.",
      "6": "“Gather to me my favored ones,\nwho make a covenant with me by sacrifice.”",
      "7": "So the heavens proclaim his righteousness,\n    because God himself is judge. Interlude",
      "8": "Listen, my people, and let me speak, O Israel.\nThen I will testify against you:\nI am God, your God.",
      "9": "It is not because of your sacrifices that I rebuke you\nor because of your burnt offerings that are always in front of me.",
      "10": "I do not need to take a bull from your barn\n    or goats from your pens,",
      "11": "because every animal in the forest is mine,\nthe cattle on a thousand mountains.",
      "12": "I know every bird in the mountains,\nand everything that moves in the field is with me.",
      "13": "If I were hungry, I would not tell you,\nbecause the world is mine, and all that fills it.",
      "14": "Do I eat the flesh of bulls,\nor do I drink the blood of goats?",
      "15": "Sacrifice a thank offering to God,\nand fulfill your vows to the Most High.",
      "16": "Call on me in the day of distress.\nI will deliver you, and you will honor me.",
      "17": "But to the wicked, God says:\nWhat right do you have to recite my statutes\nor to take up my covenant with your mouth?",
      "18": "As for you—you hate discipline,\nand you throw my words behind your back.",
      "19": "If you see a thief, you approve of him,\nand you cast your lot with adulterers.",
      "20": "You devote your mouth to evil,\nand your tongue weaves deceit.",
      "21": "You sit and speak against your brother.\nYou slander your own mother’s son.",
      "22": "These things you have done, and I kept silent.\nYou thought I was just like you.\nI will indict you and accuse you to your face.",
      "23": "Now consider this, you who forget God,\nor I will tear you to pieces,\nand there will be no one to rescue you.",
      "24": "The one who sacrifices a thank offering honors me,\nand he sets up the way by which I will show him the salvation of God."
    },
    "51": {
      "1": "Be gracious to me, God,\n    according to your mercy.\nErase my acts of rebellion\n    according to the greatness of your compassion.",
      "2": "Scrub me clean from my guilt.\nPurify me from my sin.",
      "3": "For I admit my rebellious acts.\nMy sin is always in front of me.",
      "4": "Against you, you only, have I sinned,\nand I have done this evil in your eyes.\nSo you are justified when you sentence me.\nYou are blameless when you judge.",
      "5": "Certainly, I was guilty when I was born.\nI was sinful when my mother conceived me.",
      "6": "Since you desire truth on the inside,\nin my hidden heart you teach me wisdom.",
      "7": "Remove my sin with hyssop, and I will be clean.\nWash me, and I will be whiter than snow.",
      "8": "Let me hear joy and gladness.\nLet the bones you have crushed celebrate.",
      "9": "Hide your face from my sins.\nErase all my guilty deeds.",
      "10": "Create in me a pure heart, O God.\nRenew an unwavering spirit within me.",
      "11": "Do not cast me from your presence.\nDo not take your Holy Spirit from me.",
      "12": "Restore to me the joy of your salvation.\nSustain me with a willing spirit.",
      "13": "I will teach rebels your ways,\nand sinners will turn to you.",
      "14": "Deliver me from bloodshed, O God,\n    the God who saves me.\nMy tongue will shout for joy about your righteousness.",
      "15": "Lord, open my lips,\nand my mouth will declare your praise.",
      "16": "For you do not delight in sacrifice,\nor I would give it.\nYou do not take pleasure in burnt offerings.",
      "17": "The sacrifices God wants are a broken spirit.\nA broken and crushed heart, O God, you will not despise.",
      "18": "As it pleases you, do good for Zion.\nBuild up the walls of Jerusalem.",
      "19": "Then you will be pleased with righteous sacrifices,\n    burnt offerings and whole offerings.\nThen bulls will be offered up on your altar."
    },
    "52": {
      "1": "Why do you boast about evil, you hero?\nThe mercy of God endures all day long.",
      "2": "Your tongue plans destruction.\nIt is like a sharpened razor, you scheming liar.",
      "3": "You love evil rather than good. Interlude\nYou love lying rather than speaking what is right.",
      "4": "You lying tongue, you love every word that devours!",
      "5": "But God will tear you down forever.\nHe will grab you and pull you out of your tent. Interlude\nHe will uproot you from the land of the living.",
      "6": "Then the righteous will see and fear.\nThen they will laugh at him:",
      "7": "“Look, here is the man who did not make God his stronghold,\nbut trusted in the greatness of his wealth.\nHe grew strong by his destructive deeds!”",
      "8": "But I am like a green olive tree in the house of God.\nI trust in the mercy of God forever and ever.",
      "9": "I will thank you forever because you have done this.\nI will hope in your name in the presence of your favored ones\n    because it is good."
    },
    "53": {
      "1": "The fool says in his heart, “There is no God.”\nThey are corrupt. They commit horrible evil.\nThere is no one who does good.",
      "2": "God looks down from heaven on all the children of Adam\n    to see if there is anyone who understands,\n    anyone who seeks God.",
      "3": "Every single one has turned back.\nAltogether they have become rotten.\nThere is no one who does good.\nThere is not even one.",
      "4": "Don’t they know, all those evildoers,\n    who devour my people as if they were eating bread?\nThey do not call on God.",
      "5": "There they are, terrified, where there was nothing to fear.\nFor God scattered the bones of those who camped against you.\nYou put them to shame, because God despised them.",
      "6": "Who will provide salvation for Israel from Zion?\nWhen God restores his people, let Jacob rejoice and Israel be glad!"
    },
    "54": {
      "1": "God, save me by your name.\nBy your power judge me justly.",
      "2": "God, hear my prayer.\nTurn your ear to the words of my mouth.",
      "3": "For strangers have risen up against me.\nRuthless men seek my life. Interlude\nThey pay no attention to God.",
      "4": "Indeed, God is my helper.\nThe Lord is the one who preserves my life.",
      "5": "Let evil return on those who oppress me.\nIn your faithfulness destroy them.",
      "6": "I will sacrifice willingly to you.\nI will praise your name, O Lord, because it is good.",
      "7": "Surely, from all my distress he has delivered me.\nMy eyes have looked down on my enemies."
    },
    "55": {
      "1": "Turn your ear to my prayer, O God.\nDo not hide from my plea for mercy.",
      "2": "Pay attention to me and answer me.\nI am troubled in my thoughts and I groan",
      "3": "because of talk from the enemy,\n    because of oppression from the wicked,\n    because they dump evil on me,\n    and in anger they hold a grudge against me.",
      "4": "My heart is in anguish within me.\nThe terrors of death fall on me.",
      "5": "Fear and trembling come over me.\nHorror covers me.",
      "6": "So I say, “I wish I had wings like a dove!\nI would fly away and find a place to rest.",
      "7": "Yes, I would flee far away. Interlude\nI would stay in the wilderness.",
      "8": "I would hurry to find shelter,\n    far from the violent wind, far from the storm.”",
      "9": "Swallow them up, O Lord.\nConfuse their speech,\nfor I see violence and contention in the city.",
      "10": "Day and night they sneak around on its walls.\nEvil and trouble are in the city.",
      "11": "Destruction lurks within it.\nTreachery and deceit never leave its streets.",
      "12": "For it is not an enemy who insults me—\nI could bear that.\nIt is not someone who hated me who rises up against me—\nI could hide from him.",
      "13": "But it is you, a man who served with me,\n    my colleague and my associate,",
      "14": "with whom I shared pleasant discussions\n    as we walked with the excited crowd at God’s house.",
      "15": "Let deadly destruction come on them.\nLet them go down to the grave alive,\nbecause evil is at home in their hearts.",
      "16": "As for me, I call to God,\nand the Lord saves me.",
      "17": "Evening, morning, and noon I cry out and I sigh,\nand he hears my voice.",
      "18": "In peace he redeems my life from the assault against me,\n    even when many are against me.",
      "19": "God will hear, and he will punish them— Interlude\nyes, he is seated on his throne from eternity!\n—because they never change, and they do not fear God.",
      "20": "The traitor reaches out his hand against those at peace with him.\nHe breaks his agreement.",
      "21": "His flattery is as smooth as butter,\nyet war is in his heart.\nHis words are more soothing than oil,\nyet they are drawn daggers.",
      "22": "Place your burden on the Lord,\nand he will support you.\nHe will never allow the righteous to fall.",
      "23": "But you, O God, will bring them down into the pit of destruction.\nBloody and deceitful men will not live half their days.\nBut as for me, I will trust in you."
    },
    "56": {
      "1": "For the choir director. “A Dove on Distant Oaks.”\nBy David. A miktam.\nWhen the Philistines had seized him in Gath.",
      "2": "Be merciful to me, O God, for a man pants as he pursues me.\nAll day long an attacker presses against me.",
      "3": "Those who spy on me pant as they pursue me all day long.\nYes, many are attacking me boldly.",
      "4": "On the day when I am afraid, I will trust in you.",
      "5": "In God I praise his word.\nIn God I trust. I will not fear.\nWhat can flesh do to me?",
      "6": "All day long they hurt my cause.\nAll their thoughts against me are evil.",
      "7": "They gather together. They hide.\nThey try to trip me by grabbing my heels\n    while they wait to take my life.",
      "8": "Because of their wickedness do not let them escape.\nIn your anger bring down the peoples, O God.",
      "9": "You keep a record of my tossing and turning.\nKeep my tears in your bottle.\nAren’t they all listed in your book?",
      "10": "Then my enemies will turn back on the day when I call.\nThis is how I will know that God is for me.",
      "11": "In God I praise a word.\nIn the Lord I praise a word.",
      "12": "In God I trust. I will not be afraid.\nWhat can man do to me?",
      "13": "My vows to you are binding, O God.\nI will complete my thank offerings to you,",
      "14": "because you have delivered my life from death.\nHave you not delivered my feet from stumbling\n    so I can walk before God in the light of life?"
    },
    "57": {
      "1": "For the choir director. “Do Not Destroy.” By David. A miktam.\nWhen he fled from Saul. In the cave.",
      "2": "Have mercy on me, O God,\nhave mercy on me,\nbecause my soul has taken refuge in you.\nIn the shadow of your wings I will take refuge\n    until destruction has passed by.",
      "3": "I call to God Most High,\nto God, who completes his plans for me.",
      "4": "He will send from heaven, and he will save me. Interlude\nHe puts to shame the one who pants as he pursues me.\nGod will send his mercy and his faithfulness.",
      "5": "My life is spent among lions.\nI lie down among ferocious men,\nwhose teeth are spears and arrows,\nwhose tongue is a sharp sword.",
      "6": "Be exalted above the heavens, O God.\nMay your glory be over all the earth.",
      "7": "They spread a net for my steps.\nMy soul was bowed down.\nThey dug a pit in front of me. Interlude\nThey have fallen into it.",
      "8": "My heart is steadfast, O God.\nMy heart is steadfast.\nI will sing and I will make music.",
      "9": "Awake, my soul!\nAwake, harp and lyre!\nI will awaken the dawn.",
      "10": "I will give thanks to you among the peoples, O Lord.\nI will make music to you among the nations,",
      "11": "because your great mercy reaches above the heavens,\nand your faithfulness to the skies.",
      "12": "Be exalted above the heavens, O God.\nLet your glory be over all the earth."
    },
    "58": {
      "1": "For the choir director. “Do Not Destroy.” By David. A miktam.",
      "2": "Do you “gods” really speak righteously?\nDo you sons of Adam judge rightly?",
      "3": "No, in your heart you commit injustices.\nOn the earth your hands distribute violence.",
      "4": "The wicked go off course already from the womb.\nFrom the belly they go astray. They speak lies.",
      "5": "Their venom is like the venom of a snake,\nlike a deaf cobra that has stopped its ears,",
      "6": "that will not listen to the sound of the charmers,\nhowever skillful the spellbinder may be.",
      "7": "O God, break their teeth in their mouths.\nTear out the fangs of the young lions, Lord!",
      "8": "Let them vanish like water that flows away.\nWhen he draws his bow, let his arrows be cut off.",
      "9": "As a slug melts away as it crawls along, so let him disappear.\nLike a stillborn child may they not see the sun.",
      "10": "Before your pots can feel the heat of the thorns—\nwhether the thorns are green or dry—they will be swept away.",
      "11": "The righteous one will be glad when he sees vengeance.\nHe will bathe his feet in the blood of the wicked.",
      "12": "Then people will say, “Surely there is fruit for the righteous.\nSurely there is a God judging on the earth.”"
    },
    "59": {
      "1": "Deliver me from my enemies, my God.\nYou set me high above those who rise up against me.",
      "2": "Deliver me from evildoers.\nSave me from bloodthirsty men.",
      "3": "Yes, look how they lie in ambush to take my life!\nStrong men gather against me,\nbut it is not because I have rebelled,\nnot because I have sinned, O Lord.",
      "4": "I am not guilty,\nyet they run to take up their positions against me.\nRise up to meet me and see!",
      "5": "You, O Lord, God of Armies, the God of Israel,\nwake up and confront all the nations. Interlude\nDo not show mercy to all the wicked traitors.",
      "6": "They return at evening. They growl like dogs.\nThey prowl around the city.",
      "7": "Look, they gush from their mouths.\nTheir lips are swords,\nso they say, “Who hears?”",
      "8": "But you laugh at them, Lord.\nYou scoff at all those nations.",
      "9": "O my Strength, I watch for you,\nbecause God is my high fortress.",
      "10": "My merciful God will go ahead of me.\nGod will make me look down on those who slander me.",
      "11": "Do not kill them, or my people may forget.\nIn your might make them wander about.\nBring them down, O Lord, our shield.",
      "12": "The sin of their mouth is the words of their lips,\nso let them be caught in their pride,\nbecause of the curses and lies they proclaim.",
      "13": "Consume them in wrath.\nConsume them till they are no more.\nThen they will know to the ends of the earth Interlude\n    that God rules over Jacob.",
      "14": "They return at evening. They growl like dogs.\nThey prowl around the city.",
      "15": "They wander about for food.\nIf not satisfied, they howl.",
      "16": "But I will sing about your strength.\nIn the morning I will shout about your mercy,\nbecause you are a high fortress for me,\na refuge in the day of my distress.",
      "17": "O my Strength, to you I make music,\nbecause God is my high fortress, my merciful God."
    },
    "60": {
      "1": "For the choir director. “The Lily of Testimony.” A miktam by David.\nFor teaching. When he waged war against Aram Naharaim and against Aram Zobah, and Joab returned and struck down twelve thousand men of Edom in the Valley of Salt.",
      "2": "God, you have rejected us.\nYou have broken us down.\nYou have been angry. Return to us!",
      "3": "You have shaken the earth. You have torn it open.\nHeal its fractures, for it is about to collapse.",
      "4": "You have made your people suffer hardship.\nYou gave us wine to drink that makes us stagger.",
      "5": "You have set up a signal flag for those who fear you, Interlude\n    to be raised up against the bow.",
      "6": "Save us with your right hand and answer us,\nso that those you love may be delivered.",
      "7": "God has spoken in his holiness:\n“I will triumph. I will distribute Shechem,\nand I will measure off the Valley of Succoth.",
      "8": "Gilead is mine, and Manasseh is mine.\nEphraim is my helmet. Judah is my scepter.",
      "9": "Moab is my washbasin. On Edom I toss my sandal.\nI shout aloud over Philistia.”",
      "10": "Who will bring me into the fortified city?\nWho will lead me to Edom?",
      "11": "God, is it not you, who have rejected us?\nGod, is it not you, who no longer go out with our armies?",
      "12": "Give us help against the foe,\nfor human help is worthless.",
      "13": "In God we will do mighty deeds.\nHe is the one who will trample our foes."
    },
    "61": {
      "1": "For the choir director. On a stringed instrument. By David.",
      "2": "Hear my cry, O God.\nPay attention to my prayer.",
      "3": "From the end of the earth I call to you\n    when my heart is overwhelmed.\nLead me up onto the rock that is higher than I.",
      "4": "For you have been a refuge for me,\na tower of strength in the face of the enemy.",
      "5": "I want to keep living in your tent forever. Interlude\nI will take refuge under the cover of your wings.",
      "6": "For you, God, have heard my vows.\nYou have given me the heritage of those who fear your name.",
      "7": "Add days to the days of the king.\nHis years will last through all generations.",
      "8": "Let him be seated in God’s presence forever.\nAppoint your mercy and truth to protect him.",
      "9": "Then will I make music to your name forever,\n    to fulfill my vows day after day."
    },
    "62": {
      "1": "For the choir director. According to Jeduthun. A psalm by David.",
      "2": "My soul rests quietly in God alone.\nMy salvation is from him.",
      "3": "He alone is my rock and my salvation, my fortress.\nI will not be disturbed.",
      "4": "How long will you threaten a man?\nDo all of you want to murder him,\n    like a leaning wall, like a fence to be pushed down?",
      "5": "Yes, they plan to push him down from his lofty place.\nThey are delighted with deceit.\nWith their mouths they bless,\nbut inside they curse. Interlude",
      "6": "My soul, rest quietly in God alone,\nfor my hope comes from him.",
      "7": "He alone is my rock and my salvation, my fortress.\nI will not be disturbed.",
      "8": "My salvation and my honor depend on God, my strong rock.\nMy refuge is in God.",
      "9": "Trust in him at all times, you people.\nPour out your hearts before him. Interlude\nGod is a refuge for us.",
      "10": "Yes, the sons of Adam are only a breath.\nThe sons of man are a delusion.\nOn a scale they weigh nothing.\nThey are nothing but air.",
      "11": "Do not trust in extortion.\nDo not put empty confidence in stolen goods.\nIf your wealth grows, do not set your heart on it.",
      "12": "One thing God has spoken,\ntwo things that I have heard:\n    that God has strength",
      "13": "and that you, Lord, have mercy.\nSurely you will repay each person\n    according to what he has done."
    },
    "63": {
      "1": "A psalm by David. When he was in the wilderness of Judah.",
      "2": "God, you are my God. Eagerly I seek you.\nMy soul thirsts for you. My flesh longs for you,\n    in a dry and dreary land without water.",
      "3": "Yes, in the sanctuary I have watched you\n    to see your power and your glory.",
      "4": "Because your mercy is better than life,\n    my lips will worship you.",
      "5": "Yes, I will bless you as long as I live.\nIn your name I will lift up my hands.",
      "6": "My soul will be satisfied with rich food.\nMy mouth will praise you with lips filled with songs.",
      "7": "Whenever I remember you on my bed,\nthroughout the watches of the night I meditate on you.",
      "8": "Because you are a help for me,\nI sing for joy under the shade of your wings.",
      "9": "My soul clings to you.\nYour right hand upholds me.",
      "10": "But those who seek my life will go to destruction.\nThey will go into the depths of the earth.",
      "11": "They will be given over to the power of the sword.\nThey will become food for foxes.",
      "12": "But the king will rejoice in God.\nAll who swear by him will praise him,\nbut the mouths of those speaking lies will be shut."
    },
    "64": {
      "1": "Hear my voice, O God, when I complain.\nProtect my life from the terror caused by the enemy.",
      "2": "Hide me from the conspiracy of the wicked,\nfrom the noisy mob of evildoers.",
      "3": "They sharpen their tongues like a sword.\nThey shoot poison words like arrows.",
      "4": "They shoot at the innocent from hiding places.\nSuddenly they shoot at him. They have no fear.",
      "5": "They strengthen each other in an evil plot.\nThey discuss where to hide snares.\nThey say, “Who will see them?”",
      "6": "They plot evil deeds and they say,\n“We have come up with a perfect plot!”\nThe mind and heart of man are devious!",
      "7": "But God will shoot them.\nSuddenly they are wounded with an arrow.",
      "8": "Their own tongues cause their downfall.\nEveryone who sees them will shake his head.",
      "9": "Then all people will be afraid.\nThey will proclaim the work of God.\nThey will consider what he has done.",
      "10": "Let the righteous rejoice in the Lord\nand take refuge in him.\nLet all the upright in heart be confident!"
    },
    "65": {
      "1": "Praise waits for you, O God, in Zion.\nTo you vows will be fulfilled.",
      "2": "You who hear prayer, to you all mortals will come.",
      "3": "The record of my guilt overpowered me.\nYou atone for our rebellious acts.",
      "4": "How blessed is the one you choose and bring near!\nHe will dwell in your courtyards.\nWe will be satisfied by the goodness of your house,\nby the holiness of your temple.",
      "5": "In righteousness you answer us with awesome deeds,\n    O God who saves us.\nHe is trusted by all the farthest ends of the earth and the sea.",
      "6": "He establishes the mountains by his power.\nHe has wrapped himself with strength.",
      "7": "He stills the roaring of the seas,\nthe roaring of their waves,\nand the turmoil of the peoples.",
      "8": "Those living at the ends of the earth fear your signs.\nFrom sunrise to sunset you let them shout for joy.",
      "9": "You visit the earth and water it.\nYou make it very rich.\nGod’s stream is filled with water.\nYou provide grain for them, just as you planned.",
      "10": "You drench the land’s furrows. You flatten its plowed ground.\nYou soften it with showers. You bless its crops.",
      "11": "You crown the year with your goodness.\nThe tracks made by your carts overflow with riches.",
      "12": "The pastures of the wilderness drip.\nThe hills are wrapped with joy.",
      "13": "The meadows are clothed with flocks.\nThe valleys are dressed with grain.\nThey shout for joy. Yes! They sing."
    },
    "66": {
      "1": "Shout praise to God, all the earth!",
      "2": "Make music to the glory of his name!\nMake his praise glorious!",
      "3": "Say to God, “How awesome are your deeds!”\nBecause of your great power your enemies must cower before you.",
      "4": "All the earth bows down to you.\nThey make music to you.\nThey make music to your name. Interlude",
      "5": "Come and see the works of God.\nHow awesome his deeds for all people!",
      "6": "He turned the sea into dry land.\nThey crossed through the river on foot.\nLet us rejoice in him there.",
      "7": "He rules by his power forever.\nHis eyes watch the nations. Interlude\nDo not let the rebellious rise up against him.",
      "8": "Bless our God, you peoples.\nLet the sound of his praise be heard.",
      "9": "He is the one who has preserved our lives.\nHe did not let our feet slip.",
      "10": "Indeed, you tested us, God.\nYou refined us as silver is refined.",
      "11": "You led us into a trap.\nYou laid a burden on our backs.",
      "12": "You let men ride over our heads.\nWe went through fire and through water,\nbut you brought us out to a well-watered place.",
      "13": "I will come to your house with whole burnt offerings.\nI will fulfill my vows to you,",
      "14": "which my lips uttered,\n    which my mouth spoke during my trouble.",
      "15": "I will offer fat animals to you as whole burnt offerings,\n    along with the smoke from rams. Interlude\nI will offer cattle with goats.",
      "16": "Come, listen, all you who fear God,\nand let me tell what he has done to save my life.",
      "17": "To him I cried out with my mouth.\nHigh praise was on my tongue.",
      "18": "If I had contemplated evil in my heart,\nthe Lord would not have listened,",
      "19": "but God has surely listened.\nHe has paid attention to the sound of my prayer.",
      "20": "Blessed be God, who has not turned aside my prayer\nor turned aside his mercy from me!"
    },
    "67": {
      "1": "May God be gracious to us and bless us. Interlude\nMay his face shine on us—",
      "2": "so that your way may be known on earth,\nyour salvation among all nations.",
      "3": "May the peoples praise you, O God.\nMay the peoples praise you—all of them.",
      "4": "May the countries be glad and sing for joy,\nbecause you rule the peoples with fairness, Interlude\nand you guide the countries of the earth.",
      "5": "May the peoples praise you, O God.\nMay the peoples praise you—all of them.",
      "6": "The earth will yield its harvest.\nGod, our God, will bless us.",
      "7": "God will bless us,\nand all the ends of the earth will fear him."
    },
    "68": {
      "1": "May God arise. May his enemies scatter.\nMay those who hate him flee from his presence.",
      "2": "As smoke is blown away, may you blow them away.\nAs wax melts before the fire, may the wicked perish before God.",
      "3": "But the righteous rejoice and celebrate in the presence of God.\nThey will be happy and joyful.",
      "4": "Sing to God. Make music to his name.\nLift up a song to him who rides through the deserts.\nHis name is the Lord. Celebrate before him.",
      "5": "In his holy dwelling, God is a father for the fatherless\nand a judge who defends widows.",
      "6": "God causes the lonely to dwell together as a household.\nHe leads out the prisoners with music,\nbut the rebellious dwell in a scorched land.",
      "7": "God, when you went out in front of your people,\nwhen you marched through the wasteland, Interlude",
      "8": "the earth shook.\nYes, the heavens poured down rain,\n    before God, this one from Sinai,\n    before God, the God of Israel.",
      "9": "You dispersed plentiful showers, O God.\nYou strengthened your inheritance when it was weary.",
      "10": "Your people settled in it.\nIn your goodness you provided for the oppressed, O God.",
      "11": "The Lord provided the message.\nThe women who proclaimed it were a great army:",
      "12": "“Kings with armies flee—they flee!”\nThe woman who stays home shares in the plunder.",
      "13": "Even while you lie among the campfires,\nthe wings of a dove are sheathed with silver,\nand its feathers with yellow gold.",
      "14": "When the Almighty scattered the kings there,\nit snowed on Zalmon.",
      "15": "The mountain of Bashan is a mountain of God.\nThe mountain of Bashan is a mountain with many peaks.",
      "16": "O mountains with many peaks, why do you look jealously\n    at the mountain God desires for his home?\nIndeed, the Lord will dwell there forever.",
      "17": "The chariots of God are twice ten thousand,\nthousands upon thousands.\nAmong them the Lord has come from Sinai into his sanctuary.",
      "18": "You ascended on high. You led captivity captive.\nYou received gifts among men,\nso that even among the rebellious the Lord God might dwell.",
      "19": "Blessed be the Lord.\nDay by day he bears our burdens.\nHe is the God who saves us. Interlude",
      "20": "Our God is a God who saves.\nFrom God the Lord comes escape from death.",
      "21": "Surely God will crush the heads of his enemies,\nthe scalps of those who walk around in their guilt.",
      "22": "The Lord says, “I will bring them from Bashan.\nI will bring them from the depths of the sea,",
      "23": "so that you may stomp your foot in blood.\nThe tongues of your dogs get their share of the enemies’ blood.”",
      "24": "They see your processions, O God,\nthe processions of my God, my King, into the sanctuary.",
      "25": "The singers lead the way.\nAfter them come the musicians.\nIn the middle are virgins playing hand drums.",
      "26": "In the assemblies bless God, the Lord,\n    who is the Fountain of Israel.",
      "27": "There is little Benjamin, leading them.\nThe officers of Judah are their noisy crowd.\nThere are the officers of Zebulun and the officers of Naphtali.",
      "28": "Your God commands your strength.\nShow strength, O God, as you have done for us before.",
      "29": "Because of your temple at Jerusalem kings will bring tribute to you.",
      "30": "Threaten the beast among the reeds,\nthe herd of strong bulls among the calves (that is, the peoples),\n    until they submit with bars of silver.\nHe scatters the peoples who delight in battles.",
      "31": "Envoys will come from Egypt.\nCush will run to stretch out its hands to God.",
      "32": "Sing to God, you kingdoms of the earth. Interlude\nMake music to the Lord,",
      "33": "to him who rides in the highest heavens,\n    in the ancient heavens.\nYes, he sends out his voice, his mighty voice.",
      "34": "Proclaim God’s strength.\nHis majesty is over Israel,\nand his power is in the skies.",
      "35": "You are awesome, O God, from your sanctuary.\nThe God of Israel, he is the one\n    who gives power and strength to the people.\nBlessed be God!"
    },
    "69": {
      "1": "For the choir director. According to “Lilies.” By David.",
      "2": "Save me, O God, for the waters have come up to my neck.",
      "3": "I sink into the deep mud, where there is no place to stand.\nI have entered deep waters, and the rapids rush over me.",
      "4": "I am worn out from my crying. My throat is sore.\nMy eyes are blurry, as I wait for my God.",
      "5": "Those who hate me without reason outnumber the hairs on my head.\nThose who want to destroy me, my lying enemies, are strong.\nI must repay things I did not steal.",
      "6": "God, you know my folly,\nand my guilt is not hidden from you.",
      "7": "May those who place their confidence in you\n    not be put to shame because of me,\n    O Lord, the Lord of Armies.\nMay those who seek you not be disgraced because of me,\n    O God of Israel.",
      "8": "It is for your sake that I bear scorn.\nShame covers my face.",
      "9": "I have become a stranger to my brothers,\na foreigner to my mother’s sons.",
      "10": "Yes, zeal for your house consumes me.\nThe scorn of those who scorn you falls on me.",
      "11": "I wept as I fasted,\nbut this only brought insults to me.",
      "12": "When I wore sackcloth as my clothing,\nI was a joke to them.",
      "13": "Those who sit in the gatehouse gossip about me,\nand the songs of the drunks are about me.",
      "14": "But I direct my prayer to you, O Lord, for a time of favor.\nGod, in the greatness of your mercy,\n    answer me with the certainty of salvation from you.",
      "15": "Rescue me from the mud, so I do not sink.\nLet me escape from those who hate me and from the deep waters.",
      "16": "Do not let the rapids rush over me.\nDo not let the deep swallow me up.\nDo not let the pit close its mouth over me.",
      "17": "Answer me, Lord, for your mercy is good.\nAccording to your great compassion, turn to me.",
      "18": "Do not hide your face from your servant.\nBecause I am in distress, hurry, answer me.",
      "19": "Come near. Redeem my soul.\nRansom me because of my enemies.",
      "20": "You know my disgrace, my shame, and my confusion.\nAll my foes are in front of you.",
      "21": "Disgrace has broken my heart, and I am helpless.\nI waited for sympathy, but there was none.\nI waited for comforters, but I did not find any.",
      "22": "Instead they put bitter poison in my food.\nFor my thirst they gave me sour wine to drink.",
      "23": "May the table set before them become a snare.\nMay it be a trap to them and their allies.",
      "24": "May their eyes be darkened so they cannot see.\nMake their legs always tremble.",
      "25": "Pour out your wrath on them.\nLet the heat of your anger catch up with them.",
      "26": "May their camp be desolate.\nMay there be no one dwelling in their tents.",
      "27": "For they pursue those you have disciplined, O God,\nand they talk about the pain of those you wound.",
      "28": "Add guilt to their guilt.\nDo not let them enter into your righteousness.",
      "29": "May they be erased from the book of life.\nMay they not be listed among the righteous.",
      "30": "But I am afflicted and in pain.\nO God, may salvation from you set me on high.",
      "31": "I will praise God’s name in song.\nI will proclaim his greatness with thanksgiving.",
      "32": "For the Lord this is better than an ox,\nthan a bull that has horns and hoofs.",
      "33": "The poor will see and be glad.\nYou who seek God, may your hearts live!",
      "34": "For the Lord listens to the needy,\nand he does not despise the captives who belong to him.",
      "35": "Let heaven and earth praise him,\nthe seas and all that move in them,",
      "36": "for God will save Zion,\nand he will build the cities of Judah.\nThen people will settle there and possess it.",
      "37": "Then the descendants of his servants will inherit it,\nand those who love his name will dwell in it."
    },
    "70": {
      "1": "Hurry, God! Rescue me!\nLord, hurry to help me!",
      "2": "May those who seek my life be put to shame and disgrace.\nMay all who desire to harm me be turned back and disgraced.",
      "3": "May those who say, “Aha! We got you!” be dismayed,\nbecause they have been put to shame.",
      "4": "But may all who seek you rejoice and be glad in you.\nMay those who love your salvation always say, “Let God be exalted!”",
      "5": "Yet I am oppressed and poor.\nGod, hurry to me. You are my help and my deliverer.\nO Lord, do not delay."
    },
    "71": {
      "1": "In you, Lord, I have taken refuge.\nMay I not be put to shame forever.",
      "2": "In your righteousness rescue me and deliver me.\nTurn your ear to me and save me.",
      "3": "Be my rock and my refuge to which I can always go.\nYou give the command to save me,\nbecause you are my high ridge and my stronghold.",
      "4": "My God, deliver me from the hand of the wicked,\nfrom the grasp of the unjust and the ruthless.",
      "5": "For you have been my hope, Lord God,\nmy confidence since my youth.",
      "6": "I have depended on you since I was in the womb.\nYou separated me from my mother’s body.\nMy praise to you is continuous.",
      "7": "I am like an evil omen to many,\nbut you are my strong refuge.",
      "8": "My mouth is filled with praise for you\nand with your splendor all day long.",
      "9": "Do not throw me away in old age.\nAs my strength fails, do not forsake me.",
      "10": "For my enemies speak against me,\nand those who seek my life conspire together.",
      "11": "They say, “God has forsaken him.\nPursue him and seize him,\nbecause there is no one to rescue him.”",
      "12": "God, do not be far from me.\nMy God, hurry to help me.",
      "13": "Let them be ashamed.\nLet my murderous accusers be consumed.\nLet those who seek to harm me be covered\n    with shame and disgrace.",
      "14": "But as for me, I will always keep hoping.\nI will keep adding to my praise for you.",
      "15": "My mouth will tell about your righteousness,\nabout your salvation all day long,\nalthough I do not know how to tell all about it.",
      "16": "I will come and tell about your mighty deeds, Lord God.\nI will commemorate your righteousness, yours alone.",
      "17": "God, you have taught me since my youth,\nand even now I still declare your marvelous deeds.",
      "18": "Even when I am old and gray, O God, do not forsake me,\ntill I declare the strength of your arm to the next generation,\nyour power to all who are to come.",
      "19": "Your righteousness, God, reaches to the heights.\nYou have done great things.\nGod, who is like you,",
      "20": "you who have made us see many troubles and disasters?\nYou will give us life again.\nFrom the depths of the earth you will bring me up again.",
      "21": "You will increase my greatness and comfort me once again.",
      "22": "Yes, I will praise you, my God, for your faithfulness.\nI will praise you with an instrument, with the harp.\nI will make music to you with the lyre, O Holy One of Israel.",
      "23": "My lips will shout with joy when I make music to you.\nEven my soul, which you have redeemed, will shout.",
      "24": "Indeed, my tongue will tell of your righteousness all day long.\nHow ashamed, how disgraced they are—\n    those who are trying to harm me."
    },
    "72": {
      "1": "By Solomon.",
      "2": "God, give your authority to judge to the King.\nGive your righteousness to the Son of the King.",
      "3": "He will judge your people with righteousness.\nHe will judge your afflicted ones with justice.",
      "4": "The mountains will deliver peace to the people.\nThe hills will produce righteousness.",
      "5": "He will obtain justice for the afflicted among the people.\nHe will save the children of the poor,\nbut he will crush the oppressor.",
      "6": "They will fear you as long as the sun remains,\nand as long as the moon endures, through all generations.",
      "7": "He will come down like rain on a mown field,\nlike showers, like a downpour on the earth.",
      "8": "In his days the righteous will flourish,\nand peace will be plentiful till the moon is no more.",
      "9": "He will rule from sea to sea\nand from the River to the ends of the earth.",
      "10": "Those who dwell in the desert will bow before him,\nand his enemies will lick the dust.",
      "11": "The kings of Tarshish and of the sea coasts will bring tribute.\nThe kings of Sheba and Seba will offer him gifts.",
      "12": "All kings will bow down to him.\nAll nations will serve him.",
      "13": "He will certainly deliver the poor person who cries out,\nas well as the afflicted, and the one who has no helper.",
      "14": "He will take pity on the weak and the poor.\nHe will save the lives of the poor.",
      "15": "From oppression and violence he will redeem their lives,\nbecause their blood is precious in his sight.",
      "16": "May the King live!\nMay gold from Sheba be offered to him.\nMay people always pray for him.\nMay they bless him all day long.",
      "17": "Let there be an abundance of grain in the land.\nLet it wave on the top of the mountains.\nLet its fruit trees be like the cedars of Lebanon.\nLet people from the city flourish like the grass of the land.",
      "18": "May his name endure forever.\nMay his name flourish as long as the sun.\nThey will be blessed through him.\nAll nations will call him blessed.",
      "19": "Blessed be the Lord God, the God of Israel,\n    who alone does marvelous deeds.",
      "20": "Blessed be his glorious name forever.\nMay the whole earth be filled with his glory.\nAmen and Amen.",
      "21": "This ends the prayers of David son of Jesse."
    },
    "73": {
      "1": "A psalm by Asaph.",
      "2": "Surely God is good to Israel, to the pure in heart.",
      "3": "But as for me, my feet almost slipped out from under me.\nI almost lost my footing.",
      "4": "I even envied the arrogant when I observed the peace of the wicked.",
      "5": "For there are no struggles at their death.\nTheir bodies are sturdy.",
      "6": "They do not have the trouble common to people.\nThey are not plagued along with the rest of mankind.",
      "7": "Therefore pride is their necklace.\nThey wear violence like clothing.",
      "8": "Their eyes bulge out of their fat.\nThe schemes of their hearts step over boundaries.",
      "9": "They mock. They speak maliciously.\nFrom a high perch they threaten oppression.",
      "10": "They set their mouths against the heavens.\nTheir tongues strut around on earth.",
      "11": "Therefore God’s people turn to them,\nand they drink it all in.",
      "12": "They say, “How can God know?\nDoes the Most High have knowledge?”",
      "13": "See, this is what the wicked are like—\nsecure forever, they increase in strength.",
      "14": "Have I really kept my heart pure for nothing?\nHave I kept my hands clean in vain?",
      "15": "I have been plagued all day.\nMy punishment comes every morning.",
      "16": "If I had said, “I will speak like this,”\nI would certainly have betrayed the circle of your children.",
      "17": "When I tried to understand this, it was very troubling to me,",
      "18": "until I went to the sanctuary of God.\nThen I understood their end.",
      "19": "Surely you place them on slippery places.\nYou cause them to fall into destruction.",
      "20": "How quickly they come to ruin,\ncompletely destroyed by terrors!",
      "21": "They are like a dream when someone wakes up.\nSo when you arise, O Lord,\nyou will despise them like an illusion.",
      "22": "Yes, my heart was bitter,\nand I was torn up inside.",
      "23": "I was unthinking and ignorant.\nI was a dumb animal before you.",
      "24": "Yet I am always with you.\nYou hold me by my right hand.",
      "25": "With your guidance you lead me,\nand afterward, you will take me to glory.",
      "26": "Who else is there for me in heaven?\nAnd besides you, I desire no one else on earth.",
      "27": "My flesh and my heart fail,\nbut God is the rock of my heart and my portion forever.",
      "28": "No doubt about it!\nThose who are far from you will perish.\nYou destroy all who commit adultery against you.",
      "29": "As for me, God’s nearness is good for me.\nI have made the Lord God my refuge,\nso that I can tell about all your works."
    },
    "74": {
      "1": "A maskil by Asaph.",
      "2": "Why do you stay angry to the end, O God?\nWhy does your anger smoke against the flock in your pasture?",
      "3": "Remember your community that you purchased long ago,\nthe tribe that you redeemed to be your possession.\nRemember Mount Zion where you dwell.",
      "4": "March toward the perpetual ruins.\nMarch against all the evil done by the enemy in the sanctuary.",
      "5": "Your foes roared in the middle of your appointed place.\nThey set up their battle standards as signs.",
      "6": "They looked like men swinging axes in a thicket of trees.",
      "7": "Yes, they even chopped up all the carved paneling\n    with their hatchets and hammers.",
      "8": "They delivered your sanctuary to the fire.\nThey defiled the dwelling place for your Name\n    by throwing it to the ground.",
      "9": "They said in their hearts, “We will crush them completely!”\nThey burned all the appointed places of God in the land.",
      "10": "We do not see any signs to guide us.\nThere is no longer a prophet,\nand none of us knows how long this will go on.",
      "11": "How long will the foe scoff, O God?\nWill the enemy insult your name forever?",
      "12": "Why do you hold back your hand, even your right hand?\nTake it out of your pocket and finish them off!",
      "13": "But you, O God, are my king from long ago,\nthe one who works salvation right here on earth.",
      "14": "It was you who shattered the sea by your power.\nYou broke the heads of the great sea monsters.",
      "15": "It was you who crushed the heads of Leviathan.\nYou gave him as food to the people who live in the desert.",
      "16": "It was you who opened up a spring and a seasonal stream.\nYou dried up the rivers that flow year-round.",
      "17": "The day belongs to you, and the night is also yours.\nYou set the moon and sun in place.",
      "18": "It was you who laid out all the boundaries of the earth.\nSummer and winter—you shaped them.",
      "19": "Remember this—the enemy scoffs, Lord,\nand a foolish people has insulted your name.",
      "20": "Do not surrender the life of your turtledove to a wild animal.\nDo not forget the life of your afflicted ones forever.",
      "21": "Pay attention to the covenant,\nbecause dens of violence fill the dark places in the land.",
      "22": "Do not let the oppressed turn back in disgrace.\nLet the poor and needy praise your name.",
      "23": "Rise up, O God, and prosecute your case.\nRemember how the fools mocked you all day long.",
      "24": "Do not forget the sound of your foes,\nthe uproar of those who rise against you, which goes up continually."
    },
    "75": {
      "1": "We give thanks to you, O God, we give thanks.\nYour wonderful deeds reveal that your name is near.",
      "2": "Yes, I choose the appointed time.\nI am the one who judges rightly.",
      "3": "The earth and all its inhabitants are shaking.\nI am the one who holds its pillars firm. Interlude",
      "4": "I say to the boasters, “Do not boast,”\nand to the wicked, “Do not raise a horn.",
      "5": "Do not raise your horns to the heights.\nDo not speak insolently with an outstretched neck.”",
      "6": "Indeed, power to promote someone does not come\n    from the east or from the west or from the wilderness.",
      "7": "No, it is God who makes the decision.\nHe brings down one. He raises up another.",
      "8": "Indeed, a cup is in the hand of the Lord.\nThe wine foams. It is fully mixed.\nHe pours this out.\nYes, they drain its dregs.\nAll the wicked of the earth drink.",
      "9": "As for me, I will proclaim this forever.\nI will make music for the God of Jacob.",
      "10": "I will cut off all the horns of the wicked.\nThe horns of the righteous will be lifted up."
    },
    "76": {
      "1": "God is known in Judah. In Israel his name is great.",
      "2": "His shelter is in Salem. His dwelling place is in Zion.",
      "3": "There he broke the flaming arrows, Interlude\nthe shield and the sword, and the weapons for battle.",
      "4": "You shine brightly as the Mighty One from the mountains full of prey.",
      "5": "The strong-hearted are plundered.\nThey have fallen into their final sleep.\nNot one of the strong men can lift his hands.",
      "6": "At your rebuke, O God of Jacob, both chariot and horses sleep.",
      "7": "You are to be feared, yes, you.\nWho can stand before you at the time of your wrath?",
      "8": "From heaven you announced judgment.\nThe earth feared and was quiet",
      "9": "when you rose up to judge, O God, Interlude\nand to save all the afflicted of the earth.",
      "10": "Even the wrath of mankind will bring you praise.\nYou wear what remains of your wrath like a belt.",
      "11": "Make vows to the Lord your God and fulfill them.\nLet all who are around him bring tribute to the one who is fearsome.",
      "12": "He restrains the spirit of nobles.\nHe is fearsome against the kings of the earth."
    },
    "77": {
      "1": "For the choir director. According to Jeduthun. By Asaph. A psalm.",
      "2": "With my voice to God—\nwith my voice I cried out to God,\nand he listened to me.",
      "3": "In the day when I was distressed I sought the Lord.\nAt night my hand was stretched out,\nand it never grew tired,\nbut my soul refused to be comforted.",
      "4": "God, I remembered and I groaned. Interlude\nI pondered, and my spirit became weak.",
      "5": "You propped my eyelids open.\nI was troubled but did not speak.",
      "6": "I thought about the days of long ago, the years long past.",
      "7": "During the night I remembered my music.\nWith my heart I pondered, and my spirit asked,",
      "8": "“Will the Lord reject forever?\nWill he never again show favor?",
      "9": "Has his mercy vanished to the end?\nHas what he said failed for all generations?",
      "10": "Has God forgotten to be gracious? Interlude\nHas he really shut up his compassion in anger?”",
      "11": "Then I said, “This is what hurts me:\nthe change of the right hand of the Most High.”",
      "12": "I will remember the deeds of the Lord.\nYes, I will remember your wonderful work from long ago.",
      "13": "I will meditate on all your work,\nand I will ponder all your deeds.",
      "14": "O God, your way is carried out in holiness.\nWhat god is as great as God?",
      "15": "You are the God who performs a wonderful deed.\nYou made known your power among the peoples.",
      "16": "With your arm you redeemed your people,\nthe descendants of Jacob and Joseph. Interlude",
      "17": "The waters saw you, O God.\nThe waters saw you and swirled.\nEven the depths were turbulent.",
      "18": "The clouds poured down water.\nThe skies echoed with thunder.\nIndeed, your arrows shot back and forth.",
      "19": "The sound of your thunder was heard in the tornado.\nLightning lit up the world.\nThe earth trembled and quaked.",
      "20": "Your route led through the sea.\nYour trail went through the mighty waters,\nbut your footprints were not detected.",
      "21": "You led your people like a flock by the hand of Moses and Aaron."
    },
    "78": {
      "1": "Give ear, O my people, to my instruction.\nTurn your ear to the words of my mouth.",
      "2": "I will open my mouth to share a lesson.\nI will speak about puzzling problems from long ago,",
      "3": "things we have heard and known,\nthings our fathers have told us.",
      "4": "We will not hide them from their descendants.\nWe will tell the next generation the praiseworthy deeds of the Lord,\nhis power, and the wonders that he has done.",
      "5": "He set up testimony for Jacob.\nIn Israel he established the law.\nHe commanded our fathers to make it known to their children.",
      "6": "Then the next generation would know it,\neven the children not yet born.\nThey would rise up and tell their children.",
      "7": "Then they would put their confidence in God,\nand they would not forget the deeds of God,\nbut they would keep his commands.",
      "8": "Then they would not be like their fathers,\na stubborn, rebellious generation,\na generation that did not keep their hearts steadfast,\nwhose spirits were not faithful to God.",
      "9": "The tribe of Ephraim, equipped and armed with bows,\n    deserted on the day of battle.",
      "10": "They did not keep God’s covenant, and they refused to walk in his law.",
      "11": "They forgot his deeds, the wonders he had shown to them.",
      "12": "In the presence of their fathers he had performed a wonder,\nin the land of Egypt, in the region of Zoan.",
      "13": "He split the sea and let them cross through it.\nHe made the water stand like a wall.",
      "14": "He led them with the cloud by day\nand all through the night with light from the fire.",
      "15": "He split the rocks in the wilderness,\nand he let them drink water as plentiful as the deep sea.",
      "16": "He brought streams out of the rocky cliff.\nHe made water flow down like rivers.",
      "17": "But they continued to sin against him even more,\n    by rebelling against the Most High in the desert.",
      "18": "They tested God in their hearts by demanding food for their cravings.",
      "19": "Then they spoke against God.\nThey said, “Is God able to set a table in the wilderness?",
      "20": "Sure, he struck the rock and water flowed out,\nand stream beds overflowed,\nbut can he really give us bread?\nCan he really supply meat for his people?”",
      "21": "Then the Lord heard, and he showed his anger.\nFire broke out against Jacob,\nand his anger rose against Israel,",
      "22": "because they did not believe in God,\nand they did not trust in his salvation.",
      "23": "Nevertheless, he gave a command to the skies above,\nand he opened the doors of the heavens.",
      "24": "He rained down manna for them to eat,\nand he gave them the grain of heaven.",
      "25": "Each of them ate the bread of the mighty ones.\nHe sent them all the food they could eat.",
      "26": "He sent out the east wind from the heavens,\nand he led out the south wind by his power.",
      "27": "Then he rained meat down on them like dust,\nand flying birds like sand on the seashore.",
      "28": "He made the birds fall down inside their camp,\n    all around their dwellings.",
      "29": "Then they ate until they had more than enough,\nfor he had brought them what they craved.",
      "30": "They had not yet turned away from what they craved.\nTheir food was still in their mouths.",
      "31": "Then God’s anger rose up against them.\nHe killed the strongest among them.\nHe cut down the best young men of Israel.",
      "32": "In spite of all this, they kept sinning,\nand they did not believe in his wonders.",
      "33": "So he ended their days in frustration\nand their years in terror.",
      "34": "Whenever he struck them down, they would seek him.\nThen they turned and sought God.",
      "35": "Then they remembered that God was their Rock,\nthat God Most High was their Redeemer.",
      "36": "But then they would deceive him with their mouths,\nand with their tongues they would lie to him.",
      "37": "Their hearts were not committed to him,\nand they were not faithful to his covenant.",
      "38": "Yet he was compassionate.\nHe atoned for their guilt and did not destroy them.\nMany times he restrained his anger,\nand he did not stir up his full wrath.",
      "39": "He still remembered that they were only flesh,\nlike a wind that goes by and does not return.",
      "40": "How often they rebelled against him in the wilderness!\nHow often they grieved him in the wasteland!",
      "41": "They repeatedly put God to the test.\nThey provoked the Holy One of Israel.",
      "42": "They did not remember the power of his hand—\nthe day when he redeemed them from the foe,",
      "43": "when he displayed his signs in Egypt\nand his wonders in the region of Zoan,",
      "44": "when he turned their rivers to blood,\nso they could not drink from their streams.",
      "45": "He sent against them a swarm of flies that bit them.\nThen he sent frogs that destroyed them.",
      "46": "Then he gave their crops to the grasshopper.\nHe gave what they worked for to the locust.",
      "47": "He killed their grapevines with hail,\nand their sycamore fig trees with sleet.",
      "48": "Then he turned over their cattle to hail,\nand their livestock to lightning bolts.",
      "49": "He sent against them his burning anger,\nhis wrath and indignation and distress\n    by sending destroying angels.",
      "50": "He prepared a path for his anger.\nHe did not spare their lives from death,\nbut he delivered their lives to the plague.",
      "51": "Then he struck down all the firstborn in Egypt,\nthe firstfruit of their virility in the tents of Ham.",
      "52": "But he led his people out like sheep.\nHe led them like a flock through the wilderness.",
      "53": "Then he guided them safely, so they were not afraid,\nbut the sea covered their enemies.",
      "54": "Then he brought them to the border of his holy land,\nto this mountain which his right hand had taken.",
      "55": "He drove out nations before them.\nHe marked the boundaries of their inheritance,\nand he settled the tribes of Israel in their tents.",
      "56": "But they tested him.\nThey rebelled against God Most High,\nand they did not keep his testimonies.",
      "57": "Yes, they turned aside and were treacherous like their fathers.\nThey were as undependable as a crooked bow.",
      "58": "Then they angered him with their high places,\nand they made him jealous with their idols.",
      "59": "God heard, and he showed his anger.\nHe completely rejected Israel.",
      "60": "So he abandoned his dwelling in Shiloh,\nthe tent where he dwelled among people.",
      "61": "So he sent the symbol of his strength away into captivity.\nHe gave his splendor into the hand of the foe.",
      "62": "He also handed over his people to the sword,\nand he showed his anger against his possession.",
      "63": "Fire consumed their best young men,\nso their virgins were not praised in wedding songs.",
      "64": "Their priests fell by the sword,\nand their widows did not weep.",
      "65": "Then the Lord awoke like someone who has been sleeping,\nlike a warrior overcome by wine.",
      "66": "Then he drove back his foes.\nHe gave them everlasting shame.",
      "67": "Then he rejected the tent of Joseph,\nand he did not choose the tribe of Ephraim.",
      "68": "But he chose the tribe of Judah,\nMount Zion, which he loved.",
      "69": "Then he built up his sanctuary like the heights,\nlike the world that he established for all time.",
      "70": "Then he chose David his servant\nand took him from the sheep pens.",
      "71": "He brought him from following the mother sheep\n    to shepherd his people Jacob\n    and his possession Israel.",
      "72": "So he shepherded them with a sincere heart,\nand with skillful hands he led them."
    },
    "79": {
      "1": "God, the nations have invaded your possession.\nThey have profaned your holy temple.\nThey have reduced Jerusalem to a heap of ruins.",
      "2": "They have left the corpses of your servants\n    as food for the birds of the sky.\nThey have given the flesh of your favored ones to the wild animals.",
      "3": "They have poured out their blood like water all over Jerusalem,\nand there is no one to bury them.",
      "4": "We are subjected to contempt by our neighbors,\nto mockery and ridicule by those around us.",
      "5": "How long, O Lord? Will you stay angry forever?\nHow long will your jealous anger burn like fire?",
      "6": "Pour out your wrath on the nations that do not acknowledge you,\non the kingdoms that do not call on your name,",
      "7": "because they have devoured Jacob,\nand they have destroyed his pastureland.",
      "8": "Do not charge the guilt of our fathers against us.\nHurry, let your compassion come to meet us,\nfor we are very weak.",
      "9": "God, who saves us, help us for the glory of your name.\nDeliver us and make atonement for our sins for your name’s sake.",
      "10": "Why should the nations say, “Where is their God?”\nBefore our very eyes, display to the nations\n    vengeance for the poured-out blood of your servants.",
      "11": "May the groaning of the prisoner come before you.\nAccording to the great strength of your arm\n    preserve those doomed to death.",
      "12": "Pay back into the laps of our neighbors seven times as much scorn\n    as the scorn that they directed at you, Lord.",
      "13": "Then we your people, the flock of your pasture, will praise you forever.\nFrom generation to generation we will recount your praise."
    },
    "80": {
      "1": "For the choir director. To “Lilies.” A Testimony. By Asaph. A psalm.",
      "2": "O Shepherd of Israel, give ear,\nyou who lead Joseph like a flock.\nYou who are seated above the cherubim, shine forth.",
      "3": "Before Ephraim and Benjamin and Manasseh,\nstir up your might.\nCome with salvation for us.",
      "4": "God, restore us, and make your face shine,\n    so we will be saved.",
      "5": "Lord God of Armies, how long will your anger smoke\n    against the prayer of your people?",
      "6": "You make them eat bread with tears,\nand you make them drink tears by the quart.",
      "7": "You create strife between us and our neighbors,\nso our enemies join together in mocking us.",
      "8": "God of Armies, restore us, and make your face shine,\n    so we will be saved.",
      "9": "You brought a vine out from Egypt.\nYou drove out the nations, and you planted it.",
      "10": "You cleared a place for it,\nand it took root and filled the land.",
      "11": "The mountains were covered by its shade,\nthe cedars of God with its branches.",
      "12": "It sent out its boughs to the Sea,\nits shoots as far as the River.",
      "13": "Why have you broken down its walls\nso that all who pass by pick its fruit?",
      "14": "A wild boar from the forest tears it up,\nand the wild animals feed on it.",
      "15": "God of Armies, return now!\nLook down from heaven and see,\nand take care of this vine,",
      "16": "the shoot that your right hand has planted,\nthe son that you made strong for yourself.",
      "17": "It is burned with fire like garbage.\nBecause of the rebuke from your face they perish.",
      "18": "Let your hand rest on the man at your right hand,\non the son of man whom you have made strong for yourself.",
      "19": "Then we will not turn away from you.\nCause us to live, and we will call on your name.",
      "20": "Lord God of Armies, restore us, and make your face shine,\n    so we will be saved."
    },
    "81": {
      "1": "For the choir director. According to gittith. By Asaph.",
      "2": "Sing a loud song to God, our strength.\nShout to the God of Jacob!",
      "3": "Begin the music, and play the hand drum.\nPlay the sweet-sounding lyre along with the harp.",
      "4": "Sound the ram’s horn at the new moon\nand at the full moon for our festival day.",
      "5": "Yes, this is an order for Israel,\na regulation from the God of Jacob.",
      "6": "God established it as a testimony for Joseph\nwhen he went out against the land of Egypt.\nThere I heard a language I did not know.",
      "7": "The Lord says:\nI relieved Israel’s shoulders from the burden.\nHis hands were set free from carrying buckets.",
      "8": "In distress you called and I rescued you.\nI answered you from the hiding place of thunder. Interlude\nI tested you at the waters of Meribah.",
      "9": "Listen, my people, and I will warn you.\nIf only you would listen to me, Israel!",
      "10": "There shall be no foreign god among you!\nYou shall not bow down to a strange god.",
      "11": "I am the Lord your God,\n    who brought you up out of the land of Egypt.\nOpen your mouth wide, and I will fill it.",
      "12": "But my people would not listen to my voice,\nand Israel was not willing to obey me.",
      "13": "So I sent them off in the stubbornness of their hearts.\nThey walked according to their own plans.",
      "14": "If only my people would listen to me,\nif only Israel would walk in my ways,",
      "15": "I would subdue their enemies quickly.\nI would turn my hand against their foes.",
      "16": "Those who hate the Lord would cower before him,\nand their time of punishment would last forever.",
      "17": "But he would feed Israel with the best wheat.\nWith honey from the rock I would satisfy you."
    },
    "82": {
      "1": "God is standing in the assembly of God.\nIn the midst of the gods he renders judgment.",
      "2": "How long will you judge unjustly Interlude\nand show favoritism to the wicked?",
      "3": "Judge in favor of the weak and the fatherless.\nAcquit the oppressed and the poor.",
      "4": "Rescue the weak and the needy.\nDeliver them from the hand of the wicked.",
      "5": "They do not know. They do not understand.\nThey walk around in darkness.\nAll the foundations of the earth are shaken.",
      "6": "I myself said, “You are ‘gods,’\nand you are all ‘sons of the Most High.’",
      "7": "But you will die like men.\nYou will fall like any other ruler.”",
      "8": "Rise up, O God. Judge the earth,\nfor you will take possession of all the nations."
    },
    "83": {
      "1": "God, do not keep silent.\nDo not be deaf. Do not be quiet, God.",
      "2": "Look! Your enemies are in an uproar,\nand those who hate you have raised their head.",
      "3": "Against your people they devise deceptive schemes,\nand they plot together against the people you treasure.",
      "4": "They say, “Come, let us wipe them out as a nation,\nso the name of Israel will not be remembered anymore.”",
      "5": "Indeed, with one mind they plot together.\nThey form an alliance against you—",
      "6": "the tents of Edom and the Ishmaelites,\nMoab and the Hagrites,",
      "7": "Gebal and Ammon and Amalek,\nPhilistia, with the inhabitants of Tyre.",
      "8": "Even Ashshur has joined with them. Interlude\nThey have become the arm of the sons of Lot.",
      "9": "Do to them as you did to Midian,\nas you did to Sisera and Jabin at the stream Kishon.",
      "10": "They perished at Endor.\nThey became like manure for the ground.",
      "11": "Make their nobles like Oreb and like Zeeb,\nall their princes like Zebah and Zalmunna,",
      "12": "who said, “Let us take possession of God’s pastures for ourselves.”",
      "13": "My God, make them like tumbleweed,\nlike chaff before the wind.",
      "14": "As fire burns the forest,\nor as a flame sets the mountains on fire,",
      "15": "so pursue them with your violent wind,\nand terrify them with your storm.",
      "16": "Fill their faces with shame\nso that they will seek your name, O Lord.",
      "17": "May they be ashamed and terrified forever.\nMay they be disgraced and perish.",
      "18": "Let them know that you, whose name is the Lord,\nyou alone are the Most High over all the earth."
    },
    "84": {
      "1": "For the choir director. According to gittith. By the Sons of Korah.\nA psalm.",
      "2": "How I love your dwelling place, O Lord of Armies.",
      "3": "My soul grows weak and even wastes away,\nas I long for the courtyards of the Lord.\nMy heart and my flesh cry out for the living God.",
      "4": "Even the sparrow has found a home,\nand the swallow has found a nest for herself,\nwhere she may place her young near your altars,\nO Lord of Armies, my King and my God.",
      "5": "How blessed are those who live in your house. Interlude\nThey are always praising you.",
      "6": "How blessed is everyone whose strength is found in you.\nThe highways to Jerusalem are in their hearts.",
      "7": "As they pass through the Valley of Baca,\n    it becomes full of springs.\nThe autumn rain also covers it with pools.",
      "8": "They go from strength to strength.\nEach one will appear before God in Zion.",
      "9": "O Lord, God of Armies, hear my prayer. Interlude\nGive ear, O God of Jacob.",
      "10": "Look upon our Shield, O God.\nLook with favor on the face of your Anointed One.",
      "11": "Yes, one day in your courts is better than a thousand elsewhere.\nI would rather wait at the doorway of the house of my God\n    than dwell in the tents of the wicked.",
      "12": "For the Lord is a sun and shield.\nGod gives grace and glory.\nThe Lord does not withhold any good thing\n    from those who walk with integrity.",
      "13": "O Lord of Armies, how blessed is everyone who trusts in you."
    },
    "85": {
      "1": "You showed favor to your land, O Lord.\nYou restored Jacob.",
      "2": "You removed the guilt of your people. Interlude\nYou covered all their sin.",
      "3": "You put away all your wrath.\nYou turned from your burning anger.",
      "4": "Restore us, O God who saves us.\nPut an end to your indignation with us.",
      "5": "Will you be angry with us forever?\nWill you extend your anger through all generations?",
      "6": "Will you not turn and revive us,\nso that your people may rejoice in you?",
      "7": "Show us your mercy, O Lord,\nand give us your salvation.",
      "8": "I will hear what the true God, the Lord, will say.\nHe indeed speaks peace to his people, to his favored ones,\nbut do not let them turn to foolish ways.",
      "9": "Surely his salvation is near for those who fear him,\nso that glory may dwell in our land.",
      "10": "Mercy and truth meet together.\nRighteousness and peace kiss each other.",
      "11": "Truth springs up from the earth,\nand righteousness looks down from heaven.",
      "12": "The Lord will indeed give good things,\nand our land will yield its harvest.",
      "13": "Righteousness walks in front of him.\nIt prepares the way for his footsteps."
    },
    "86": {
      "1": "Turn your ear, O Lord.\nAnswer me, for I am poor and needy.",
      "2": "Guard my life, for I am favored by you.\nYou are my God.\nSave your servant, who trusts in you.",
      "3": "Have mercy on me, O Lord,\nfor I call to you all day long.",
      "4": "Bring joy to the soul of your servant,\nfor to you, O Lord, I lift up my soul.",
      "5": "Indeed, you, Lord, are good and forgiving\nand abounding in mercy to all who call to you.",
      "6": "Give ear to my prayer, O Lord.\nPay attention to the sound of my cries for mercy.",
      "7": "In the day of my distress I will call to you,\n    because you will answer me.",
      "8": "There is no one like you among the gods, O Lord.\nThere are no deeds like your deeds.",
      "9": "All the nations you have made will come.\nThey will bow before you, O Lord,\nand they will give glory to your name,",
      "10": "because you are great and do marvelous deeds.\nYou alone are God.",
      "11": "Teach me your way, O Lord.\nI will walk in your truth.\nGive me wholehearted commitment to fear your name.",
      "12": "I will thank you, O Lord my God, with all my heart,\nand I will glorify your name forever.",
      "13": "For great is your mercy toward me,\nand you have delivered my soul from “the lowest hell.”",
      "14": "God, the arrogant rise against me.\nA mob of ruthless men seeks my life.\nThey pay no attention to you.",
      "15": "But you, Lord, are a compassionate and gracious God,\nslow to anger, abounding in mercy and faithfulness.",
      "16": "Turn to me and have mercy on me.\nGive your strength to your servant.\nSave the son of your maidservant.",
      "17": "Give a sign of your goodness for me.\nThen those who hate me will see it and be put to shame,\nbecause you, Lord, have helped me and comforted me."
    },
    "87": {
      "1": "The city he founded is on the holy mountains.",
      "2": "The Lord loves the gates of Zion\n    more than all the other dwellings of Jacob. Interlude",
      "3": "Glorious things are spoken about you, O City of God.",
      "4": "I will register Rahab and Babylon among those who know me.\nLook! Philistia and Tyre are there, along with Cush!\nOf them I say, “This one was born there in Zion.”",
      "5": "And about Zion it will be said,\n“This one and that one were born in her,\nand the Most High himself will establish her.”",
      "6": "When he registers the peoples,\nthe Lord will write: Interlude\n“This one was born there.”",
      "7": "Then the singers, as they dance, will sing,\n“All my springs are in you.”"
    },
    "88": {
      "1": "O Lord, the God who saves me, by day I cry out.\nAt night I cry before you.",
      "2": "May my prayer come before you.\nTurn your ear to my cry.",
      "3": "Indeed, my soul has had its fill of troubles,\nand my life has arrived at the grave.",
      "4": "I am treated like those who go down to the pit.\nI am like someone without strength.",
      "5": "I am turned loose with the dead.\nI am like the slain who lie in the grave,\nlike the ones you do not remember anymore,\nlike those who are cut off from your hand.",
      "6": "You have put me in the lowest pit,\nin dark places, in the depths.",
      "7": "Your wrath presses against me. Interlude\nYou have battered me with all your breakers.",
      "8": "You have distanced my acquaintances from me.\nYou have made me repulsive to them.\nI am shut in and I cannot get out.",
      "9": "My eyesight grows dim from affliction.\nI call to you, O Lord, every day.\nI spread out my hands to you.",
      "10": "Is it for the dead that you do a miracle? Interlude\nDo the spirits of the dead rise up and praise you?",
      "11": "Is your mercy declared in the tomb,\nyour faithfulness in decay?",
      "12": "Is your wonderful work known in the darkness?\nIs your righteousness known in the land of forgetfulness?",
      "13": "But I cry to you, O Lord,\nand in the morning my prayer comes before you.",
      "14": "Why, O Lord, do you reject my soul?\nWhy do you hide your face from me?",
      "15": "I have been afflicted\nand I have been close to death since my youth.\nI have endured your terrors.\nI am in despair.",
      "16": "Your rage has swept over me.\nYour terrors have destroyed me.",
      "17": "All day long they surround me like water.\nThey have battered me completely.",
      "18": "You have distanced my loved one and friend from me.\nMy only friend is darkness."
    },
    "89": {
      "1": "I will sing of the mercies of the Lord forever.\nWith my mouth I will make your faithfulness known\n    through all generations.",
      "2": "Yes, I have said, “Your mercy is built to last forever.\nIn the heavens you establish your faithfulness.”",
      "3": "The Lord said,\n“I have made a covenant with my chosen one.\nI have sworn to David my servant.",
      "4": "I will establish your seed forever, Interlude\nand I will build your throne through all generations.”",
      "5": "The heavens praise your wonders, O Lord,\nalso your faithfulness in the assembly of the holy ones.",
      "6": "For who in the skies can compare with the Lord?\nWho is like the Lord among the sons of God?",
      "7": "God is revered in the council of the holy ones.\nHe is to be feared more than all who surround him.",
      "8": "O Lord God of Armies, who is like you?\nYou are mighty, O Lord,\nand your faithfulness surrounds you.",
      "9": "You rule over the majestic sea.\nWhen its waves rise up, you quiet them.",
      "10": "You crushed Rahab like one of the slain.\nWith your strong arm you scattered your enemies.",
      "11": "The heavens are yours, and yours also is the earth.\nYou founded the world and everything that fills it.",
      "12": "You created the north and the south.\nTabor and Hermon shout for joy at your name.",
      "13": "Your arm works for you with power.\nYour hand is strong. Your right hand is raised high.",
      "14": "Righteousness and justice are the foundation of your throne.\nMercy and truth are right in front of you.",
      "15": "How blessed are the people who know the joyful cry.\nLord, they walk in the light from your face.",
      "16": "In your name they celebrate all day long.\nIn your righteousness they are lifted up.",
      "17": "For you are the beauty of their strength,\nand by your favor you exalt our Horn.",
      "18": "Indeed, our Shield belongs to the Lord,\nour King to the Holy One of Israel.",
      "19": "Once you spoke in a vision to your favored ones.\nYou said:\nI have granted help to a warrior.\nI have raised up a young man from among the people.",
      "20": "I found David my servant.\nWith my holy oil I have anointed him.",
      "21": "He is the one whom my hand will sustain.\nSurely my arm will strengthen him.",
      "22": "No enemy will subject him to tribute.\nNo violent man will oppress him.",
      "23": "I will crush his foes before him\nand strike down those who hate him.",
      "24": "My faithfulness and mercy will be with him,\nand through my name his horn will be exalted.",
      "25": "I will set his hand over the sea,\nhis right hand over the rivers.",
      "26": "He will call out to me, “You are my Father,\nmy God and the Rock that saves me.”",
      "27": "I will also make him the Firstborn,\nthe highest of the kings of the earth.",
      "28": "I will keep my mercy for him forever,\nand my covenant with him will stand firm.",
      "29": "I will establish his seed forever.\nHis throne will endure like the days of the heavens.",
      "30": "If his sons forsake my law,\nand they do not walk according to my judgments,",
      "31": "if they violate my statutes and do not keep my commands,",
      "32": "I will punish their rebellion with the rod, their guilt with whipping.",
      "33": "But I will not break off my mercy from him.\nI will not let my truth become false.",
      "34": "I will not violate my covenant.\nI will not alter what comes out of my lips.",
      "35": "Once and for all, I have sworn by my holiness—\nsurely I will not lie to David—",
      "36": "that his seed will continue forever,\nand his throne will endure before me like the sun.",
      "37": "It will be established forever like the moon. Interlude\nThis witness in the sky is faithful.",
      "38": "But you have rejected, you have cast off,\nyou have been very angry with your anointed one,",
      "39": "and you have renounced the covenant with your servant,\nand you have thrown his crown on the ground.",
      "40": "You have broken down all his walls\nand reduced his fortresses to rubble.",
      "41": "All who pass by on the road have plundered him.\nHe is despised by his neighbors.",
      "42": "You have raised up the right hand of his foes.\nYou have made all his enemies happy.",
      "43": "Indeed, you have deflected the edge of his sword,\nand you have not let him stand up in battle.",
      "44": "You have put an end to his majesty,\nand you have hurled his throne to the ground.",
      "45": "You have cut short the days of his youth. Interlude\nYou have clothed him with shame.",
      "46": "How long, O Lord? Will you hide yourself forever?\nWill your wrath burn like fire?",
      "47": "Remember me! What is my life!\nFor you have created such futility for all the children of Adam!",
      "48": "Can anyone live and not see death, Interlude\nor save his life from the power of the grave?",
      "49": "Where are your former mercies, O Lord,\nwhich you swore to David in your faithfulness?",
      "50": "Remember, Lord, the scorn your servants have endured.\n(I carry on my heart all the many peoples!)",
      "51": "Remember the scorn\n    with which your enemies have been scornful, O Lord,\n    with which they have scorned the steps of your Anointed One.",
      "52": "Blessed be the Lord forever!\nAmen and Amen."
    },
    "90": {
      "1": "Lord, you have been our dwelling place throughout all generations.",
      "2": "Before the mountains were born,\nbefore you gave birth to the earth and the world,\nfrom eternity to eternity you are God.",
      "3": "You grind people to dust,\nand you say, “Return, children of Adam.”",
      "4": "For a thousand years in your sight are like a day,\nlike yesterday that has gone by,\nor like a watch in the night.",
      "5": "You sweep them away like a flood.\nThey are like sleep in the morning,\nlike grass which changes quickly.",
      "6": "In the morning it sprouts and grows.\nBy evening it is cut down, and it withers.",
      "7": "Surely, we are consumed by your anger,\nand by your wrath we are terrified.",
      "8": "You have laid out our guilty deeds in front of you.\nOur hidden sins are revealed in the light of your face.",
      "9": "For all our days pass away under your fury.\nWe finish our years like a sigh.",
      "10": "The days of our lives add up to seventy years,\nor eighty years if we are strong.\nYet the best of them are trouble and sorrow,\nfor they disappear quickly, and we fly away.",
      "11": "Who can understand the power of your anger?\nBut your fury is consistent with the fear that is owed to you.",
      "12": "Teach us to number our days in such a way\n    that we bring a heart of wisdom.",
      "13": "Turn, O Lord! How long!\nChange your mind toward your servants.",
      "14": "Satisfy us in the morning with your mercy,\nso that we may sing for joy and be glad all our days.",
      "15": "Make us glad for as many days as you have afflicted us,\nfor as many years as we have seen trouble.",
      "16": "Let your deeds be seen by your servants\nand your majesty by their children.",
      "17": "May the kindness of the Lord our God rest upon us.\nEstablish the work of our hands for us.\nYes, establish the work of our hands."
    },
    "91": {
      "1": "One who lives in the shelter of the Most High\n    will stay in the shadow of the Almighty.",
      "2": "I will say to the Lord,\n“My refuge and my fortress, my God in whom I trust.”",
      "3": "Surely he will rescue you from the fowler’s trap,\nfrom the destructive plague.",
      "4": "With his feathers he will cover you,\nand under his wings you will find refuge.\nHis truth will be your shield and armor.",
      "5": "You will not fear the terror of night,\nnor the arrow that flies by day,",
      "6": "nor the plague that prowls in the darkness,\nnor the pestilence that destroys at noon.",
      "7": "A thousand may fall at your side,\nten thousand at your right hand,\nbut it will not come near you.",
      "8": "You will only observe it with your eyes.\nYou will see the punishment of the wicked.",
      "9": "Yes, you, Lord, are my refuge!\nIf you make the Most High your shelter,",
      "10": "evil will not overtake you.\nDisaster will not come near your tent.",
      "11": "Yes, he will give a command to his angels concerning you,\n    to guard you in all your ways.",
      "12": "They will lift you up in their hands,\nso that you will not strike your foot against a stone.",
      "13": "You will tread on the lion and the cobra.\nYou will trample the young lion and the serpent.",
      "14": "The Lord says,\nBecause he clings to me, I will rescue him.\nI will protect him, because he acknowledges my name.",
      "15": "He will call on me, and I will answer him.\nI will be with him in distress.\nI will deliver him and I will honor him.",
      "16": "With long life I will satisfy him,\nand I will let him see my salvation."
    },
    "92": {
      "1": "It is good to give thanks to the Lord,\nto make music to your name, O Most High,",
      "2": "to proclaim your mercy in the morning\nand your faithfulness every night,",
      "3": "with a ten-stringed instrument and with a harp,\nwith a melody on a lyre.",
      "4": "Yes, you make me glad by your work, O Lord.\nI sing loudly at the works of your hands.",
      "5": "How great are your works, O Lord.\nYour thoughts are very deep!",
      "6": "The senseless man does not know,\nand the fool does not understand this—",
      "7": "when the wicked spring up like weeds,\nand all evildoers bloom like flowers,\nthey will be destroyed forever.",
      "8": "But you are exalted forever, O Lord.",
      "9": "Without a doubt your enemies, O Lord,\nwithout a doubt your enemies will perish.\nAll evildoers will be scattered.",
      "10": "But you have raised my horn like that of a wild ox.\nI am drenched with fresh oil.",
      "11": "My eyes have looked in triumph over my adversaries.\nWhen evildoers rise against me, my ears hear their defeat.",
      "12": "The righteous will shoot up like a palm tree.\nThey will grow tall like a cedar in Lebanon.",
      "13": "Planted in the house of the Lord,\nthey will shoot up in the courtyards of our God.",
      "14": "They will still produce fruit in old age.\nThey will stay fresh and green.",
      "15": "Yes, they can proclaim, “The Lord is upright.\nHe is my Rock, and he does no wrong.”"
    },
    "93": {
      "1": "The Lord reigns. He is clothed in majesty.\nThe Lord is clothed—he wears strength like a belt.\nYes, the world stands firm. It will not be moved.",
      "2": "Your throne was established long ago.\nYou are from eternity.",
      "3": "The waves have lifted up, O Lord,\nthe waves have lifted up their voice.\nThe waves roar loudly.",
      "4": "Mightier than the thundering of the great waters,\nmightier than the breakers of the sea,\nthe Lord on high is mighty.",
      "5": "Your testimonies stand very firm.\nHoliness beautifies your house for endless days, O Lord."
    },
    "94": {
      "1": "O Lord, God of vengeance,\nGod of vengeance, shine forth.",
      "2": "Rise up, O Judge of the earth.\nRepay the proud with what they deserve.",
      "3": "How long will the wicked, O Lord,\nhow long will the wicked celebrate?",
      "4": "They gush. They speak arrogantly.\nAll the evildoers brag about themselves.",
      "5": "They crush your people, O Lord.\nThey oppress the people that belong to you.",
      "6": "They kill the widow and the alien.\nThey murder the fatherless.",
      "7": "Then they say, “The Lord does not see.\nThe God of Jacob does not understand.”",
      "8": "Understand, you brutes among the people.\nYou fools, when will you become wise?",
      "9": "The one who planted the ear—will he not hear?\nThe one who formed the eye—will he not observe?",
      "10": "The one who disciplines nations—will he not rebuke them?\nHe is the one who teaches mankind knowledge.",
      "11": "The Lord knows the thoughts of mankind.\nHe knows that they are just vapor.",
      "12": "How blessed is the person whom you discipline, O Lord,\nwhom you teach from your law.",
      "13": "You grant him rest in days of trouble,\nuntil a pit is dug for the wicked.",
      "14": "For the Lord will not desert his people,\nand he will never forsake those who are his own.",
      "15": "Then judgment will again be based on righteousness,\nand all the upright in heart will pursue it.",
      "16": "Who will rise up for me against the wicked?\nWho will take a stand for me against evildoers?",
      "17": "Unless the Lord had been my helper,\nmy soul would soon have dwelt in silence.",
      "18": "When I said, “My foot has slipped,”\nyour mercy, Lord, upheld me.",
      "19": "When my worries within me were many,\nyour comfort brought joy to my soul.",
      "20": "Can a destructive throne be allied with you,\none that creates injustice by its decrees?",
      "21": "They band together against the life of the righteous,\nand they condemn innocent blood.",
      "22": "But the Lord has become my fortress,\nand my God is the rock where I take refuge.",
      "23": "Then he will repay them for their iniquity,\nand he will destroy them for their wickedness.\nThe Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let us sing joyfully to the Lord.\nLet us give a loud shout to the Rock who saves us.",
      "2": "Let us approach his presence with thanksgiving.\nWith music we will shout to him.",
      "3": "For the Lord is the great God\nand the great King above all gods.",
      "4": "He holds the unexplored places of the earth in his hand,\nand the peaks of the mountains belong to him.",
      "5": "The sea belongs to him, for he made it,\nand his hands formed the dry land.",
      "6": "Come, let us bow down. Let us revere him.\nLet us kneel before the Lord our Maker,",
      "7": "for he is our God,\nand we are the people of his pasture\nand the flock in his hand.\nToday, if you hear his voice,",
      "8": "do not harden your hearts as they did at Meribah,\nas they did that day at Massah in the wilderness,",
      "9": "where your fathers challenged me\nand tested me though they had seen what I had done.",
      "10": "For forty years I was disgusted with that generation,\nand I said, “They are a people who have hearts that stray.\nThey do not acknowledge my ways.”",
      "11": "So I swore in my anger,\n“They shall never enter my resting place.”"
    },
    "96": {
      "1": "Sing to the Lord a new song.\nSing to the Lord, all the earth.",
      "2": "Sing to the Lord. Praise his name.\nProclaim the good news of his salvation from day to day.",
      "3": "Tell about his glory among the nations,\nabout his marvelous deeds among all peoples.",
      "4": "For great is the Lord and worthy of great praise.\nHe is to be feared above all gods.",
      "5": "For all the gods of the peoples are “nothings,”\nbut the Lord made the heavens.",
      "6": "Splendor and majesty are before him.\nPower and beauty are in his sanctuary.",
      "7": "Ascribe to the Lord, families of peoples,\nAscribe to the Lord glory and power.",
      "8": "Ascribe to the Lord the glory due his name.\nBring a gift and come into his courtyards.",
      "9": "Bow down to the Lord in the splendor of his holiness.\nLook away from his face, all the earth.",
      "10": "Say among the nations, “The Lord reigns.”\nThe world is firmly established.\nIt will not be moved.\nHe will judge the peoples with fairness.",
      "11": "Let the heavens rejoice.\nLet the earth celebrate.\nLet the sea roar,\nand all that fills it.",
      "12": "Let the fields be overjoyed,\nand everything that is in them.\nThen all the trees of the forest will sing for joy",
      "13": "before the Lord, for he comes,\n    for he comes to judge the earth.\nHe will judge the world in righteousness\nand the peoples in his faithfulness."
    },
    "97": {
      "1": "The Lord reigns. Let the earth celebrate.\nLet the many islands and coastlands rejoice.",
      "2": "Clouds and deep darkness surround him.\nRighteousness and justice are the foundation of his throne.",
      "3": "Fire goes out in front of him.\nIt burns up his foes all around him.",
      "4": "His lightning lights up the world.\nThe earth sees and writhes in pain.",
      "5": "The mountains melt like wax\n    in the presence of the Lord,\n    in the presence of the Lord of all the earth.",
      "6": "The heavens proclaim his righteousness,\nand all the peoples see his glory.",
      "7": "All who serve idols are put to shame,\nthose who boast in “nothings.”\nBow to him, all you gods!",
      "8": "Zion hears and rejoices,\nand the daughters of Judah celebrate\n    because of your judgments, O Lord.",
      "9": "For you, O Lord, are the Most High over all the earth.\nYou are raised up far above all gods.",
      "10": "Let those who love the Lord hate evil.\nHe guards the lives of his favored ones.\nHe delivers them from the hand of the wicked.",
      "11": "Light rises for the righteous\nand joy for the upright in heart.",
      "12": "Rejoice in the Lord, you righteous,\nand give thanks as you remember his holiness."
    },
    "98": {
      "1": "Sing to the Lord a new song,\nfor he has done marvelous things.\nHis right hand and his holy arm have worked salvation for him.",
      "2": "The Lord has made his salvation known.\nHe has revealed his righteousness to the eyes of the nations.",
      "3": "He has remembered his mercy and his faithfulness\n    to the house of Israel.\nAll the ends of the earth have seen the salvation of our God.",
      "4": "Shout for joy to the Lord, all the earth.\nBreak out in joyful song! Make music!",
      "5": "Make music to the Lord with the lyre,\nwith the lyre and the sound of music.",
      "6": "With trumpets and the sound of the ram’s horn\n    shout for joy before the King, the Lord.",
      "7": "Let the sea roar, and everything that fills it,\nthe world, and all who live in it.",
      "8": "Let the rivers clap their hands.\nLet the mountains sing for joy together before the Lord,",
      "9": "for he comes to judge the earth.\nHe will judge the world in righteousness\nand the peoples with fairness."
    },
    "99": {
      "1": "The Lord reigns. Let the peoples tremble.\nHe is seated above the cherubim. Let the earth quake.",
      "2": "The Lord is great in Zion. He is exalted over all the peoples.",
      "3": "Let them praise your name, great and awesome.\nHe is holy!",
      "4": "The King is mighty. He loves justice.\nYou, Lord, have established fairness.\nIn Jacob you carried out justice and righteousness.",
      "5": "Exalt the Lord our God and bow down before his footstool.\nHe is holy!",
      "6": "Moses and Aaron were among his priests.\nSamuel was among those who call on his name.\nThey called on the Lord, and he answered them.",
      "7": "From within the pillar of cloud he spoke to them.\nThey kept his testimonies and the order that he gave them.",
      "8": "O Lord our God, you answered them.\nFor them you were a God who removes sin,\nbut you repaid them for their deeds.",
      "9": "Exalt the Lord our God,\nand bow down before his holy mountain,\nbecause the Lord our God is holy."
    },
    "100": {
      "1": "Shout to the Lord with joy, all the earth.",
      "2": "Serve the Lord with gladness.\nCome before him with joyful songs.",
      "3": "Know that the Lord is God.\nHe made us, and we are his.\nWe are his people, the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving,\nhis courtyards with praise.\nGive thanks to him and bless his name.",
      "5": "For the Lord is good. His mercy endures forever.\nHis faithfulness continues through all generations."
    },
    "101": {
      "1": "I will sing about your mercy and justice.\nTo you, O Lord, I will make music.",
      "2": "I will act wisely, following the way that is honest.\nWhen will you come to me?\nWithin my palace I will conduct myself with integrity.",
      "3": "I will not tolerate an evil cause in my sight.\nI hate unfaithfulness and apostasy.\nIt will not stick to me.",
      "4": "A perverted heart shall be kept far from me.\nI will not acknowledge evil.",
      "5": "I will silence anyone who slanders his neighbor in secret.\nI cannot tolerate anyone who has arrogant eyes and a proud heart.",
      "6": "My eyes will watch for the faithful in the land,\nso that they can be seated with me.\nThose who walk in the way of integrity will serve as my ministers.",
      "7": "Anyone who practices deceit will not sit inside my palace.\nAnyone who is a liar will not stand in my sight.",
      "8": "Every morning I will silence all the wicked in the land,\nin order to cut off every evildoer from the city of the Lord."
    },
    "102": {
      "1": "O Lord, hear my prayer,\nand let my cry for help come to you.",
      "2": "Do not hide your face from me on the day when I am distressed.\nTurn your ear to me on the day I call.\nHurry! Answer me!",
      "3": "For my days go up in smoke,\nand my bones are burned like hot coals.",
      "4": "My heart is cut down and withered like grass,\nso I forget to eat my food.",
      "5": "Because of the sound of my groaning, my bones stick out of my flesh.",
      "6": "I am like an owl in the wilderness,\nlike a screech owl among the ruins.",
      "7": "I lie awake.\nI have become like a lonely bird on a roof.",
      "8": "All day long my enemies taunt me.\nThose who ridicule me use my name as a curse,",
      "9": "because I eat ashes like bread,\nand I mix tears with my drinks.",
      "10": "Because of your rage and your wrath,\n    you have picked me up and thrown me away.",
      "11": "My days are being stretched out like a shadow,\nand I am dried up like grass.",
      "12": "But you, Lord, sit on your throne forever,\nand you will be remembered through all generations.",
      "13": "You will rise and have compassion on Zion.\nYes, it is time to be gracious to her,\nbecause the appointed time has come.",
      "14": "Yes, your servants will show favor to her stones,\nand they will have compassion on her dust.",
      "15": "Then the nations will fear the name of the Lord,\nand all the kings of the earth will fear your glory.",
      "16": "For the Lord will rebuild Zion.\nHe will appear in his glory.",
      "17": "He will respond to the prayer of the naked.\nHe will not despise their prayer.",
      "18": "Let this be written till the last generation,\nso that a people not yet created may praise the Lord.",
      "19": "For the Lord looked down from his high, holy place.\nFrom heaven he viewed the earth",
      "20": "to hear the groans of the prisoner,\n    to release those condemned to death.",
      "21": "So the name of the Lord will be recorded in Zion\nand his praise in Jerusalem,",
      "22": "when the peoples and the kingdoms are gathered together\n    to serve the Lord.",
      "23": "He took away my strength during my lifetime.\nHe cut short my days.",
      "24": "I said, “My God, do not take me away in the middle of my days.”\nYour years go on through all generations.",
      "25": "Long ago you laid a foundation for the earth,\nand the heavens are the work of your hands.",
      "26": "They will perish, but you remain.\nAll of them wear out like a garment.\nLike clothing you will change them,\nand they will be changed.",
      "27": "But you are the same,\nand your years will never end.",
      "28": "The children of your servants will dwell with you,\nand their descendants will be established before you."
    },
    "103": {
      "1": "Bless the Lord, O my soul.\nAll that is within me, bless his holy name.",
      "2": "Bless the Lord, O my soul,\nand do not forget all his benefits—",
      "3": "who pardons all your guilt,\nwho heals all your diseases,",
      "4": "who redeems your life from the pit,\nwho crowns you with mercy and compassion,",
      "5": "who satisfies your life with goodness,\nso that your youth is renewed like the eagle.",
      "6": "The Lord performs righteousness and justice for all the oppressed.",
      "7": "He made known his ways to Moses,\nhis deeds to the people of Israel.",
      "8": "The Lord is compassionate and gracious,\nslow to anger, abounding in mercy.",
      "9": "He will not always accuse.\nHe will not keep his anger forever.",
      "10": "He does not treat us as our sins deserve.\nHe does not repay us according to our guilty deeds.",
      "11": "Yes, as high as the heavens are above the earth,\n    so powerful is his mercy toward those who fear him.",
      "12": "As distant as the east is from the west,\n    so far has he removed our rebellious acts from us.",
      "13": "As a father has compassion on his children,\n    so the Lord has compassion on those who fear him.",
      "14": "For he knows how we were formed.\nHe remembers that we are dust.",
      "15": "As for man, his days are like grass.\nLike a wildflower he blossoms.",
      "16": "Then the wind blows over it, and it is gone,\nand its place recognizes it no more.",
      "17": "But the Lord’s mercy is from eternity to eternity\n    over those who fear him,\nand his righteousness is with their children’s children,",
      "18": "with those who keep his covenant,\n    with those who remember his precepts in order to obey them.",
      "19": "The Lord has established his throne in the heavens,\nand his royal power rules over all.",
      "20": "Bless the Lord, you his angels,\nyou strong warriors who obey his word\n    by listening to what he says.",
      "21": "Bless the Lord, all his armies,\nyou who minister to him,\nyou who do whatever pleases him.",
      "22": "Bless the Lord, everything he has made\n    in all places where he rules.\nBless the Lord, O my soul."
    },
    "104": {
      "1": "Bless the Lord, O my soul.\nO Lord my God, you are very great.\nYou are clothed with splendor and majesty.",
      "2": "He wears light like a robe.\nHe stretches out the heavens like a canopy.",
      "3": "He lays beams on the waters to support his upper chambers.\nHe makes clouds his chariot.\nHe travels on the wings of the wind.",
      "4": "He makes his messengers winds.\nHis ministers are blazing fire.",
      "5": "He placed the earth firmly on its foundations.\nIt cannot be moved forever and ever.",
      "6": "You covered it with the deep as a garment.\nThe waters stood above the mountains.",
      "7": "At your rebuke they fled.\nAt the sound of your thunder they hurried away.",
      "8": "The waters surged up the mountains.\nThey went down into the valleys,\nto the place that you prepared for them.",
      "9": "You set a boundary that they cannot cross.\nThey will not return to cover the earth.",
      "10": "He makes springs flow into streams\n    that run between the mountains.",
      "11": "They give water to every wild animal.\nThe wild donkeys quench their thirst.",
      "12": "The birds of the sky live by the streams.\nFrom among the branches they send out their song.",
      "13": "He waters the mountains from his upper chambers.\nThe earth is filled with the fruit he produces.",
      "14": "He makes grass grow for the cattle,\nand plants that people use to produce food from the earth.",
      "15": "Also wine that makes people’s hearts glad,\nolive oil to make their face shine,\nand bread that sustains their lives.",
      "16": "The trees of the Lord have everything they need.\nHe planted the cedars of Lebanon,",
      "17": "where birds make their nests.\nThe stork has its home in the fir trees.",
      "18": "The high mountains are for the wild goats.\nThe crags are a refuge for the rock badgers.",
      "19": "The moon marks off the months and seasons.\nThe sun knows when to go down.",
      "20": "You bring darkness, and it becomes night.\nDuring it all the animals in the forest move about.",
      "21": "The young lions roar for their prey.\nThey are seeking their food from God.",
      "22": "The sun rises, and they gather together.\nThey return to their dens and lie down.",
      "23": "Man goes out to his work.\nHe continues his labor until evening.",
      "24": "How many are your works, O Lord!\nIn wisdom you made them all.\nThe earth is full of your creatures.",
      "25": "Here is the sea, great and very wide.\nIn it creatures swarm beyond number—\nliving things, the small with the large.",
      "26": "There the ships go back and forth,\nand the leviathan that you formed to play in it.",
      "27": "All of them wait hopefully for you to give them their food in its time.",
      "28": "You give it to them. They gather it up.\nYou open your hand. They are satisfied with good things.",
      "29": "You hide your face. They are terrified.\nYou take away their breath.\nThey breathe their last and return to their dust.",
      "30": "You send your Spirit—they are created.\nYou renew the face of the earth.",
      "31": "May the glory of the Lord endure forever.\nMay the Lord rejoice in his works.",
      "32": "He looks at the earth and it trembles.\nHe touches the mountains and they smoke.",
      "33": "I will sing to the Lord throughout my life.\nI will make music to my God as long as I last.",
      "34": "May my meditation be pleasing to him.\nI will rejoice in the Lord.",
      "35": "May sinners come to an end on the earth,\nand the wicked—may they be no more.\nBless the Lord, O my soul.\nPraise the Lord!"
    },
    "105": {
      "1": "Give thanks to the Lord.\nProclaim his name.\nMake his deeds known among the peoples.",
      "2": "Sing to him, make music to him.\nMeditate on all his wonders.",
      "3": "Take pride in his holy name.\nLet the heart of those who seek the Lord rejoice.",
      "4": "Search for the Lord and his strength.\nSeek his face always.",
      "5": "Remember the wonders which he has done,\nhis signs, and the judgments from his mouth,",
      "6": "you descendants of Abraham his servant,\nyou sons of Jacob, his chosen ones.",
      "7": "He is the Lord our God.\nHis judgments are in all the earth.",
      "8": "He remembers his covenant forever,\nthe word he commanded for a thousand generations,",
      "9": "the covenant which he made with Abraham,\nand his oath to Isaac.",
      "10": "Yes, he confirmed it to Jacob as a statute,\nto Israel as an everlasting covenant.",
      "11": "He said, “To you I will give the land of Canaan,\nthe territory you will possess.”",
      "12": "While they were few in number,\njust a little group and aliens in the land,",
      "13": "they moved around from nation to nation,\nfrom one kingdom to another people.",
      "14": "He did not allow anyone to oppress them,\nand he rebuked kings because of them:",
      "15": "“Do not touch my anointed ones,\nand do not harm my prophets.”",
      "16": "Then he summoned a famine on the land.\nHe destroyed their entire food supply.",
      "17": "He sent ahead of them a man sold as a slave, Joseph.",
      "18": "They hurt his feet with chains.\nHis throat was clamped in an iron collar,",
      "19": "until the time when his predictions came true.\nThe promise of the Lord tested him.",
      "20": "The king sent for him and released him.\nThe ruler of peoples set him free.",
      "21": "He made him master of his house\nand ruler over all his possessions,",
      "22": "to bind his officials by his will,\nto teach his elders wisdom.",
      "23": "Then Israel came to Egypt.\nJacob lived as an alien in the land of Ham.",
      "24": "Then the Lord made his people very fruitful.\nHe made them too numerous for their foes.",
      "25": "He turned the Egyptians’ hearts so they hated his people.\nThey dealt deceitfully with his servants.",
      "26": "He sent Moses his servant,\nand Aaron, whom he had chosen.",
      "27": "They performed his signs among them,\nhis warning signs in the land of Ham.",
      "28": "He sent darkness, and it became extremely dark,\nbecause Israel did not rebel against his words.",
      "29": "He turned their waters into blood,\nand he caused their fish to die.",
      "30": "Their land swarmed with frogs,\neven in the rooms of their kings.",
      "31": "He spoke, and a swarm of flies came.\nThere were lice throughout their borders.",
      "32": "He gave them hail instead of rain,\nwith blazing lightning throughout their land.",
      "33": "Then he struck down their vines and fig trees,\nand he broke down the trees within their borders.",
      "34": "He spoke, and the locusts came,\nand grasshoppers without number.",
      "35": "They ate every green plant in their land.\nThey ate the produce of their soil.",
      "36": "Then he struck down all the firstborn in their land,\nthe first fruit of all their virility.",
      "37": "Then he brought Israel out with silver and gold.\nFrom among their tribes no one stumbled.",
      "38": "Egypt was glad when they went out,\nbecause fear of Israel had fallen on them.",
      "39": "He spread out a cloud as a canopy\nand fire to give light at night.",
      "40": "They asked, and he brought quail,\nand he satisfied them with bread from heaven.",
      "41": "He opened the rock, and water gushed out.\nIt flowed in the desert like a river.",
      "42": "Because he remembered his holy word to Abraham, his servant,",
      "43": "he brought out his people with rejoicing,\nhis chosen ones with a joyful shout.",
      "44": "He gave them the lands of the nations,\nand they took possession of the work of other peoples",
      "45": "so that they could keep his statutes and observe his laws.\nPraise the Lord."
    },
    "106": {
      "1": "Praise the Lord.\nGive thanks to the Lord,\nfor he is good,\nfor his mercy endures forever.",
      "2": "Who can tell about the mighty deeds of the Lord?\nWho can cause all his praise to be heard?",
      "3": "Blessed are those who defend justice,\nwho do what is right all the time.",
      "4": "Remember me, O Lord,\nwhen you show favor to your people.\nVisit me with your salvation,",
      "5": "so that I may experience the good that belongs to your chosen ones,\nso that I may rejoice in the joy of your nation,\nso that I may join in praise with the people that belongs to you.",
      "6": "We have sinned along with our fathers.\nWe have become guilty. We have acted wickedly.",
      "7": "Our fathers in Egypt did not reflect on your wonders.\nThey did not remember your abundant mercies,\nso they rebelled beside the sea, by the Red Sea.",
      "8": "Nevertheless, he saved them for his name’s sake,\n    to make his might known.",
      "9": "Then he rebuked the Red Sea, and it dried up.\nHe caused them to go through the deep sea as if it were a desert.",
      "10": "He saved them from the hand of the one who hated them.\nHe redeemed them from the hand of the enemy.",
      "11": "Then the waters covered their foes.\nNot one of them remained.",
      "12": "Then they believed his words. They sang his praise.",
      "13": "They quickly forgot his deeds.\nThey did not wait for his plan.",
      "14": "Because they were filled with craving in the wilderness,\nthey challenged God in the wasteland.",
      "15": "So he gave them what they asked for,\nbut he made them sick so they wasted away.",
      "16": "Then they grew jealous of Moses in the camp\nand of Aaron, who was holy to the Lord.",
      "17": "The earth opened up and swallowed Dathan,\nand it closed over the followers of Abiram.",
      "18": "Then fire burned up their followers.\nFlames consumed the wicked.",
      "19": "They made a calf at Horeb,\nand they bowed down to a thing cast from metal.",
      "20": "So they exchanged their Glory for a model of an ox that eats grass.",
      "21": "They forgot the God who saved them\n    by doing great things in Egypt,",
      "22": "wonders in the land of Ham,\n    awesome deeds beside the Red Sea.",
      "23": "So he said he would destroy them.\nBut Moses, his chosen one, stood between God and the people\n    to turn aside his wrath, so it did not destroy them.",
      "24": "Then they refused the pleasant land.\nThey did not believe his word.",
      "25": "They grumbled in their tents.\nThey did not listen to the voice of the Lord.",
      "26": "So he lifted up his hand and swore to them\n    that he would make them fall in the wilderness,",
      "27": "and make their descendants fall among the nations,\n    and he would scatter them throughout the lands.",
      "28": "Then they yoked themselves to the Baal of Peor,\nand they ate sacrifices offered to dead gods.",
      "29": "They provoked the Lord by their actions,\nand a plague broke out among them.",
      "30": "But Phinehas stood up and interceded for them,\nand the plague was restrained.",
      "31": "So this was credited to him as righteousness\nfor generation after generation, to eternity.",
      "32": "Again by the waters of Meribah they provoked the Lord,\nand trouble came on Moses because of them.",
      "33": "Because they rebelled against his Spirit,\nMoses spoke recklessly with his lips.",
      "34": "They did not destroy the peoples\nas the Lord had commanded them,",
      "35": "but they mixed with the nations,\nand they learned to do what the nations did.",
      "36": "They also served their idols,\nand the idols became a snare for them.",
      "37": "They also sacrificed their sons and daughters to demons.",
      "38": "They shed innocent blood,\nthe blood of their sons and daughters,\nwhom they sacrificed to the idols of Canaan.\nSo the land was polluted by their children’s blood,",
      "39": "and they made themselves unclean by what they did.\nThey prostituted themselves by their actions.",
      "40": "Therefore the Lord burned with anger against his people,\nand he loathed the people who belonged to him.",
      "41": "So he handed them over to the nations,\nand those who hated them ruled over them.",
      "42": "Then their enemies oppressed them,\nand they had to submit to their power.",
      "43": "Many times he delivered them,\nbut they deliberately rebelled,\nand they sank down in their guilt.",
      "44": "But he looked on them in their distress when he heard their outcry.",
      "45": "So for their sake he remembered his covenant.\nBecause of his great mercy, he changed his course.",
      "46": "Then he caused all their captors to have pity on them.",
      "47": "Save us, O Lord our God, and gather us from the nations,\nso that we may give thanks to your holy name and praise you confidently.",
      "48": "Blessed be the Lord, the God of Israel, from eternity to eternity,\nand all the people say, “Amen!”\nPraise the Lord."
    },
    "107": {
      "1": "Give thanks to the Lord, for he is good,\nfor his mercy endures forever.",
      "2": "Let the redeemed of the Lord say this,\nthose he redeemed from the hand of the foe,",
      "3": "those he gathered from the lands,\nfrom the east and from the west,\nfrom the north and from the south.",
      "4": "They wandered in the wilderness, in the wasteland.\nThey did not find the way to a city where they could live.",
      "5": "They were hungry and also thirsty,\nso their lives were draining away.",
      "6": "Then they cried out to the Lord in their distress.\nHe delivered them from their troubles.",
      "7": "He led them by a straight way to come to a city where they could live.",
      "8": "Let them give thanks to the Lord\nfor his mercy and his wonderful deeds for all people,",
      "9": "because he satisfies the desire of the thirsty,\nand he fills the desire of the hungry with good things.",
      "10": "They were sitting in darkness and the shadow of death,\nprisoners, bound in misery and chains,",
      "11": "because they had rebelled against the words of God,\nand they despised the plan of the Most High.",
      "12": "So he broke their hearts with hard labor.\nThey stumbled, and there was no helper.",
      "13": "Then they cried out to the Lord in their distress.\nHe saved them from their troubles.",
      "14": "He brought them out of darkness and the shadow of death,\nand he tore off their chains.",
      "15": "Let them give thanks to the Lord\nfor his mercy and his wonderful deeds for all people,",
      "16": "because he shatters bronze doors,\nand he cuts through iron bars.",
      "17": "They became fools through their rebellious way,\nand they brought affliction on themselves by their guilt.",
      "18": "They lost their appetite for food,\n    so they approached the gates of death.",
      "19": "Then they cried out to the Lord in their distress.\nHe saved them from their troubles.",
      "20": "He sent his word and healed them.\nHe rescued them from the pits that trapped them.",
      "21": "Let them give thanks to the Lord\nfor his mercy and his wonderful deeds for all people,",
      "22": "so let them sacrifice thank offerings\nand tell about his works with a joyful shout.",
      "23": "They went down to the sea in ships.\nThey conducted trade on many waters.",
      "24": "They saw the deeds of the Lord\nand his wonders on the deep.",
      "25": "For he spoke and stirred up a violent storm,\n    which produced large waves.",
      "26": "They were raised up to the sky.\nThey sank down into the depths.\nIn their danger their courage melted.",
      "27": "They reeled and staggered like a drunk.\nAll their skill disappeared.",
      "28": "Then they cried out to the Lord in their distress.\nHe brought them out of their troubles.",
      "29": "He calmed the storm. Its waves were hushed.",
      "30": "They were glad when it grew quiet,\nand he guided them to the port they desired.",
      "31": "Let them give thanks to the Lord\nfor his mercy and his wonderful deeds for all people.",
      "32": "Let them exalt him in the assembly of the people\nand praise him in the session of the elders.",
      "33": "He turned rivers into a wilderness\nand flowing springs into thirsty ground.",
      "34": "He turned fruitful land into a salt waste,\nbecause of the wickedness of those who lived in it.",
      "35": "He turned the wilderness into pools of water\nand the desert into flowing springs.",
      "36": "Then he let the hungry live there,\nand they founded a city where they could live.",
      "37": "Then they sowed fields, and they planted vineyards,\n    which produced abundant fruit.",
      "38": "Then he blessed them, so they increased greatly in number.\nHe did not let their herds of cattle decrease.",
      "39": "But then their numbers decreased,\nand they were humbled by oppression, disaster, and sorrow.",
      "40": "He who pours contempt on nobles made them wander in confusion\n    where there was no road.",
      "41": "But he lifted up the needy out of affliction\nand made their families like a flock.",
      "42": "The upright see and rejoice,\nbut all wickedness shuts its mouth.",
      "43": "Whoever is wise, let him keep these things.\nLet them take to heart the mercies of the Lord."
    },
    "108": {
      "1": "My heart is steadfast, O God.\nI will sing and I will make music.\nIndeed, I will sing with all my being.",
      "2": "Awake, harp and lyre!\nI will awaken the dawn.",
      "3": "I will give you thanks among the peoples, Lord,\nand I will make music to you among the nations,",
      "4": "because your great mercy reaches above the heavens,\nand your faithfulness to the skies.",
      "5": "Be exalted above the heavens, O God.\nLet your glory be over all the earth.",
      "6": "So that the ones you love may be rescued,\nbring salvation by your right hand and answer me.",
      "7": "God has spoken in his holiness.\nI will triumph. I will distribute Shechem,\nand I will measure off the Valley of Succoth.",
      "8": "Gilead is mine. Manasseh is mine.\nEphraim is my helmet. Judah is my scepter.",
      "9": "Moab is my washbasin. On Edom I toss my sandal.\nI shout aloud over Philistia.",
      "10": "Who will bring me into the fortified city?\nWho will lead me to Edom?",
      "11": "Is it not you, O God, who have rejected us?\nIs it not you, O God, who no longer go out with our armies?",
      "12": "Give us help against the foe,\nfor human help is worthless.",
      "13": "In God we will do mighty deeds.\nHe is the one who will trample our foes."
    },
    "109": {
      "1": "O God whom I praise, do not be silent,",
      "2": "because they have opened wicked, deceitful mouths against me.\nThey have spoken against me with lying tongues.",
      "3": "They surround me with hateful words.\nThey attack me without cause.",
      "4": "In return for my love they accuse me,\nbut I am a man of prayer.",
      "5": "They repay me with evil for good,\nwith hatred for my love.",
      "6": "Appoint an evil one to testify against him,\nand let an accuser stand at his right hand.",
      "7": "When he is tried, let him be found guilty,\nand let his prayer be sin.",
      "8": "Let his days be few.\nLet another take his office.",
      "9": "Let his children be fatherless\nand his wife a widow.",
      "10": "Let his children always wander and beg.\nLet them seek food far from their ruined homes.",
      "11": "Let a creditor confiscate all he has.\nLet strangers plunder everything he worked for.",
      "12": "Let there be no one to extend mercy to him.\nLet there be no one to show favor to his fatherless children.",
      "13": "Let his descendants be cut off.\nIn the next generation let their name be blotted out.",
      "14": "Let the guilt of his fathers be remembered before the Lord.\nLet the sin of his mother never be blotted out.",
      "15": "Let their sins remain before the Lord continually,\nand let the memory of these people be cut off from the earth.",
      "16": "Because he did not remember to show mercy,\nbut he pursued the poor man and the needy\n    and the brokenhearted to put them to death.",
      "17": "Since he loved cursing, so let it fall on him.\nHe found no pleasure in blessing, so let it be far from him.",
      "18": "Since he wore cursing as his clothing,\nlet it enter into his stomach like water\nand into his bones like oil.",
      "19": "Let it be like a garment wrapped around him,\nlike a belt tied around him forever.",
      "20": "May the Lord do all this to my accusers\nand to those who speak evil against my life.",
      "21": "But you, Lord God, deal with me for the sake of your name.\nBecause of the goodness of your mercy, deliver me.",
      "22": "For I am poor and needy,\nand my heart is wounded within me.",
      "23": "Like a shadow after it lengthens, I go away.\nI am shaken off like a locust.",
      "24": "My knees give way from fasting,\nand my flesh has become lean, without fat.",
      "25": "But I—I am scorned by them.\nThey see me. They shake their heads.",
      "26": "Help me, O Lord my God.\nSave me according to your mercy.",
      "27": "Let them know that this is your hand.\nYou, O Lord, have done it.",
      "28": "They may curse, but you will bless.\nThey rose up, but they will be put to shame.\nThen your servant will rejoice.",
      "29": "My accusers will be dressed with disgrace.\nTheir shame will wrap around them like a robe.",
      "30": "With my mouth I will keep on thanking the Lord.\nIn the midst of many people I will praise him.",
      "31": "For the Lord stands at the right hand of the needy,\n    to save his life from those who condemn him."
    },
    "110": {
      "1": "The decree of the Lord to my lord:\n“Sit at my right hand until I make your enemies\n    a footstool under your feet.”",
      "2": "The Lord will stretch out your strong scepter from Zion.\nRule in the midst of your enemies.",
      "3": "Your people will be willing on the day of your power.\nIn majesty of holiness, from the womb of the dawn,\n    the dew of your youth will be yours.",
      "4": "The Lord has sworn and will not change his mind:\n“You are a priest forever, in the manner of Melchizedek.”",
      "5": "The Lord is at your right hand.\nHe will crush kings on the day of his wrath.",
      "6": "He will judge the nations.\nHe will fill valleys with corpses.\nHe will crush heads over the wide world.",
      "7": "He will drink from a stream beside the way;\ntherefore, he will lift up his head."
    },
    "111": {
      "1": "Praise the Lord.\nI will thank the Lord with all my heart\n    in the assembly of the upright and in the congregation.",
      "2": "Great are the deeds of the Lord.\nThey are studied by all who delight in them.",
      "3": "Glorious and majestic is his work,\nand his righteousness stands forever.",
      "4": "He has set up a memorial to his wonders.\nGracious and compassionate is the Lord.",
      "5": "He gives food to those who fear him.\nHe remembers his covenant forever.",
      "6": "He has declared the power of his deeds to his people,\n    to give them the nations as their possession.",
      "7": "The works of his hands are truth and justice.\nAll his precepts are trustworthy,",
      "8": "steadfast forever and ever,\ndone in truth and uprightness.",
      "9": "He sent redemption for his people.\nHe commanded his covenant forever.\nHoly and awesome is his name.",
      "10": "The fear of the Lord is the beginning of wisdom.\nAll who do his precepts have good understanding.\nHis praise stands forever."
    },
    "112": {
      "1": "Praise the Lord.\nHow blessed is a man who fears the Lord.\nIn his commands he delights greatly.",
      "2": "His descendants will be mighty in the land.\nThe circle of the upright will be blessed.",
      "3": "Wealth and riches are in his house,\nand his righteousness stands forever.",
      "4": "In darkness, light dawns for the upright.\nHe is gracious and compassionate and righteous.",
      "5": "Good things will come to the man\n    who is gracious and lends,\n    who conducts his business with justice.",
      "6": "Surely he will never fall.\nThe righteous will be remembered forever.",
      "7": "He will not fear bad news.\nHis heart is steadfast, trusting in the Lord.",
      "8": "His heart is secure.\nHe will have no fear, until he looks in triumph on his foes.",
      "9": "He scatters seed—he gives to the poor.\nHis righteousness stands forever.\nHis horn will be lifted high in glory.",
      "10": "The wicked person will see and be frustrated.\nHe will gnash his teeth and melt away.\nThe desire of the wicked will perish."
    },
    "113": {
      "1": "Praise the Lord.\nPraise, you servants of the Lord,\npraise the name of the Lord.",
      "2": "Let the name of the Lord be blessed, from now to eternity.",
      "3": "From the rising of the sun to its setting,\n    the name of the Lord is to be praised.",
      "4": "High above all the nations is the Lord.\nHis glory towers above the heavens.",
      "5": "Who is like the Lord our God?\nHe is seated on high.",
      "6": "He bends down to look at the heavens and at the earth.",
      "7": "He raises the poor from the dust.\nHe lifts the needy from the garbage pile",
      "8": "to seat them with nobles,\n    with the nobles of his people.",
      "9": "He is the one who settles the barren woman in her home\n    as a joyful mother of children.\nPraise the Lord."
    },
    "114": {
      "1": "When Israel came out of Egypt\nand the house of Jacob from a people with a strange language,",
      "2": "Judah became his sanctuary,\nIsrael became his kingdom.",
      "3": "The sea saw and fled.\nThe Jordan turned back.",
      "4": "The mountains skipped like rams,\nthe hills like lambs.",
      "5": "What happened, O sea, that you fled,\nO Jordan, that you turned back,",
      "6": "O mountains, that you skipped like rams,\nyou hills, like lambs?",
      "7": "Tremble in the presence of the Lord, O earth.\nTremble in the presence of the God of Jacob.",
      "8": "He turned the rock into a pool of water.\nHe turned flint into springs of water."
    },
    "115": {
      "1": "Not to us, O Lord, not to us,\nbut to your name give glory,\nbecause of your mercy,\nbecause of your truth.",
      "2": "Why should the nations say,\n“So where is their God now?”",
      "3": "In fact, our God is in the heavens.\nHe does everything that pleases him.",
      "4": "Their idols are silver and gold, the work of human hands.",
      "5": "They have a mouth, but they do not speak.\nThey have eyes, but they do not see.",
      "6": "They have ears, but they do not hear.\nThey have a nose, but they do not smell.",
      "7": "Their hands—they do not even feel.\nTheir feet—they do not even walk around.\nThey do not even make a sound with their throats.",
      "8": "Those who make them will be like them,\nand so will all who trust in them.",
      "9": "Israel, trust in the Lord—\nhe is their help and their shield.",
      "10": "House of Aaron, trust in the Lord—\nhe is their help and their shield.",
      "11": "You who fear the Lord, trust in the Lord—\nhe is their help and their shield.",
      "12": "The Lord remembers us. He will bless.\nHe will bless the house of Israel.\nHe will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord—\nthe small with the great.",
      "14": "May the Lord add blessings to you,\nto you and to your children.",
      "15": "May you be blessed by the Lord,\nthe Maker of heaven and earth.",
      "16": "The heavens are heavens for the Lord,\nbut the earth he gave to the children of Adam.",
      "17": "It is not the dead who praise the Lord,\nnor any of those who go down to silence,",
      "18": "but we are the ones who bless the Lord,\n    from now to eternity.\nPraise the Lord."
    },
    "116": {
      "1": "I love the Lord, because he hears my voice.\nHe hears my cry for mercy.",
      "2": "Because he turned his ear to me,\nI will call to him all my days.",
      "3": "The ropes of death entangled me.\nThe walls of the grave hemmed me in.\nI found distress and sorrow.",
      "4": "Then I called on the name of the Lord:\n“Ah, Lord, please save my life!”",
      "5": "The Lord is gracious and righteous,\nand our God is compassionate.",
      "6": "The Lord protects the inexperienced.\nIn my weakness he saves me too.",
      "7": "Return, my soul, to your rest,\nfor the Lord has accomplished his purpose for you.",
      "8": "Indeed, you have delivered my soul from death,\nmy eye from weeping, my foot from stumbling,",
      "9": "so that I may walk before the Lord in the land of the living.",
      "10": "I believed. Therefore, I have spoken:\n“I am greatly afflicted.”",
      "11": "In my haste I said:\n“All people are deceptive.”",
      "12": "How can I repay the Lord for all his benefits to me?",
      "13": "I will lift up the cup of salvation,\nand I will call on the name of the Lord.",
      "14": "I will fulfill my vows to the Lord,\nnow in the presence of all his people.",
      "15": "Precious in the eyes of the Lord is the death of his favored ones.",
      "16": "Ah, Lord, truly I am your servant.\nI am your servant, the son of your maidservant.\nYou opened my chains.",
      "17": "To you I will sacrifice a thank offering,\nand I will call on the name of the Lord.",
      "18": "I will fulfill my vows to the Lord\n    here in the presence of all his people,",
      "19": "in the courtyards of the house of the Lord,\n    in the middle of Jerusalem.\nPraise the Lord."
    },
    "117": {
      "1": "Praise the Lord, all you nations.\nWorship him, every race of people.",
      "2": "For his mercy overwhelms us,\nand the faithfulness of the Lord endures forever.\nPraise the Lord."
    },
    "118": {
      "1": "Give thanks to the Lord, for he is good,\nfor his mercy endures forever.",
      "2": "Let Israel say now: Yes, his mercy endures forever.",
      "3": "Let the house of Aaron say now: Yes, his mercy endures forever.",
      "4": "Let those who fear the Lord say now: Yes, his mercy endures forever.",
      "5": "Under pressure I cried to the Lord.\nThe Lord answered me.\nHe set me in a wide-open space.",
      "6": "The Lord is with me.\nI will not be afraid.\nWhat can people do to me?",
      "7": "The Lord, who is with me, is my helper,\nso I will look in triumph on my enemies.",
      "8": "It is better to take refuge in the Lord\n    than to trust in people.",
      "9": "It is better to take refuge in the Lord\n    than to trust in human benefactors.",
      "10": "All the nations surrounded me,\nbut in the name of the Lord I cut them off.",
      "11": "They surrounded me, yes, they surrounded me,\nbut in the name of the Lord I cut them off.",
      "12": "They surrounded me like bees,\nbut they were extinguished as quickly as a fire of thorns.\nIn the name of the Lord I cut them off.",
      "13": "You pushed me hard to make me fall,\nbut the Lord helped me.",
      "14": "My strength and song is the Lord,\nand he has become salvation for me.",
      "15": "Loud shouts of victory are heard in the tents of the righteous:\n“The right hand of the Lord has done a mighty deed!",
      "16": "The right hand of the Lord is lifted high!\nThe right hand of the Lord has done a mighty deed!”",
      "17": "I will not die. No, I will live,\nand I will proclaim the works of the Lord.",
      "18": "The Lord has chastened me severely,\nbut he has not handed me over to death.",
      "19": "Open for me the gates of righteousness.\nI will enter them. I will give thanks to the Lord.",
      "20": "This is the gate to the Lord.\nThe righteous enter it.",
      "21": "I will give you thanks,\nbecause you answered me,\nand you have become salvation for me.",
      "22": "The stone the builders rejected has become the cornerstone.",
      "23": "This is from the Lord.\nIt is marvelous in our eyes.",
      "24": "This is the day the Lord has made.\nLet us rejoice and be glad in it.",
      "25": "O Lord, please save us now.\nO Lord, grant us success.",
      "26": "Blessed is he who comes in the name of the Lord.\nWe bless you from the house of the Lord.",
      "27": "The Lord is God,\nand he makes light shine on us.\nBind the festival with branches as far as the horns of the altar.",
      "28": "You are my God, and I will give you thanks.\nYou are my God, and I will exalt you.",
      "29": "Give thanks to the Lord, for he is good,\nfor his mercy endures forever."
    },
    "119": {
      "1": "How blessed are those who are blameless in their way,\nwho walk in the law of the Lord.",
      "2": "How blessed are those who keep his testimonies.\nWith all their heart they seek him.",
      "3": "Indeed, they do no wrong.\nThey walk in his ways.",
      "4": "You have commanded that your precepts be kept completely.",
      "5": "If only my ways were unwavering in keeping your statutes!",
      "6": "Then I would not be put to shame when I consider all your commands.",
      "7": "I will thank you with an upright heart\n    as I learn your righteous judgments.",
      "8": "I will keep your statutes.\nDo not abandon me completely.",
      "9": "How can a young man keep his path pure?\nBy guarding it with your words.",
      "10": "With all my heart I seek you.\nDo not let me stray from your commands.",
      "11": "I have hidden your sayings in my heart,\n    so that I may not sin against you.",
      "12": "Blessed are you, O Lord!\nTeach me your statutes.",
      "13": "With my lips I tell about all the judgments\n    that come from your mouth.",
      "14": "I rejoice in the way that is taught by your testimonies\n    as much as I delight in all riches.",
      "15": "I will meditate on your precepts,\nand I will consider your paths.",
      "16": "In your statutes I delight.\nI will not forget your words.",
      "17": "Reward your servant.\nThen I will live, and I will keep your words.",
      "18": "Uncover my eyes, and I will behold wonders from your law.",
      "19": "I am an alien on earth.\nDo not hide your commandments from me.",
      "20": "My soul is overwhelmed by desire for your judgments at all times.",
      "21": "You rebuke the arrogant, who are cursed,\nthose who stray from your commandments.",
      "22": "Remove scorn and contempt from me,\nfor I guard your testimonies.",
      "23": "Though officials sit together and speak against me,\nyour servant will meditate on your statutes.",
      "24": "Yes, your testimonies are my delights.\nThey are my advisors.",
      "25": "My soul is stuck in the dust.\nRevive my life according to your words.",
      "26": "I told you about my ways and you answered me.\nTeach me your statutes.",
      "27": "Make me understand the meaning of your precepts.\nThen I will meditate on your wonders.",
      "28": "My soul melts with sorrow.\nBy your words make me stand firm.",
      "29": "Turn me away from false ways,\nand be gracious to me through your law.",
      "30": "I have chosen the way of truth.\nI accept your judgments.",
      "31": "I cling to your testimonies, O Lord.\nDo not let me be put to shame.",
      "32": "I run the way of your commandments,\nfor you have strengthened my heart.",
      "33": "Teach me, O Lord, the way of your statutes.\nThen I will guard it to the end.",
      "34": "Give me understanding, and I will guard your law.\nI will keep it with all my heart.",
      "35": "Make me walk on the path of your commandments,\nfor I take pleasure in it.",
      "36": "Direct my heart toward your testimonies\nand not toward material gain.",
      "37": "Keep my eyes from looking at worthless things.\nGive me life according to your ways.",
      "38": "Confirm your sayings to your servant,\nso that you may be feared.",
      "39": "Take away my disgrace which I dread,\nfor your judgments are good.",
      "40": "How I long for your precepts!\nGive me life in your righteousness.",
      "41": "So let your mercies come to me, O Lord,\nand let your salvation come according to your sayings.",
      "42": "Then I will give an answer to those who insult me,\n    because I trust in your words.",
      "43": "But do not tear away the word of truth from my mouth,\n    because I wait confidently for your judgments.",
      "44": "Then I will continually keep your law forever and ever.",
      "45": "Then I will walk around freely,\nbecause I have sought your precepts.",
      "46": "Then I will speak of your testimonies before kings,\nand I will not be put to shame.",
      "47": "For I delight in your commandments, which I love.",
      "48": "I lift up my hands to your commandments, which I love,\nand I meditate on your statutes.",
      "49": "Remember your word to your servant,\nbecause you have given me hope.",
      "50": "This is my comfort in my suffering:\nthat your saying gives me life.",
      "51": "The arrogant mock me constantly,\nbut I do not fall away from your law.",
      "52": "I remember your judgments from of old, Lord,\nand I comfort myself with them.",
      "53": "Indignation grips me because of the wicked, who forsake your laws.",
      "54": "Your statutes are songs for me in the house where I am staying.",
      "55": "I remember your name during the night, O Lord,\nand I will keep your laws.",
      "56": "This I have done: I guard your precepts.",
      "57": "You are my portion, O Lord.\nI said I would keep your words.",
      "58": "I have sought your favor with all my heart.\nBe gracious to me according to your sayings.",
      "59": "I have considered my ways,\nand I have turned my feet to your testimonies.",
      "60": "I will hurry. I will not delay.\nI will keep your commandments.",
      "61": "The ropes of the wicked bind me,\nbut I do not forget your law.",
      "62": "At midnight I rise to give you thanks for your righteous judgments.",
      "63": "I am a companion to all who fear you,\nthat is, to all who keep your precepts.",
      "64": "Your mercy, Lord, fills the earth.\nTeach me your statutes.",
      "65": "You have done good for your servant, O Lord,\n    according to your words.",
      "66": "Teach me good judgment and knowledge,\nfor I believe in your commandments.",
      "67": "Before I was afflicted I strayed,\nbut now I keep your saying.",
      "68": "You are good, and you do good.\nTeach me your statutes.",
      "69": "The arrogant have smeared me with lies.\nI guard your precepts with all my heart.",
      "70": "Their calloused hearts feel nothing,\nbut I delight in your law.",
      "71": "It was good for me that I was afflicted,\nso that I might learn your statutes.",
      "72": "Better for me is the law from your mouth\n    than thousands of pieces of silver and gold.",
      "73": "Your hands made me and established me.\nGive me understanding.\nThen I will learn your commandments.",
      "74": "May those who fear you see me and rejoice,\nbecause I wait confidently for your word.",
      "75": "I know, Lord, that your judgments are righteous.\nIn faithfulness you have afflicted me.",
      "76": "Please let your mercy be my comfort,\n    according to your saying to your servant.",
      "77": "Let your abundant compassion come to me that I may live,\nbecause your law is my delight.",
      "78": "Let the arrogant be put to shame,\nbecause they have wronged me with lies.\nAs for me, I will meditate on your precepts.",
      "79": "Let those who fear you turn to me,\nand those who know your testimonies.",
      "80": "Let my heart be blameless regarding your statutes,\nso that I may not be put to shame.",
      "81": "My soul is worn out, as I wait for your salvation.\nI wait confidently for your word.",
      "82": "My eyes are worn out, as I look for your sayings.\nI say, “When will you comfort me?”",
      "83": "Though I am like a wineskin in the smoke,\nI do not forget your statutes.",
      "84": "How many days does your servant have?\nWhen will you inflict judgment on my persecutors?",
      "85": "The arrogant dig pits for me.\nThis is against your laws.",
      "86": "All your commandments are trustworthy.\nThe arrogant persecute me wrongfully. Help me.",
      "87": "They almost put an end to me here on earth,\nbut I have not forsaken your precepts.",
      "88": "Give me life according to your mercy,\nand I will obey the testimony from your mouth.",
      "89": "To eternity, O Lord, your word is fixed firmly in the heavens.",
      "90": "For generation after generation, your faithfulness remains.\nYou established the earth, and it stands.",
      "91": "As for your judgments, they stand to this day,\nbecause all things are your servants.",
      "92": "Unless your law had been my delight,\nI would have perished in my affliction.",
      "93": "To eternity I will not forget your precepts,\nbecause by them you have given me life.",
      "94": "I am yours. Save me,\nbecause I have sought your precepts.",
      "95": "The wicked are lying in wait for me to kill me,\nbut I will ponder your testimonies.",
      "96": "I see a limit to all perfection,\nbut your commandment has no limits.",
      "97": "How I love your laws!\nI meditate on them all day long.",
      "98": "Your commandment makes me wiser than my enemies,\nbecause it is always with me.",
      "99": "I have more wisdom than all my teachers,\nbecause your testimonies are my meditation.",
      "100": "I have more understanding than the elders,\n    because I guard your precepts.",
      "101": "I have kept my feet off every evil path\n    in order to keep your words.",
      "102": "I have not turned from your judgments,\n    because you yourself have instructed me.",
      "103": "How sweet are your sayings to my taste,\n    sweeter than honey to my mouth!",
      "104": "From your precepts I gain understanding.\n    Therefore, I hate every false road.",
      "105": "Your words are a lamp for my feet\n    and a light for my path.",
      "106": "I have sworn and affirmed\n    that I will keep your righteous judgments.",
      "107": "I have suffered much.\n    Lord, give me life according to your words.",
      "108": "Lord, please accept the willing praise from my mouth,\n    and teach me your judgments.",
      "109": "I take my life in my hands constantly,\n    but I will not forget your law.",
      "110": "The wicked have set a snare for me,\n    but I have not wandered from your precepts.",
      "111": "I have inherited your testimonies forever.\n    Yes, they are the joy of my heart.",
      "112": "I turn my heart to do your statutes,\n    forever, right to the end.",
      "113": "I hate the doubleminded, but I love your law.",
      "114": "You are my hiding place and my shield.\n    I wait confidently for your word.",
      "115": "Get away from me, you evildoers,\n    so that I may guard the commandments of my God!",
      "116": "Sustain me according to your sayings, and I will live.\n    Do not let me be ashamed of my hope.",
      "117": "Hold me up, and I will be saved.\n    Then I will always have regard for your statutes.",
      "118": "You reject all who stray from your statutes,\n    because their deceitfulness is built on a lie.",
      "119": "You discard all the wicked of the earth like slag.\n    Therefore, I love your testimonies.",
      "120": "My flesh trembles because I am afraid of you,\n    because I fear your judgments.",
      "121": "I have carried out what is just and right.\n    Do not leave me to my oppressors.",
      "122": "Guarantee good for your servant.\n    Do not let the arrogant oppress me.",
      "123": "My eyes wear out,\n    as I watch for your salvation and your righteousness.",
      "124": "Deal with your servant according to your mercy,\n    and teach me your statutes.",
      "125": "I am your servant. Give me discernment,\n    so that I may know your testimonies.",
      "126": "Lord, it is time to do something!\n    They have broken your laws.",
      "127": "Because I love your commandments more than gold,\n    more than pure gold,",
      "128": "because I value everything in all your precepts,\n    I hate every wrong road.",
      "129": "Your testimonies are wonders.\n    That is why my soul guards them.",
      "130": "The doorway to your words lets in light.\n    It gives understanding to the inexperienced.",
      "131": "I open wide my mouth and I gasp,\n    because I long for your commandments.",
      "132": "Turn to me and give me grace.\n    This is your judgment for those who love your name.",
      "133": "Keep my footsteps steady by your sayings,\n    and do not let any evil rule over me.",
      "134": "Redeem me from oppressive people,\n    and I will keep your precepts.",
      "135": "Make your face shine on your servant,\n    and teach me your statutes.",
      "136": "Streams of water run down from my eyes,\n    because they do not keep your laws.",
      "137": "You are righteous, O Lord,\n    and your judgments are right.",
      "138": "You have commanded your testimonies.\n    They are righteous and very trustworthy.",
      "139": "My zeal wears me out,\n    because my foes forget your words.",
      "140": "Your saying has been thoroughly refined,\n    and your servant loves it.",
      "141": "I am insignificant and despised,\n    but I do not forget your precepts.",
      "142": "Your righteousness is righteous forever,\n    and your law is truth.",
      "143": "Distress and anguish have found me,\n    but your commandments are my delights.",
      "144": "Your testimonies are right forever.\n    Give me understanding, and I will live.",
      "145": "I call with all my heart.\n    Answer me, O Lord.\n    I will guard your statutes.",
      "146": "I call to you. Save me,\n    and I will keep your testimonies.",
      "147": "I get up before dawn, and I cry for help.\n    I wait confidently for your word.",
      "148": "My eyes look forward to the night watches\n    when I can meditate on your sayings.",
      "149": "Hear my voice according to your mercy.\n    Lord, give me life based on your judgments.",
      "150": "Those who pursue evil plans are near,\n    but they are far from your law.",
      "151": "You are near, O Lord,\n    and all your commandments are truth.",
      "152": "Long ago I knew from your testimonies\n    that you established them to endure forever.",
      "153": "See my affliction and deliver me,\n    because I have not forgotten your law.",
      "154": "Argue my case and redeem me.\n    Give me life according to your saying.",
      "155": "Salvation is far away from the wicked,\n    because they do not pursue your statutes.",
      "156": "Your compassions are many, O Lord.\n    Give me life according to your judgments.",
      "157": "Many are my persecutors and my foes,\n    but I have not turned from your testimonies.",
      "158": "I look at the hypocrites and I loathe them,\n    because they do not keep your saying.",
      "159": "See how I love your precepts.\n    Lord, according to your mercy, give me life.",
      "160": "The sum of your word is truth.\n    All your righteous judgment is eternal.",
      "161": "Officials persecute me without cause,\n    but my heart trembles at your word.",
      "162": "I rejoice over your sayings,\n    like one who finds much plunder.",
      "163": "I hate and detest falsehood,\n    but I love your law.",
      "164": "Seven times a day I praise you for your righteous judgments.",
      "165": "Great peace belongs to those who love your law,\n    and nothing is a stumbling block for them.",
      "166": "I wait for your salvation, O Lord,\n    and I obey your commandments.",
      "167": "My soul keeps your testimonies.\n    I love them greatly.",
      "168": "I keep your precepts and your testimonies,\n    because all my ways are before you.",
      "169": "May my loud cry come before you, Lord.\n    Give me understanding through your word.",
      "170": "May my plea for mercy come before you.\n    Deliver me according to your saying.",
      "171": "May my lips overflow with praise,\n    because you teach me your statutes.",
      "172": "May my tongue sing of your saying,\n    because all your commandments are righteousness.",
      "173": "May your hand be ready to help me,\n    because I have chosen your precepts.",
      "174": "I long for your salvation, O Lord,\n    and your law is my delight.",
      "175": "Let my soul live and praise you,\n    and may your judgments help me.",
      "176": "I have strayed like a perishing sheep.\n    Seek your servant,\n    because I have not forgotten your commandments."
    },
    "120": {
      "1": "A song of the ascents.",
      "2": "In my distress I called to the Lord,\nand he answered me.",
      "3": "Lord, save my life from lying lips.\nSave me from deceitful tongues.",
      "4": "What will he give to you?\nWhat more will he add to you, you deceitful tongue?",
      "5": "A warrior’s sharpened arrows with hot coals of the broom tree.",
      "6": "Woe to me that I am an alien in Meshek,\nthat I dwell among the tents of Kedar!",
      "7": "For too long my soul has dwelt with those who hate peace.",
      "8": "I am for peace, but when I speak, they are for war."
    },
    "121": {
      "1": "I lift up my eyes to the mountains.\nWhere does my help come from?",
      "2": "My help comes from the Lord,\n    the Maker of heaven and earth.",
      "3": "He will not let your foot stumble.\nHe who watches over you will not slumber.",
      "4": "Yes, he who watches over Israel will not slumber.\nHe will not sleep.",
      "5": "The Lord watches over you.\nThe Lord is your shade at your right hand.",
      "6": "The sun will not strike you by day,\nnor the moon by night.",
      "7": "The Lord will watch to keep you from all harm.\nHe will watch over your life.",
      "8": "The Lord will watch over your going and your coming\n    from now to eternity."
    },
    "122": {
      "1": "I rejoiced with those who said to me,\n“Let us go to the house of the Lord.”",
      "2": "Our feet are standing in your gates, O Jerusalem.",
      "3": "Jerusalem is a well-built city that is firmly joined together,",
      "4": "a city to which the tribes go up, the tribes of the Lord,\n    as a testimony to Israel,\n    to give praise to the name of the Lord.",
      "5": "That is where the thrones for judgment sit,\nthe thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem:\n“May those who love you prosper.",
      "7": "May there be peace within your fortifications,\nprosperity within your citadels.”",
      "8": "For the sake of my brothers and my friends,\nnow I will say, “Peace be within you.”",
      "9": "For the sake of the house of the Lord our God,\nI will seek good for you."
    },
    "123": {
      "1": "To you I lift up my eyes,\nto you who are seated in heaven.",
      "2": "Indeed, as the eyes of slaves look to the hand of their master,\nas the eyes of a maid look to the hand of her mistress,\nso our eyes look to the Lord our God, until he shows us his grace.",
      "3": "Show grace to us, O Lord.\nShow grace to us,\nfor we have had our fill of contempt.",
      "4": "Our souls have had their fill of the scorn of the smug\nand of the contempt of the arrogant."
    },
    "124": {
      "1": "Unless it was the Lord who was for us—\nlet Israel say—",
      "2": "unless it was the Lord who was for us\nwhen people rose against us,",
      "3": "they would have swallowed us alive\nwhen their anger burned against us.",
      "4": "Then the waters would have submerged us.\nThe torrent would have swept our lives away.",
      "5": "Then the wild waters would have swept us away.",
      "6": "Blessed be the Lord,\n    who has not let us be prey for their teeth.",
      "7": "We have escaped with our lives\n    like a bird out of the fowlers’ snare.\nThe snare has been broken, and we have escaped.",
      "8": "Our help is in the name of the Lord,\n    the Maker of heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord are like Mount Zion.\nIt cannot be shaken. It will stand forever.",
      "2": "As Jerusalem is surrounded by mountains,\nso the Lord surrounds his people from now to eternity.",
      "3": "No, the scepter of wickedness will not rest\n    on the land assigned to the righteous,\nso that the righteous do not reach out their hands toward evil.",
      "4": "Do good, O Lord, for the good\nand for those who are upright in their hearts.",
      "5": "But those who turn to their crooked ways—\nthe Lord will send them away with the evildoers.\nPeace be on Israel."
    },
    "126": {
      "1": "When the Lord restored the captives to Zion,\n    we were like dreamers.",
      "2": "Then our mouths were filled with laughter,\nand our tongues with shouts of joy.\nThen they said among the nations,\n“The Lord has done great things for them.”",
      "3": "The Lord has done great things for us.\nWe are glad.",
      "4": "Restore our fortunes, O Lord, like the dry gulches of the Negev.",
      "5": "Those who sow with weeping will reap with joyful shouts.",
      "6": "The one who walks along weeping, carrying a bag of seed to sow,\n    will come back again with joyful shouts, carrying his sheaves."
    },
    "127": {
      "1": "If the Lord does not build the house,\n    it is useless for the builders to work hard over it.\nIf the Lord does not watch over the city,\n    it is useless for the watchman to stand guard.",
      "2": "It is useless for you to get up early and to work late,\nworrying about bread to eat,\nbecause God grants sleep to the one he loves.",
      "3": "Indeed, children are a heritage from the Lord.\nThe fruit of the womb is a reward from him.",
      "4": "Sons born during one’s youth are like arrows\n    in the hand of a warrior.",
      "5": "How blessed is the man whose quiver is full of them.\nThey will not be put to shame\n    when they dispute with enemies at the city gate."
    },
    "128": {
      "1": "How blessed is everyone who fears the Lord,\neveryone who is walking in his ways.",
      "2": "Yes, you will eat the food you worked for.\nHow blessed you are! It will go well for you!",
      "3": "Your wife will be like a fruitful vine in the inner rooms of your house.\nYour children will be like olive shoots around your table.",
      "4": "Look! This is how blessed the man is who fears the Lord!",
      "5": "May the Lord bless you from Zion,\nso that you see the prosperity of Jerusalem,\nall the days of your life,",
      "6": "and you see your children’s children.\nPeace be on Israel."
    },
    "129": {
      "1": "Greatly they have afflicted me from my youth—\nlet Israel say—",
      "2": "greatly they have afflicted me from my youth,\nyet they have not been able to defeat me.",
      "3": "On my back plowmen have plowed.\nThey made their furrows long.",
      "4": "The Lord is righteous.\nHe has cut the ropes of the wicked to pieces.",
      "5": "Let all who hate Zion be ashamed and turned back.",
      "6": "Let them be like grass on the roof,\n    which withers even before it is pulled up.",
      "7": "The reaper cannot fill his hand with it.\nThe one who binds sheaves cannot fill his arms.",
      "8": "May those who pass by never say,\n“The blessing of the Lord be with you.\nWe bless you in the name of the Lord.”"
    },
    "130": {
      "1": "Out of the depths I have called to you, O Lord.",
      "2": "Lord, hear my voice.\nLet your ears be attentive to the sound of my cry for mercy.",
      "3": "If you, Lord, kept a record of guilt,\nO Lord, who could stand?",
      "4": "But with you there is pardon,\nso you are feared.",
      "5": "I wait for the Lord. My soul waits,\nand in his word I have put my hope.",
      "6": "My soul waits for the Lord\nmore than watchmen wait for the morning,\nmore than watchmen wait for the morning.",
      "7": "Israel, wait confidently for the Lord,\nbecause with the Lord there is mercy.\nWith him there is abundant redemption.",
      "8": "So he himself will redeem Israel from all its guilt."
    },
    "131": {
      "1": "Lord, my heart is not haughty,\nand my eyes are not proud.\nSo I do not intrude into great matters\nor into things too wonderful for me.",
      "2": "Instead I have soothed and quieted my soul.\nAs a nursed child rests with its mother,\nlike a nursed child my soul rests with me.",
      "3": "Wait confidently, O Israel, for the Lord\n    from now to eternity."
    },
    "132": {
      "1": "Remember for David’s sake, O Lord, all his afflictions.",
      "2": "Remember how he swore to the Lord.\nHe made a vow to the Mighty One of Jacob:",
      "3": "“I will not enter my own house.\nI will not get into my own bed.",
      "4": "I will not allow my eyes to sleep\nor my eyelids to slumber,",
      "5": "until I find a place for the Lord,\na dwelling for the Mighty One of Jacob.”",
      "6": "Yes, we heard about it in Ephrathah.\nWe found it in the fields of Ja’ar.",
      "7": "Let us go to his dwelling place.\nLet us bow down at his footstool.",
      "8": "Arise, O Lord, come to your resting place,\n    you and the ark of your strength.",
      "9": "May your priests be clothed with righteousness.\nMay your favored ones shout for joy.",
      "10": "For the sake of David your servant,\ndo not reject the face of your Anointed One.",
      "11": "The Lord swore to David\n    a truth from which he will not turn back:\n“From the fruit of your body\n    I will place kings on your throne.",
      "12": "If your sons keep my covenant\nand my testimonies that I teach them,\nthen their sons will sit on your throne forever.”",
      "13": "For the Lord has chosen Zion.\nHe has desired it for his dwelling.",
      "14": "“This is my resting place forever.\nHere I will live, for I have desired it.",
      "15": "I will bless her greatly with food.\nI will satisfy Zion’s poor with bread.",
      "16": "I will clothe her priests with salvation,\nand her favored ones will shout for joy.",
      "17": "There I will make a horn shoot up for David.\nI will set up a lamp for my Anointed One.",
      "18": "I will clothe his enemies with shame,\nbut on him his crown will be beautiful.”"
    },
    "133": {
      "1": "Look, how good and how pleasant it is\n    when brothers live together in unity!",
      "2": "It is like the precious oil poured on the head,\n    running down on the beard, the beard of Aaron,\n    running down on the collar of his robes.",
      "3": "It is like the dew from Hermon\n    running down on the mountains of Zion.\nFor there the Lord commands this blessing: life to eternity."
    },
    "134": {
      "1": "Come, bless the Lord, all you servants of the Lord,\n    who stand in the house of the Lord at night.",
      "2": "Lift up your hands toward the sanctuary\nand bless the Lord.",
      "3": "May the Lord, the Maker of heaven and earth, bless you from Zion."
    },
    "135": {
      "1": "Praise the Lord.\nPraise the name of the Lord.\nPraise him, you servants of the Lord,",
      "2": "who stand in the house of the Lord,\n    in the courtyards of the house of our God.",
      "3": "Praise the Lord, for the Lord is good.\nMake music to his name, for it is pleasant.",
      "4": "Yes, the Lord chose Jacob for himself.\nHe chose Israel as his special treasure.",
      "5": "Yes, I know that the Lord is great.\nOur Lord is greater than all gods.",
      "6": "The Lord does whatever he pleases\n    in the heavens and on the earth,\n    in the seas and in all the depths.",
      "7": "He makes clouds rise from the end of the earth.\nHe sends lightning for the rainstorm.\nHe releases the wind from his storehouses.",
      "8": "He is the one who struck down\n    the firstborn of Egypt, both men and animals.",
      "9": "Egypt! He sent warning signs into your midst,\n    against Pharaoh and against all his officials.",
      "10": "He is the one who struck down many nations.\nHe killed mighty kings—",
      "11": "Sihon king of the Amorites,\n    and Og king of Bashan,\n    and all the kingdoms of Canaan.",
      "12": "He gave their land as a possession,\na possession to Israel, his people.",
      "13": "Lord, your name stands forever.\nLord, your reputation remains through all generations.",
      "14": "For the Lord will judge in favor of his people.\nHe will have pity on his servants.",
      "15": "The idols of the nations are silver and gold, the work of human hands.",
      "16": "They have a mouth, but they cannot speak.\nThey have eyes, but they cannot see.",
      "17": "They have ears, but cannot hear.\nThere is not even any breath in their mouths.",
      "18": "Those who make them will be like them.\nSo will all who trust in them.",
      "19": "House of Israel, bless the Lord.\nHouse of Aaron, bless the Lord.",
      "20": "House of Levi, bless the Lord.\nYou who fear the Lord, bless the Lord.",
      "21": "The Lord, who dwells in Jerusalem, will be blessed from Zion.\nPraise the Lord."
    },
    "136": {
      "1": "Give thanks to the Lord, for he is good.\n    For his mercy endures forever.",
      "2": "Give thanks to the God of Gods.\n    For his mercy endures forever.",
      "3": "Give thanks to the Lord of Lords.\n    For his mercy endures forever.",
      "4": "To him who alone does great wonders—\n    For his mercy endures forever.",
      "5": "To him who by his understanding made the heavens—\n    For his mercy endures forever.",
      "6": "To him who spread out the earth on the waters—\n    For his mercy endures forever.",
      "7": "To him who made the great lights,\n    For his mercy endures forever.",
      "8": "the sun to rule by day,\n    For his mercy endures forever.",
      "9": "the moon and stars to rule by night—\n    For his mercy endures forever.",
      "10": "To him who struck Egypt by killing their firstborn,\n    For his mercy endures forever.",
      "11": "and brought Israel out from their midst,\n    For his mercy endures forever.",
      "12": "with a mighty hand and outstretched arm—\n    For his mercy endures forever.",
      "13": "To him who cut the Red Sea in two,\n    For his mercy endures forever.",
      "14": "and brought Israel through the middle of it,\n    For his mercy endures forever.",
      "15": "but brushed off Pharaoh and his army into the Red Sea—\n    For his mercy endures forever.",
      "16": "To him who made his people travel through the wilderness—\n    For his mercy endures forever.",
      "17": "To him who struck down great kings,\n    For his mercy endures forever.",
      "18": "and killed mighty kings,\n    For his mercy endures forever.",
      "19": "Sihon king of the Amorites,\n    For his mercy endures forever.",
      "20": "and Og king of Bashan,\n    For his mercy endures forever.",
      "21": "and gave their land as a possession,\n    For his mercy endures forever.",
      "22": "a possession to his servant Israel.\n    For his mercy endures forever.",
      "23": "Who remembered us in our low condition,\n    For his mercy endures forever.",
      "24": "and tore us out of the hands of our oppressors.\n    For his mercy endures forever.",
      "25": "He gives food to all living creatures.\n    For his mercy endures forever.",
      "26": "Give thanks to the God of the heavens.\n    For his mercy endures forever."
    },
    "137": {
      "1": "Beside the rivers of Babylon,\nthere we sat, and, yes, we wept as we remembered Zion.",
      "2": "There we hung up our lyres on the willows,",
      "3": "because there our captors asked us for words of a song,\nand our tormentors asked for a happy song:\n“Sing for us one of the songs of Zion!”",
      "4": "How can we sing a song of the Lord on foreign soil?",
      "5": "If I forget you, Jerusalem,\nmay my right hand forget how to play music.",
      "6": "May my tongue stick to the roof of my mouth\nif I do not remember you,\nif I do not exalt Jerusalem above my highest joy.",
      "7": "Remember the day of Jerusalem, O Lord,\nagainst the descendants of Edom who said,\n“Tear it down, tear it down to its foundations!”",
      "8": "Daughter of Babylon, doomed to be destroyed,\nhow blessed is the one who repays you\n    with the same deeds you did against us.",
      "9": "How blessed is the one who seizes your children\nand dashes them against the cliff."
    },
    "138": {
      "1": "I will thank you with all my heart.\nBefore the gods I will make music for you.",
      "2": "I will bow down toward your holy temple.\nI will give thanks to your name\n    because of your mercy and because of your truth.\nYes, you made your word even greater than your name.",
      "3": "By day I called, and you answered me.\nYou have made my soul strong.",
      "4": "All the kings of the earth will thank you, Lord,\nwhen they have heard the message from your mouth.",
      "5": "Then they will sing about the ways of the Lord,\nbecause the glory of the Lord is great.",
      "6": "Indeed the Lord is exalted, but he sees the lowly,\nand he recognizes the proud from a distance.",
      "7": "If I walk surrounded by danger, you keep me alive\n    in spite of the anger of my enemies.\nYou stretch out your hand.\nYou save me with your right hand.",
      "8": "The Lord will fulfill his purpose for me.\nLord, your mercy endures forever.\nDo not let go of the works of your hands."
    },
    "139": {
      "1": "Lord, you have investigated me,\nand you know.",
      "2": "You know when I sit down and when I get up.\nYou understand my thoughts from far off.",
      "3": "You keep track of when I travel and when I stay,\nand you are familiar with all my ways.",
      "4": "Before there is a word on my tongue,\n    you, Lord, already know it completely.",
      "5": "You put a fence behind me and in front of me,\nand you have placed your hand on me.",
      "6": "Such knowledge is too wonderful for me.\nIt is too high—I cannot grasp it.",
      "7": "Where can I go from your Spirit?\nWhere can I flee from your Presence?",
      "8": "If I go up to heaven, you are there.\nIf I make my bed in hell—there you are!",
      "9": "I rise on the wings of dawn.\nI settle on the far side of the sea.",
      "10": "Even there your hand guides me,\nand your right hand holds on to me.",
      "11": "And if I say, “Surely the darkness will hide me\nand the light will become night around me,”",
      "12": "then even the darkness will not be too dark for you.\nThe night will be as light as the day.\nDarkness and light are the same to you.",
      "13": "For you created my inner organs.\nYou wove me together in my mother’s womb.",
      "14": "I praise you because I am fearfully and wonderfully made.\nYour works are wonderful,\nand my soul knows that very well.",
      "15": "My bones were not hidden from you\nwhen I was made in the secret place,\nwhen I was woven together in the depths of the earth.",
      "16": "Your eyes saw my unfinished body.\nIn your book all of them were written.\nDays were determined, before any of them existed.",
      "17": "Your thoughts to me are so precious, O God!\nHow great is the sum of them!",
      "18": "If I would count them,\n    they would outnumber the grains of sand.\nI awake, and I am still with you.",
      "19": "If only you would slay the wicked, O God,\nso that bloody men would depart from me,",
      "20": "men who speak against you maliciously.\nYour adversaries misuse your name.",
      "21": "Do I not hate those who hate you, O Lord,\nand detest those who rise up against you?",
      "22": "I absolutely hate them. To me they are enemies.",
      "23": "Investigate me, God, and know my heart.\nTest me and know my troubled thoughts.",
      "24": "See if there is any way in me that causes pain,\nand lead me in the way everlasting."
    },
    "140": {
      "1": "Keep me safe, Lord, from the evil man.\nProtect me from the violent man,",
      "2": "who plans evil in his heart.\nEvery day they gather for battle.",
      "3": "They sharpen their tongues like a snake. Interlude\nThe poison of vipers is under their lips.",
      "4": "Keep me safe, Lord, from the hands of the wicked.\nProtect me from the violent man, who plans to trip my feet.",
      "5": "The proud have hidden a snare for me, and ropes.\nThey have spread out a net along my route. Interlude\nThey have set traps for me.",
      "6": "I say to the Lord, “You are my God.”\nHear, O Lord, the sound of my cry for mercy.",
      "7": "O Lord, my Lord, the strength of my salvation,\nyou cover my head on the day for weapons.",
      "8": "Do not grant, O Lord, the desires of the wicked.\nDo not let their scheme succeed when they rise up. Interlude",
      "9": "May the trouble caused by their lips\n    fall on the heads of those who surround me.",
      "10": "Let burning coals fall on them.\nCause them to fall into the fire,\nor into pits from which they will never rise.",
      "11": "Do not let the slanderer be established in the land.\nAs for the man of violence—\nmay evil hunt him and beat him down.",
      "12": "I know that the Lord will provide justice for the oppressed,\n    judgment for the poor.",
      "13": "Surely the righteous will give thanks to your name.\nThe upright will live in your presence."
    },
    "141": {
      "1": "Lord, I call to you. Hurry to me.\nTurn your ear toward my voice when I call to you.",
      "2": "May my prayer linger before you like incense,\nthe lifting up of my hands like an evening offering.",
      "3": "Set a guard over my mouth, Lord.\nKeep watch over the door of my lips.",
      "4": "Do not let my heart turn toward anything evil,\nto take part in wicked deeds with men who do evil.\nLet me not taste their delicacies.",
      "5": "Let a righteous man strike me—it is mercy.\nLet him rebuke me—it is lotion on my head.\nMy head will not refuse it.\nBut my prayer is still against their evil deeds.",
      "6": "Their rulers will be thrown down by the sides of the cliff,\nand they will hear that my words were pleasant.",
      "7": "They will say, “As one splits and breaks up the earth,\nso our bones have been scattered at the mouth of the grave.”",
      "8": "But my eyes look to you, Lord God.\nIn you I take refuge. Do not take away my life.",
      "9": "Keep me from the snares they have set for me,\n    from the traps of the evildoers.",
      "10": "Let the wicked fall into their own nets, while I pass by safely."
    },
    "142": {
      "1": "A maskil by David. When he was in the cave. A prayer.",
      "2": "With my voice I cry out to the Lord.\nWith my voice I call to the Lord for mercy.",
      "3": "I pour out my complaint before him.\nI tell my distress before him.",
      "4": "When my spirit grows faint within me,\nyou are the one who knows my course.\nOn the path where I walk they have hidden a snare for me.",
      "5": "Look to my right and see.\nThere is no one who recognizes me.\nThere is no escape for me.\nNo one cares about my life.",
      "6": "I cry out to you, Lord.\nI say, “You are my refuge,\nmy portion in the land of the living.”",
      "7": "Pay attention to my loud cry,\nbecause I am very weak.\nRescue me from those who pursue me,\nbecause they are too strong for me.",
      "8": "Set me free from my prison,\nso I can give thanks to your name.\nThen the righteous will gather around me,\nbecause you have accomplished your purpose for me."
    },
    "143": {
      "1": "Lord, hear my prayer.\nGive ear to my cry for mercy.\nIn your faithfulness, answer me in your righteousness.",
      "2": "Do not bring charges against your servant,\nbecause no one living can be righteous before you.",
      "3": "For the enemy pursues my soul.\nHe crushes my life to the ground.\nHe makes me dwell in dark places like those long dead,",
      "4": "so my spirit grows faint inside me.\nWithin me my heart is devastated.",
      "5": "I remember the days of long ago.\nI meditate on all your works,\nand I consider what your hands have done.",
      "6": "I spread out my hands to you. Interlude\nMy soul thirsts for you like a weary land.",
      "7": "Hurry! Answer me, Lord.\nMy spirit fails.\nDo not hide your face from me,\nor I will be like those who go down to the pit.",
      "8": "Let me hear about your mercy in the morning,\n    for I trust in you.\nTeach me the way that I should go,\n    for I lift up my soul to you.",
      "9": "Rescue me from my enemies, O Lord,\n    for I hide myself in you.",
      "10": "Teach me to do your will,\n    for you are my God.\nMay your good Spirit lead me on level ground.",
      "11": "For the sake of your name, O Lord, preserve my life.\nIn your righteousness, bring me out of trouble.",
      "12": "In your mercy, wipe out my enemies,\nand destroy all who threaten my life,\nfor I am your servant."
    },
    "144": {
      "1": "Blessed be the Lord my Rock,\nwho trains my hands for battle,\nmy fingers for war.",
      "2": "He shows me mercy.\nHe is my stronghold, my high fortress.\nHe is my deliverer and my shield,\nso I take refuge in him.\nHe subdues peoples under me.",
      "3": "Lord, what is man that you notice him,\nthe son of man that you consider him?",
      "4": "Man is like a breath.\nHis days are like a passing shadow.",
      "5": "Lord, rip open your heavens and come down.\nTouch the mountains so that they smoke.",
      "6": "Send out lightning and scatter them.\nShoot your arrows and rout them.",
      "7": "Reach down your hand from on high.\nRescue me and snatch me from the mighty waters,\nfrom the hand of foreigners",
      "8": "whose mouths speak lies,\nwho raise their right hands to a false oath.",
      "9": "God, I will sing a new song to you.\nOn the ten-stringed harp I will make music to you,",
      "10": "to you who gives victory to kings,\n    to you who delivers David his servant from the evil sword.",
      "11": "Rescue me and snatch me from the hand of foreigners\n    whose mouths speak lies,\n    who raise their right hands to a false oath.",
      "12": "Then our sons in their youth will be like full-grown plants.\nOur daughters will be like corner pillars carved to decorate a palace.",
      "13": "Our storehouses will be filled with produce of every kind.\nOur flocks will increase by thousands,\nby tens of thousands in our countryside.",
      "14": "Our oxen will pull heavy loads.\nThere will be no breaking through our walls,\nno exile into captivity,\nno cry of distress in our city squares.",
      "15": "How blessed are the people for whom this is so.\nHow blessed are the people whose God is the Lord."
    },
    "145": {
      "1": "I will exalt you, my God, the King,\nand I will bless your name forever and ever.",
      "2": "Every day I will bless you,\nand I will praise your name forever and ever.",
      "3": "Great is the Lord and worthy of great praise,\nand there are no limits to the extent of his greatness.",
      "4": "One generation will praise your deeds to another,\nand they will declare your mighty acts.",
      "5": "I will contemplate the glorious splendor of your majesty\nand the accounts of your wonderful works.",
      "6": "Then they will speak about the power of your awesome works,\nand I will tell about your great deeds.",
      "7": "They will pour forth the memory of your abundant goodness\nand sing loudly about your righteousness.",
      "8": "The Lord is gracious and compassionate,\nslow to anger and great in mercy.",
      "9": "The Lord is good to all.\nHis compassion extends over all he has made.",
      "10": "Everyone you have made will thank you, O Lord,\nand the ones you favor will bless you.",
      "11": "They will tell about the glory of your kingdom,\nand they will speak about your might,",
      "12": "to make known his might to the children of Adam,\nto make known the glorious splendor of his kingdom.",
      "13": "Your kingdom is a kingdom for all ages,\nand your dominion endures through all generations.\nThe Lord is faithful to all his words\nand merciful toward all he has made.",
      "14": "The Lord lifts up all who fall,\nand he supports all who are bowed down.",
      "15": "The eyes of all look eagerly to you,\nand you give them their food at the proper time.",
      "16": "He opens his hand,\nand he satisfies the desire of every living thing.",
      "17": "The Lord is righteous in all his ways\nand merciful toward all that he has made.",
      "18": "The Lord is near to all who call on him,\nto all who call on him in truth.",
      "19": "He grants the desire of those who fear him.\nHe hears their cry and saves them.",
      "20": "The Lord watches over all who love him,\nbut he will destroy all the wicked.",
      "21": "My mouth will speak the praise of the Lord.\nLet all flesh bless his holy name forever and ever."
    },
    "146": {
      "1": "Praise the Lord.\nPraise the Lord, O my soul.",
      "2": "I will praise the Lord as long as I live.\nI will make music to my God as long as I exist.",
      "3": "Do not trust in human helpers,\nin a mortal man who cannot save you.",
      "4": "His spirit departs.\nHe returns to the ground he came from.\nOn that day, his plans have perished.",
      "5": "Blessed is everyone who has the God of Jacob as his help.\nHis hope is in the Lord his God,",
      "6": "the Maker of heaven and earth,\n    the sea, and everything which is in them.\nHe is the one who stays faithful forever.",
      "7": "He obtains justice for the oppressed.\nHe gives food to the hungry.\nThe Lord releases prisoners.",
      "8": "The Lord opens the eyes of the blind.\nThe Lord lifts up those who are bowed down.\nThe Lord loves the righteous.",
      "9": "The Lord watches over the aliens.\nThe fatherless and the widow he sustains,\nbut he turns aside the way of the wicked.",
      "10": "The Lord reigns forever.\nYour God, O Zion, rules for all generations.\nPraise the Lord."
    },
    "147": {
      "1": "Praise the Lord.\nHow good it is to make music to our God.\nYes, praise is pleasant and fitting!",
      "2": "The one who builds Jerusalem is the Lord.\nHe assembles the outcasts of Israel.",
      "3": "He is the one who heals the brokenhearted\nand who bandages their wounds.",
      "4": "He counts the number of the stars.\nHe calls them all by name.",
      "5": "Great is our Lord and mighty in power.\nTo his understanding there is no limit.",
      "6": "The one who sustains the humble is the Lord.\nHe pushes the wicked down to the ground.",
      "7": "Respond to the Lord with thanksgiving.\nMake music to our God on the lyre.",
      "8": "He is the one who covers the sky with clouds.\nHe determines rain for the earth.\nHe makes grass sprout on the mountains.",
      "9": "He gives their food to the cattle\nand to the young ravens when they call.",
      "10": "He is not impressed by the strength of the horse.\nHe is not pleased with the legs of a man.",
      "11": "The Lord is pleased with those who fear him,\nthose who wait for his mercy.",
      "12": "Worship the Lord, O Jerusalem.\nPraise your God, O Zion,",
      "13": "because he strengthens the bars on your gates.\nHe blesses your children within you.",
      "14": "He brings peace to your borders.\nHe satisfies you with the best wheat.",
      "15": "He sends his message to the earth.\nHis word runs swiftly.",
      "16": "He gives snow like wool.\nHe scatters frost like ashes.",
      "17": "He sends his hail like pieces of bread.\nWho can stand in the face of his cold winds?",
      "18": "He sends his word, and the ice melts.\nHe breathes on the snow. The waters flow.",
      "19": "He reveals his words to Jacob,\nhis statutes and his judgments to Israel.",
      "20": "He has not done this for any other nation.\nThey do not know his judgments.\nPraise the Lord."
    },
    "148": {
      "1": "Praise the Lord.\nPraise the Lord from the heavens.\nPraise him in the heights.",
      "2": "Praise him, all his angels.\nPraise him, all his armies.",
      "3": "Praise him, sun and moon.\nPraise him, all you bright stars.",
      "4": "Praise him, you highest heavens\nand you waters which are above the heavens.",
      "5": "Let them praise the name of the Lord,\nbecause he commanded, and they were created.",
      "6": "He caused them to stand forever and ever.\nHe gave a decree, and it will not pass away.",
      "7": "Praise the Lord from the earth,\ngreat sea creatures and all the depths,",
      "8": "fire and hail, snow and fog,\nstorm winds that obey his word,",
      "9": "mountains and all hills,\nfruit trees and all cedars,",
      "10": "wild animals and all cattle,\ncrawling creatures and flying birds,",
      "11": "kings of the earth and all peoples,\nofficials and all judges on earth,",
      "12": "young men and also young women,\nold people with young people.",
      "13": "Let them praise the name of the Lord,\nfor his name alone is exalted.\nHis splendor is above the earth and the heavens.",
      "14": "He has raised up a horn for his people—\nthe praise of all his favored ones—\nfor the children of Israel, the people close to him.\nPraise the Lord."
    },
    "149": {
      "1": "Praise the Lord.\nSing to the Lord a new song.\nSing his praise in the congregation of his favored ones.",
      "2": "Let Israel rejoice in its Maker.\nLet the people of Zion celebrate for their King.",
      "3": "Let them praise his name with dancing.\nWith hand drum and lyre let them make music to him.",
      "4": "For the Lord is pleased with his people.\nHe adorns the humble with salvation.",
      "5": "Let those he favors rejoice in honor.\nLet them shout for joy on their beds.",
      "6": "May high praise of God be in their throats,\nand a two-edged sword in their hands,",
      "7": "to inflict vengeance on the nations\nand punishments on the peoples,",
      "8": "to bind their kings with chains\nand their nobles with iron shackles,",
      "9": "to carry out the judgment written against them.\nThis is the glory of all his favored people.\nPraise the Lord."
    },
    "150": {
      "1": "Praise the Lord.\nPraise God in his sanctuary.\nPraise him in the expanse that shows his might.",
      "2": "Praise him for his acts of power.\nPraise him according to his abundant greatness.",
      "3": "Praise him with a blast of the ram’s horn.\nPraise him with the harp and the lyre.",
      "4": "Praise him with hand drums and dancing.\nPraise him with the strings and the flute.",
      "5": "Praise him with the sounding cymbals.\nPraise him with loud cymbals.",
      "6": "Let everything that has breath praise the Lord.\nPraise the Lord."
    }
  }
}