{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:26.891553-04:00",
    "Translation": "EHV"
  },
  "Romans": {
    "1": {
      "1": "Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God,",
      "2": "which he promised in advance through his prophets in the Holy Scriptures.",
      "3": "This gospel is about his Son—who in the flesh was born a descendant of David,",
      "4": "who in the spirit of holiness was declared to be God’s powerful Son by his resurrection from the dead—Jesus Christ, our Lord.",
      "5": "Through him we received grace and the call to be an apostle on behalf of his name, to bring about the obedience of faith among all the Gentiles,",
      "6": "including you, who were called by Jesus Christ.",
      "7": "To all those loved by God who are in Rome, called to be saints:\nGrace to you and peace from God our Father and the Lord Jesus Christ.",
      "8": "First of all, I thank my God through Jesus Christ concerning all of you, because your faith is being reported all over the world.",
      "9": "To be sure, God, whom I serve with my spirit by proclaiming the gospel of his Son, is my witness to how constantly I make mention of you. In all my prayers,",
      "10": "I always ask if perhaps at last a way might be opened, if God wills, for me to come to you.",
      "11": "I certainly long to see you, in order that I may deliver some spiritual gift to you, so that you are strengthened—",
      "12": "that is, when I am with you, that we will be mutually encouraged by each other’s faith, yours and also mine.",
      "13": "I do not want you to be unaware of the fact, brothers, that I have often planned to come to you but have been prevented from doing so until now. I wanted to have some fruit among you in the same way as I did among the rest of the Gentiles.",
      "14": "I have an obligation both to Greeks and non-Greeks, to the wise and to the foolish.",
      "15": "That is why I am eager to proclaim the gospel also to you who are in Rome.",
      "16": "For I am not ashamed of the gospel, because it is the power of God for salvation to everyone who believes—to the Jew first, and also to the Greek.",
      "17": "For in the gospel a righteousness from God is revealed by faith, for faith, just as it is written, “The righteous will live by faith.”",
      "18": "Indeed, God’s wrath is being revealed from heaven against all the ungodliness and unrighteousness of people who try to suppress the truth by unrighteousness.",
      "19": "This happens because what can be known about God is evident among them, because God made it evident among them.",
      "20": "In fact, his invisible characteristics—his eternal power and divine nature—have been clearly seen since the creation of the world, because they are understood from the things he made. As a result, people are without excuse,",
      "21": "because, even though they knew God, they did not honor him or give him thanks as God. Instead, their thinking became nonsense, and their senseless heart was darkened.",
      "22": "Although they claim to be wise, they have become fools",
      "23": "and exchanged the glory of the immortal God for images made to look like a mortal human, or like birds, four-footed animals, and crawling things.",
      "24": "So, as they followed the sinful desires of their hearts, God handed them over to the impurity of degrading their own bodies among themselves.",
      "25": "Such people have traded the truth about God for the lie, worshipping and serving the creation rather than the Creator, who is worthy of praise forever. Amen.",
      "26": "For this reason God handed them over to disgraceful passions. Even their females exchanged natural sexual relations for unnatural ones.",
      "27": "And, in the same way, their males, after abandoning natural sexual relations with females, were consumed by their lust for one another. Males perform indecent acts with males and receive in themselves the penalty that is fitting for their perversion.",
      "28": "And since they did not consider it worthwhile to hold on to the true knowledge of God, God handed them over to a corrupted mind to do things that should never be done.",
      "29": "They are filled with every kind of unrighteousness, evil, greed, and wickedness. They are full of envy, murder, quarreling, deceit, and malice. They are gossipers,",
      "30": "slanderers, God-haters, insolent mockers, arrogant boasters, and loudmouths. They dream up evil things. They disobey their parents.",
      "31": "They are senseless, faithless, heartless, and merciless.",
      "32": "Even though they know God’s righteous decree that those who do these things are worthy of death, such people not only continue to do them, but also approve of others who continue to commit such sins."
    },
    "2": {
      "1": "Therefore, you are without excuse, every one of you who judges someone else, because by judging the other person you also condemn yourself, since you, who are judging, are doing the very same things.",
      "2": "And we know that God’s judgment on those who do such things is based on the truth.",
      "3": "Are you thinking that you will escape God’s judgment, you who judge those who do such things and then do the same things yourself?",
      "4": "Or do you have so little regard for his rich kindness, his restraint, and his patience, that you ignore the fact that the purpose of God’s kindness is to lead you to repentance?",
      "5": "As a result of your stubbornness and your unrepentant heart, you are storing up wrath for yourself on the day of wrath, when God will reveal his righteous judgment.",
      "6": "God “will repay each person according to what he has done”—",
      "7": "eternal life to those who seek glory, honor, and immortality by persisting in doing what is good,",
      "8": "but furious anger to those who out of selfish ambition are disobeying what is true and obeying what is wrong.",
      "9": "There will be trouble and distress for the soul of every person who does what is evil—for the Jew first and for the Greek—",
      "10": "but glory, honor, and peace for everyone who does what is good—for the Jew first and for the Greek.",
      "11": "For God does not show favoritism.",
      "12": "Indeed, all people who have sinned without law will also perish without law, and all the people who have sinned in connection with law will be judged by law.",
      "13": "For it is not those who hear the law who will be righteous in God’s sight, but those who do the law who will be declared righteous.",
      "14": "In fact, whenever Gentiles, who do not have the law, do by nature what the law requires—even though they do not have the law—they are a law for themselves.",
      "15": "They demonstrate the work of the law that is written in their hearts, since their conscience also bears witness as their thoughts go back and forth, at times accusing or at times even defending them.",
      "16": "This will happen on the day when, according to my gospel, God will judge people’s secrets through Jesus Christ.",
      "17": "Now if you call yourself a Jew, and you find your comfort in the law, and you boast in God;",
      "18": "and if you know his will, and you approve the things that really matter, since you are instructed by the law;",
      "19": "and if you are convinced that you yourself are a guide for the blind, a light for those in darkness,",
      "20": "an instructor of the ignorant, and a teacher of infants (since you have the essence of knowledge and truth in the law)—",
      "21": "now then, you, the one who is teaching someone else, do you fail to teach yourself? You who preach, “Do not steal,” do you steal?",
      "22": "You who say, “Do not commit adultery,” do you commit adultery? You who detest idols, do you rob temples?",
      "23": "You who boast in the law bring shame on God by breaking the law.",
      "24": "Yes, as it is written, “God’s name is blasphemed among the Gentiles because of you.”",
      "25": "Indeed, circumcision has value if you observe the law. On the other hand, if you are a lawbreaker, your circumcision has become uncircumcision.",
      "26": "So, if an uncircumcised person keeps the righteous requirements of the law, won’t his uncircumcision be credited to him as circumcision?",
      "27": "The one who is not circumcised physically, but who fulfills the law, will judge you who are a lawbreaker, even though you have the written law and circumcision.",
      "28": "In fact, a Jew who is merely one outwardly is not really a Jew, and circumcision that is only outward in the flesh is not really circumcision.",
      "29": "Rather, a real Jew is one on the inside, and his circumcision is of the heart—a spiritual circumcision, not one based on carrying out the letter of the law. That person’s praise does not come from people but from God."
    },
    "3": {
      "1": "What advantage, then, is there in being a Jew? Or what benefit is there to circumcision?",
      "2": "Much in every way! Indeed, above all else, they were entrusted with the messages of God.",
      "3": "Now what if some did not believe? Their unbelief will not nullify God’s faithfulness, will it?",
      "4": "Absolutely not! God must be true, even though everyone is found to be a liar, just as it is written:\nSo that you would be justified whenever you speak,\nand win the case when you judge.",
      "5": "Now if our unrighteousness demonstrates God’s righteousness, what shall we say? God is not unjust in bringing his wrath on us, is he? (I am speaking from a human point of view.)",
      "6": "Absolutely not! If that were so, how could God judge the world?",
      "7": "For example, someone might say, “If by my lie the truth of God increases all the more to his glory, why am I still being judged as a sinner?”",
      "8": "And why not say (as some slanderously claim we say), “Let us do evil so that good may result.” Their condemnation is deserved.",
      "9": "What then? Are we any better off? No, not at all! In fact, we have already made the charge that all (both Jews and Greeks) are under sin.",
      "10": "Just as it is written:\nThere is no one who is righteous, not even one.",
      "11": "There is no one who understands. There is no one who searches for God.",
      "12": "They all turned away; together they became useless.\nThere is no one who does what is good; there is not even one.",
      "13": "Their throat is an open grave.\nThey kept deceiving with their tongues.\nThe poison of asps is on their lips.",
      "14": "Their mouth is filled with cursing and bitterness.",
      "15": "Their feet are quick to shed blood.",
      "16": "They leave a trail of destruction and suffering wherever they go.",
      "17": "The way of peace they did not know.",
      "18": "There is no fear of God in front of their eyes.",
      "19": "Now we know that whatever the law says is addressed to those who are under the law, so that every mouth will be silenced and the whole world will be subject to God’s judgment.",
      "20": "For this reason, no one will be declared righteous in his sight by works of the law, for through the law we become aware of sin.",
      "21": "But now, completely apart from the law, a righteousness from God has been made known. The Law and the Prophets testify to it.",
      "22": "This righteousness from God comes through faith in Jesus Christ to all and over all who believe.\nIn fact, there is no difference,",
      "23": "because all have sinned and fall short of the glory of God",
      "24": "and are justified freely by his grace through the redemption that is in Christ Jesus,",
      "25": "whom God publicly displayed as the atonement seat through faith in his blood. God did this to demonstrate his justice, since, in his divine restraint, he had left the sins that were committed earlier unpunished.",
      "26": "He did this to demonstrate his justice at the present time, so that he would be both just and the one who justifies the person who has faith in Jesus.",
      "27": "What happens to boasting then? It has been eliminated. By what principle—by the principle of works? No, but by the principle of faith.",
      "28": "For we conclude that a person is justified by faith without the works of the law.",
      "29": "Or is he only the God of the Jews? Is he not also the God of the Gentiles? Yes, also of the Gentiles,",
      "30": "since there is one God who will justify the circumcised person by faith and the uncircumcised person through the very same faith.",
      "31": "So are we doing away with the law by this faith? Absolutely not! Instead, we are upholding the law."
    },
    "4": {
      "1": "What then will we say that Abraham, our forefather, discovered according to the flesh?",
      "2": "If indeed Abraham had been justified by works, he would have had a reason to boast—but not before God.",
      "3": "For what does Scripture say? “Abraham believed God and it was credited to him as righteousness.”",
      "4": "Now to a person who works, his pay is not counted as a gift but as something owed.",
      "5": "But to the person who does not work but believes in the God who justifies the ungodly, his faith is credited to him as righteousness.",
      "6": "This is exactly what David says about the blessed state of the person to whom God credits righteousness apart from works:",
      "7": "Blessed are those whose lawless deeds are forgiven\nand whose sins are covered.",
      "8": "Blessed is the man whose sin the Lord will never count against him.",
      "9": "Now then, does this blessing apply only to the circumcised or also to the uncircumcised? To be sure, we maintain that faith was credited to Abraham as righteousness.",
      "10": "So then, under what circumstances was it credited to him? Was he circumcised or uncircumcised at that time? He was not circumcised but uncircumcised,",
      "11": "and he received the mark of circumcision as the seal of the righteousness by faith that was already his while he was uncircumcised. So Abraham is the father of all the uncircumcised people who believe, so that righteousness would also be credited to them.",
      "12": "He is also the father of the circumcised people who are not merely circumcised but also walk in the footsteps of the faith our father Abraham had before he was circumcised.",
      "13": "Indeed, the promise that he would be the heir of the world was not given to Abraham or his descendants through the law, but through the righteousness that is by faith.",
      "14": "To be sure, if people are heirs by the law, faith is empty and the promise is nullified.",
      "15": "For law brings wrath. (Where there is no law, there is no transgression.)",
      "16": "For this reason, the promise is by faith, so that it may be according to grace and may be guaranteed to all of Abraham’s descendants—not only to the one who is a descendant by law, but also to the one who has the faith of Abraham. He is the father of us all.",
      "17": "As it is written: “I have made you a father of many nations.”\nIn the presence of God, Abraham believed him who makes the dead alive and calls non-existing things so that they exist.",
      "18": "Hoping beyond what he could expect, he believed that he would become the father of many nations, just as he was told: “This is how many your descendants will be.”",
      "19": "He did not weaken in faith, even though he considered his own body as good as dead (because he was about one hundred years old), and even though he considered Sarah’s womb to be dead.",
      "20": "He did not waver in unbelief with respect to God’s promise, but he grew strong in faith, giving glory to God",
      "21": "and being fully convinced that God was able to do what he had promised.",
      "22": "This is why “it was credited to him as righteousness.”",
      "23": "Now the statement “it was credited to him” was not written for him alone,",
      "24": "but also for us to whom it would be credited, namely, to us who believe in the one who raised our Lord Jesus from the dead.",
      "25": "He was handed over to death because of our trespasses and was raised to life because of our justification."
    },
    "5": {
      "1": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
      "2": "Through him we also have obtained access by faith into this grace in which we stand. And we rejoice confidently on the basis of our hope for the glory of God.",
      "3": "Not only this, but we also rejoice confidently in our sufferings, because we know that suffering produces patient endurance,",
      "4": "and patient endurance produces tested character, and tested character produces hope.",
      "5": "And hope will not put us to shame, because God’s love has been poured out into our hearts by the Holy Spirit, who was given to us.",
      "6": "For at the appointed time, while we were still helpless, Christ died for the ungodly.",
      "7": "It is rare indeed that someone will die for a righteous person. Perhaps someone might actually go so far as to die for a person who has been good to him.",
      "8": "But God shows his own love for us in this: While we were still sinners, Christ died for us.",
      "9": "Therefore, since we have now been justified by his blood, it is even more certain that we will be saved from God’s wrath through him.",
      "10": "For if, while we were enemies, we were reconciled to God by the death of his Son, it is even more certain that, since we have been reconciled, we will be saved by his life.",
      "11": "And not only is this so, but we also go on rejoicing confidently in God through our Lord Jesus Christ, by whom we have now received this reconciliation.",
      "12": "So then, just as sin entered the world through one man and death through sin, so also death spread to all people because all sinned.",
      "13": "For even before the law was given, sin was in the world. Now, sin is not charged to one’s account if there is no law,",
      "14": "and yet death reigned from the time of Adam to the time of Moses, even over those whose sin was not like the transgression of Adam, who is a pattern of the one who was to come.",
      "15": "But the gracious gift is not like Adam’s trespass. For if the many died by the trespass of this one man, it is even more certain that God’s grace, and the gift given by the grace of the one man Jesus Christ, overflowed to the many!",
      "16": "And the gift is not like the effect of the one man’s sin, for the judgment that followed the one trespass resulted in a verdict of condemnation, but the gracious gift that followed many trespasses resulted in a verdict of justification.",
      "17": "Indeed, if by the trespass of the one man, death reigned through the one man, it is even more certain that those who receive the overflowing grace of the gift of righteousness will reign in life through the one man Jesus Christ!",
      "18": "So then, just as one trespass led to a verdict of condemnation for all people, so also one righteous verdict led to life-giving justification for all people.",
      "19": "For just as through the disobedience of one man the many became sinners, so also through the obedience of one man the many will become righteous.",
      "20": "The law came in to increase the trespass, but where sin increased, grace overflowed much more,",
      "21": "so that just as sin reigned in death, so also grace would reign through righteousness, resulting in eternal life through Jesus Christ our Lord."
    },
    "6": {
      "1": "What shall we say then? Shall we keep on sinning so that grace may increase?",
      "2": "Absolutely not! We died to sin. How can we go on living in it any longer?",
      "3": "Or do you not know that all of us who were baptized into Christ Jesus were baptized into his death?",
      "4": "We were therefore buried with him by this baptism into his death, so that just as he was raised from the dead through the glory of the Father, we too would also walk in a new life.",
      "5": "For if we have been united with him in the likeness of his death, we will certainly also be united with him in the likeness of his resurrection.",
      "6": "We know that our old self was crucified with him, to make our sinful body powerless, so that we would not continue to serve sin.",
      "7": "For the person who has died has been declared free from sin.",
      "8": "And since we died with Christ, we believe that we will also live with him.",
      "9": "We know that since Christ has been raised from the dead, he will never die again. Death no longer has control over him.",
      "10": "For the death he died, he died to sin once and for all, but the life he lives, he lives to God.",
      "11": "In the same way also consider yourselves dead to sin, but alive to God in Christ Jesus.",
      "12": "Therefore, do not let sin reign in your mortal body so that you obey its desires.",
      "13": "Do not offer the members of your body to sin as tools of unrighteousness. Instead, offer yourselves to God as those who are alive from the dead, and offer the members of your body to God as tools of righteousness.",
      "14": "Indeed, sin will not continue to control you, because you are not under law but under grace.",
      "15": "What then? Should we continue to sin, because we are not under law but under grace? Absolutely not!",
      "16": "Do you not know that when you offer yourselves to obey someone as slaves, you are slaves of the one you are obeying—whether slaves of sin, resulting in death, or slaves of obedience, resulting in righteousness?",
      "17": "Thanks be to God that, although you used to be slaves of sin, you became obedient from the heart to the pattern of the teaching into which you were placed.",
      "18": "After you were set free from sin, you became slaves of righteousness.",
      "19": "(I am speaking in a human way because of the weakness of your flesh.) Indeed, just as you offered your members as slaves to impurity and lawlessness, resulting in more lawlessness, so now offer your members in the same way as slaves to righteousness, resulting in sanctification.",
      "20": "For when you were slaves of sin, you were free from righteousness.",
      "21": "So what kind of fruit did you have then? They were things of which you are now ashamed. Yes, the final result of those things is death.",
      "22": "But now, since you were set free from sin and have become slaves to God, you have your fruit resulting in sanctification—and the final result is eternal life.",
      "23": "For the wages of sin is death, but the undeserved gift of God is eternal life in Christ Jesus our Lord."
    },
    "7": {
      "1": "Or don’t you know, brothers (since I am speaking to those who know the law), that a law has jurisdiction over a person only as long as he lives?",
      "2": "For example, a married woman is bound to her husband by law as long as he is alive, but if he dies, she is released from this law regarding her husband.",
      "3": "So then, she will be labeled an adulteress if she is joined to another man while her husband is alive. But if her husband dies, she is free from this law, and she is not an adulteress if she marries another man.",
      "4": "In the same way, my brothers, you also were put to death in regard to the law by the body of Christ, so that you may be joined to another, to the one who was raised from the dead, in order that we might produce fruit for God.",
      "5": "For when we were in the flesh, strong sinful desires stirred up by the law were at work in our members, with the result that we produced fruit that results in death.",
      "6": "But now we have been released from the law by dying to what held us in its grip, so that we serve in the new way of the Spirit and not in the old way of the letter of the law.",
      "7": "What will we say then? Is the law sin? Absolutely not! On the contrary, I would not have recognized sin except through the law. For example, I would not have known about coveting if the law had not said, “You shall not covet.”",
      "8": "But sin, seizing the opportunity provided by this commandment, produced every kind of sinful desire in me.\nFor apart from the law, sin is dead.",
      "9": "Once I was alive without the law. But when this commandment came, sin came to life,",
      "10": "and I died. This commandment that was intended to result in life actually resulted in death for me.",
      "11": "You see, sin, seizing the opportunity provided by this commandment, deceived me and put me to death through it.",
      "12": "So the law is holy, and the commandment is holy, righteous, and good.",
      "13": "Then did what is good become death to me? Absolutely not! But sin, so that it might be recognized as sin, brings about my death by this good thing, so that through this commandment sin might prove itself to be totally sinful.",
      "14": "Certainly we know that the law is spiritual, but I am unspiritual, sold as a slave to sin.",
      "15": "For I do not understand what I am doing, because I do not keep doing what I want. Instead, I do what I hate.",
      "16": "And if I do what I do not want to do, I agree that the law is good.",
      "17": "But now it is no longer I who am doing it, but it is sin living in me.",
      "18": "Indeed, I know that good does not live in me, that is, in my sinful flesh. The desire to do good is present with me, but I am not able to carry it out.",
      "19": "So I fail to do the good I want to do. Instead, the evil I do not want to do, that is what I keep doing.",
      "20": "Now if I do what I do not want to do, it is no longer I who am doing it, but it is sin living in me.",
      "21": "So I find this law at work: When I want to do good, evil is present with me.",
      "22": "I certainly delight in God’s law according to my inner self,",
      "23": "but I see a different law at work in my members, waging war against the law of my mind and taking me captive to the law of sin, which is present in my members.",
      "24": "What a miserable wretch I am! Who will rescue me from this body of death?",
      "25": "I thank God through Jesus Christ our Lord!\nSo then, I myself serve the law of God with my mind, but with my sinful flesh I serve the law of sin."
    },
    "8": {
      "1": "So then, there is now no condemnation for those who are in Christ Jesus.",
      "2": "For in Christ Jesus the law of the Spirit of life set me free from the law of sin and death.",
      "3": "Indeed, what the law was unable to do, because it was weakened by the flesh, God did, when he sent his own Son in the likeness of sinful flesh to deal with sin. God condemned sin in his flesh,",
      "4": "so that the righteous decree of the law would be fully satisfied in us who are not walking according to the flesh, but according to the spirit.",
      "5": "To be sure, those who are in harmony with the sinful flesh think about things the way the sinful flesh does, and those in harmony with the spirit think about things the way the spirit does.",
      "6": "Now, the way the sinful flesh thinks results in death, but the way the spirit thinks results in life and peace.",
      "7": "For the mind-set of the sinful flesh is hostile to God, since it does not submit to God’s law, and in fact, it cannot.",
      "8": "Those who are in the sinful flesh cannot please God.",
      "9": "But you are not in the sinful flesh but in the spirit, if indeed God’s Spirit lives in you. And if someone does not have the Spirit of Christ, that person does not belong to Christ.",
      "10": "But if Christ is in you, your body is dead because of sin, but your spirit is alive because of righteousness.",
      "11": "And if the Spirit of the one who raised Jesus from the dead dwells in you, the one who raised Christ from the dead will also make your mortal bodies alive through his Spirit, who is dwelling in you.",
      "12": "So then, brothers, we do not owe it to the sinful flesh to live in harmony with it.",
      "13": "For if you live in harmony with the sinful flesh, you are going to die. But if by the Spirit you put to death the actions of the body, you will live.",
      "14": "Indeed, those who are led by the Spirit of God are sons of God.",
      "15": "For you did not receive a spirit of slavery so that you are afraid again, but you received the Spirit of adoption by whom we call out, “Abba, Father!”",
      "16": "The Spirit himself joins our spirit in testifying that we are God’s children.",
      "17": "Now if we are children, we are also heirs—heirs of God and fellow heirs with Christ, since we suffer with him, so that we may also be glorified with him.",
      "18": "For I conclude that our sufferings at the present time are not worth comparing with the glory that is going to be revealed to us.",
      "19": "In fact, creation is waiting with eager longing for the sons of God to be revealed.",
      "20": "For creation was subjected to futility, not by its own will, but by the will of the one who subjected it, in the hope",
      "21": "that even creation itself will be set free from slavery to corruption, in order to share in the glorious freedom of the children of God.",
      "22": "For we know that all of creation is groaning with birth pains right up to the present time.",
      "23": "And not only creation, but also we ourselves, who have the firstfruits of the Spirit, groan inwardly while we eagerly await our adoption as sons, the redemption of our body.",
      "24": "Indeed, it was for this hope we were saved. But hope that is seen is not hope, because who hopes for what he already sees?",
      "25": "But if we hope for something we do not see, we eagerly wait for it with patient endurance.",
      "26": "In the same way the Spirit helps us in our weakness. We do not know what we should pray for, but the Spirit himself intercedes for us with groans that are not expressed in words.",
      "27": "And he who searches our hearts knows what the mind of the Spirit is, because the Spirit intercedes for the saints, according to God’s will.",
      "28": "We know that all things work together for the good of those who love God, for those who are called according to his purpose,",
      "29": "because those God foreknew, he also predestined to be conformed to the image of his Son, so that he would be the firstborn among many brothers.",
      "30": "And those he predestined, he also called. Those he called, he also justified. And those he justified, he also glorified.",
      "31": "What then will we say about these things? If God is for us, who can be against us?",
      "32": "Indeed, he who did not spare his own Son, but gave him up for us all—how will he not also graciously give us all things along with him?",
      "33": "Who will bring an accusation against God’s elect? God is the one who justifies!",
      "34": "Who is the one who condemns? Christ Jesus, who died and, more than that, was raised to life, is the one who is at God’s right hand and who is also interceding for us!",
      "35": "What will separate us from the love of Christ? Will trouble or distress or persecution or famine or nakedness or danger or sword?",
      "36": "Just as it is written:\nFor your sake we are being put to death all day long.\nWe are considered as sheep to be slaughtered.",
      "37": "No, in all these things we are more than conquerors through him who loved us.",
      "38": "For I am convinced that neither death nor life, neither angels nor rulers, neither things present nor things to come, nor powerful forces,",
      "39": "neither height nor depth, nor anything else in creation, will be able to separate us from the love of God in Christ Jesus our Lord."
    },
    "9": {
      "1": "I am speaking the truth in Christ—I am not lying—my conscience testifies with me in the Holy Spirit",
      "2": "that I have great sorrow and continuous pain in my heart.",
      "3": "For I almost wish that I myself could be cursed and separated from Christ in place of my brothers, my relatives according to the flesh,",
      "4": "those who are Israelites. Theirs are the adoption as sons, the glory, the covenants, the giving of the law, the worship, and the promises.",
      "5": "Theirs are the patriarchs, and from them, according to the flesh, came the Christ, who is God over all, eternally blessed. Amen.",
      "6": "This does not mean that God’s word has failed, because not all who are descended from Israel are really Israel,",
      "7": "and not all who are descended from Abraham are really his children. On the contrary, “Your line of descent will be traced through Isaac.”",
      "8": "This means that it is not the children of the flesh who are God’s children, but it is the children of the promise who are counted as his descendants.",
      "9": "For this is what the promise said: “I will arrive at this set time, and Sarah will have a son.”",
      "10": "Not only that, but Rebekah also had children by one man, our forefather, Isaac.",
      "11": "Even before the twins were born or did anything good or bad, in order that God’s purpose in election might continue—",
      "12": "not by works but because of him who calls us—it was said to her, “The older will serve the younger.”",
      "13": "Just as it is written: “Jacob I loved, but Esau I hated.”",
      "14": "What will we say then? Does this mean that God is unjust? Absolutely not!",
      "15": "For God says to Moses:\nI will show mercy to whom I show mercy,\nand I will have compassion on whom I have compassion.",
      "16": "So then, it does not depend on human desire or effort, but on God’s mercy.",
      "17": "Indeed, the Scripture says in regard to Pharaoh, “For this very purpose I caused you to stand, that I may demonstrate my power in how I deal with you, and that my name may be proclaimed in all the earth.”",
      "18": "So then, God shows mercy to whom he desires, and he hardens whom he desires.",
      "19": "Then you will say to me, “Why does God still find fault? For who has ever succeeded in resisting his will?”",
      "20": "But who are you, a mere human being, to talk back to God? Shall the thing that is formed say to the one who formed it, “Why did you make me like this?” No.",
      "21": "Doesn’t the potter have the right to make out of the same lump of clay one pot for special use and another for ordinary use?",
      "22": "What if God, although he wanted to demonstrate his wrath and make his power known, endured with great patience the objects of wrath—ripe for destruction?",
      "23": "And what if he did this to make the riches of his glory known to the objects of mercy whom he prepared in advance for glory,",
      "24": "including us, whom he called—not only from the Jews but also from the Gentiles.",
      "25": "This is also what God says in Hosea:\nThose who were not my people, I will call my people,\nand she who was not loved, I will call my loved one.",
      "26": "And, it will be that in the place where they were told,\n“You are not my people,”\nthere they will be called “sons of the living God.”",
      "27": "And Isaiah cries out about Israel:\nAlthough the number of the sons of Israel is as great as the sand\n    of the sea,\nonly the remnant will be saved.",
      "28": "For the Lord, who carries out what he says without delay,\nwill do what he said completely and decisively on the earth.",
      "29": "Just as Isaiah said earlier:\nIf the Lord of Armies had not left us some descendants,\nwe would have become like Sodom, and we would have been\n    like Gomorrah.",
      "30": "What shall we say then? That Gentiles, who were not pursuing righteousness, have obtained righteousness, a righteousness that is by faith.",
      "31": "But Israel, while pursuing the law as a way of righteousness, did not reach it.",
      "32": "Why? Because they kept pursuing it not by faith, but as if it comes by works. They stumbled over the stumbling stone.",
      "33": "Just as it is written:\nLook, I am putting a stone in Zion over which they will stumble\nand a rock over which they will fall.\nThe one who believes in him will not be put to shame."
    },
    "10": {
      "1": "Brothers, my heart’s desire and prayer to God on behalf of the Israelites is that they may be saved.",
      "2": "Indeed, I testify about them that they have a zeal for God, but it is not consistent with knowledge.",
      "3": "Since they were ignorant of the righteousness from God and sought to establish their own righteousness, they did not submit to the righteousness from God.",
      "4": "For to everyone who believes, Christ is the end of the law, resulting in righteousness.",
      "5": "Indeed, Moses writes this about the righteousness that comes by the law: “The one who does these things will live by them.”",
      "6": "But the righteousness that comes by faith speaks like this: “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)",
      "7": "“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead).",
      "8": "But what does it say? “The word is near you, in your mouth and in your heart,” that is, the word of faith that we are proclaiming.",
      "9": "Certainly, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
      "10": "For it is with the heart a person believes, resulting in righteousness, and it is with the mouth that a person confesses, resulting in salvation.",
      "11": "For Scripture says, “Everyone who believes in him will not be put to shame.”",
      "12": "So there is no distinction between Jew and Greek, because the same Lord is Lord of all, who gives generously to all who call on him.",
      "13": "Yes, “Everyone who calls on the name of the Lord will be saved.”",
      "14": "So then, how can they call on the one they have not believed in? And how can they believe in the one about whom they have not heard? And how can they hear without a preacher?",
      "15": "And how can they preach unless they are sent? Just as it is written, “How beautiful are the feet of those who preach the good news of peace, who preach the gospel of good things!”",
      "16": "But not all obeyed the gospel. For Isaiah says, “Lord, who believed our message?”",
      "17": "So then, faith comes from hearing the message, and the message comes through the word of Christ.",
      "18": "But I ask, did they not hear? Of course, they certainly did.\nThe sound of their voice went out to all the earth,\nand their words to the farthest parts of the world.",
      "19": "Yet I ask, did Israel not understand? First, Moses says:\nI will make you jealous of those who are not a nation;\nI will make you angry with a nation that does not understand.",
      "20": "And Isaiah also boldly says:\nI was found by those who were not looking for me;\nI became well known to those who were not asking for me.",
      "21": "But about Israel he says:\nAll day long I stretched out my hands\nto a people who disobey and oppose me."
    },
    "11": {
      "1": "So I say, did God reject his people? Absolutely not! For I myself am an Israelite, a descendant of Abraham from the tribe of Benjamin.",
      "2": "God did not reject his people whom he foreknew—or don’t you know what Scripture says about Elijah, how he was pleading with God against Israel:",
      "3": "“Lord, they have killed your prophets and torn down your altars. I am the only one left, and they are trying to take my life.”",
      "4": "But what did God’s answer tell him? “I have reserved for myself seven thousand men who have not bowed the knee to Baal.”",
      "5": "So in the same way at the present time there is a remnant chosen by grace.",
      "6": "Now if it is by grace, then it is not the result of works—otherwise grace would no longer be grace.",
      "7": "What then? Israel did not receive what it was striving to get. The elect did, but the rest were hardened.",
      "8": "Just as it is written:\nGod gave them a spirit of stupor,\neyes that do not see and ears that do not hear,\nright up to the present day.",
      "9": "And David says:\nLet their table be a trap and a net,\nand a snare and a retribution for them.",
      "10": "Let their eyes be darkened so they do not see,\nand let their backs be always bent.",
      "11": "So I ask, “Did they stumble in order to fall permanently?” Absolutely not! Rather, by their trespass, salvation came to the Gentiles to make the Israelites jealous.",
      "12": "Now if their trespass meant riches for the world, and their failure meant riches for the Gentiles, how much more will their fullness mean!",
      "13": "I am speaking to you Gentiles. For as long as I am an apostle to the Gentiles, I am going to speak highly of my ministry.",
      "14": "Perhaps I may make my own people jealous, and so save some of them.",
      "15": "For if their rejection meant the reconciliation of the world, what does their acceptance mean other than the dead coming to life?",
      "16": "If the part offered as firstfruits is holy, so is the whole batch. And if the root is holy, so are the branches.",
      "17": "But if some of the branches were broken off, and you—a wild olive branch—were grafted in among them and share in the rich sap from the root of the olive tree,",
      "18": "do not boast that you are better than the branches. If you do boast, remember that you are not supporting the root, but the root is supporting you.",
      "19": "Then you will say: “Branches were broken off so that I am grafted in.”",
      "20": "That is true—but remember that they were broken off because of unbelief, and you remain in place by faith. Do not be conceited, but stand in awe.",
      "21": "For if God did not spare the natural branches, he will not spare you.",
      "22": "So take note of God’s kindness and his severity: severity on those who have fallen, but God’s kindness on you—if you remain in his kindness; otherwise, you also will be cut off.",
      "23": "And if they do not remain in unbelief, those branches will be grafted in again, because God is able to graft them in again.",
      "24": "For if you were cut off from a wild olive tree and, contrary to nature, were grafted into a cultivated olive tree, how much more easily will these natural branches be grafted back into their own olive tree?",
      "25": "For I do not want you to be uninformed about this mystery, brothers, so that you are not conceited in your opinion of yourselves. There has been a hardening of part of Israel until the full number of Gentiles has come in.",
      "26": "And in this way all Israel will be saved, as it is written:\nThe Deliverer will come out of Zion;\nhe will remove ungodliness from Jacob.",
      "27": "And this is my covenant with them\nwhen I take away their sins.",
      "28": "In regard to the gospel, they are enemies for your sake. But, in regard to election, they are especially dear for the sake of the patriarchs,",
      "29": "because God’s gracious gifts and call are not regretted.",
      "30": "For just as you were once disobedient to God, but now have been shown mercy due to their disobedience,",
      "31": "so also now they have become disobedient, so that by the mercy shown to you they may be shown mercy too.",
      "32": "For God imprisoned all in disobedience so that he may show mercy to all.",
      "33": "Oh, the depth of the riches and wisdom and knowledge of God!\nHow unsearchable are his judgments\nand how untraceable his ways!",
      "34": "“For who has known the mind of the Lord,\nor who has been his adviser?”",
      "35": "“Or who has first given to God\nthat he will be repaid?”",
      "36": "For from him and through him and to him are all things.\nTo him be the glory forever! Amen."
    },
    "12": {
      "1": "Therefore I urge you, brothers, by the mercies of God, to offer your bodies as a living sacrifice—holy and pleasing to God—which is your appropriate worship.",
      "2": "Also, do not continue to conform to the pattern of this world, but be transformed by the renewal of your mind, so that you test and approve what is the will of God—what is good, pleasing, and perfect.",
      "3": "So by the grace given to me, I tell everyone among you not to think of yourself more highly than you ought, but think in a way that results in sound judgment, as God distributed a measure of faith to each of you.",
      "4": "For we have many members in one body, and not all the members have the same function.",
      "5": "In the same way, though we are many, we are one body in Christ, and individually members of one another.",
      "6": "We have different gifts, according to the grace God has given us. If the gift is prophecy, do it in complete agreement with the faith.",
      "7": "If it is serving, then serve. If it is teaching, then teach.",
      "8": "If it is encouraging, then encourage. If it is contributing, be generous. If it is leadership, be diligent. If it is showing mercy, do it cheerfully.",
      "9": "Do not just pretend to love others. Hate what is evil. Cling to what is good.",
      "10": "Be devoted to one another with brotherly love. Think of others as deserving more honor than yourselves.",
      "11": "Do not be lagging behind in zeal, but be fervent in spirit, as you continue to serve the Lord.",
      "12": "Be joyful in hope. Endure trials patiently. Persist in prayer.",
      "13": "Share with the saints who are in need. Be quick to welcome strangers as guests.",
      "14": "Bless those who persecute you; bless, and do not curse.",
      "15": "Rejoice with those who are rejoicing; weep with those who are weeping.",
      "16": "Have the same respect for one another. Do not be arrogant, but associate with the humble. Do not think too highly of yourselves.",
      "17": "Do not pay anyone back evil for evil. Focus on those things that everyone considers noble.",
      "18": "If it is possible, as far as it depends on you, maintain peace with everyone.",
      "19": "Do not take revenge, dear friends, but leave room for God’s wrath. For it is written, “Vengeance is mine; I will repay,” says the Lord.",
      "20": "But:\nIf your enemy is hungry, feed him;\nif he is thirsty, give him a drink.\nFor by doing this, you will heap burning coals on his head.",
      "21": "Do not be overcome by evil, but overcome evil with good."
    },
    "13": {
      "1": "Everyone must submit to the governing authorities. For no authority exists except by God, and the authorities that do exist have been established by God.",
      "2": "Therefore the one who rebels against the authority is opposing God’s institution, and those who oppose will bring judgment on themselves.",
      "3": "For rulers are not a terror to good conduct, but to evil. Would you like to have no fear of the one in authority? Do what is good, and you will receive praise from him,",
      "4": "because he is God’s servant for your benefit. But if you do wrong, be afraid, because he does not carry the sword without reason. He is God’s servant, a punisher to bring wrath on the wrongdoer.",
      "5": "Therefore it is necessary to submit, not only because of wrath, but also because of conscience.",
      "6": "For this reason you also pay taxes, because the authorities are God’s ministers, who are employed to do this very thing.",
      "7": "Pay what you owe to all of them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, and honor to whom honor is owed.",
      "8": "Do not owe anyone anything except to love one another, for the one who loves another has fulfilled the law.",
      "9": "For the commandments—do not commit adultery, do not murder, do not steal, do not covet (and if there is any other commandment)—are summed up in this statement: “Love your neighbor as yourself.”",
      "10": "Love does no harm to a neighbor, so love is the fulfillment of the law.",
      "11": "And do this since you understand the present time. It is already the hour for you to wake up from sleep, because our salvation is nearer now than when we first believed.",
      "12": "The night is almost over, and the day is drawing near. So let us put away the deeds of darkness and put on the weapons of light.",
      "13": "Let us walk decently as in the daytime, not in carousing and drunkenness, not in sexual sin and wild living, not in strife and jealousy.",
      "14": "Instead, clothe yourselves with the Lord Jesus Christ, and do not give any thought to satisfying the desires of your sinful flesh."
    },
    "14": {
      "1": "Accept a person who is weak in faith, and do not pass judgment on things that are just a difference of opinion.",
      "2": "One person believes it is right to eat anything. Another person who is weak eats only vegetables.",
      "3": "The one who eats everything should not look down on the person who does not do so, and the one who does not eat everything should not judge the person who does, because God has accepted him.",
      "4": "Who are you to pass judgment on someone else’s servant? It is up to his master to decide whether that servant stands or falls. And he will stand, because God is able to make him stand.",
      "5": "One person values one day above another. Another person values every day the same. Let each person be fully convinced in his own mind.",
      "6": "The person who honors a certain day does this for the Lord, and the person who eats does this for the Lord, because he gives thanks to God. And the person who does not eat does this for the Lord and gives thanks to God.",
      "7": "In fact, not one of us lives for himself, and not one dies for himself.",
      "8": "Indeed, if we live, we live for the Lord, and if we die, we die for the Lord. So whether we live or die, we belong to the Lord.",
      "9": "For this reason he died, rose, and lived, to be Lord of both the dead and the living.",
      "10": "But you, why do you pass judgment on your brother? And you, why do you look down on your brother? For we will all stand before God’s judgment seat.",
      "11": "Indeed, it is written:\nAs I live, says the Lord,\nevery knee will bow to me,\nand every tongue will acknowledge God.",
      "12": "So then, each of us will give an account of himself to God.",
      "13": "Therefore, let us stop passing judgment on one another. Instead, resolve never to put an obstacle or a snare in the path of your brother.",
      "14": "I know, and I am convinced in the Lord Jesus, that nothing is unclean in and of itself, but it becomes unclean for the one who considers it to be unclean.",
      "15": "For example, if your brother is offended because of the food you eat, you are no longer walking in line with love. Do not destroy that person for whom Christ died by the food you eat!",
      "16": "So do not give others a reason to speak evil about what you consider good.",
      "17": "For the kingdom of God does not consist of eating and drinking, but of righteousness and peace and joy in the Holy Spirit.",
      "18": "Certainly a person who serves Christ in this way is pleasing to God and has the approval of people.",
      "19": "Consequently, let us pursue those things that lead to peace and building up one another.",
      "20": "Do not tear down God’s work for the sake of food. Everything is pure, but it is wrong for a person to eat if it causes anyone to stumble.",
      "21": "It is good not to eat meat or drink wine or do anything if it causes your brother to stumble.",
      "22": "Keep the conviction that you have in these matters between yourself and God. Blessed is the one who does not condemn himself by what he approves.",
      "23": "But the one who has doubts is condemned if he eats, because it does not proceed from faith. Everything that does not proceed from faith is sin."
    },
    "15": {
      "1": "We who are strong have an obligation to bear with the weaknesses of those who are not strong, and not just to please ourselves.",
      "2": "Each of us should please his neighbor for the good purpose of building him up.",
      "3": "For even Christ did not please himself, but as it is written: “The insults of those who are insulting you fell on me.”",
      "4": "Indeed, whatever was written in the past was written for our instruction, so that, through patient endurance and the encouragement of the Scriptures, we would have hope.",
      "5": "And may God, the source of patient endurance and encouragement, grant that you agree with one another in accordance with Christ Jesus,",
      "6": "so that with one mind, in one voice, you may glorify the God and Father of our Lord Jesus Christ.",
      "7": "For this reason, accept one another as Christ also accepted you to the glory of God.",
      "8": "For I am saying that Christ became a servant of those who are circumcised for the sake of God’s truth, to confirm the promises made to the patriarchs.",
      "9": "He also did this so that the Gentiles would glorify God for his mercy, as it is written:\nFor this reason I will praise you among the Gentiles,\nand I will sing to your name.",
      "10": "And again it says:\nRejoice, you Gentiles, with his people.",
      "11": "And again:\nPraise the Lord, all you Gentiles,\nand let all the peoples give him praise.",
      "12": "And again Isaiah says:\nThere will be a Root of Jesse,\nand he is the one who will rise up to rule the Gentiles;\non him the Gentiles will place their hope.",
      "13": "Now may the God of hope fill you with complete joy and peace as you continue to believe, so that you overflow with hope by the power of the Holy Spirit.",
      "14": "I myself am convinced about you, my brothers, that you yourselves are also full of goodness, filled with complete knowledge, and able to instruct one another.",
      "15": "But I have written a letter to you (rather boldly at times) as a reminder to you, because of the grace God has given me",
      "16": "to be a public minister of Christ Jesus to the Gentiles. I am to do the priestly work of proclaiming the gospel of God so that the Gentiles would be an acceptable offering, sanctified by the Holy Spirit.",
      "17": "Therefore I have a reason to boast in Christ Jesus about my service to God.",
      "18": "For I will not dare to speak about anything except those things Christ accomplished through me that resulted in the Gentiles’ obedience. Christ accomplished them by word and deed,",
      "19": "along with the power of signs and wonders done by the power of God’s Spirit. As a result, I have fully proclaimed the gospel of Christ from Jerusalem all the way around to Illyricum.",
      "20": "And so I consider it an honor to proclaim the gospel where Christ’s name is not known, so that I may not build on another man’s foundation.",
      "21": "Instead, as it is written:\nThose who were not told about him will see,\nand those who have not heard will understand.",
      "22": "This is also the reason I have been prevented many times from coming to you.",
      "23": "But now I no longer have a place to work in these regions, and I have longed for many years to come to you.",
      "24": "So when I go to Spain, I hope to visit you on my way. After I have enjoyed being with you for a while, I hope that you will help me on my journey there.",
      "25": "Right now I am going to Jerusalem bringing assistance to the saints.",
      "26": "For Macedonia and Achaia were pleased to make a certain contribution for the poor among the saints in Jerusalem.",
      "27": "Indeed, they were pleased to do this and, to be sure, they are indebted to them. For if the Gentiles have come to share in their spiritual things, then the Gentiles owe it to them to serve them with material things.",
      "28": "So, after I complete this project by delivering this fruit safely to them, I will set out for Spain and visit you on the way.",
      "29": "And I know that when I come to you, I will arrive with the full blessing of Christ.",
      "30": "Now I urge you, brothers, through our Lord Jesus Christ and through the love of the Spirit, to struggle with me in prayers to God on my behalf.",
      "31": "Pray that I may be rescued from those in Judea who are disobedient and that my service for Jerusalem may be acceptable to the saints,",
      "32": "so that by God’s will I may come to you in joy and be refreshed in your company.",
      "33": "May the God of peace be with you all. Amen."
    },
    "16": {
      "1": "I commend to you our sister Phoebe, who is a servant of the church in Cenchrea.",
      "2": "Welcome her in the Lord in a manner that is worthy of saints, and assist her in whatever way she may need your help, for she has certainly been a helper for many people, including me.",
      "3": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
      "4": "who risked their necks for my life. I am not the only one who is thankful to them. All the churches of the Gentiles are as well.",
      "5": "Greet also the church that meets at their house.\nGreet my dear friend Epenetus, who was the first convert to Christ in the province of Asia.",
      "6": "Greet Mary, who worked very hard for you.",
      "7": "Greet Andronicus and Junia, my relatives and fellow prisoners, who are highly regarded by the apostles. They were in Christ before I was.",
      "8": "Greet Ampliatus, my dear friend in the Lord.",
      "9": "Greet Urbanus, our fellow worker in Christ, and my dear friend Stachys.",
      "10": "Greet Apelles, who was tested and approved in Christ.\nGreet those who belong to the household of Aristobulus.",
      "11": "Greet Herodion, my relative.\nGreet those from the household of Narcissus who are in the Lord.",
      "12": "Greet Tryphena and Tryphosa, who worked hard in the Lord.\nGreet my dear friend Persis, who has worked very hard for the Lord.",
      "13": "Greet Rufus, chosen in the Lord, and his mother, who was a mother to me too.",
      "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
      "15": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
      "16": "Greet one another with a holy kiss. All the churches of Christ greet you.",
      "17": "But I urge you, brothers, to watch out for those who cause divisions and offenses contrary to the teaching that you learned, and keep away from them.",
      "18": "For such people are not serving Christ our Lord but their own appetites. By smooth talk and flattery, they seduce the hearts of the unsuspecting.",
      "19": "Your obedience has become known to everyone, so I am very joyful about you. But I want you to continue to be wise about what is good, and innocent about what is evil.",
      "20": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
      "21": "Timothy, my coworker, greets you, along with Lucius, Jason, and Sosipater, my relatives.",
      "22": "I, Tertius, who wrote down this letter, greet you in the Lord.",
      "23": "Gaius, my host and the host of the whole church, greets you.\nErastus, the city treasurer, greets you, and Quartus, the brother.",
      "24": "",
      "25": "Now to him who is able to strengthen you—\naccording to my gospel and the proclamation of Jesus Christ, according to the revelation of the mystery that was veiled in silence for long ages past,",
      "26": "but now has been revealed through the prophetic Scriptures and made known to all the Gentiles, in keeping with the command of the eternal God, resulting in the obedience of faith—",
      "27": "to God, who alone is wise, be glory forever through Jesus Christ. Amen."
    }
  }
}