{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:35:42.484693-04:00",
    "Translation": "EHV"
  },
  "Ruth": {
    "1": {
      "1": "During the days of the judges, a famine occurred in the land. So a man left Bethlehem in Judah to stay awhile in the territory of Moab—he, his wife, and his two sons.",
      "2": "The man’s name was Elimelek, his wife’s name was Naomi, and the names of his two sons were Mahlon and Kilion. They were from the clan of Ephrath from Bethlehem in Judah. They entered the territory of Moab and remained there.",
      "3": "But Elimelek, Naomi’s husband, died, so she was left with her two sons.",
      "4": "They then married Moabite wives. The name of the first was Orpah, and the name of the second was Ruth. They lived there for about ten years.",
      "5": "But Naomi’s sons, Mahlon and Kilion, also died. So the woman was left without her two children and without her husband.",
      "6": "Then Naomi set out with her daughters-in-law to return from the territory of Moab, because while she was in the territory of Moab, she had heard that the Lord had graciously visited his people by providing them with food.",
      "7": "So she left the place where she had been, and her two daughters-in-law left with her. They set out on the road to return to the land of Judah.",
      "8": "But Naomi said to her two daughters-in-law, “Go back. Both of you return to your mother’s house. May the Lord show you kindness as you have shown kindness to the dead and to me.",
      "9": "May the Lord grant that each of you finds security in the house of a husband.” Then she kissed them, and they wept loudly.",
      "10": "But they said to her, “No, we will return with you to your people.”",
      "11": "Then Naomi said, “Turn back, my daughters. Why should you go with me? Am I going to give birth to any more sons who could become your husbands?",
      "12": "Turn back, my daughters. Go! For I am too old to be married to another husband. Suppose I say, ‘I have hope, and I will be married to another husband tonight, and I will even give birth to sons.’",
      "13": "Would you wait for them until they grow up? On the basis of that hope would you give up the chance to marry another husband? No, my daughters. It is much more bitter for me than for you, because the hand of the Lord has reached out against me.”",
      "14": "They once again wept loudly. Then Orpah kissed her mother-in-law, but Ruth would not let her go.",
      "15": "Naomi said, “Look, your sister-in-law has returned to her people and to her gods. Go back! Follow your sister-in-law.”",
      "16": "But Ruth said, “Do not urge me to abandon you or to turn back from following you. Because wherever you go, I will go, and wherever you make your home, I will make my home. Your people will be my people, and your God will be my God.",
      "17": "Wherever you die, I will die, and there I will be buried. May the Lord punish me severely and double it if anything but death separates me from you.”",
      "18": "When Naomi saw that Ruth was determined to go with her, she stopped urging her.",
      "19": "Then the two of them traveled until they arrived at Bethlehem. When they entered Bethlehem, the whole town became excited over them. The women said, “Is this Naomi?”",
      "20": "But she said to them, “Do not call me Naomi. Call me Mara, because the Almighty has made me very bitter.",
      "21": "I went away full, but the Lord brought me back empty. Why should you call me Naomi? For the Lord has testified against me, and the Almighty has treated me badly.”",
      "22": "So Naomi returned with Ruth the Moabite, her daughter-in-law, who came back with her from the territory of Moab. When they entered Bethlehem, it was the beginning of the barley harvest."
    },
    "2": {
      "1": "Now Naomi had a relative of her husband, a wealthy, generous man from the clan of Elimelek. His name was Boaz.",
      "2": "Ruth the Moabite said to Naomi, “I am going to go out to the fields, so that I can glean ears of grain wherever I may find favor in the eyes of the owner.” Naomi said to her, “Go ahead, my daughter.”",
      "3": "So Ruth went out and gleaned in the grain fields after the reapers. It happened that she was in the field that belonged to Boaz, who was from the clan of Elimelek.",
      "4": "At just that time, Boaz happened to come out from Bethlehem. He said to the reapers, “The Lord be with you!”\nAnd they said to him, “The Lord bless you!”",
      "5": "Then Boaz asked his servant who was in charge of the reapers, “Whose young woman is this?”",
      "6": "The servant who was in charge of the reapers answered, “She is the young Moabite woman who returned with Naomi from the territory of Moab.",
      "7": "She said, ‘Please let me follow the reapers and glean and gather stalks into sheaves.’ So she came and has been working from early morning till now—except for a short rest in the shelter.”",
      "8": "Then Boaz said to Ruth, “Listen, my daughter. Do not go off to glean in some other field. In fact, do not leave this one at all! Just stick close to my young women here.",
      "9": "Keep your eyes on the field where the men are reaping so that you can follow my women. I have commanded the young men not to touch you. When you are thirsty, you may go to the jars and drink from whatever the young men draw out.”",
      "10": "Then Ruth bowed down with her face to the ground. She said to Boaz, “Why have I found favor in your eyes, so that you acknowledge me even though I am a foreigner?”",
      "11": "Boaz replied to her, “I have been fully informed about all that you did for your mother-in-law after the death of your husband and how you left behind your father and mother and the homeland of your relatives, and you came to a people whom you did not know previously.",
      "12": "May the Lord reward your work, and may you be paid in full by the Lord, the God of Israel, under whose wings you have come to seek refuge!”",
      "13": "Then Ruth said, “I have found such favor in your eyes, my lord, for you have comforted me and you have spoken to the heart of your servant girl—although I cannot be compared to one of your servant girls.”",
      "14": "At mealtime Boaz said to her, “Come here and eat some of the food, and dip your piece of bread into the sour wine.” So she sat down beside the reapers, and Boaz heaped up a serving of roasted grain for her. She ate until she was full and had some left over.",
      "15": "When she got up to glean, Boaz ordered his workers, “She may glean even among our sheaves. You are not to humiliate her in any way.",
      "16": "In fact, you can even pull out some stalks from the piles for her, and you can drop them on purpose so that she can glean them, and do not rebuke her at all.”",
      "17": "So Ruth gleaned in the field until evening. Then she threshed what she had gleaned. It amounted to almost a bushel of barley.",
      "18": "When she picked it up and went into town, her mother-in-law saw how much she had gleaned. Ruth also took what she had left over from her meal and gave it to Naomi.",
      "19": "Then her mother-in-law said to her, “Where did you glean today and where did you work? May the man who took notice of you be blessed!”\nSo she told her mother-in-law in whose field she had worked: “The name of the man in whose field I worked today is Boaz.”",
      "20": "Then Naomi said to her daughter-in-law, “May he be blessed by the Lord, whose faithfulness has not forsaken the living and the dead!”\nNaomi also said to her, “This man is related to us. He is even one of our family’s redeemers.”",
      "21": "Then Ruth the Moabite said, “He even said to me, ‘Stick close to my workers until they have finished all of the harvest on the land that belongs to me.’”",
      "22": "Then Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you can go out with his young women, so that you will not be molested by men in some other field.”",
      "23": "So Ruth stuck close to Boaz’s young women and gleaned until the completion of the barley harvest and the wheat harvest, and she lived with her mother-in-law."
    },
    "3": {
      "1": "Naomi, Ruth’s mother-in-law, said to her, “My daughter, shouldn’t I seek security for you so that you will be well taken care of?",
      "2": "Isn’t Boaz, whose young women you have been with, our relative? Look, he will be winnowing barley at the threshing floor tonight.",
      "3": "So bathe, put on perfume, and dress up. Then go down to the threshing floor. Do not present yourself to the man until he has finished eating and drinking.",
      "4": "But when he lies down, take note of the place where he lies down. Then go up to him, uncover his legs, and lie down there. He himself will tell you what you should do.”",
      "5": "Ruth said to her, “All that you say to me, I will do!”",
      "6": "So she went down to the threshing floor, and she did everything that her mother-in-law had commanded her to do.",
      "7": "After Boaz ate and drank, and his heart was happy, he went to lie down at the edge of the grain pile. Then Ruth came up to him quietly, and she uncovered his legs and lay down there.",
      "8": "In the middle of the night, the man was startled and turned over, and there was a woman lying on his legs!",
      "9": "He said, “Who are you?”\nShe said, “I am Ruth, your servant. Spread out the skirt of your robe over your servant, for you are a family redeemer.”",
      "10": "Then he said, “May you be blessed by the Lord, my daughter! You have made your last act of kindness better than the first by not going to look for a young man, whether poor or rich.",
      "11": "So now, my daughter, do not be afraid. I will do everything that you are asking. Indeed, all the people at the city gate know that you are an honorable woman.",
      "12": "Now it is indeed true—certainly I am a family redeemer—but nevertheless there is a redeemer who is closer than I am.",
      "13": "Spend the night here. If in the morning he acts as a redeemer for you, good. Let him redeem. But if he does not want to act as a redeemer for you, then I will act as a redeemer for you myself, as the Lord lives! Lie down here until morning.”",
      "14": "So she lay down at his feet until morning. She got up before it was light enough for anyone to recognize a person.\nBut Boaz thought, “No one should know that a woman came to the threshing floor.”",
      "15": "So he said, “Come here and hold out the shawl that you are wearing.” So she held it out. He measured out six scoops of barley into it for her to carry home. Then he returned to town.",
      "16": "When Ruth came back to her mother-in-law, Naomi said, “How did it turn out, my daughter?”\nThen Ruth told her all that the man had done for her.",
      "17": "She said, “He gave me these six scoops of barley, and he said, ‘You must not return to your mother-in-law empty-handed.’”",
      "18": "Then Naomi said, “Wait, my daughter, until you know how the matter will turn out. For the man will not rest until he has taken care of this matter today!”"
    },
    "4": {
      "1": "Boaz went up to the city gate, and he sat down there. Just then, the redeemer about whom Boaz had spoken was passing by. Boaz said, “Come over here! Sit down, my dear friend!” So he came over and sat down.",
      "2": "Then Boaz chose ten men from the elders of the town, and he said, “Sit down here!” They too sat down.",
      "3": "Then he said to the redeemer, “Naomi, who returned from the territory of Moab, is putting up for sale the piece of land that belongs to our brother Elimelek.",
      "4": "On my part, I thought I should call it to your attention so that you may acquire it in the presence of these residents and in the presence of the elders of my people. If you wish to redeem it, redeem it. But if you do not wish to redeem it, declare that to me. I know that there is no one ahead of you in the right to redeem, but I am right after you.”\nSo the man said, “Yes, I will redeem it.”",
      "5": "Then Boaz said, “On the day that you acquire the field from the hand of Naomi, I will acquire from Ruth the Moabite, the wife of the deceased, the means to perpetuate the name of the deceased on his inheritance.”",
      "6": "Then the redeemer said, “I am not able to redeem it for myself, or I would ruin my inheritance. You acquire for yourself my right of redemption, because I am not able to redeem it.”",
      "7": "(In Israel this used to be the custom regarding the transfer of the right of redemption: To confirm every transfer, one man took off his sandal and gave it to the other party. This was the way of ratifying a transfer in Israel.)",
      "8": "So the redeemer said to Boaz, “Acquire it for yourself!” Then he took off his sandal.",
      "9": "Then Boaz said to the elders and all the people, “You are witnesses today that I have acquired from the hand of Naomi everything that belonged to Elimelek and everything that belonged to Kilion and Mahlon.",
      "10": "Furthermore, Ruth the Moabite, the wife of Mahlon, I have acquired for myself as a wife, in order to perpetuate the name of the deceased on his inheritance, so that the name of the deceased shall not be cut off from his brothers and from the city gate of his place. You are witnesses today.”",
      "11": "Then all the people and the elders who were in the gatehouse said, “We are witnesses! May the Lord make the woman who is coming into your household like Rachel and like Leah, the two women who built the house of Israel, so that you prosper in Ephrathah and become famous in Bethlehem.",
      "12": "May your house become like the house of Perez, whom Tamar bore to Judah, through the seed whom the Lord will give to you from this young woman.”",
      "13": "Then Boaz took Ruth, and she became his wife, and he went to her. The Lord enabled her to conceive, and she bore a son.",
      "14": "Then the women said to Naomi:\nBlessed is the Lord, who has not left you without a redeemer today.\nMay his name be proclaimed in Israel!",
      "15": "He will restore your life\nand care for you in your old age,\nbecause your daughter-in-law, who loves you, has given birth to him.\nShe is better for you than seven sons!",
      "16": "Then Naomi took the boy and put him on her lap, and she became his caregiver.",
      "17": "The neighboring women named him, saying, “A son is born to Naomi!” and they named him Obed. He became the father of Jesse, the father of David.",
      "18": "Now this is the family history of Perez:\nPerez became the father of Hezron.",
      "19": "Hezron became the father of Ram.\nRam became the father of Amminadab.",
      "20": "Amminadab became the father of Nahshon.\nNahshon became the father of Salmah.",
      "21": "Salmon became the father of Boaz.\nBoaz became the father of Obed.",
      "22": "Obed became the father of Jesse,\nand Jesse became the father of David."
    }
  }
}