{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:34.584766-04:00",
    "Translation": "EHV"
  },
  "Titus": {
    "1": {
      "1": "Paul, a servant of God and an apostle of Jesus Christ, for the faith of God’s elect people and the knowledge of the truth that conforms to godliness,",
      "2": "based on the hope of eternal life, which God, who cannot lie, promised before time began.",
      "3": "At the proper time he revealed this in his word, in the preaching that was entrusted to me by the command of God our Savior,",
      "4": "To Titus, my true child in our common faith:\nGrace and peace from God our Father and Christ Jesus our Savior.",
      "5": "The reason I left you in Crete was so that you would set in order the things that were left unfinished and appoint elders in every city, as I directed you.",
      "6": "Such a man is to be blameless, the husband of only one wife, and to have believing children who are not open to a charge of wild living or disobedience.",
      "7": "Indeed an overseer, since he is God’s steward, must be blameless, not arrogant, not quick-tempered, not a drunkard, not violent, not eager for dishonest gain.",
      "8": "Instead, he must be hospitable, loving what is good, self-controlled, upright, devout, and disciplined.",
      "9": "He must cling to the trustworthy message as it has been taught, so that he will be able both to encourage people by the sound teaching and also to correct those who oppose him.",
      "10": "For there are many who are rebellious, whose words are empty, and who deceive, especially those of the circumcision party.",
      "11": "The mouths of these people must be stopped, because they are ruining whole households by teaching what they should not teach, for the sake of dishonest gain.",
      "12": "One of their own prophets said, “Cretans are always liars, vicious beasts, and lazy gluttons.”",
      "13": "This testimony is true. For this reason, correct them sharply so that they may be sound in the faith,",
      "14": "not paying attention to Jewish myths or the commands of people who turn their backs on the truth.",
      "15": "All things are pure to those who are pure. But nothing is pure to those who are defiled and do not believe; rather, both their minds and consciences are defiled.",
      "16": "They claim to know God, but by their actions they deny him. They are detestable, disobedient, and unfit to do anything good."
    },
    "2": {
      "1": "But as for you, speak what is appropriate for sound doctrine.",
      "2": "Encourage older men to be temperate, worthy of respect, self-controlled, and sound in faith, love, and patient endurance.",
      "3": "Likewise, encourage older women to be reverent in their behavior, not slanderers, not enslaved to much wine, but teachers of what is good,",
      "4": "so that they can train the younger women to love their husbands and children,",
      "5": "to be self-controlled, pure, busy at home, kind, and submitting to their own husbands, that the word of God might not be slandered.",
      "6": "Likewise, encourage younger men to be self-controlled.",
      "7": "In all things show yourself to be an example of good works. In your teaching show integrity, seriousness,",
      "8": "and sound speech that cannot be condemned, so that the one who opposes us will be put to shame, because he has nothing bad to say about us.",
      "9": "Encourage slaves to submit to their masters in everything, to be pleasing to them, not to be argumentative with them,",
      "10": "not to steal from them, but to demonstrate their complete trustworthiness, so that they may show the teaching of God our Savior to be attractive in every way.",
      "11": "For the grace of God has appeared, bringing salvation to all people.",
      "12": "It trains us to reject ungodliness and worldly lusts and to live self-controlled, upright, and godly lives in this present age,",
      "13": "while we wait for the blessed hope, that is, the glorious appearance of our great God and Savior, Jesus Christ.",
      "14": "He gave himself for us, to redeem us from all lawlessness and to purify for himself a people who are his own chosen people, eager to do good works.",
      "15": "Keep telling people these things. Continue to encourage and rebuke with full authority. Let no one ignore you."
    },
    "3": {
      "1": "Remind them to be subject to rulers and authorities, to obey, to be ready to do any good work,",
      "2": "to speak evil of no one, to be peaceable, to be gentle, and to display every courtesy toward all people.",
      "3": "For at one time we ourselves were also foolish, disobedient, deceived, enslaved by many kinds of evil desires and pleasures, living in malice and jealousy, being hated and hating one another.",
      "4": "But when the kindness and love of God our Savior toward mankind appeared,",
      "5": "he saved us—not by righteous works that we did ourselves, but because of his mercy. He saved us through the washing of rebirth and the renewal by the Holy Spirit,",
      "6": "whom he poured out on us abundantly through Jesus Christ our Savior,",
      "7": "so that, having been justified by his grace, we might become heirs in keeping with the hope of eternal life.",
      "8": "This saying is trustworthy. And I want you to insist on these things, so that those who believe in God are intent on keeping busy with good works. These things are honorable and useful for the people.",
      "9": "But avoid foolish controversies, genealogies, rivalries, and quarrels about the law, because these are useless and fruitless.",
      "10": "Reject a divisive person after a first and second warning,",
      "11": "because you know that such a man is twisted and is sinning. He condemns himself.",
      "12": "When I send Artemas or Tychicus to you, make every effort to come to me at Nicopolis, for I have decided to spend the winter there.",
      "13": "Do your best to help Zenas the lawyer and Apollos for their journey, so that they are not lacking anything.",
      "14": "Let our people also learn to busy themselves with good works when urgent needs arise, so that they are not unfruitful.",
      "15": "Everyone with me sends you greetings. Greet those who love us in the faith. Grace be with you all.\nAmen."
    }
  }
}