{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:18.590801-04:00",
    "Translation": "EHV"
  },
  "Zechariah": {
    "1": {
      "1": "In the eighth month of the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berekiah, the son of Iddo.",
      "2": "The Lord was very angry with your forefathers.",
      "3": "Therefore, now you are to tell this people that this is what the Lord of Armies says to them.\nReturn to me, declares the Lord of Armies, and I will return to you, says the Lord of Armies.",
      "4": "Do not be like your forefathers, to whom the earlier prophets proclaimed, “This is what the Lord of Armies says. Return, return from your evil ways and from your evil deeds.”\nBut our forefathers did not listen, nor did they pay attention to me, declares the Lord.",
      "5": "Your forefathers—where are they now? And those prophets—did they go on living indefinitely?",
      "6": "But my words and my statutes, which I commanded to my servants the prophets, caught up with our forefathers, didn’t they?\nThen they returned and said, “Because of our ways and our deeds, the Lord of Armies has done to us just as he planned to do to us.”",
      "7": "On the twenty-fourth day of the eleventh month, that is, the month of Shebat, in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berekiah, the son of Iddo.",
      "8": "I saw a vision at night. In it I saw a man seated on a red horse, standing among myrtle trees in a ravine. Behind him were red, sorrel, and white horses.",
      "9": "So I asked, “My lord, what are these?”\nThe angel who was speaking with me said to me, “I will show you what these are.”",
      "10": "Then the man who was standing among the myrtle trees answered, “These are the ones the Lord sent to range throughout the earth.”",
      "11": "They reported to the angel of the Lord who was standing among the myrtle trees, “We have ranged throughout the earth. Look! All the earth is resting and quiet.”",
      "12": "Then the angel of the Lord said, “Lord of Armies, how long will you withhold compassion from Jerusalem and the cities of Judah, with whom you were indignant these seventy years?”",
      "13": "The Lord responded with kind and compassionate words to the angel who was speaking with me.",
      "14": "So the angel who was speaking with me said to me, “Proclaim this. This is what the Lord of Armies says.”\nI am very zealous for Jerusalem and for Zion,",
      "15": "and I am exceedingly angry with the nations that are complacent. When I was angry only a little, they added to the evil.",
      "16": "Therefore, this is what the Lord says. I have turned to Jerusalem with compassionate feelings. My house will be built in Jerusalem, declares the Lord of Armies, and the measuring line will be stretched out over Jerusalem.",
      "17": "Proclaim also this: This is what the Lord of Armies says. Once again my towns will overflow with prosperity. Once again the Lord will console Zion. Once again he will choose Jerusalem.",
      "18": "Then I looked up, and I saw that there were four horns.",
      "19": "I asked the angel who was speaking with me, “What are these?”\nHe answered me, “These are the horns that scattered Judah, Israel, and Jerusalem.”",
      "20": "Then the Lord showed me four craftsmen.",
      "21": "I asked, “What are these men coming to do?”\nHe answered, “These are the horns that scattered Judah to such an extent that no one could raise his head, but these craftsmen are coming to terrify them and to knock down the horns of those nations who lifted up their horns against the land of Judah to scatter her people.”"
    },
    "2": {
      "1": "Then I looked up, and I saw a man standing there with a measuring line in his hand.",
      "2": "I asked him, “Where are you going?”\nHe answered me, “To measure Jerusalem, to determine its width and its length.”",
      "3": "At that moment, when the angel who was speaking with me was about to leave, another angel came to meet him and",
      "4": "said, “Run and tell this young man that Jerusalem will be inhabited as a city without walls because of the large number of people and livestock in it.",
      "5": "For I myself will be a wall of fire around it, declares the Lord, and I will be the glory within it.”",
      "6": "Attention! This is urgent! Flee from the land of the north, declares the Lord, for I have scattered you as the four winds of the heavens, declares the Lord.",
      "7": "Attention, Zion! Escape, you who dwell with the daughter of Babylon.",
      "8": "For this is what the Lord of Armies says. For the sake of his glory he sent me to the nations that plundered you, because whoever touches you touches the apple of his eye.",
      "9": "Yes, I myself will swing my hand over them, and they will become plunder for their own slaves. Then you will know that the Lord of Armies has sent me.",
      "10": "Sing loudly and rejoice, daughter of Zion. Yes, look! I am coming, and I will dwell among you, declares the Lord.",
      "11": "Many nations will be joined to the Lord on that day, and they will become my people. I will dwell among you, and you will know that the Lord of Armies has sent me to you.",
      "12": "Then the Lord will take possession of Judah as his special portion of the holy soil, and he will again choose Jerusalem.",
      "13": "Keep silent before the Lord, all flesh, because he has roused himself from his holy dwelling."
    },
    "3": {
      "1": "Then he showed me Joshua, the high priest, standing before the Angel of the Lord, and Satan was standing at his right hand to accuse him.",
      "2": "The Lord said to Satan, “The Lord rebuke you, Satan! The Lord, who has chosen Jerusalem, rebuke you! Isn’t this man a burning stick plucked from a fire?”",
      "3": "Now Joshua was clothed in filthy clothing and was standing in front of the Angel.",
      "4": "Then the Angel of the Lord spoke to those who were standing in front of him: “Remove his filthy clothing.”\nThen he said to Joshua, “See, I have taken your guilt away from you, so that I may clothe you in a special robe.”",
      "5": "I said, “Let them place a clean turban on his head.” So they placed a clean turban on his head and got him dressed, while the Angel of the Lord was standing by.",
      "6": "Then the Angel of the Lord spoke solemnly to Joshua:",
      "7": "This is what the Lord of Armies says. If you will walk in my ways and carry out my ministry, then you will also govern my house and watch over my courts, and I will give you access among those who are standing here.",
      "8": "Now listen, High Priest Joshua, you and your associates who sit in front of you—because these men are a sign. Look! I am going to bring my servant, the Branch.",
      "9": "Look carefully at the stone that I placed in front of Joshua! On one stone with seven facets I will engrave an inscription, declares the Lord of Armies, and I will remove the guilt of this land in a single day.",
      "10": "On that day, declares the Lord of Armies, each one of you will invite his neighbor to join him under his vine and under his fig tree."
    },
    "4": {
      "1": "Then the angel who was speaking with me returned and woke me up in the same way that a man is awakened from sleep.",
      "2": "He said to me, “What do you see?”\nI said, “Look! Right there, I see a lampstand, made entirely of gold, with a basin on top of it, with seven lamps on it, and there are seven channels leading to the lamps that are on top of it.",
      "3": "There are two olive trees beside it, one to the right of the bowl, and one to its left.”",
      "4": "I asked the angel who was speaking with me, “What are these, my lord?”",
      "5": "The angel who was speaking with me answered me, “Don’t you know what these are?”\nI answered, “No, my lord.”",
      "6": "So he said to me:\nThis is the word of the Lord to Zerubbabel. Not by might, not by power, but by my Spirit, says the Lord of Armies.",
      "7": "What are you, you great mountain? Before Zerubbabel you will become a level plain. Then he will bring out the capstone with shouts of “Grace! Grace be with it!”",
      "8": "Then the word of the Lord came to me:",
      "9": "The hands of Zerubbabel have laid the foundation of this house, and his hands will also finish it. Then you will know that the Lord of Armies has sent me to you.",
      "10": "For who despises the day of small things? They will rejoice to see the plumb line in the hand of Zerubbabel.\nThese seven are the eyes of the Lord that range throughout the whole earth.",
      "11": "Then I asked him, “What are these two olive trees to the right and left of the lampstand?”",
      "12": "I asked him a second time, “What are the two olive branches that are beside the two gold conduits that pour out the golden oil?”",
      "13": "He said to me, “Don’t you know what these are?”\nI said, “No, my lord.”",
      "14": "Then he said, “These are the two anointed ones who stand by the Lord of all the earth.”"
    },
    "5": {
      "1": "Again I lifted up my eyes and looked. I saw a flying scroll!",
      "2": "He asked me, “What do you see?”\nI said, “I see a flying scroll! It is thirty feet long and fifteen feet wide.”",
      "3": "Then he said to me, “This is the curse that is going out over the face of the whole earth: On the basis of the curse, everyone who steals will be expelled in one direction, and everyone who swears falsely will be expelled in the other direction.",
      "4": "I will send it out, declares the Lord of Armies, and it will go to the house of the thief and to the house of the one who swears falsely by my name. It will remain in his house and consume it, both wood and stone.”",
      "5": "Then the angel who was speaking with me came forward and said to me, “Lift up your eyes, now, and see what is going out.”",
      "6": "So I asked, “What is it?”\nHe replied, “This is the basket that is going out.”\nHe also said, “This is their guilt in all the earth.”",
      "7": "As I watched, the lead cover was lifted, and I saw that there was a woman sitting inside the basket.",
      "8": "He said, “This is Wickedness.” Then he pushed her down inside the basket, and he pushed the lead weight onto its opening.",
      "9": "Then I lifted up my eyes and looked again. There were two women coming toward me! The wind was in their wings. They had wings like the wings of a stork. They lifted up the basket between the earth and the heavens.",
      "10": "So I said to the angel who was speaking with me, “Where are they taking the basket?”",
      "11": "He told me, “To build a house for it in the land of Shinar. When it is ready, it will be set there on its foundation.”"
    },
    "6": {
      "1": "Then I turned and lifted up my eyes and looked again. There were four chariots coming out from between two mountains. The mountains were made of bronze.",
      "2": "The first chariot had red horses. The second chariot had black horses.",
      "3": "The third chariot had white horses. The fourth chariot had dappled horses. All of them were powerful.",
      "4": "So I asked the angel who was speaking with me, “What are these, my lord?”",
      "5": "The angel answered me, “These are the four spirits of the heavens, going forth from their stations to present themselves to the Lord of all the earth.",
      "6": "The driver with the black horses is going toward the land of the north, and the one with the white horses is following after them, and the one with the dappled horses is going toward the land of the south.”",
      "7": "Now the powerful horses came out, and they were eager to range throughout the earth. He said, “Go! Range throughout the earth.” So they ranged throughout the earth.",
      "8": "Then he called out to me and told me, “Look! Those who are going out toward the land of the north have caused my Spirit to rest in the land of the north.”",
      "9": "The word of the Lord came to me:",
      "10": "Take an offering from the exiles—from Heldai, Tobijah, and Jedaiah, who have come from Babylon—and on that very day go into the house of Josiah son of Zephaniah.",
      "11": "Take the silver and gold and make a crown, and place it on the head of Joshua son of Jehozadak, the high priest.",
      "12": "Tell him that this is what the Lord of Armies says:\nThere is a man whose name is the Branch, because he will branch out from his place and build the temple of the Lord.",
      "13": "He is the one who will build the temple of the Lord. He will be clothed with majesty, and he will sit and rule on his throne. He will be a priest on his throne, and there will be peaceful relations between the two offices.",
      "14": "The crown will be kept in the temple as a memorial for Helem and Tobijah and Jedaiah and Hen, son of Zephaniah.",
      "15": "Those who are far away will come and build the temple of the Lord, and you will know that the Lord of Armies has sent me to you. This will happen if you carefully obey the voice of the Lord your God."
    },
    "7": {
      "1": "In the fourth year of King Darius, the word of the Lord came to Zechariah on the fourth day of the ninth month, which is Kislev.",
      "2": "The people of Bethel had sent Sharezer and Regem Melek with their men to plead for the favor of the Lord",
      "3": "by asking the priests who were at the house of the Lord of Armies and the prophets, “Should I mourn and fast in the fifth month, as I have done these many years?”",
      "4": "Then the word of the Lord of Armies came to me:",
      "5": "Speak to all the people of the land and to the priests.\nWhen you fasted and lamented during the fifth and seventh months for these seventy years, was it really for me that you fasted?",
      "6": "And when you eat and drink, is it not for yourselves that you eat and drink?",
      "7": "Weren’t these the words that the Lord proclaimed through the earlier prophets, when Jerusalem was inhabited and prosperous, with her cities around her, and when the Negev and the Shephelah were inhabited?",
      "8": "Then the word of the Lord came to Zechariah:",
      "9": "This is what the Lord of Armies says. Execute true justice. Each man is to show kindness and compassion to his brother.",
      "10": "Do not oppress the widow, the fatherless child, the foreigner living among you, or the poor. Make sure that none of you plan evil in your heart against your brother.",
      "11": "But they refused to pay attention. They turned a stubborn shoulder and covered their ears so that they would not hear.",
      "12": "They made their hearts like the hardest rock so that they would not hear the law and the words that the Lord of Armies sent by his Spirit through the earlier prophets. As a result, the fierce anger from the Lord of Armies was great.",
      "13": "When I called, they would not listen. So when they called, I would not listen, says the Lord of Armies.",
      "14": "I scattered them with a windstorm, among all the nations which they did not know. So the land was left desolate behind them. No one traveled back and forth through it. They made the pleasant land desolate."
    },
    "8": {
      "1": "The word of the Lord of Armies came:",
      "2": "This is what the Lord of Armies says. I am zealous for Zion with great zeal, and with great wrath I am zealous for her.",
      "3": "This is what the Lord says. I will certainly return to Zion, and I will dwell in the middle of Jerusalem. Jerusalem will be called the faithful city, and the mountain of the Lord of Armies will be called the holy mountain.",
      "4": "This is what the Lord of Armies says. Old men and old women will again sit in the streets of Jerusalem, all of them with canes in their hand due to old age.",
      "5": "Then the streets of the city will be filled with boys and girls playing in its streets.",
      "6": "This is what the Lord of Armies says. Although in those days this may seem unattainable to the surviving remnant of this people, will it also seem unattainable to me? declares the Lord of Armies.",
      "7": "This is what the Lord of Armies says. Look, I will save my people from the land where the sun rises and from the land where the sun sets,",
      "8": "and I will bring them to settle in the midst of Jerusalem. They will be my people, and I will be their God, in faithfulness and in righteousness.",
      "9": "This is what the Lord of Armies says. Let your hands be strong so that the temple may be built—you who in these days are listening to these words from the mouths of the prophets, who were present on the day when the foundation of the house of the Lord of Armies was laid.",
      "10": "For before those days, there was no one who could pay for workmen or for animals. There was no peace from the adversary for anyone who went out or came in, because I had set every man against his neighbor.",
      "11": "But now I will not treat the surviving remnant of this people as in earlier days, declares the Lord of Armies.",
      "12": "Sowing will take place in peace. The vine will yield its fruit. The earth will yield its produce. The sky will provide its dew. I will give all these things as a possession to the surviving remnant of this people.",
      "13": "Just as you once were a curse among the nations, O house of Judah and house of Israel, so now I will save you. You will be a blessing. Do not be afraid. Let your hands be strong.",
      "14": "For this is what the Lord of Armies says. Just as I planned to bring disaster upon you when your fathers made me angry, says the Lord of Armies, so that I did not relent,",
      "15": "so in these days I plan to do good to Jerusalem and to the house of Judah once again. Do not be afraid.",
      "16": "These are the things that you are to do: Speak the truth to one another. Render judgments that uphold truth, justice, and peace in your gates.",
      "17": "Do not plot evil in your hearts against each other. Do not love false oaths. Indeed I hate all these things, declares the Lord.",
      "18": "The word of the Lord of Armies came to me:",
      "19": "This is what the Lord of Armies says. The fasts of the fourth, fifth, seventh, and tenth months will become times of rejoicing, joy, and gladness for the house of Judah. Therefore, all of you are to love truth and peace.",
      "20": "This is what the Lord of Armies says. People will still come as the inhabitants of many cities.",
      "21": "Then the inhabitants of one city will go to another and say, “Let us go immediately to plead for the favor of the Lord and to seek the Lord of Armies. I myself will go.”",
      "22": "Then many peoples and mighty nations will come to seek the Lord of Armies in Jerusalem and to plead for the favor of the Lord.",
      "23": "This is what the Lord of Armies says. In those days, ten men from among the speakers of every language of the nations will take firm hold of the hem of a Jew’s garment and say, “Let us go along with you, because we have heard that God is with you.”"
    },
    "9": {
      "1": "A threatening oracle.\nThe word of the Lord is against the land of Hadrak,\nand against Damascus, its resting place,\nbecause the eye of the Lord is on mankind and on all the tribes of Israel.",
      "2": "It is also against Hamath, which borders on Damascus,\nand Tyre and Sidon, though they are very wise.",
      "3": "Tyre has built a stronghold for herself and has piled up silver like dust,\n        and gold like dirt from the streets.",
      "4": "Look, the Lord will seize everything she possesses\n    and throw her wealth into the sea,\n    and she will be consumed by fire.",
      "5": "Ashkelon will see it and be afraid.\n    Gaza will writhe in anguish,\n    and Ekron too, because her hopes have been dashed.\n    The kingship will perish from Gaza,\n    and Ashkelon will no longer be inhabited.",
      "6": "A mixed race will live in Ashdod,\n    and I will cut off the pride of the Philistines.",
      "7": "I will remove their blood from their mouths\n    and their detestable things from between their teeth.\n    Philistia too will be a remnant for our God,\n    and it will be like a clan in Judah.\n    Ekron will be like the Jebusites.",
      "8": "I will set up camp around my house,\n    as a guard against those passing back and forth.\n    The oppressor will never again march over them,\n    because now I am watching with my own eyes.",
      "9": "Rejoice greatly, Daughter of Zion!\n    Shout, Daughter of Jerusalem!\n    Look! Your King is coming to you.\n    He is righteous and brings salvation.\n    He is humble and is riding on a donkey,\n    on a colt, the foal of a donkey.",
      "10": "I will cut off the chariot from Ephraim\n    and the horse from Jerusalem.\n    The battle bow will be taken away,\n    and he will proclaim peace to the nations.\n    His kingdom will extend from sea to sea,\n    from the River to the ends of the earth.",
      "11": "As for you,\n    because of the blood of my covenant with you,\n    I will release your prisoners from the waterless pit.",
      "12": "Return to the stronghold, you prisoners who have hope.\n    This very day I declare that I will restore double to you.",
      "13": "For I will bend Judah as my bow,\n    and I will load it with Ephraim.\n    I will rouse your sons, Zion,\n    against your sons, Greece,\n    and I will make you like a strong warrior’s sword.",
      "14": "The Lord will appear above them,\n    and his arrow will go out like lightning.\n    The Lord God will sound the ram’s horn,\n    and he will go forth in the windstorms from the south.",
      "15": "The Lord of Armies will defend them,\n    and they will eat.\n    They will overpower their enemies with sling stones.\n    Then they will drink,\n    and they will be boisterous as if drunk with wine.\n    They will be filled like a sprinkling bowl used at the corners of the altar.",
      "16": "On that day the Lord their God will save them as the flock of his people.\n    For like the jewels of a crown they will shine on his land.",
      "17": "Yes, what goodness it will have! What beauty!\n    Grain will make the young men thrive,\n    and new wine will make the young women thrive."
    },
    "10": {
      "1": "Ask the Lord, who makes storm clouds,\n    to give rain at the right time for the spring rains,\n    and he will provide showers of rain,\n    and there will be crops in the field for everyone.",
      "2": "But household gods speak wicked deception,\n    and the omen readers see illusions.\n    They report trivial dreams\n    and give false comfort.\n    That is why the people wander like sheep.\n    They are in trouble because they have no shepherd.",
      "3": "My anger burns against the shepherds,\n    and I will punish the leaders of the flock,\n    because the Lord of Armies cares for his flock, the house of Judah,\n    and he will make them like his majestic horse in battle.",
      "4": "From him will come the cornerstone,\n    from him the tent peg,\n    from him the battle bow,\n    from him every commander.",
      "5": "Together they will be like strong warriors,\n    going out into battle, trampling the enemy into the mud of the streets.\n    They will fight, because the Lord is with them,\n    and those who ride horses will be put to shame.",
      "6": "I will strengthen the house of Judah\n    and save the house of Joseph.\n    I will restore them,\n    because I have compassion on them.\n    It will be as if I had not rejected them,\n    because I am the Lord their God, and I will answer them.",
      "7": "Then Ephraim will become like a strong warrior,\n    and their hearts will be glad as if from wine.\n    Their children will see it and be glad.\n    Their hearts will rejoice in the Lord.",
      "8": "I will whistle for them and gather them in,\n    for I have redeemed them.\n    They will be as numerous as they were in the past.",
      "9": "Though I scattered them among the peoples,\n    yet in distant places they will remember me.\n    They will survive and return with their children.",
      "10": "I will bring them back from the land of Egypt,\n    and I will gather them from Assyria.\n    I will bring them to the land of Gilead and Lebanon,\n    and there will not be enough room for them.",
      "11": "They will pass through the sea of distress,\n    but the Lord will strike the waves in the sea.\n    All the depths of the Nile will become dry.\n    The pride of Assyria will be brought low.\n    The scepter of Egypt will depart.",
      "12": "I will make them strong in the Lord,\n    and they will walk in his name, declares the Lord."
    },
    "11": {
      "1": "Open your doors, Lebanon,\nso that fire may devour your cedars.",
      "2": "Wail, you fir trees, because the cedars have fallen.\n    The majestic trees have been destroyed.\n    Wail, oaks of Bashan,\n    for the impenetrable forest has been felled.",
      "3": "There is a sound of shepherds wailing,\n    because their splendor has been destroyed.\n    There is a sound of young lions roaring,\n    for the dense thickets of the Jordan have been destroyed.",
      "4": "This is what the Lord, my God, said.\nShepherd the flock which is to be slaughtered.",
      "5": "Those who buy them slaughter them and are not held accountable, and those who sell them say, “Bless the Lord! I have become rich!” Their own shepherds show them no compassion,",
      "6": "because I will no longer show compassion to the people of the land, declares the Lord.\nLook, I will bring it about that each one of them will fall into the hand of his neighbor and into the hand of his king. They will crush the land, and I will rescue no one from their hands.",
      "7": "So I shepherded the flock which is to be slaughtered, especially the most afflicted of the flock. I took two staffs for myself. One I called Favor and the other Union. Then I shepherded the flock.",
      "8": "I removed three shepherds in one month. I grew very impatient with the flock, and they really detested me.",
      "9": "So I said, “I will not shepherd you. Whatever is dying, let it die. Whatever is being destroyed, let it be destroyed. And let those who remain devour one another’s flesh.”",
      "10": "I took my staff, Favor, and I broke it in two, to cancel my covenant that I had made with all the peoples.",
      "11": "So it was cancelled on that day, and the most miserable of the flock, who were watching me, knew that this was the word of the Lord.",
      "12": "Then I said to them, “If it seems good to you, pay me my wages. But if it does not, withhold them.” So they weighed out thirty pieces of silver as my wages.",
      "13": "Then the Lord said to me, “Throw it to the potter, this magnificent price at which they valued me.” So I took the thirty pieces of silver, and I threw them into the House of the Lord, to the potter.",
      "14": "Then I broke my second staff, Union, to break the brotherhood between the house of Judah and the house of Israel.",
      "15": "Then the Lord said to me:\n    Take up once again the equipment of a foolish shepherd.",
      "16": "Watch closely. I myself am going to raise up a shepherd in the land, one who will pay no attention to those who are being lost, who will not search for the scattered, who will not heal the injured, who will not nourish those who remain standing, but who nevertheless will devour the meat of the fat sheep and even tear off their hoofs.",
      "17": "Woe to my worthless shepherd,\n        the one who deserts the flock.\n        May the sword strike his arm and his right eye!\n        May his arm wither away to nothing,\n        and his right eye become completely blind."
    },
    "12": {
      "1": "An oracle, the word of the Lord concerning Israel. This is what the Lord declares, who stretches out the heavens, who lays the foundation of the earth, and who forms the spirit of a man within him:",
      "2": "Look! I will make Jerusalem a cup that causes all the surrounding peoples to stagger. When there is a siege against Jerusalem, it will also be against Judah.",
      "3": "On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will be seriously injured, and all the nations of the earth will be gathered together against it.",
      "4": "On that day, declares the Lord, I will strike every horse with panic and its rider with madness. But I will keep my eye on the house of Judah, and I will strike with blindness every horse that belongs to the other peoples.",
      "5": "Each of the leaders of the clans of Judah will say in his heart, “The inhabitants of Jerusalem are my strength through the Lord of Armies, their God.”",
      "6": "On that day I will make the leaders of the clans of Judah like a firepot that ignites the woods, and like a flaming torch among the sheaves. They will devour all the surrounding peoples, on the right and on the left. The people of Jerusalem will once again live in their own place—in Jerusalem!",
      "7": "The Lord also will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem will not become greater than that of Judah.",
      "8": "On that day the Lord will protect the inhabitants of Jerusalem. Anyone among them who is feeble will be like David on that day, and the house of David will be like God, like the Angel of the Lord, before them.",
      "9": "On that day I will set out to destroy all the nations that come against Jerusalem.",
      "10": "“I will pour out on the house of David and on the inhabitants of Jerusalem the Spirit of grace, who pleads for mercy. Then they will look at me, the one they have pierced.”\nThey will mourn for him as one mourns for an only child. They will grieve bitterly for him, as one grieves over his firstborn.",
      "11": "On that day there will be great mourning in Jerusalem, as great as the mourning for Hadad Rimmon in the plain of Megiddo.",
      "12": "The land will mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;",
      "13": "the family of the house of Levi by itself, and their wives by themselves; the family of Shimei by itself, and their wives by themselves;",
      "14": "all the families that remain, each family by itself, and their wives by themselves."
    },
    "13": {
      "1": "On that day a fountain will be opened for the house of David and for the inhabitants of Jerusalem, for sin and for uncleanness.",
      "2": "In that day, declares the Lord of Armies, I will cut off the names of the idols from the land, and they will no longer be remembered. I will also remove the prophets and the impure spirit from the land.",
      "3": "If anyone still prophesies, his father and his mother who gave birth to him will tell him, “You shall not live, because you have spoken lies in the name of the Lord!” Then his father and his mother who gave birth to him will stab him when he prophesies.",
      "4": "In that day each of those prophets will be ashamed of his vision. When he prophesies, he will not put on a prophet’s garment made of hair in order to deceive.",
      "5": "Instead he will say, “I am not a prophet. I have been a tiller of the soil since my youth, when a man bought me.”",
      "6": "Someone will ask him, “What are these wounds on your body?” He will reply, “I received these wounds in the house of my friends.”",
      "7": "Awake, O sword, against my shepherd,\n    and against the man who is my associate, declares the Lord of Armies.\n    Strike the shepherd, and the sheep will be scattered,\n    and I will turn my hand against the little ones.",
      "8": "This will take place in the whole land, declares the Lord:\n    Two thirds of those who remain in it will be cut off and perish,\n    but one third will be left in it.",
      "9": "I will put that third into the fire,\n    and I will refine them as silver is refined,\n    and I will test them as gold is tested.\n    They will call on my name, and I will answer them.\n    I will say, “This is my people.”\n    And they will say, “The Lord is my God.”"
    },
    "14": {
      "1": "Listen! A day is coming for the Lord, when the plunder taken from you will be divided in your presence.",
      "2": "I will gather all the nations to battle against Jerusalem, and the city will be taken, the houses plundered, and the women raped. Half of the city will go into exile, but the rest of the people will not be cut off from the city.",
      "3": "Then the Lord will go out and fight against those nations, as he fights on a day of battle.",
      "4": "On that day his feet will stand on the Mount of Olives, which faces Jerusalem on the east. The Mount of Olives will be split in two, from east to west, making a very large valley. Half of the mountain will move toward the north, and the other half toward the south.",
      "5": "You will flee through my mountain valley, because the mountain valley will reach to Azal. Yes, you will flee, just as you fled from the earthquake in the days of Uzziah king of Judah. Then the Lord my God will come, and all the holy ones will come with him.",
      "6": "On that day there will be no light. The light sources will freeze over.",
      "7": "It will be a unique day—known to the Lord—neither day nor night. But at evening time there will be light.",
      "8": "On that day living water will flow out from Jerusalem, half of it toward the eastern sea and half of it toward the western sea. It will continue to flow in summer and in winter.",
      "9": "The Lord will be King over all the earth. On that day the Lord will be the one, and his name will be the one.",
      "10": "The whole land will be changed into a plain, from Geba to Rimmon, south of Jerusalem. Jerusalem will be elevated and remain in her place, from the Benjamin Gate to the place of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses.",
      "11": "It will be inhabited, and it will no longer be devoted to destruction. Jerusalem will dwell in security.",
      "12": "This will be the plague with which the Lord will strike all the peoples who have waged war against Jerusalem: Their flesh will rot while they are standing on their feet, and their eyes will rot in their sockets, and their tongues will rot in their mouths.",
      "13": "On that day there will be a great panic from the Lord among them. They will seize each other by the hand, and the hand of each one will be raised up against his neighbor.",
      "14": "Even Judah will fight against Jerusalem, and the wealth of all the surrounding nations will be collected: gold, silver, and clothing in great abundance.",
      "15": "In the same way a plague will afflict the horses, the mules, the camels, the donkeys, and all the animals that will be in those camps.",
      "16": "Then every survivor who is left from all the nations that went up against Jerusalem will go up year after year to worship the King, the Lord of Armies, and to celebrate the Festival of Shelters.",
      "17": "But if any of the families of the earth do not go up to Jerusalem to worship the King, the Lord of Armies, no rain will fall on them.",
      "18": "If the family of clans from Egypt will not go up and enter in, they will be struck by the plague that the Lord used to strike the nations who do not go up to celebrate the Festival of Shelters.",
      "19": "This will be the punishment for Egypt as well as the punishment for all the nations that will not go up to celebrate the Festival of Shelters.",
      "20": "In that day this will be inscribed on the bells of the horses: “Holy to the Lord.” The cooking pots in the Lord’s house will be like the sprinkling bowls in front of the altar.",
      "21": "Every pot in Jerusalem and in Judah will be holy to the Lord of Armies, and all who sacrifice will come and take some of them and cook in them. In that day there will no longer be a Canaanite in the house of the Lord of Armies."
    }
  }
}