{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:36:17.472098-04:00",
    "Translation": "EHV"
  },
  "Zephaniah": {
    "1": {
      "1": "This is the word of the Lord which came to Zephaniah, the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.",
      "2": "I will completely sweep away everything from the face of the earth, declares the Lord.",
      "3": "I will take away man and beast. I will take away the birds of the sky and the fish of the sea and the stumbling blocks of the wicked. I will cut off mankind from the face of the earth, declares the Lord.",
      "4": "I will stretch out my hand against Judah and against all the inhabitants of Jerusalem. I will cut off every trace of Baal from this place, as well as the name of the pagan priests, along with the regular priests.",
      "5": "I will also cut off those who worship on their rooftops, bowing down to the armies in the heavens, and those who worship by swearing to the Lord, and yet they also swear by Milcom.",
      "6": "I will also cut off those who turn away from following the Lord, those who have not sought the Lord or inquired of him.",
      "7": "Keep silent before the Lord God, for the Day of the Lord is at hand. Yes, the Lord has prepared a sacrifice. He has consecrated those who will attend it.",
      "8": "This is what will take place on the day of the Lord’s sacrifice: I will deal with the officials and the king’s sons and with all those who wear foreign clothing.",
      "9": "In the same day I will also deal with all who leap over the threshold, who fill their master’s house with violence and deceit.",
      "10": "On that day, declares the Lord, there will be crying from the Fish Gate and wailing from the Second Quarter and the sound of a great crashing from the hills.",
      "11": "Wail, you who sit in the marketplace, for all the merchants are destroyed. All those who weigh out silver will be cut off.",
      "12": "At that time I will search Jerusalem with lamps, to deal with the men who are complacent, like wine resting on its dregs, who say in their hearts, “The Lord will not do anything good. Neither will he do anything bad.”",
      "13": "Therefore their wealth will become plunder, and their houses a ruin. They will build houses but never live in them. They will plant vineyards, but they will not drink the wine.",
      "14": "The great Day of the Lord is near. It is near and coming very quickly. Listen! The sound of the Day of the Lord! The cry of the warrior is bitter.",
      "15": "That day is a day of wrath, a day of trouble and distress, a day of devastation and total destruction, a day of darkness and gloom, a day of clouds and thick darkness,",
      "16": "a day for the ram’s horn and for the battle cry against the fortified cities and against the high towers.",
      "17": "I will bring distress upon all people, so that they walk like blind men, because they have sinned against the Lord. That is why their blood will be poured out like dust, and their bowels will be spread like manure.",
      "18": "Their silver and their gold will not be able to deliver them on the day of the Lord’s wrath. Instead, the whole earth will be consumed by the fire of his jealousy, because he will make an end—yes, a terrifying end of all who dwell on the earth."
    },
    "2": {
      "1": "Gather yourselves together; yes, gather together, you shameless nation,",
      "2": "before the decree takes effect, before the day blows by like chaff, before the burning anger of the Lord comes upon you, before the day of the Lord’s anger comes upon you.",
      "3": "Seek the Lord, all you humble people of the earth who have carried out his commands. Seek righteousness. Seek humility. Maybe then you will be sheltered in the day of the Lord’s anger.",
      "4": "Yes, Gaza will be deserted, and Ashkelon will be desolate. Ashdod’s people will be driven out by noon, and Ekron will be uprooted.",
      "5": "Woe to the inhabitants of the seacoast, the nation of the Kerethites! The word of the Lord is against you, O Canaan, the land of the Philistines. I will destroy you so that no one is left alive!",
      "6": "The seacoast will become pastureland, with shelters for shepherds and sheep pens for flocks.",
      "7": "It will become the possession of those who remain from the house of Judah. Their flocks will pasture there. In the houses of Ashkelon they will lie down in the evening, because the Lord their God will take care of them. He will restore their fortunes.",
      "8": "I have heard the taunts from Moab and the insults from the Ammonites as they have taunted my people and made proud claims against their territory.",
      "9": "Therefore as I live, declares the Lord of Armies, the God of Israel, Moab will become like Sodom, and the people of Ammon like Gomorrah, a patch of ground overgrown with weeds and a salt pit that is desolate forever. The surviving remnant of my people will plunder them, and the remnant of my nation will take possession of their land.",
      "10": "This is what they will get for their pride, because they have taunted and talked arrogantly against the people of the Lord of Armies.",
      "11": "The Lord will be terrifying to them, when he will starve all the gods of the earth. Then all the distant nations will bow down to him, each of them in their own country.",
      "12": "You Cushites, you also will die by my sword.",
      "13": "Then he will stretch out his hand against the north and destroy Assyria. He will make Nineveh desolate, dry like the wilderness.",
      "14": "Flocks and herds will lie down there, with all sorts of other creatures. Screech owls and hedgehogs will live among its columns. Owls will hoot through the windows. Rubble will cover the thresholds. Even the cedar beams will be exposed.",
      "15": "This was the smug city that lived securely, that said to herself, “I am all there is. There are none that compare to me.” What a heap of ruins she has become, a place for wild animals to lie down! Everyone who passes by taunts her and shakes his fist."
    },
    "3": {
      "1": "Woe to the filthy, foul city, the city of oppressors.",
      "2": "She does not listen. She does not accept correction. She does not even trust the Lord or draw near to her God.",
      "3": "The officials within her are like roaring lions. Her judges are like hungry wolves in the evening that completely devour their prey by morning.",
      "4": "Her prophets are reckless, treacherous men. Her priests have profaned what is holy. They have committed violence against the law.",
      "5": "The Lord in her midst is just. He does no wrong. Every morning he brings his justice to light. He does not fail. But those who are unjust are shameless.",
      "6": "I have cut off nations. Their corner towers are in ruins. I have made their streets desolate, with no one passing by. Their cities are laid waste, with no one living there.",
      "7": "I said, “Certainly you will fear me. You will accept correction so that your dwelling place will not be destroyed by everything I have threatened.” But they eagerly sinned in everything they did.",
      "8": "So wait for me, declares the Lord, until the day that I rise up to plunder. For I am determined to gather the nations, to assemble the kingdoms, and to pour out my indignation upon them and all my furious anger. All the earth will be consumed with the fire of my zeal.",
      "9": "I will purify the lips of the people so that they all call on the name of the Lord and serve him side by side.",
      "10": "From beyond the rivers of Cush, my worshippers, my scattered people, will bring offerings to me.",
      "11": "In that day you will no longer bear the shame of your rebellions against me. Then I will remove the proud boasters from among you, and you will never again be arrogant on my holy hill.",
      "12": "But I will leave among you the people who are humble and weak. They will seek refuge in the name of the Lord.",
      "13": "The Israelites who remain will no longer act unjustly. They will not lie, and a deceitful tongue will not be found in their mouth. Instead, they will graze peacefully like sheep and lie down. No one will terrify them.",
      "14": "Sing out, daughter of Zion! Shout aloud, Israel! Be glad and rejoice with all your heart, you daughter of Jerusalem.",
      "15": "The Lord has removed the judgment against you. He has turned back your enemy. Israel’s king, the Lord, is in your midst! You no longer need to fear disaster.",
      "16": "In that day Jerusalem will be told, “Do not be afraid, O Zion. Do not give up.",
      "17": "The Lord your God is with you as a hero who will save you. He takes great delight in you. He will quiet you with his love. He will rejoice over you with singing.”",
      "18": "I will bring back those among you who grieve over the loss of the appointed feasts, those for whom the loss was a burden and a disgrace.",
      "19": "Look, at that time I will deal with those who mistreated you. I will rescue the lame and gather together the scattered. I will give them praise and honor in every land where they were put to shame.",
      "20": "At that time I will bring you in. At that time I will gather you. I will give you a name and praise among all the peoples of the earth when I restore your fortunes before your eyes, declares the Lord."
    }
  }
}