{
  "1 Chronicles": {
    "1": {
      "1": "Adam, Seth, Enosh;",
      "2": "Kenan, Mahalalel, Jared;",
      "3": "Enoch, Methuselah, Lamech;",
      "4": "Noah,\nShem, Ham, and Japheth.",
      "5": "The sons of Japheth were\nGomer, Magog, Madai, Javan, Tubal, Meshek, and Tiras.",
      "6": "The sons of Gomer were\nAshkenaz, Riphath, and Togarmah.",
      "7": "The sons of Javan were\nElishah, Tarshish, the Kittites, and the Rodanites.",
      "8": "The sons of Ham were\nCush, Egypt, Put, and Canaan.",
      "9": "The sons of Cush were\nSeba, Havilah, Sabta, Raamah, and Sabteka.\nThe sons of Raamah were\nSheba and Dedan.",
      "10": "Cush became the father of\nNimrod, who began to be mighty on the earth.",
      "11": "Egypt became the father of\nthe Ludites, Anamites, Lehabites, and Naphtuhites,",
      "12": "Pathrusites, Kasluhites (from whom came the Philistines), and the Caphtorites.",
      "13": "Canaan became the father of\nSidon, his firstborn, and Heth",
      "14": "and the Jebusites, the Amorites, the Girgashites,",
      "15": "the Hivites, the Arkites, the Sinites,",
      "16": "the Arvadites, the Zemarites, and the Hamathites.",
      "17": "The sons of Shem were\nElam, Ashur, Arphaxad, Lud, Aram,\nUz, Hul, Gether, and Meshek.",
      "18": "Arphaxad became the father of Shelah,\nand Shelah became the father of Eber.",
      "19": "Two sons were born to Eber:\nThe name of one was Peleg, for in his days the earth was divided, and the name of his brother was Joktan.",
      "20": "Joktan became the father of\nAlmodad, Sheleph, Hazarmaveth, and Jerah,",
      "21": "Hadoram, Uzal, and Diklah,",
      "22": "Ebal, Abimael, Sheba,",
      "23": "Ophir, Havilah, and Jobab. All these were the sons of Joktan.",
      "24": "Shem, Arphaxad, Shelah,",
      "25": "Eber, Peleg, Reu,",
      "26": "Serug, Nahor, Terah,",
      "27": "and Abram, who is Abraham.",
      "28": "The sons of Abraham were\nIsaac and Ishmael.",
      "29": "These are their generations:\nThe firstborn of Ishmael was Nebaioth, then Kedar, Adbeel, Mibsam,",
      "30": "Mishma, Dumah, Massa, Hadad, Tema,",
      "31": "Jetur, Naphish, and Kedemah. These were the sons of Ishmael.",
      "32": "The sons of Keturah, Abraham’s concubine:\nShe bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.\nThe sons of Jokshan were\nSheba and Dedan.",
      "33": "The sons of Midian were\nEphah, Epher, Hanok, Abida, and Eldaah.\nAll these were the sons of Keturah.",
      "34": "Abraham also became the father of Isaac.\nThe sons of Isaac were\nEsau and Israel.",
      "35": "The sons of Esau were\nEliphaz, Reuel, Jeush, Jalam, and Korah.",
      "36": "The sons of Eliphaz were\nTeman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek.",
      "37": "The sons of Reuel were\nNahath, Zerah, Shammah, and Mizzah.",
      "38": "The sons of Seir were\nLotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
      "39": "The sons of Lotan were\nHori and Homam; the sister of Lotan was Timna.",
      "40": "The sons of Shobal were\nAlian, Manahath, Ebal, Shepho, and Onam.\nThe sons of Zibeon were\nAiah and Anah.",
      "41": "The son of Anah was\nDishon.\nThe sons of Dishon were\nHamran, Eshban, Ithran, and Keran.",
      "42": "The sons of Ezer were\nBilhan, Zaavan, and Jaakan.\nThe sons of Dishan were\nUz and Aran.",
      "43": "These are the kings who reigned in the land of Edom before any king reigned over the children of Israel:\nBela the son of Beor (the name of his city was Dinhabah).",
      "44": "When Bela died, Jobab the son of Zerah from Bozrah reigned in his place.",
      "45": "When Jobab died, Husham from the land of the Temanites reigned in his place.",
      "46": "When Husham died, Hadad the son of Bedad, the one who struck Midian in the open field of Moab, reigned in his place (the name of his city was Avith).",
      "47": "When Hadad died, Samlah from Masrekah reigned in his place.",
      "48": "When Samlah died, Shaul from Rehoboth on the River reigned in his place.",
      "49": "When Shaul died, Baal-Hanan the son of Akbor reigned in his place.",
      "50": "When Baal-Hanan died, Hadad reigned in his place (the name of his city was Pai, and the name of his wife was Mehetabel, the daughter of Matred, the daughter of Me-Zahab).",
      "51": "Then Hadad died.\nThe tribal chiefs of Edom were\nChief Timnah, Chief Alvah, Chief Jetheth,",
      "52": "Chief Oholibamah, Chief Elah, Chief Pinon,",
      "53": "Chief Kenaz, Chief Teman, Chief Mibzar,",
      "54": "Chief Magdiel, and Chief Iram. These were the chiefs of Edom."
    },
    "2": {
      "1": "These are the sons of Israel:\nReuben, Simeon, Levi, Judah, Issachar, Zebulun,",
      "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
      "3": "The sons of Judah were\nEr, Onan, and Shelah: These three were born to him by the daughter of Shua the Canaanitess. Now Er, the firstborn of Judah, was evil in the sight of the Lord, and He put him to death.",
      "4": "Then Tamar his daughter-in-law bore Perez and Zerah for him. In all, Judah had five sons.",
      "5": "The sons of Perez were\nHezron and Hamul.",
      "6": "The sons of Zerah were\nZimri, Ethan, Heman, Kalkol, and Dara, five of them in all.",
      "7": "The sons of Karmi were\nAchar, the troubler of Israel, who acted unfaithfully in regard to the ban.",
      "8": "The son of Ethan was\nAzariah.",
      "9": "Now the sons of Hezron, who were born to him, were\nJerahmeel, Ram, and Kelubai.",
      "10": "Ram became the father of\nAmminadab, and Amminadab became the father of Nahshon, a leader of the sons of Judah.",
      "11": "Nahshon became the father of Salma, and Salma became the father of Boaz.",
      "12": "Boaz became the father of Obed, and Obed became the father of Jesse.",
      "13": "Now Jesse became the father of\nhis firstborn Eliab, and Abinadab the second, and Shimea the third,",
      "14": "Nethanel the fourth, Raddai the fifth,",
      "15": "Ozem the sixth, David the seventh;",
      "16": "their sisters were Zeruiah and Abigail. The sons of Zeruiah were Abishai, Joab, and Asahel, three in all.",
      "17": "Abigail bore Amasa: the father of Amasa was Jether the Ishmaelite.",
      "18": "Caleb the son of Hezron had children with his wife Azubah and with Jerioth. These are her sons: Jesher, Shobab, and Ardon.",
      "19": "Now Azubah died, and Caleb took Ephrath as a wife. She bore Hur for him.",
      "20": "Hur became the father of Uri, and Uri became the father of Bezalel.",
      "21": "Afterward Hezron had relations with the daughter of Makir, the father of Gilead, whom he took as a wife when he was sixty years old, and she bore Segub for him.",
      "22": "Segub became the father of Jair, who had twenty-three cities in the land of Gilead.",
      "23": "He took Geshur and Aram, the towns of Jair, from them, with Kenath and its villages, sixty towns. All these were descendants of Makir, the father of Gilead.",
      "24": "After the death of Hezron in Caleb Ephrathah, Hezron’s wife Abijah bore him Ashhur the father of Tekoa.",
      "25": "Now the sons of Jerahmeel the firstborn of Hezron were\nRam the firstborn, Bunah, Oren, Ozem, and Ahijah.",
      "26": "Jerahmeel also had another wife. Her name was Atarah, and she was the mother of Onam.",
      "27": "The sons of Ram the firstborn of Jerahmeel were\nMaaz, Jamin, and Eker.",
      "28": "The sons of Onam were\nShammai and Jada.\nAnd the sons of Shammai were\nNadab and Abishur.",
      "29": "The name of the wife of Abishur was Abihail. She bore him Ahban and Molid.",
      "30": "The sons of Nadab were\nSeled and Appaim, but Seled died without children.",
      "31": "The son of Appaim was\nIshi. The son of Ishi was Sheshan,\nand the son of Sheshan was Ahlai.",
      "32": "The sons of Jada the brother of Shammai were\nJether and Jonathan, but Jether died without children.",
      "33": "The sons of Jonathan were\nPeleth and Zaza.\nThese were the sons of Jerahmeel.",
      "34": "Now Sheshan had no children except daughters,\nbut he did have a servant, an Egyptian, whose name was Jarha.",
      "35": "Sheshan gave one of his daughters to Jarha his servant as a wife, and she bore him Attai.",
      "36": "Attai became the father of Nathan,\nand Nathan became the father of Zabad.",
      "37": "Zabad became the father of Ephlal,\nand Ephlal became the father of Obed.",
      "38": "Obed became the father of Jehu,\nand Jehu became the father of Azariah.",
      "39": "Azariah became the father of Helez,\nand Helez became the father of Eleasah.",
      "40": "Eleasah became the father of Sismai,\nand Sismai became the father of Shallum.",
      "41": "Shallum became the father of Jekamiah,\nand Jekamiah became the father of Elishama.",
      "42": "Now the sons of Caleb the brother of Jerahmeel were\nMesha his firstborn, who was the father of Ziph, and the sons of Mareshah the father of Hebron.",
      "43": "The sons of Hebron were\nKorah, Tappuah, Rekem, and Shema.",
      "44": "Shema became the father of Raham, the father of Jorkeam, and Rekem became the father of Shammai.",
      "45": "The son of Shammai was Maon, and Maon was the father of Beth Zur.",
      "46": "Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez, and Haran became the father of Gazez.",
      "47": "The sons of Jahdai were\nRegem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
      "48": "Maakah, Caleb’s concubine, bore Sheber and Tirhanah.",
      "49": "She also bore Shaaph the father of Madmannah, Sheva the father of Makbenah, and the father of Gibea. The daughter of Caleb was Aksah.",
      "50": "These were the sons of Caleb the son of Hur, the firstborn of Ephrathah:\nShobal the father of Kiriath Jearim,",
      "51": "Salma the father of Bethlehem, and Hareph the father of Beth Gader.",
      "52": "Now sons were born to Shobal the father of Kiriath Jearim:\nHaroeh and half of the Manahathites.",
      "53": "The families of Kiriath Jearim were the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these the Zorathites and the Eshtaolites went forth.",
      "54": "The sons of Salma were\nBethlehem, the Netophathites, Atroth Beth Joab, and half of the Manahathites, the Zorites.",
      "55": "The families of the scribes who lived at Jabez were the Tirathites, the Shimeathites, and the Sucathites. They are the Kenites who came from Hammath, the father of the house of Rekab."
    },
    "3": {
      "1": "Now these were the sons of David, who were born to him in Hebron:\nThe firstborn was Amnon by Ahinoam the Jezreelitess;\nthe second, Daniel by Abigail the Carmelitess;",
      "2": "the third was Absalom the son of Maakah, the daughter of Talmai king of Geshur;\nthe fourth, Adonijah the son of Haggith;",
      "3": "the fifth, Shephatiah by Abital;\nthe sixth, Ithream by Eglah his wife.",
      "4": "Six sons were born to him in Hebron, and he reigned there seven years and six months.\nHe also reigned thirty-three years in Jerusalem.",
      "5": "Now these were born to him in Jerusalem:\nShimea, Shobab, Nathan, and Solomon, four sons by Bathsheba the daughter of Ammiel;",
      "6": "then Ibhar, Elishama, Eliphelet,",
      "7": "Nogah, Nepheg, Japhia,",
      "8": "Elishama, Eliada, and Eliphelet, nine.",
      "9": "These were all the sons of David, besides the sons of the concubines, and Tamar their sister.",
      "10": "Solomon’s son was Rehoboam;\nAbijah was his son,\nAsa his son,\nJehoshaphat his son,",
      "11": "Joram his son,\nAhaziah his son,\nJoash his son,",
      "12": "Amaziah his son,\nAzariah his son,\nJotham his son,",
      "13": "Ahaz his son,\nHezekiah his son,\nManasseh his son,",
      "14": "Amon his son,\nand Josiah his son.",
      "15": "The sons of Josiah were\nthe firstborn Johanan,\nthe second Jehoiakim,\nthe third Zedekiah,\nand the fourth Shallum.",
      "16": "The sons of Jehoiakim were\nJeconiah his son\nand Zedekiah his son.",
      "17": "The sons of Jeconiah were Assir,\nShealtiel his son,",
      "18": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
      "19": "The sons of Pedaiah were\nZerubbabel and Shimei,\nand the sons of Zerubbabel were\nMeshullam and Hananiah,\nand Shelomith was their sister;",
      "20": "and Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed, five.",
      "21": "The sons of Hananiah were\nPelatiah and Jeshaiah, the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, and the sons of Shekaniah.",
      "22": "The sons of Shekaniah were\nShemaiah and the sons of Shemaiah:\nHattush, Igal, Bariah, Neariah, and Shaphat, six in all.",
      "23": "The sons of Neariah were\nElioenai, Hizkiah, and Azrikam, three in all.",
      "24": "The sons of Elioenai were\nHodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven in all."
    },
    "4": {
      "1": "The sons of Judah were\nPerez, Hezron, Karmi, Hur, and Shobal.",
      "2": "Reaiah the son of Shobal became the father of Jahath, and Jahath became the father of Ahumai and Lahad. These are the families of the Zorathites.",
      "3": "These were the sons of the father of Etam:\nJezreel, Ishma, and Idbash. The name of their sister was Hazzelelponi.",
      "4": "Penuel was the father of Gedor, and Ezer was the father of Hushah.\nThese were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem.",
      "5": "Ashhur the father of Tekoa had two wives: Helah and Naarah.",
      "6": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah.",
      "7": "The sons of Helah were\nZereth, Zohar, and Ethnan.",
      "8": "Koz became the father of Anub and Hazzobebah and the families of Aharhel the son of Harum.",
      "9": "Now Jabez was more honorable than his brothers, and his mother called his name Jabez, saying, “Because I bore him in hardship.”",
      "10": "Then Jabez called on the God of Israel, saying, “Oh, that You would indeed bless me and enlarge my territory, that Your hand might be with me, and that You would keep me from evil, that it may not bring me hardship!” So God granted what he asked.",
      "11": "Kelub the brother of Shuhah became the father of Mehir, who was the father of Eshton.",
      "12": "Eshton became the father of Beth Rapha, Paseah, and Tehinnah the father of Ir Nahash. These were the men of Rekah.",
      "13": "The sons of Kenaz were\nOthniel and Seraiah,\nand the sons of Othniel were\nHathath and Meonothai.",
      "14": "Meonothai became the father of Ophrah,\nand Seraiah became the father of Joab,\nthe father of Ge Harashim, for they were craftsmen.",
      "15": "The sons of Caleb the son of Jephunneh were\nIru, Elah, and Naam,\nand the son of Elah was\nKenaz.",
      "16": "The sons of Jehallelel were\nZiph, Ziphah, Tiria, and Asarel.",
      "17": "The sons of Ezrah were\nJether, Mered, Epher, and Jalon, and Mered’s wife bore Miriam, Shammai, and Ishbah the father of Eshtemoa.",
      "18": "His Judean wife bore Jered the father of Gedor, Heber the father of Soko, and Jekuthiel the father of Zanoah. So these were the sons of Bithiah the daughter of Pharaoh, whom Mered took.",
      "19": "The sons of his wife Hodiah, the sister of Naham, were\nthe father of Keilah the Garmite and Eshtemoa the Maakathite.",
      "20": "The sons of Shimon were\nAmnon, Rinnah, Ben-Hanan, and Tilon.\nAnd the sons of Ishi were\nZoheth and Ben-Zoheth.",
      "21": "The sons of Shelah the son of Judah were\nEr the father of Lekah, Laadah the father of Mareshah, the families of the house of workers of fine linen at Beth Ashbea;",
      "22": "Jokim, the men of Kozeba, Joash, Saraph, who was lord in Moab, and Jashubi Lehem (these records are ancient).",
      "23": "They were the potters, those dwelling at Netaim and Gederah (they dwelt there with the king for his work).",
      "24": "The sons of Simeon were\nNemuel, Jamin, Jarib, Zerah, Shaul,",
      "25": "Shallum his son, Mibsam his son, and Mishma his son.",
      "26": "The sons of Mishma were\nHammuel his son, Zakkur his son, and Shimei his son.",
      "27": "Shimei had sixteen sons and six daughters, but his brothers did not have many sons, nor did all their family multiply as much as the sons of Judah.",
      "28": "Now they dwelt in Beersheba, Moladah, and Hazar Shual",
      "29": "as well as in Bilhah, Ezem, Tolad,",
      "30": "Bethuel, Hormah, Ziklag,",
      "31": "Beth Markaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their cities until the reign of David.",
      "32": "Their villages were Etam, Ain, Rimmon, Token, and Ashan, five cities in all,",
      "33": "and all the villages that were around these cities as far as Baal. Such are their inhabited cities, and those registered to them were",
      "34": "Meshobab, Jamlech, and Joshah the son of Amaziah;",
      "35": "Joel, and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel;",
      "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah;",
      "37": "Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah.",
      "38": "These mentioned by name were leaders in their families, and their fathers’ houses increased greatly.",
      "39": "They went to the entrance of Gedor, as far as the east side of the valley, to seek pasture for their flocks.",
      "40": "There they found rich, good pasture, and the land was wide, quiet, and peaceful; for former inhabitants there belonged to Ham.",
      "41": "In the days of Hezekiah king of Judah, those written by name came and attacked their tents, along with the Meunites who were found there, and utterly destroyed them until this day. Then they dwelt there in their place because there was pasture for their flocks there.",
      "42": "Now some of them, namely five hundred men from the sons of Simeon, went to Mount Seir with Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, as their captains.",
      "43": "Then they struck down the rest of the Amalekites who had escaped. So they have dwelt there until this day."
    },
    "5": {
      "1": "Now the sons of Reuben the firstborn of Israel (for he was the firstborn, but since he defiled his father’s bed, his birthright was given to the sons of Joseph the son of Israel, so that the genealogy is not listed according to the birthright;",
      "2": "though Judah prevailed over his brothers and a ruler came from him, yet the birthright belonged to Joseph),",
      "3": "the sons of Reuben the firstborn of Israel were\nHanok, Pallu, Hezron, and Karmi.",
      "4": "The sons of Joel were\nShemaiah his son, Gog his son,\nShimei his son,",
      "5": "Micah his son,\nReaiah his son, Baal his son,",
      "6": "and Beerah his son, whom Tiglath-Pileser the king of Assyria led into exile. He was a leader of the Reubenites.",
      "7": "His brothers according to their families by the registration of their generations were\nJeiel, the first, and Zechariah;",
      "8": "Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, even as far as Nebo and Baal Meon.",
      "9": "And he dwelt toward the east as far as the entrance to the wilderness from the Euphrates, for their cattle were abundant in the land of Gilead.",
      "10": "Now in the days of Saul, they made war with the Hagrites, who fell by their hand, and they dwelt in their tents over all the eastern plains of Gilead.",
      "11": "The sons of Gad dwelt opposite them in the land of Bashan as far as Salekah.",
      "12": "Joel was the first, Shapham the second, with Janai and Shaphat in Bashan.",
      "13": "Their brothers of their father’s house were\nMichael, Meshullam, Sheba, Jorai, Jakan, Zia, and Eber, seven in all.",
      "14": "These are the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;",
      "15": "Ahi the son of Abdiel, the son of Guni, was the head of their father’s house.",
      "16": "They dwelt in Gilead in Bashan, and in its towns, and in all the outlands of Sharon to the edge of their borders.",
      "17": "All of them were registered by genealogy in the days of Jotham king of Judah and in the days of Jeroboam king of Israel.",
      "18": "The sons of Reuben, and the Gadites, and the half-tribe of Manasseh numbered forty-four thousand seven hundred and sixty valiant men, men able to bear shield and sword, to shoot with a bow, and who were skillful in battle, who went to war.",
      "19": "They made war with the Hagrites, namely Jetur, Naphish, and Nodab.",
      "20": "They were helped against them, and the Hagrites and all who were with them were delivered into their hand, for they cried to God in the battle, and He heard their prayer because they trusted in Him.",
      "21": "They captured their livestock: fifty thousand of their camels, two hundred and fifty thousand sheep, two thousand donkeys, and one hundred thousand men.",
      "22": "So many fell slain, because the war was of God. And they dwelt in their place until the exile.",
      "23": "The children of the half-tribe of Manasseh also dwelt in the land. They increased from Bashan as far as Baal Hermon and Senir, even to Mount Hermon.",
      "24": "These were the heads of their fathers’ houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty men of valor, men of reputation, and heads of their fathers’ houses.",
      "25": "They were unfaithful to the God of their fathers and played the harlot after the gods of the peoples of the land, whom God had wiped out before them.",
      "26": "So the God of Israel stirred up the spirit of Pul the king of Assyria, even the spirit of Tiglath-Pileser king of Assyria, and he led the Reubenites, the Gadites, and the half-tribe of Manasseh into exile and brought them to Halah, Habor, Hara, and to the river of Gozan to this day."
    },
    "6": {
      "1": "The sons of Levi were\nGershon, Kohath, and Merari.",
      "2": "The sons of Kohath were\nAmram, Izhar, Hebron, and Uzziel.",
      "3": "The children of Amram were\nAaron, Moses, and Miriam.\nThe sons of Aaron were\nNadab, Abihu, Eleazar, and Ithamar.",
      "4": "Eleazar became the father of Phinehas, Phinehas the father of Abishua,",
      "5": "Abishua the father of Bukki, and Bukki the father of Uzzi.",
      "6": "Uzzi became the father of Zerahiah, and Zerahiah the father of Meraioth.",
      "7": "Meraioth became the father of Amariah, and Amariah father of Ahitub.",
      "8": "Ahitub became the father of Zadok, and Zadok father of Ahimaaz.",
      "9": "Ahimaaz became the father of Azariah, and Azariah father of Johanan.",
      "10": "Johanan became the father of Azariah (he was the one who ministered as a priest in the temple that Solomon built in Jerusalem).",
      "11": "Azariah became the father of Amariah, and Amariah the father of Ahitub.",
      "12": "Ahitub became the father of Zadok, and Zadok the father of Shallum.",
      "13": "Shallum became the father of Hilkiah, and Hilkiah the father of Azariah.",
      "14": "Azariah became the father of Seraiah, and Seraiah of Jehozadak.",
      "15": "Jehozadak went into exile when the Lord led Judah and Jerusalem into exile by the hand of Nebuchadnezzar.",
      "16": "The sons of Levi were\nGershom, Kohath, and Merari.",
      "17": "These are the names of the sons of Gershom:\nLibni and Shimei.",
      "18": "The sons of Kohath were\nAmram, Izhar, Hebron, and Uzziel.",
      "19": "The sons of Merari were\nMahli and Mushi.\nNow these are the families of the Levites according to their fathers.",
      "20": "Of Gershom were\nLibni his son, Jahath his son,\nZimmah his son,",
      "21": "Joah his son,\nIddo his son, Zerah his son,\nand Jeatherai his son.",
      "22": "The sons of Kohath were\nAmminadab his son, Korah his son,\nAssir his son,",
      "23": "Elkanah his son,\nEbiasaph his son, Assir his son,",
      "24": "Tahath his son, Uriel his son,\nUzziah his son, and Shaul his son.",
      "25": "The sons of Elkanah were\nAmasai and Ahimoth.",
      "26": "As for Elkanah, the sons of Elkanah were Zophai his son,\nNahath his son,",
      "27": "Eliab his son,\nJeroham his son, and Elkanah his son.",
      "28": "The sons of Samuel were\nthe firstborn Joel and Abijah.",
      "29": "The sons of Merari were\nMahli, Libni his son,\nShimei his son, Uzzah his son,",
      "30": "Shimea his son, Haggiah his son,\nand Asaiah his son.",
      "31": "These are the ones whom David appointed over the service of song in the house of the Lord, after the ark rested there.",
      "32": "Now they were ministering before the dwelling place of the tabernacle of meeting with singing until Solomon had built the house of the Lord in Jerusalem, and they were arranged by their order according to their service.",
      "33": "These are the ones standing in order with their sons.\nOf the sons of the Kohathites were\nHeman the singer,\nthe son of Joel, the son of Samuel,",
      "34": "the son of Elkanah, the son of Jeroham,\nthe son of Eliel, the son of Toah,",
      "35": "the son of Zuph, the son of Elkanah,\nthe son of Mahath, the son of Amasai,",
      "36": "the son of Elkanah, the son of Joel,\nthe son of Azariah, the son of Zephaniah,",
      "37": "the son of Tahath, the son of Assir,\nthe son of Ebiasaph, the son of Korah,",
      "38": "the son of Izhar, the son of Kohath,\nthe son of Levi, the son of Israel.",
      "39": "His brother Asaph, the one standing at his right hand, was\nAsaph the son of Berekiah, the son of Shimea,",
      "40": "the son of Michael, the son of Baaseiah,\nthe son of Malkijah,",
      "41": "the son of Ethni,\nthe son of Zerah, the son of Adaiah,",
      "42": "the son of Ethan, the son of Zimmah,\nthe son of Shimei,",
      "43": "the son of Jahath,\nthe son of Gershom, the son of Levi.",
      "44": "Of the sons of Merari, their brothers, standing on the left hand was\nEthan the son of Kishi, the son of Abdi,\nthe son of Malluk,",
      "45": "the son of Hashabiah,\nthe son of Amaziah, the son of Hilkiah,",
      "46": "the son of Amzi, the son of Bani,\nthe son of Shemer,",
      "47": "the son of Mahli,\nthe son of Mushi, the son of Merari,\nthe son of Levi.",
      "48": "Their brothers the Levites also were appointed for all kinds of service to the tabernacle of the house of God.",
      "49": "But Aaron and his sons were making sacrifices on the altar of the burnt offering and on the altar of incense for all the work of the Most Holy Place and to make atonement for Israel, according to all that Moses the servant of God had commanded.",
      "50": "Now these are the sons of Aaron:\nEleazar his son, Phinehas his son,\nAbishua his son,",
      "51": "Bukki his son,\nUzzi his son, Zerahiah his son,",
      "52": "Meraioth his son, Amariah his son,\nAhitub his son,",
      "53": "Zadok his son,\nand Ahimaaz his son.",
      "54": "And these are their dwelling places according to their walled settlements in their territory, for they were given to them, namely to the sons of Aaron and to the families of the Kohathites, by lot.",
      "55": "They gave them Hebron in the land of Judah, and its surrounding outlands.",
      "56": "But the open fields of the city, and its villages, they gave to Caleb the son of Jephunneh.",
      "57": "To the sons of Aaron they gave the cities of Judah with the cities of refuge: Hebron and Libnah with its outlands, Jattir and Eshtemoa with their outlands,",
      "58": "Hilen with its outlands, Debir with its outlands,",
      "59": "Ashan with its outlands, and Beth Shemesh with its outlands.",
      "60": "From the tribe of Benjamin, they gave Geba with its outlands, Alemeth with its outlands, and Anathoth with its outlands.\nAll their cities throughout their families were thirteen.",
      "61": "To the sons of Kohath, those remaining from the family of that tribe, they gave ten cities by lot from half the tribe of Manasseh.",
      "62": "To the sons of Gershon, throughout their families, they gave from the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the tribe of Manasseh in Bashan, thirteen cities in all.",
      "63": "To the sons of Merari, throughout their families, they gave by lot from the tribe of Reuben, from the tribe of Gad, and from the tribe of Zebulun, twelve cities in all.",
      "64": "Thus, the sons of Israel gave cities with their outlands to the Levites.",
      "65": "They gave by lot from the tribe of the sons of Judah, and from the tribe of the sons of Simeon, and from the tribe of the sons of Benjamin, these cities, which are called by their names.",
      "66": "Then some from the families of the sons of Kohath received cities for their territory from the tribe of Ephraim.",
      "67": "They gave to them with the cities of refuge: Shechem in the mountains of Ephraim with its outlands, Gezer with its outlands,",
      "68": "Jokmeam with its outlands, Beth Horon with its outlands,",
      "69": "Aijalon with its outlands, and Gath Rimmon with its outlands.",
      "70": "Also the half-tribe of Manasseh gave Aner with its outlands and Bileam with its outlands for the remaining family of the sons of Kohath.",
      "71": "To the sons of Gershom, the family of the half-tribe of Manasseh gave Golan in Bashan with its outlands and Ashtaroth with its outlands.",
      "72": "From the tribe of Issachar, they received Kedesh with its outlands, Daberath with its outlands,",
      "73": "Ramoth with its outlands, and Anem with its outlands.",
      "74": "From the tribe of Asher, they received Mashal with its outlands, Abdon with its outlands,",
      "75": "Hukok with its outlands, and Rehob with its outlands.",
      "76": "From the tribe of Naphtali, they received Kedesh in Galilee with its outlands, Hammon with its outlands, and Kiriathaim with its outlands.",
      "77": "To the remaining sons of Merari, the tribe of Zebulun gave Rimmono with its outlands and Tabor with its outlands.",
      "78": "Then on the other side of the Jordan opposite Jericho, to the east of the Jordan, from the tribe of Reuben they were given Bezer in the wilderness with its outlands, Jahzah with its outlands,",
      "79": "Kedemoth with its outlands, and Mephaath with its outlands.",
      "80": "And from the tribe of Gad, they received Ramoth in Gilead with its outlands, Mahanaim with its outlands,",
      "81": "Heshbon with its outlands, and Jazer with its outlands."
    },
    "7": {
      "1": "Now the sons of Issachar were\nTola, Puah, Jashub, and Shimron, four in all.",
      "2": "The sons of Tola were\nUzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel. They were heads of their father’s house. The sons of Tola were mighty men of valor in their generations. Their number in the days of David was twenty-two thousand six hundred.",
      "3": "The son of Uzzi was\nIzrahiah,\nand the sons of Izrahiah were\nMichael, Obadiah, Joel, and Ishiah, five chiefs in all.",
      "4": "With them, by their generations, after the house of their fathers, were thirty-six thousand troops of war, battle-ready, for they had many wives and sons.",
      "5": "Now their brothers from all the families of Issachar were mighty men of valor, in all eighty-seven thousand registered by genealogy.",
      "6": "Benjamin had\nBela, Beker, and Jediael, three sons in all.",
      "7": "The sons of Bela were five:\nEzbon, Uzzi, Uzziel, Jerimoth, and Iri. They were heads of their fathers’ houses, mighty men of valor, and registered by their genealogies, twenty-two thousand and thirty four in number.",
      "8": "The sons of Beker were\nZemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these are the sons of Beker.",
      "9": "Now their registration according to their generations, heads of their fathers’ houses, mighty men of valor, was twenty thousand two hundred.",
      "10": "The son of Jediael was\nBilhan,\nalong with the sons of Bilhan:\nJeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar.",
      "11": "All these sons of Jediael were heads of their fathers’ houses, mighty men of valor, numbering seventeen thousand two hundred soldiers, ready to go out to war for battle.",
      "12": "And the Shuppites and Huppites were the sons of Ir; the Hushites the sons of Aher.",
      "13": "The sons of Naphtali were\nJahziel, Guni, Jezer, and Shallum, descendants of Bilhah.",
      "14": "The sons of Manasseh were\nAsriel, whom his Aramean concubine bore. She also bore Makir the father of Gilead.",
      "15": "Now Makir took a wife for Huppim and Shuppim, whose sister’s name was Maakah.\nThe name of the second was Zelophehad, and Zelophehad had daughters.",
      "16": "Maakah the wife of Makir bore a son, and she called his name Peresh. His brother’s name was Sheresh, and his sons were Ulam and Rakem.",
      "17": "The son of Ulam was\nBedan.\nThese were the sons of Gilead, the son of Makir, the son of Manasseh.",
      "18": "His sister Hammoleketh bore Ishhod, Abiezer, and Mahlah.",
      "19": "The sons of Shemida were\nAhian, Shechem, Likhi, and Aniam.",
      "20": "The sons of Ephraim were\nShuthelah, Bered his son,\nTahath his son, Eleadah his son,\nTahath his son,",
      "21": "Zabad his son,\nShuthelah his son, and Ezer and Elead, whom the men of Gath born in that land killed because they came down to take their livestock.",
      "22": "Ephraim their father mourned many days, and his brothers came to comfort him.",
      "23": "Then he went in to his wife, and she conceived and bore a son, so he called his name Beriah, because evil had been in his house",
      "24": "(his daughter was Sheerah, who built both Lower and Upper Beth Horon as well as Uzzen Sheerah).",
      "25": "Rephah was also his son, as were Resheph,\nTelah his son, Tahan his son,",
      "26": "Ladan his son, Ammihud his son,\nElishama his son,",
      "27": "Nun his son,\nand Joshua his son.",
      "28": "Their possessions and settlements were Bethel and its towns, and to the east Naaran, and to the west Gezer with its towns, Shechem and its towns, and Ayyah and its towns;",
      "29": "also along the borders of the Manassites, Beth Shan and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these lived the sons of Joseph the son of Israel.",
      "30": "Now the children of Asher were\nImnah, Ishvah, Ishvi, Beriah, and their sister Serah.",
      "31": "The sons of Beriah were\nHeber and Malkiel, who was the father of Birzaith.",
      "32": "Heber became the father of Japhlet, Shomer, Hotham, and their sister Shua.",
      "33": "The sons of Japhlet were\nPasak, Bimhal, and Ashvath.\nThese were the children of Japhlet.",
      "34": "The sons of Shomer were\nAhi, Rohgah, Hubbah, and Aram.",
      "35": "The sons of his brother Helem were\nZophah, Imna, Shelesh, and Amal.",
      "36": "The sons of Zophah were\nSuah, Harnepher, Shual, Beri, Imrah,",
      "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
      "38": "The sons of Jether were\nJephunneh, Pispah, and Ara.",
      "39": "The sons of Ulla were\nArah, Hanniel, and Rizia.",
      "40": "All these were the children of Asher, heads of their fathers’ houses, choice men, mighty men of valor, and heads of the leaders. They were registered by their genealogy among the army fit for war. Their number was twenty-six thousand men."
    },
    "8": {
      "1": "Now Benjamin became the father of Bela his firstborn,\nAshbel the second, Aharah the third,",
      "2": "Nohah the fourth, and Rapha the fifth.",
      "3": "The sons of Bela were\nAddar, Gera, Abihud,",
      "4": "Abishua, Naaman, Ahoah,",
      "5": "Gera, Shephuphan, and Huram.",
      "6": "These are the sons of Ehud, who were the heads of the fathers’ houses to those dwelling in Geba, and who exiled them to Manahath.",
      "7": "So he exiled Naaman, Ahijah, and Gera and then became the father of Uzza and Ahihud.",
      "8": "Shaharaim had sons in the country of Moab after he had sent away his wives Hushim and Baara.",
      "9": "He had sons with his wife Hodesh, namely Jobab, Zibia, Mesha, Malkam,",
      "10": "Jeuz, Sakia, and Mirmah. These were his sons, heads of the fathers’ houses.",
      "11": "He also had sons by Hushim: Abitub and Elpaal.",
      "12": "The sons of Elpaal were\nEber, Misham, Shemed (he built Ono and Lod with its towns),",
      "13": "Beriah, and Shema, who were heads of the fathers’ houses to those dwelling in Aijalon and who drove out the inhabitants of Gath,",
      "14": "as well as Ahio, Shashak, Jeremoth,",
      "15": "Zebadiah, Arad, Eder,",
      "16": "Michael, Ishpah, and Joha, the sons of Beriah.",
      "17": "Zebadiah, Meshullam, Hizki, Heber,",
      "18": "Ishmerai, Izliah, and Jobab were the sons of Elpaal.",
      "19": "Jakim, Zikri, Zabdi,",
      "20": "Elienai, Zillethai, Eliel,",
      "21": "Adaiah, Beraiah, and Shimrath were the sons of Shimei.",
      "22": "Ishpan, Eber, Eliel,",
      "23": "Abdon, Zikri, Hanan,",
      "24": "Hananiah, Elam, Anthothijah,",
      "25": "Iphdeiah, and Penuel were the sons of Shashak.",
      "26": "Shamsherai, Shehariah, Athaliah,",
      "27": "Jaareshiah, Elijah, and Zikri were the sons of Jeroham.",
      "28": "These were heads of the fathers’ houses according to their generations, chief men who dwelt in Jerusalem.",
      "29": "The father of Gibeon dwelt in Gibeon,\nand Maakah was his wife’s name.",
      "30": "His firstborn son was Abdon, along with Zur, Kish, Baal, Nadab,",
      "31": "Gedor, Ahio, and Zeker.",
      "32": "Mikloth also became the father of Shimeah. Now these also dwelt in Jerusalem with their own families near their brothers.",
      "33": "Ner became the father of Kish; Kish the father of Saul; Saul the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal.",
      "34": "Jonathan’s son was\nMerib-Baal, and Merib-Baal became the father of Micah.",
      "35": "The sons of Micah were\nPithon, Melek, Tarea, and Ahaz.",
      "36": "Ahaz became the father of Jehoaddah, and Jehoaddah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza,",
      "37": "and Moza became the father of Binea. Now Raphah was his son, Eleasah his son, and Azel his son.",
      "38": "Azel had six sons, and their names were\nAzrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
      "39": "The sons of his brother Eshek were\nUlam his firstborn, Jeush the second, and Eliphelet the third.",
      "40": "The sons of Ulam were mighty men of valor, even archers, and had many sons and grandsons, one hundred and fifty in all.\nThese were all the sons of Benjamin."
    },
    "9": {
      "1": "So all Israel was registered by genealogies, and these were written in the book of the kings of Israel. And Judah was led into exile to Babylon for their unfaithfulness.",
      "2": "Now the first ones to dwell in their possessions in their cities were children of Israel, priests, Levites, and temple servants.",
      "3": "Some of the sons of Judah dwelt in Jerusalem alongside some of the sons of Benjamin, Ephraim, and Manasseh:",
      "4": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, of the sons of Perez the son of Judah;",
      "5": "of the Shilonites:\nAsaiah the firstborn and his sons;",
      "6": "of the sons of Zerah:\nJeuel and their brothers, six hundred and ninety.",
      "7": "Those of the sons of Benjamin were\nSallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah;",
      "8": "Ibneiah the son of Jeroham; Elah the son of Uzzi, the son of Mikri; Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;",
      "9": "and their brothers according to their generations, nine hundred and fifty-six. All these men were heads of families according to their fathers’ houses.",
      "10": "Those of the priests were\nJedaiah, Jehoiarib, Jakin;",
      "11": "Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the head official of the house of God;",
      "12": "Adaiah the son of Jeroham, the son of Pashhur, the son of Malkijah; Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;",
      "13": "and their brothers, heads of the houses of their fathers, one thousand seven hundred and sixty very able men for the work of the service of the house of God.",
      "14": "Those of the Levites were\nShemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;",
      "15": "Bakbakkar, Heresh, Galal, and Mattaniah the son of Mika, the son of Zikri, the son of Asaph;",
      "16": "Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun; Berekiah the son of Asa, the son of Elkanah, who lived in the villages of the Netophathites.",
      "17": "Now the gatekeepers were\nShallum, Akkub, Talmon, Ahiman, and their brothers (Shallum was the head officer",
      "18": "who until then had served at the king’s eastern gate). They were the gatekeepers for the camps of the Levites.",
      "19": "Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his brothers from his father’s house, the Korahites, were over the work of the service, gatekeepers of the tabernacle. Their fathers had been over the camp of the Lord, guards at the entrance.",
      "20": "Phinehas the son of Eleazar was the official over them in previous times, and the Lord was with him.",
      "21": "Zechariah the son of Meshelemiah was gatekeeper at the entrance to the tent of meeting.",
      "22": "All those chosen as gatekeepers were two hundred and twelve. They were registered by their genealogy in their villages. Now David and Samuel the seer established them in their trusted offices.",
      "23": "So they and their sons were in charge of the gates of the house of the Lord, that is, the house of the tabernacle, as guards.",
      "24": "The gatekeepers were on four sides: east, west, north, and south.",
      "25": "Their brothers in their villages were to come for seven days from time to time to serve with them.",
      "26": "For in their trusted offices the four main gatekeepers who were Levites had charge over the chambers and treasuries of the house of God.",
      "27": "They spent the night around the house of God, for the watch was entrusted to them, and they were responsible for opening it every morning.",
      "28": "Some of them were in charge of the vessels of service, that they should bring them in and out by number.",
      "29": "Some others were appointed over the furnishings and all the implements of the sanctuary as well as the fine flour, the wine, the oil, the frankincense, and the spices.",
      "30": "And some of the sons of the priests mixed the ointment of the spices.",
      "31": "Mattithiah, one of the Levites (he was the firstborn of Shallum the Korahite), was entrusted with making the flat cakes.",
      "32": "Others of the sons of the Kohathites and from their brothers were given charge over the showbread to prepare it every Sabbath.",
      "33": "Now these are the singers, heads of the fathers’ houses of the Levites, who stayed in the temple chambers, free from other service, because they were occupied with the work day and night.",
      "34": "These were the heads of the fathers’ houses of the Levites according to their generations, leaders, who dwelt in Jerusalem.",
      "35": "Now Jeiel the father of Gibeon,\nwhose wife’s name was Maakah, dwelt in Gibeon.",
      "36": "His firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,",
      "37": "Gedor, Ahio, Zechariah, and Mikloth.",
      "38": "Mikloth became the father of Shimeam. These also dwelt in Jerusalem with their own families near their brothers.",
      "39": "Ner became the father of Kish; Kish the father of Saul; Saul the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal.",
      "40": "The son of Jonathan was\nMerib-Baal, and Merib-Baal became the father of Micah.",
      "41": "The sons of Micah were\nPithon, Melek, Tahrea, and Ahaz.",
      "42": "Ahaz became the father of Jarah, and Jarah the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza,",
      "43": "and Moza became the father of Binea, Rephaiah his son, Eleasah his son, and Azel his son.",
      "44": "Azel had six sons, and these were their names:\nAzrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel."
    },
    "10": {
      "1": "Now when the Philistines fought against Israel, every Israelite fighter fled before the Philistines, and the slain fell on Mount Gilboa.",
      "2": "But the Philistines pursued Saul and his sons and struck down Saul’s sons Jonathan, Abinadab, and Malki-Shua.",
      "3": "As the battle with Saul became heavy, the archers’ bows found their target and mortally wounded him.",
      "4": "So Saul said to his armor bearer, “Draw your sword and pierce me through lest these uncircumcised Philistines come and make a fool of me.”\nBut his armor bearer was unwilling to do it because he was overwhelmed with fear, so Saul took the sword and fell on it himself.",
      "5": "When the armor bearer saw that Saul was dead, he too fell on his sword and died.",
      "6": "Thus, Saul and his three sons, namely all his house, died together.",
      "7": "Now when all the children of Israel in the valley saw that they had fled the battlefield, and Saul and his sons were dead, they abandoned their cities and escaped, leaving the Philistines to come and dwell in them.",
      "8": "The next day, when the Philistines came to pillage the slain, they found Saul and his sons fallen on Mount Gilboa.",
      "9": "So they stripped Saul, removed his head and his armor, and circulated the news of his demise throughout the land of the Philistines to their idols as well as the people.",
      "10": "Then they placed his armor in the temple of their gods, while his head they impaled in the house of Dagon.",
      "11": "Now all Jabesh Gilead heard about everything the Philistines did to Saul,",
      "12": "so their valiant men rose up and carried the body of Saul and the bodies of his sons to Jabesh. They buried their bones under the oak in Jabesh and fasted, mourning seven days.",
      "13": "So Saul died because of his unfaithful deeds against the Lord, because of his failure to keep the word of the Lord, and because he sought to consult a spirit of divination",
      "14": "but did not seek the Lord. So He killed him and turned the kingdom over to David the son of Jesse."
    },
    "11": {
      "1": "Then all Israel assembled before David at Hebron, saying, “We are your own people, even your flesh and blood.",
      "2": "Also from times past until now, even when Saul was king, you were the one who led Israel going out and coming in, and the Lord your God said to you, Indeed, you will shepherd My people Israel as the ruler of Israel.”",
      "3": "Then all the elders of Israel came to King David at Hebron, and he made a covenant with them there before the Lord. So they anointed David king over Israel according to the word of the Lord delivered by Samuel.",
      "4": "Now David and all Israel with him went to Jerusalem (that is, Jebus, since the Jebusites still dwelt there in the land).",
      "5": "And the Jebusites said to David, “You will not come here,” but he captured the stronghold of Zion (it is the City of David).",
      "6": "Now David had said, “Whoever strikes Jebus first will be the commander and leader of the army,” so Joab, the son of Zeruiah, went up first and became the commander.",
      "7": "Then David dwelt in the stronghold, which is why they called it the City of David,",
      "8": "and he fortified the city all around from the Millo encircling the stronghold, while Joab preserved the rest of the city.",
      "9": "So David kept on going, becoming greater and greater, and the Lord of Hosts was with him.",
      "10": "Now these are the heads of the mighty men whom David had, who strengthened him in his kingdom, along with all Israel, to establish him as king according to the word of the Lord to Israel.",
      "11": "These make up the number of the mighty men who fought for David:\nJashobeam, the son of Hakmoni, the head of the thirty, who lifted his spear in triumph over three hundred slain at one time.",
      "12": "After him was Eleazar, the son of Dodai the Ahohite, who was among the three mighty men.",
      "13": "He was with David at Pas Dammim when the Philistines were gathered there for battle. There was a piece of ground full of barley. Now the men fled from the Philistines.",
      "14": "But they stood their ground in the middle of the field, defended it, and killed the Philistines; and the Lord saved them by a great victory.",
      "15": "Now three of the thirty captains climbed down the rock to David at the cave of Adullam while the camp of the Philistines was set up in the Valley of Rephaim.",
      "16": "(At that time, David was in the stronghold, but a garrison of the Philistines was in Bethlehem.)",
      "17": "Now David was overcome with longing and said, “Who will get me a drink of water from the well of Bethlehem by the gate?”",
      "18": "These three broke through the Philistine camp, drew water from the well of Bethlehem by the gate, and carried it back to David. However, he was not willing to drink it but poured out the water to the Lord.",
      "19": "For he said, “Far be it from me before my God to do this. Should I drink the life blood of these men who put their lives in jeopardy? For at the risk of their lives they brought it.” Therefore he would not drink it.\nThe three mighty men did these things.",
      "20": "Also Abishai himself, the brother of Joab, was a captain of the three who lifted his spear in triumph over three hundred slain and was given a name among the three.",
      "21": "He was honored as a leader by the second company of the three, but he did not attain to the first three.",
      "22": "Benaiah son of Jehoiada was the son of a valiant man from Kabzeel, who had done many deeds. He killed two Moabite warriors. Indeed, once he went down into a well and struck a lion on a snowy day.",
      "23": "And he killed an Egyptian, a man of great stature, five cubits tall. The Egyptian had in his hand a spear like a weaver’s beam, and he went down to him with a staff, wrested the spear from the Egyptian’s hand, and killed him with his own spear.",
      "24": "Benaiah, the son of Jehoiada, did these things, and won a name among the three mighty men.",
      "25": "Out of the thirty captains, he himself was honored, and although he did not attain to the three, David set him over his guard.",
      "26": "Now the other mighty men of valor of the army were\nAsahel the brother of Joab,\nElhanan the son of Dodo of Bethlehem,",
      "27": "Shammoth the Harorite,\nHelez the Pelonite,",
      "28": "Ira the son of Ikkesh the Tekoite,\nAbiezer the Anathothite,",
      "29": "Sibbekai the Hushathite,\nIlai the Ahohite,",
      "30": "Maharai the Netophathite,\nHeled the son of Baanah, the Netophathite,",
      "31": "Ithai the son of Ribai of Gibeah in Benjamin,\nBenaiah the Pirathonite,",
      "32": "Hurai from the rivers of Gaash,\nAbiel the Arbathite,",
      "33": "Azmaveth the Baharumite,\nEliahba the Shaalbonite,",
      "34": "the sons of Hashem the Gizonite,\nJonathan the son of Shagee, the Hararite,",
      "35": "Ahiam the son of Sakar, the Hararite,\nEliphal the son of Ur,",
      "36": "Hepher the Mekerathite,\nAhijah the Pelonite,",
      "37": "Hezro the Carmelite,\nNaarai the son of Ezbai,",
      "38": "Joel the brother of Nathan,\nMibhar the son of Hagri,",
      "39": "Zelek the Ammonite,\nNaharai the Berothite, the armor bearer of Joab, the son of Zeruiah,",
      "40": "Ira the Ithrite,\nGareb the Ithrite,",
      "41": "Uriah the Hittite,\nZabad the son of Ahlai,",
      "42": "Adina the son of Shiza, the Reubenite, a captain of the Reubenites, and thirty with him,",
      "43": "Hanan the son of Maakah,\nJoshaphat the Mithnite,",
      "44": "Uzzia the Ashterathite,\nShama and Jeiel the sons of Hotham, the Aroerite,",
      "45": "Jediael the son of Shimri and\nJoha his brother, the Tizite,",
      "46": "Eliel the Mahavite,\nand Jeribai and Joshaviah the sons of Elnaam,\nIthmah the Moabite,",
      "47": "Eliel, Obed, and Jaasiel the Mezobaite."
    },
    "12": {
      "1": "Now these are the men who came to David at Ziklag, while he yet kept himself away from Saul the son of Kish. They were among the brave men, helpers in the war.",
      "2": "They were armed with bows, and could use both the right hand and the left in hurling stones and shooting arrows out of a bow. They were Saul’s brothers of Benjamin.",
      "3": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; Jeziel and Pelet the sons of Azmaveth; Berakah, and Jehu the Anathothite;",
      "4": "and Ishmaiah the Gibeonite, a brave warrior among the thirty, and over the thirty; Jeremiah, Jahaziel, Johanan, and Jozabad the Gederathite;",
      "5": "and Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah the Haruphite;",
      "6": "and Elkanah, Ishiah, Azarel, Joezer, and Jashobeam the Korahites;",
      "7": "and Joelah and Zebadiah, the sons of Jeroham of Gedor.",
      "8": "From the Gadites mighty men of valor, men of the war battalion, who could handle shield and sword, whose faces were like the faces of lions, and who were as swift as the gazelles on the mountains, separated themselves for David in the stronghold in the wilderness:",
      "9": "Ezer the captain,\nObadiah the second, Eliab the third,",
      "10": "Mishmannah the fourth, Jeremiah the fifth,",
      "11": "Attai the sixth, Eliel the seventh,",
      "12": "Johanan the eighth, Elzabad the ninth,",
      "13": "Jeremiah the tenth, Makbannai the eleventh.",
      "14": "These were from Gad, captains of the battalions. One of the least of them was as a hundred and the greatest as a thousand.",
      "15": "These were the ones who crossed over the Jordan during the first month when it had overflowed its banks and caused the valley dwellers to flee to the east and to the west.",
      "16": "Some of the sons of Benjamin and Judah came to the stronghold of David.",
      "17": "So David went out before them and said to them, “If you have come in peace to help me, then I will have a heart united with yours, but if to betray me to my adversaries, when there is no violence in my hand, may the God of our fathers see, and may He decide between us.”",
      "18": "Then the Spirit came upon Amasai the captain of the officers, and he said,\n“We are for you, David,\n    and with you, son of Jesse.\nPeace, peace to you,\n    and peace to the one helping you,\n        for your God helps you.”\nSo David welcomed them and appointed them as captains of the troops.",
      "19": "Now some from Manasseh joined forces with David when he came with the Philistines for battle against Saul, but they did not help them. For after taking counsel, the lords of the Philistines sent him away, saying, “It will be our heads if he falls back to his lord Saul.”",
      "20": "As he went to Ziklag, these men of Manasseh deserted to join him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands in Manasseh.",
      "21": "So they helped David against the bands of raiders because all of them were mighty men of valor and commanders in the army.",
      "22": "For at that time, day by day, they came to help David until they became a great camp like the camp of God.",
      "23": "Now these make up the number of the leaders equipped for the battalion who came to David at Hebron in order to turn the kingdom of Saul over to him, as the mouth of the Lord had spoken.",
      "24": "The sons of Judah who carried shields and spears: six thousand eight hundred equipped for war.",
      "25": "From the sons of Simeon, mighty men of valor, fit for war: seven thousand one hundred.",
      "26": "From the sons of the Levites: four thousand six hundred.",
      "27": "Jehoiada was the principal leader of the Aaronites, and he brought with him three thousand seven hundred,",
      "28": "while Zadok, a brave young warrior, brought twenty-two leaders from the house of his father.",
      "29": "From the sons of Benjamin, the brothers of Saul: three thousand (up to that time the greater number of them were keeping their loyalty with the house of Saul).",
      "30": "From the sons of Ephraim: twenty thousand eight hundred mighty men of valor, men of reputation in the house of their fathers.",
      "31": "From the half-tribe of Manasseh: eighteen thousand who were marked by name to come and crown David king.",
      "32": "From the sons of Issachar, those having understanding of times and what Israel should do: two hundred of their captains with all their brothers at their command.",
      "33": "Of Zebulun, fifty thousand seasoned troops, equipped for battle with all the weapons of war, to help David with singleness of purpose. From Zebulun, those going out to war, equipped for battle with all the weapons of war, to help David with an undivided heart: fifty thousand.",
      "34": "From Naphtali: one thousand leaders and thirty-seven thousand with shields and spears.",
      "35": "From the Danites, competent for battle: twenty-eight thousand six hundred.",
      "36": "From Asher, those going out to war, arranged for battle: forty thousand.",
      "37": "Also from the other side of the Jordan, from the Reubenites, the Gadites, and half of the tribe of Manasseh with all their battle array: one hundred and twenty thousand.",
      "38": "All these made up the men of war, arranged in ranks, who came to Hebron with a sincere heart to make David king over all Israel, along with the all the rest of Israel who with one heart came to make David king.",
      "39": "Now all these were there with David three days, eating and drinking, for their brothers had made provisions for them,",
      "40": "and also the ones who were as near to them as Issachar, Zebulun, and Naphtali were bringing bread on donkeys, on camels, on mules, and on oxen, food of fine flour, fig cakes, raisins, wine, oil, herds, and flocks in abundance, for there was joy in Israel."
    },
    "13": {
      "1": "So David conferred with the captains of the thousands and of the hundreds and with every leader.",
      "2": "Then he said to all the assembly of Israel, “If it seems good to you and to the Lord our God, let us send word to the rest of our brothers throughout all the land of Israel along with the priests and the Levites in their cities, that they might join us here.",
      "3": "Then let us bring the ark of the Lord our God back to us, for we did not seek it during the days of Saul.”",
      "4": "Then all the assembly agreed to do it because the thing seemed right in the eyes of all the people.",
      "5": "So David assembled all Israel, from Shihor in Egypt as far as the entrance to Hamath, in order to bring the ark of God from Kiriath Jearim.",
      "6": "And he went up with all Israel to Baalah, that is, to Kiriath Jearim, which belongs to Judah, to bring up the ark of God, the Lord who dwells between the cherubim, where His name is called.",
      "7": "They transported the ark of God on a new cart from the house of Abinadab with Uzzah and Ahio driving the cart",
      "8": "while David and all Israel played music before God with all their might, performing songs on lyres, harps, tambourines, cymbals, and trumpets.",
      "9": "When they had come as far as the threshing floor of Kidon, Uzzah stretched out his hand to take hold of the ark because the oxen had stumbled on the path.",
      "10": "Then the anger of the Lord burned against Uzzah, and He struck him because he reached his hand out to touch the ark. Thus, Uzzah died there before God.",
      "11": "Now David was angry because the Lord struck out against Uzzah, so he called that place Perez Uzzah, as it is to this day.",
      "12": "David was afraid of God that day, saying, “How can I ever bring the ark of God to myself?”",
      "13": "So David stopped moving the ark of God to himself in the City of David and diverted it to the house of Obed-Edom the Gittite,",
      "14": "and while the ark of God stayed in his house three months, the Lord blessed the house of Obed-Edom and all he had."
    },
    "14": {
      "1": "Then Hiram the king of Tyre sent messengers to David with cedar wood, stonemasons, and carpenters to build a palace for him.",
      "2": "So David knew that the Lord had established him as king over Israel because his kingdom was highly exalted for the sake of His people Israel.",
      "3": "Now David took more wives in Jerusalem, and David became the father of more sons and daughters.",
      "4": "These are the names of the children who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "5": "Ibhar, Elishua, Elpelet,",
      "6": "Nogah, Nepheg, Japhia,",
      "7": "Elishama, Beeliada, and Eliphelet.",
      "8": "Now when the Philistines heard that David had been anointed king over all Israel, all the Philistines went up to seek out David, but David heard and went out to them.",
      "9": "So the Philistines came and raided the Valley of Rephaim.",
      "10": "Then David inquired of the Lord, saying, “Should I go up against the Philistines? Will You give them into my hand?”\nThe Lord answered, “Go up against them, and I will give them into your hand.”",
      "11": "And they went up to Baal Perazim, and David struck them down there. Then David said, “God broke through my enemies by my hand as the breaking through of waters.” Therefore they named that place Baal Perazim.",
      "12": "They abandoned their gods there, and David said that they should be burned with fire.",
      "13": "Now the Philistines raided the valley once more.",
      "14": "And David again inquired of God, and God answered him: “Do not go up after them, but turn around behind them and come to them in front of the balsam trees.",
      "15": "Whenever you hear the sound of marching in the tops of the balsam trees, you will advance the battle, for God has gone out before you to strike the camp of the Philistines.”",
      "16": "David did just as God commanded him, and they struck the camp of the Philistines from Gibeon as far as Gezer.",
      "17": "So the fame of David went out in all the lands, and the Lord put the dread of him on all the nations."
    },
    "15": {
      "1": "So David built houses for himself in the City of David, and he prepared a place for the ark of God and pitched a tent for it.",
      "2": "Then David said, “No one may carry the ark of God except the Levites since the Lord chose them to carry the ark of the Lord and to minister before Him always.”",
      "3": "David assembled all Israel to Jerusalem in order to bring up the ark of the Lord to the place he had prepared for it.",
      "4": "And David gathered representatives of the sons of Aaron and the Levites, as follows:",
      "5": "from the sons of Kohath,\nUriel the leader and one hundred and twenty of his brothers;",
      "6": "from the sons of Merari,\nAsaiah the leader and two hundred and twenty of his brothers;",
      "7": "from the sons of Gershom,\nJoel the leader and one hundred and thirty of his brothers;",
      "8": "from the sons of Elizaphan,\nShemaiah the leader and two hundred of his brothers;",
      "9": "from the sons of Hebron,\nEliel the leader and eighty of his brothers;",
      "10": "from the sons of Uzziel,\nAmminadab the leader and one hundred and twelve of his brothers.",
      "11": "Then David called for Zadok and Abiathar the priests and for the Levites: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.",
      "12": "He said to them, “You are the captains of the fathers’ houses for the Levites. Consecrate yourselves, you and your brothers, so you may bring up the ark of the Lord, the God of Israel, to the place I have prepared for it",
      "13": "because on the first attempt without you the Lord struck out against us since we did not seek Him properly.”",
      "14": "So the priests and the Levites consecrated themselves to bring up the ark of the Lord, the God of Israel.",
      "15": "The sons of the Levites lifted up the ark of God just as Moses commanded, with the poles on their shoulders, according to the word of the Lord.",
      "16": "Then David told the leaders of the Levites to position their brothers the singers with musical instruments, harps, lyres, and cymbals to resound with joyful songs.",
      "17": "So the Levites placed Heman the son of Joel, and from his brothers, Asaph the son of Berekiah, and from their brothers the sons of Merari, Ethan the son of Kushaiah,",
      "18": "and with them their brothers of the second rank: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, and Jeiel, the gatekeepers.",
      "19": "So the singers, Heman, Asaph, and Ethan, were directed to sound cymbals of brass.",
      "20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to accompany with harps on Alamoth.",
      "21": "Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah were to lead with lyres on the Sheminith.",
      "22": "Kenaniah, leader of the Levites, was to conduct the music because he was skillful.",
      "23": "Berekiah and Elkanah were gatekeepers for the ark.",
      "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, were assigned to sound trumpets before the ark of God. Obed-Edom and Jehiah were gatekeepers for the ark.",
      "25": "So David, the elders of Israel, and the leaders of the thousands went to bring up the ark of the covenant of the Lord from the house of Obed-Edom with rejoicing.",
      "26": "Since God helped the Levites who carried the ark of the covenant of the Lord, they sacrificed seven bulls and seven rams.",
      "27": "Now David was clothed in a fine linen robe, as were the Levites who carried the ark, the singers, and Kenaniah, the conductor of singing and singers. David himself wore a linen ephod.",
      "28": "So all Israel brought up the ark of the covenant of the Lord with a shout and with the sound of the ram’s horn and with trumpets and cymbals, making music on harps and lyres.",
      "29": "Now as the ark of the covenant of the Lord was entering the City of David, Michal the daughter of Saul was looking down from the window, and when she saw King David dancing and spinning, she despised him in her heart."
    },
    "16": {
      "1": "So they brought in the ark of God, placed it in the midst of the tent that David had erected for it, and drew near to God with burnt offerings and peace offerings.",
      "2": "When David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord.",
      "3": "Then he distributed to all the children of Israel, both men and women, a loaf of bread, a piece of meat, and a raisin cake for each.",
      "4": "And he appointed some of the Levites to minister before the ark of the Lord, to commemorate, to thank, and to praise the Lord God of Israel:",
      "5": "Asaph the chief, and next to him Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, and Obed-Edom: Jeiel with stringed instruments and harps, but Asaph made music with the cymbals.",
      "6": "Moreover, Benaiah and Jahaziel the priests sounded trumpets continually before the ark of the covenant of God.",
      "7": "On that day then, David delivered for the first time this psalm of thanksgiving to the Lord into the hand of Asaph and his brothers:",
      "8": "Give thanks to the Lord, call on His name;\n    make known His deeds among the peoples.",
      "9": "Sing to Him, sing praise to Him,\n    recount all His wonders.",
      "10": "Glory in His holy name;\n    let the heart of those who seek the Lord rejoice.",
      "11": "Seek the Lord and His strength;\n    seek His face continually.",
      "12": "Remember His wonders which He has done,\n    His wonders and the judgments of His mouth,",
      "13": "O seed of Israel, His servant,\n    O sons of Jacob, His chosen.",
      "14": "He is the Lord our God;\n    His judgments are in all the earth.",
      "15": "Remember His covenant forever,\n    the word He commanded for a thousand generations,",
      "16": "that He made with Abraham,\n    even His oath to Isaac.",
      "17": "He confirmed it to Jacob as a statute,\n    to Israel for an everlasting covenant,",
      "18": "saying, “To you I will give the land of Canaan\n    as the portion of your inheritance.”",
      "19": "When you were few in number,\n    few indeed, and strangers there,",
      "20": "when they wandered from nation to nation,\n    from one kingdom to another,",
      "21": "He allowed no man to oppress them;\n    He rebuked kings on their account,",
      "22": "saying, “Do not touch My anointed,\n    and do My prophets no harm.”",
      "23": "Sing to the Lord, all the earth.\n    Proclaim good tidings of His salvation from day to day.",
      "24": "Declare His glory among the nations,\n    His wonders among all the peoples.",
      "25": "For great is the Lord and greatly to be praised.\n    He is to be feared above all gods.",
      "26": "For all the gods of the peoples are idols,\n    but the Lord made the heavens.",
      "27": "Honor and majesty are before Him;\n    strength and joy are in His place.",
      "28": "Give to the Lord, O families of the peoples,\n    give to the Lord glory and strength.",
      "29": "Give to the Lord the glory due His name;\n    bring an offering and come before Him,\nbow down to the Lord in holy array.",
      "30": "Tremble before Him, all the earth.\n    The world also is firmly established; it shall not be moved.",
      "31": "Let the heavens rejoice, and let the earth be glad.\n    Let them say among the nations, “The Lord is King.”",
      "32": "Let the sea roar, and all its fullness.\n    Let the field rejoice, and all that is in it.",
      "33": "Then the trees of the forest will ring out before the Lord,\n    for He is coming to judge the earth.",
      "34": "Oh, give thanks to the Lord, for He is good;\n    for His mercy endures forever.",
      "35": "Now say, “Save us, O God of our salvation,\n    and gather us and deliver us from the nations,\nthat we may give thanks to Your holy name,\n    to glory in Your praise.",
      "36": "Blessed is the Lord, the God of Israel,\n    from everlasting to everlasting.”\nThen all the people said, “Amen,” and “Praise the Lord.”",
      "37": "So he left Asaph and his brothers before the ark of the covenant of the Lord to minister before the ark regularly, as each day required,",
      "38": "and also Obed-Edom and his sixty-eight brothers, while Obed-Edom, the son of Jeduthun, and Hosah were to be gatekeepers.",
      "39": "And he left Zadok the priest and his priestly brothers before the tabernacle of the Lord at the high place that was at Gibeon",
      "40": "to offer burnt offerings to the Lord on the altar of burnt offering continually, morning and evening, according to all that was written in the Law of the Lord, which He commanded Israel.",
      "41": "With them were Heman and Jeduthun and the rest who were chosen, who were marked by name to give thanks to the Lord, for His mercy endures forever.",
      "42": "Heman and Jeduthun had with them trumpets and cymbals to sound aloud and instruments for sacred song. The sons of Jeduthun were appointed to the gate.",
      "43": "Then all the people departed, each man to his house, and David returned to bless his house."
    },
    "17": {
      "1": "Now it happened as David dwelt in his house that he said to Nathan the prophet, “Here I am dwelling in a house of cedar while the ark of the Lord is under curtains.”",
      "2": "So Nathan said to David, “Do all that is in your heart, for God is with you.”",
      "3": "But it happened on that same night that the word of the Lord came to Nathan, saying,",
      "4": "Go and tell David My servant: Thus says the Lord: You will not build a house for Me to dwell in,",
      "5": "for I have not dwelt in a house since the day when I brought Israel up even until this day, but I have gone from tent to tent and from tabernacle to tabernacle.",
      "6": "Wherever I have gone in all Israel, have I ever spoken a word to the any of the judges of Israel that I commanded to shepherd My people, saying, Why have you not built Me a house of cedar?",
      "7": "And now say this to My servant David: Thus says the Lord of Hosts: I took you from the pasture, from following after the flock, to be ruler over My people Israel,",
      "8": "and I have been with you wherever you went, and I have cut off all your enemies from before you. Also I will make your name like the names of the greatest on earth.",
      "9": "And I will appoint a place for My people Israel, and I will plant them there where they will dwell securely and tremble no more, so that the sons of wickedness will not oppress them just as before",
      "10": "from the time when I commanded the judges of My people Israel. I will subdue all your enemies.\nAnd I declare to you the Lord will build a house for you.",
      "11": "Then it will be when your days are full and you go to your fathers, I will raise up your seed after you from your own sons. His kingdom I will establish.",
      "12": "He is the one who will build Me a house, and I will establish his throne forever.",
      "13": "I will be a father to him, and he will be a son to Me. I will not take away My favor from him as I did from the one who was before you.",
      "14": "I will assign him a place in My house and in My kingdom forever, and his throne will be established for all time.",
      "15": "Thus, Nathan spoke to David all these words and according to all this vision.",
      "16": "Then King David came and sat before the Lord, and he said,\n“Who am I, O Lord God, and what is my house that You have brought me this far?",
      "17": "This was something small in Your eyes, God, but You have spoken concerning the house of Your servant for a great while to come and have regarded me with the status of a great man, O Lord God.",
      "18": "“What more can David speak to You for the honor of Your servant? For You know Your servant.",
      "19": "O Lord, for the sake of Your servant and according to Your own heart You have done all these great things and made known all these great things.",
      "20": "“O Lord, there is none like You, and there is no god besides You as we have heard with our ears.",
      "21": "Who is like Your people Israel, a nation on earth whom God has redeemed for Himself as a people to make for Yourself a great name by great and awesome deeds in driving out nations from before Your people whom You redeemed from Egypt?",
      "22": "For You made Your people Israel for Yourself for a people forever, and You, O Lord, have become their God.",
      "23": "“And now, Lord, the word which You have spoken concerning Your servant and concerning his house, let it endure forever and do just as You have spoken.",
      "24": "Let Your name endure and be magnified forever, saying, ‘The Lord of Hosts, the God of Israel, is God to Israel.’ And let the house of David Your servant be established before You.",
      "25": "“For You, my God, have revealed to Your servant that You will build a house for him. Therefore Your servant has found courage to pray before You.",
      "26": "And now, O Lord, You are God, and You have promised this good word to Your servant.",
      "27": "Now, You have been pleased to bless the house of Your servant that it may be forever before You. For You, O Lord, have blessed it, and it shall be blessed forever.”"
    },
    "18": {
      "1": "Now it happened after this that David attacked the Philistines and subdued them, so he took Gath and its neighboring towns from Philistine control.",
      "2": "He also defeated Moab so that the Moabites became servants to David and brought tribute.",
      "3": "Next David struck down Hadadezer the king of Zobah toward Hamath as he marched out to establish his authority along the Euphrates.",
      "4": "David captured from him one thousand chariots, seven thousand horsemen, and twenty thousand infantry men. Then David hamstrung all the chariot horses except for the one hundred he spared.",
      "5": "When the Arameans of Damascus came to help Hadadezer king of Zobah, David struck down twenty-two thousand Arameans.",
      "6": "Then David set garrisons in Aram of Damascus; and Arameans became subject to David, and brought tribute. The Lord gave victory to David wherever he went.",
      "7": "So David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem.",
      "8": "Also from Tibhath and Kun, cities of Hadadezer, David took a large amount of bronze; with it Solomon made the bronze Sea, the pillars, and the vessels of bronze.",
      "9": "When Tou king of Hamath heard that David had defeated all the army of Hadadezer king of Zobah,",
      "10": "he sent his son Hadoram to King David to ask about his welfare and to bless him because he fought and defeated Hadadezer (for Hadadezer had been at war with Tou). He sent all kinds of articles of gold, silver, and bronze.",
      "11": "King David also dedicated these to the Lord, together with the silver and gold which he had carried away from all the surrounding nations, from Edom, Moab, the Ammonites, the Philistines, and Amalek.",
      "12": "Also Abishai the son of Zeruiah struck down eighteen thousand men of Edom in the Valley of Salt.",
      "13": "He set up garrisons in Edom, and all the Edomites became servants to David. Wherever he went, the Lord gave David victory.",
      "14": "So David was king over all Israel, and he executed justice and righteousness for all his people.",
      "15": "Joab the son of Zeruiah was over the army, and Jehoshaphat the son of Ahilud was the historian.",
      "16": "Zadok the son of Ahitub and Abimelek the son of Abiathar served as priests, while Shavsha was scribe.",
      "17": "Benaiah the son of Jehoiada was over the Kerethites and the Pelethites, and the sons of David were the king’s principal officials."
    },
    "19": {
      "1": "Now it happened after this that Nahash the king of the Ammonites died, and his son reigned in his place.",
      "2": "Then David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.” So David sent messengers to comfort him concerning his father. And David’s servants came to Hanun in the land of the Ammonites to comfort him.",
      "3": "But the leaders of the Ammonites said to Hanun, “Do you think that David is honoring your father because he sent consolers? Have not his servants come to you to search and to overthrow and to spy out the land?”",
      "4": "So Hanun took the servants of David, shaved them, cut their garments in half as far as the hip, and sent them away.",
      "5": "Then some came and told David about the men, so he sent to meet them, for the men were greatly humiliated. The king said, “Remain in Jericho until your beards grow full, and then return.”",
      "6": "When the Ammonites saw that they had become a stench to David, Hanun and the Ammonites sent one thousand talents of silver to hire chariots and horsemen from Aram Naharaim, Aram Maakah, and Zobah.",
      "7": "So they hired for themselves thirty-two thousand chariots, with the king of Maakah and his people. They camped before Medeba as the Ammonites gathered from their cities to go out to war.",
      "8": "When David heard of it, he sent Joab and all the army of the mighty men.",
      "9": "So the Ammonites went out and formed ranks for battle at the entrance to the city while the kings who had come were by themselves in the open country.",
      "10": "When Joab saw the battle line was drawn in front of him and behind him, he chose some of the best men in Israel and arrayed them against the Arameans.",
      "11": "The rest of the people he placed in the charge of his brother Abishai, and they took up positions to engage the Ammonites.",
      "12": "Then he said, “If the Arameans are too strong for me, then you will come help me, but if the Ammonites are too strong for you, I will come help you.",
      "13": "Take courage, and let us prove worthy of our people and the cities of our God. May the Lord do what seems right to Him.”",
      "14": "So Joab and the people who were with him drew near to the Arameans for battle, and they fled before him.",
      "15": "When the Ammonites saw the Arameans fleeing, they also fled before Abishai his brother and entered the city. So Joab returned to Jerusalem.",
      "16": "When the Arameans saw that they had been defeated by Israel, they sent messengers and summoned the Arameans who were beyond the River, and Shophak, the commander of Hadadezer’s army went before them.",
      "17": "When David was told about it, he gathered all Israel, crossed over the Jordan, and came against them. He divided his ranks and prepared to engage the Arameans in battle, so they fought against him.",
      "18": "But the Arameans fled before Israel, and David killed seven thousand chariot drivers and forty thousand infantry men of the Arameans, and killed Shophak, the commander of the army.",
      "19": "And when the servants of Hadadezer saw that they were defeated before Israel, they negotiated peace with David and served him.\nSo the Arameans were not willing to aid the Ammonites in battle again."
    },
    "20": {
      "1": "Now at the beginning of the year when kings would go out to war, Joab led the army and devastated the land of the Ammonites. He came and besieged Rabbah. But David remained in Jerusalem. So Joab struck Rabbah and overthrew it.",
      "2": "Then David took the crown of their king from his head and found it weighed about a talent of gold with a precious stone set in it. And it was placed on David’s head. He also brought out a great abundance of plunder from the city.",
      "3": "He brought out the people who were it in, and put them to work with saws, sharp iron tools, and axes. Thus David did to all the cities of the Ammonites, and then he and all the people returned to Jerusalem.",
      "4": "Now after this, when war broke out in Gezer with the Philistines, Sibbekai of Hushah killed Sippai, who was one of the descendants of the giants, and they were humbled.",
      "5": "Again there was war with the Philistines, and Elhanan the son of Jair killed Lahmi, the brother of Goliath the Gittite, the shaft of whose wooden spear was like a weaver’s beam.",
      "6": "Yet again there was war at Gath, where there was a man of great stature, who had six fingers on each hand and six toes on each foot, twenty-four in number; and he also was descended from the giants.",
      "7": "When he taunted Israel, Jonathan the son of Shimea, David’s brother, killed him.",
      "8": "These were descended from the giants in Gath, and they fell by the hand of David and his servants."
    },
    "21": {
      "1": "Now Satan stood against Israel and incited David to number Israel.",
      "2": "Then David said to Joab and the leaders of the people, “Go count Israel from Beersheba to Dan and bring me a report, that I may know their number.”",
      "3": "But Joab said, “May the Lord increase the number of His people one hundred times more. My lord the king, are not all of them my lord’s servants? Why then should my lord require this? Why should it bring guilt on Israel?”",
      "4": "Nevertheless, the king’s word prevailed against Joab, so Joab departed and went throughout all Israel. Then he returned to Jerusalem.",
      "5": "Joab gave the results of the census of the people to David: All Israel had one million one hundred thousand men who drew the sword, and in Judah four hundred and seventy thousand men drew the sword.",
      "6": "However, he did not include the Levites and Benjamin because the word of the king was abhorrent to Joab.",
      "7": "Now this thing was evil in the sight of God, and He struck Israel.",
      "8": "So David said to God, “I have sinned greatly in doing this thing. Now, please, take away the iniquity of your servant, for I have acted very foolishly.”",
      "9": "And the Lord spoke to Gad, David’s seer, saying,",
      "10": "“Go and speak to David, ‘Thus says the Lord: Three things I offer you; choose one of these for yourself that I may do to you.’ ”",
      "11": "So Gad came to David and said to him, “Thus says the Lord, ‘Select for yourself,",
      "12": "either three years of famine, or three months of being swept away before your foes while the sword of your enemy overtakes you, or three days of the sword of the Lord, even pestilence in the land, with the angel of the Lord destroying throughout all the territory of Israel.’ Now then consider what answer I shall return to Him who sent me.”",
      "13": "David replied to Gad, “I am in great distress. Let me fall into the hands of the Lord, for His mercies are very great, but do not let me fall into the hand of man.”",
      "14": "So the Lord sent a plague throughout Israel, and seventy thousand men of Israel fell.",
      "15": "And God sent an angel to Jerusalem to destroy it, but as he prepared to destroy it, the Lord looked and relented from the calamity. And He said to the angel bringing the destruction, “It is enough. Remove your hand.” The angel of the Lord was then standing by the threshing floor of Ornan the Jebusite.",
      "16": "David lifted up his eyes and saw the angel of the Lord standing between earth and heaven with his sword drawn in his hand stretched out over Jerusalem. So David and the elders, covered in sackcloth, fell on their faces.",
      "17": "David said to God, “Was it not I who gave the command to number the people? I am the one who has sinned and surely done evil. But these sheep, what have they done? O Lord my God, I pray, let Your hand be against me and my father’s house, but do not let Your people be plagued.”",
      "18": "Then the angel of the Lord commanded Gad to tell David that David should go up and raise an altar to the Lord on the threshing floor of Ornan the Jebusite.",
      "19": "So David went up at the word of Gad which he delivered in the name of the Lord.",
      "20": "Now Ornan turned and saw the angel, but his four sons who were with him hid themselves as Ornan threshed the wheat.",
      "21": "As David came to Ornan, Ornan looked and saw David and went out from the threshing floor and bowed down before David with his face to the ground.",
      "22": "Then David said to Ornan, “Give me the site of the threshing floor so that I may build an altar on it to the Lord. Sell it to me at full price so the plague on the people may be restrained.”",
      "23": "So Ornan replied to David, “Take it for yourself, and let my lord the king do whatever seems good in his eyes. Look, I will give the oxen for the burnt offerings, the threshing wagons for wood, and the wheat for the grain offering. I will give it all.”",
      "24": "Then King David said to Ornan, “No, for I will surely acquire it for the full price, for I will not take what is yours for the Lord nor offer burnt offerings that cost me nothing.”",
      "25": "So David gave Ornan six hundred shekels of gold by weight for the site,",
      "26": "and David built there an altar to the Lord and offered up burnt offerings and peace offerings. He called on the Lord, and the Lord answered him by fire from heaven on the altar of burnt offering.",
      "27": "So the Lord spoke to the angel, and he put away his sword in its sheath.",
      "28": "At that time, when David saw that the Lord had answered him at the threshing floor of Ornan the Jebusite, he sacrificed there.",
      "29": "For the tabernacle of the Lord and the altar of burnt offering that Moses had made in the wilderness were in the high place in Gibeon at that time.",
      "30": "But David was unable to go before it to inquire of God, because he was terrified by the sword of the angel of the Lord."
    },
    "22": {
      "1": "Then David said, “Here shall be the house of the Lord God and here the altar of the burnt offering for Israel.”",
      "2": "So David gave instructions to gather together those sojourning in the land of Israel, and he appointed stonemasons to cut hewn stones for building the house of God.",
      "3": "David also provided large quantities of iron for nails for the doors of the gates and for the clamps as well as an abundance of bronze beyond measure,",
      "4": "and cedar logs without number, for the Sidonians and the Tyrians brought much cedar wood to David.",
      "5": "Now David said, “Solomon my son is young and inexperienced, and the house that is to be built for the Lord must be exceedingly magnificent, of fame and glory throughout all the lands. Therefore I will make preparation for it now.” So David made extensive preparations before his death.",
      "6": "Then David called Solomon his son and commanded him to build a house for the Lord, the God of Israel.",
      "7": "David said to Solomon, “My son, I had it in my heart to build a house for the name of the Lord my God,",
      "8": "but the word of the Lord came to me, saying, ‘You have shed much blood and waged great wars. You shall not build a house for My name because you have shed much blood on the earth before Me.",
      "9": "A son shall be born to you who shall be a man of rest. I will give him rest from all his enemies all around. Solomon will be his name, and I will give peace and tranquility to Israel in his days.",
      "10": "He will be the one to build a house for My name. He shall be a son to Me, and I will be a father to him, and I will establish the throne of his kingdom over Israel forever.’",
      "11": "“Now, my son, may the Lord be with you, and may you have success in building the house of the Lord your God just as He has spoken concerning you.",
      "12": "Only may the Lord give you insight and understanding and give you charge over Israel so you may keep the law of the Lord your God.",
      "13": "Then you will prosper if you carefully observe the statutes and the judgments which the Lord commanded Moses for Israel. Be strong and of good courage. Do not be afraid or dismayed.",
      "14": "“With great difficulty I have prepared for the house of the Lord one hundred thousand talents of gold and one million talents of silver as well as innumerable quantities of bronze and iron, beyond measure. I have also prepared timber and stone to which you may add even more.",
      "15": "Moreover you have an abundance of workers: stonecutters, masons, carpenters, and men skilled in all kinds of work,",
      "16": "craftsmen in gold, silver, bronze, and iron without number. Rise up and work, and may the Lord be with you.”",
      "17": "Then David commanded all the leaders of Israel to assist Solomon his son, saying,",
      "18": "“Is not the Lord your God with you? Has He not given you rest all around? For He has given the inhabitants of the land into my hand, and the land is subdued before the Lord and His people.",
      "19": "Now dedicate your heart and your soul to seek the Lord your God. Rise up and build the sanctuary of the Lord God, so that you may bring the ark of the covenant of the Lord along with the holy vessels of God into the house which is to be built for the name of the Lord.”"
    },
    "23": {
      "1": "Now David was old and full of days when he made Solomon his son king over Israel.",
      "2": "So he gathered together all the leaders of Israel with the priests and the Levites.",
      "3": "The Levites from thirty years old and up were counted, and their head count of men was thirty-eight thousand.",
      "4": "Twenty-four thousand of these, David said, “shall have charge of the work in the house of the Lord; six thousand shall be officers and judges,",
      "5": "four thousand shall be gatekeepers, and four thousand shall offer praises to the Lord with the instruments that I have made for praise.”",
      "6": "David assigned them to divisions according to the sons of Levi: Gershon, Kohath, and Merari.",
      "7": "From the Gershonites:\nLadan and Shimei.",
      "8": "The sons of Ladan were\nfirst Jehiel, then Zetham and Joel, three in all.",
      "9": "The sons of Shimei were\nShelomith, Haziel, and Haran, three.\nThese were the heads of the fathers’ houses of Ladan.",
      "10": "The sons of Shimei were\nJahath, Zina, Jeush, and Beriah.\nThese four were the sons of Shimei.",
      "11": "Now Jahath was the first and Ziza the second, but Jeush and Beriah did not have many sons, so they were counted as one unit for their father’s house.",
      "12": "The sons of Kohath were\nAmram, Izhar, Hebron, and Uzziel, four in all.",
      "13": "The sons of Amram were\nAaron and Moses,\nbut Aaron was set apart to consecrate the most holy things, he and his sons forever, to offer sacrifices before the Lord, to minister to Him, and to bless in His name forever.",
      "14": "As for Moses, the man of God, his sons were named among the tribe of Levi.",
      "15": "The sons of Moses were\nGershom and Eliezer.",
      "16": "The son of Gershom was\nShubael the chief.",
      "17": "The son of Eliezer was\nRehabiah the chief.\nEliezer had no other sons, but the sons of Rehabiah were very many.",
      "18": "The son of Izhar was\nShelomith the chief.",
      "19": "The sons of Hebron were\nJeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
      "20": "The sons of Uzziel were\nMicah the first and Ishiah the second.",
      "21": "The sons of Merari were\nMahli and Mushi.\nThe sons of Mahli were\nEleazar and Kish.",
      "22": "Eleazar died having no sons, but only daughters, so the sons of Kish, their brothers, took them as wives.",
      "23": "The sons of Mushi were\nMahli, Eder, and Jerimoth, three.",
      "24": "These were the sons of Levi according to their fathers’ houses, the heads of the fathers’ houses as they were registered by the number of their names according to their head count, those doing the work for the service of the house of the Lord, from twenty years old and up.",
      "25": "For David said, “The Lord, the God of Israel, has given rest to His people, and He dwells in Jerusalem forever.",
      "26": "And so the Levites no longer need to carry the tabernacle and all its implements for its service.”",
      "27": "For by the last words of David, the sons of Levi were numbered from twenty years old and up;",
      "28": "because their duty was to help the sons of Aaron in the service of the house of the Lord, in the courts and in the chambers, with the purifying of all holy things, even the work of service of the house of God,",
      "29": "and with the showbread, the fine flour for a grain offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and all measures of quantity and size,",
      "30": "to stand morning by morning to thank and praise the Lord, and likewise in the evening,",
      "31": "and to offer up all burnt offerings to the Lord, for Sabbaths, New Moons, and appointed feasts, by number as the judgment concerning them, continually before the Lord,",
      "32": "and that they should keep charge of the tent of meeting and the sanctuary and attend to the sons of Aaron, their brothers, for the service of the house of the Lord."
    },
    "24": {
      "1": "Now the divisions of the sons of Aaron were these.\nThe sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar.",
      "2": "But Nadab and Abihu died before their father, and they had no sons. So Eleazar and Ithamar served as priests.",
      "3": "Then David, along with Zadok of the sons of Eleazar and Ahimelek of the sons of Ithamar, divided them to their offices by their service.",
      "4": "Since the sons of Eleazar were found to have more chief men than the sons of Ithamar, they divided them into sixteen heads of the fathers’ houses for the sons of Eleazar, and eight for the sons of Ithamar, according to their fathers’ houses.",
      "5": "So they divided them by lots, the one as the other, for there were officers of the sanctuary and officers of God among both the sons of Eleazar and Ithamar.",
      "6": "Shemaiah the son of Nethanel, the Levite scribe, wrote them down in the presence of the king, the leaders, Zadok the priest, Ahimelek the son of Abiathar, and the heads of the fathers’ houses of the priests and the Levites, one father’s house taken for Eleazar and one for Ithamar.",
      "7": "The first lot fell to Jehoiarib,\nthe second to Jedaiah,",
      "8": "the third to Harim,\nthe fourth to Seorim,",
      "9": "the fifth to Malkijah,\nthe sixth to Mijamin,",
      "10": "the seventh to Hakkoz,\nthe eighth to Abijah,",
      "11": "the ninth to Jeshua,\nthe tenth to Shekaniah,",
      "12": "the eleventh to Eliashib,\nthe twelfth to Jakim,",
      "13": "the thirteenth to Huppah,\nthe fourteenth to Jeshebeab,",
      "14": "the fifteenth to Bilgah,\nthe sixteenth to Immer,",
      "15": "the seventeenth to Hezir,\nthe eighteenth to Happizzez,",
      "16": "the nineteenth to Pethahiah,\nthe twentieth to Jehezkel,",
      "17": "the twenty-first to Jakin,\nthe twenty-second to Gamul,",
      "18": "the twenty-third to Delaiah,\nthe twenty-fourth to Maaziah.",
      "19": "These were their appointments for their service to come into the house of the Lord according to the schedule prescribed for them by Aaron their father, as the Lord God of Israel had commanded him.",
      "20": "Now for the remaining sons of Levi:\nfrom the sons of Amram, Shubael;\nfrom the sons of Shubael, Jehdeiah.",
      "21": "For Rehabiah: from the sons of Rehabiah,\nthe first was Ishiah.",
      "22": "From the Izharites, Shelomoth;\nfrom the sons of Shelomoth, Jahath.",
      "23": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
      "24": "The sons of Uzziel, Micah;\nfrom the sons of Micah, Shamir.",
      "25": "The brother of Micah, Ishiah;\nfrom the sons of Ishiah, Zechariah.",
      "26": "The sons of Merari, Mahli and Mushi;\nthe son of Jaaziah, Beno.",
      "27": "The sons of Merari:\nby Jaaziah were Beno, Shoham, Zakkur, and Ibri.",
      "28": "For Mahli: Eleazar, who had no sons.",
      "29": "For Kish: the son of Kish,\nJerahmeel.",
      "30": "The sons of Mushi: Mahli, Eder, and Jerimoth.\nThese were the sons of the Levites according to their fathers’ houses.",
      "31": "These also cast lots just as their brothers, the sons of Aaron, in the presence of David the king, Zadok, Ahimelek, and the heads of the fathers’ houses of the priests and of the Levites, the head of the fathers’ houses as well as his younger brother."
    },
    "25": {
      "1": "Then David and the officers of the army also set apart for the service some of the sons of Asaph, and of Heman, and of Jeduthun, those who prophesied with lyres, harps, and cymbals. The number of those who did the work according to their service was:",
      "2": "From the sons of Asaph:\nZakkur, Joseph, Nethaniah, and Asarelah, the sons of Asaph under the guidance of Asaph, who prophesied according to the decree of the king.",
      "3": "For Jeduthun, the sons of Jeduthun:\nGedaliah, Zeri, Jeshaiah, Hashabiah, and Mattithiah, six, under the guidance of their father Jeduthun, who prophesied with the lyre in giving thanks and praise to the Lord.",
      "4": "For Heman, the sons of Heman:\nBukkiah, Mattaniah, Uzziel, Shubael and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-Ezer, Joshbekashah, Mallothi, Hothir, Mahazioth.",
      "5": "All these were the sons of Heman, the king’s seer, according to the words of God, to exalt him, for God gave fourteen sons and three daughters to Heman.",
      "6": "All these were under the direction of their father for the music in the house of the Lord with cymbals, harps, and lyres, for the service of the house of God by decree of the king: Asaph, Jeduthun, and Heman.",
      "7": "So the number of them, with their brothers, who were trained in singing to the Lord, all of whom were skillful, was two hundred and eighty-eight.",
      "8": "They cast lots for their duties, small and great, teacher and student alike.",
      "9": "The first lot fell for Asaph to Joseph;\nthe second to Gedaliah,\nto him and his brothers and his sons, twelve;",
      "10": "the third to Zakkur,\nhis sons and his brothers, twelve;",
      "11": "the fourth to Izri,\nhis sons and his brothers, twelve;",
      "12": "the fifth to Nethaniah,\nhis sons and his brothers, twelve;",
      "13": "the sixth to Bukkiah,\nhis sons and his brothers, twelve;",
      "14": "the seventh to Jesarelah,\nhis sons and his brothers, twelve;",
      "15": "the eighth to Jeshaiah,\nhis sons and his brothers, twelve;",
      "16": "the ninth to Mattaniah,\nhis sons and his brothers, twelve;",
      "17": "the tenth to Shimei,\nhis sons and his brothers, twelve;",
      "18": "the eleventh to Azarel,\nhis sons and his brothers, twelve;",
      "19": "the twelfth to Hashabiah,\nhis sons and his brothers, twelve;",
      "20": "for the thirteenth to Shubael,\nhis sons and his brothers, twelve;",
      "21": "for the fourteenth to Mattithiah,\nhis sons and his brothers, twelve;",
      "22": "for the fifteenth to Jerimoth,\nhis sons and his brothers, twelve;",
      "23": "for the sixteenth to Hananiah,\nhis sons and his brothers, twelve;",
      "24": "for the seventeenth to Joshbekashah,\nhis sons and his brothers, twelve;",
      "25": "for the eighteenth to Hanani,\nhis sons and his brothers, twelve;",
      "26": "for the nineteenth to Mallothi,\nhis sons and his brothers, twelve;",
      "27": "for the twentieth to Eliathah,\nhis sons and his brothers, twelve;",
      "28": "for the twenty-first to Hothir,\nhis sons and his brothers, twelve;",
      "29": "for the twenty-second to Giddalti,\nhis sons and his brothers, twelve;",
      "30": "for the twenty-third to Mahazioth,\nhis sons and his brothers, twelve;",
      "31": "for the twenty-fourth to Romamti-Ezer,\nhis sons and his brothers, twelve."
    },
    "26": {
      "1": "These were the divisions of the gatekeepers:\nfrom the Korahites, Meshelemiah the son of Kore, one of the sons of Asaph.",
      "2": "Meshelemiah had sons:\nZechariah the firstborn,\nJediael the second,\nZebadiah the third,\nJathniel the fourth,",
      "3": "Elam the fifth,\nJehohanan the sixth,\nand Eliehoenai the seventh.",
      "4": "Obed-Edom had sons:\nShemaiah the firstborn,\nJehozabad the second,\nJoah the third,\nSakar the fourth,\nNethanel the fifth,",
      "5": "Ammiel the sixth,\nIssachar the seventh,\nand Peullethai the eighth\n(for God blessed him).",
      "6": "Also to his son Shemaiah sons were born who ruled their fathers’ houses, for they were men of great ability.",
      "7": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad, whose brothers were able men: namely Elihu and Semakiah.",
      "8": "All these were of the sons of Obed-Edom with their sons and their brothers, able men qualified for service, sixty-two of Obed-Edom.",
      "9": "Meshelemiah had sons and brothers, able men, eighteen in all.",
      "10": "Also Hosah, of the sons of Merari, had sons: Shimri the first (although he was not the firstborn, his father made him the first),",
      "11": "Hilkiah the second, Tabaliah the third, Zechariah the fourth: all the sons and brothers of Hosah, thirteen.",
      "12": "These divisions of the gatekeepers, for their chief men, had assignments to minister in the house of the Lord just as their brothers.",
      "13": "They cast lots, small and great alike, according to their fathers’ houses, gate by gate.",
      "14": "The lot for the East Gate fell to Shelemiah. Then they cast lots for Zechariah his son, a wise counselor, and his lot came out for the North Gate;",
      "15": "to Obed-Edom the South Gate, and to his sons was allotted the storehouse.",
      "16": "For Shuppim and Hosah the lot came out for the West Gate, at the Shalleketh Gate on the ascending road, guard corresponding to guard.",
      "17": "On the east there were six Levites each day, on the north four each day, on the south four each day, as well as two and two at the storehouse.",
      "18": "For the colonnade on the west, there were four at the highway, and two at the colonnade.",
      "19": "These were the divisions of the gatekeepers of the sons of Korah and of the sons of Merari.",
      "20": "And of the Levites, Ahijah was over the treasures of the house of God, and over the treasures of the dedicated offerings.",
      "21": "The sons of Ladan, the sons of the Gershonites, belonging to Ladan, the heads of the fathers’ houses belonging to Ladan the Gershonite: Jehieli.",
      "22": "The sons of Jehieli, Zetham, and Joel his brother, were in charge of the treasures of the house of the Lord.",
      "23": "From the Amramites, the Izharites, the Hebronites, and the Uzzielites:",
      "24": "Shubael the son of Gershom, the son of Moses, was ruler of the treasures.",
      "25": "His brothers by Eliezer were Rehabiah his son, Jeshaiah his son, Joram his son, Zikri his son, and Shelomith his son.",
      "26": "This Shelomith and his brothers were in charge of all the treasures of the dedicated offerings, which David the king, the heads of the fathers, the officers of the thousands and the hundreds, and the commanders of the army had dedicated.",
      "27": "Some of the spoils won in battles they dedicated for the maintenance of the house of the Lord.",
      "28": "Also all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated—all dedicated gifts were in the care of Shelomith and his brothers.",
      "29": "From the Izharites, Kenaniah and his sons were assigned the outside duties for Israel, as officers and judges.",
      "30": "From the Hebronites: Hashabiah and his brothers, one thousand seven hundred able men, were administrators of Israel on the west side of the Jordan for all the work of the Lord and for the service of the king.",
      "31": "Jeriah was chief of the Hebronites according to the genealogical records of his fathers. In the fortieth year of the reign of David, mighty men of valor were found in the records among the Hebronites at Jazer of Gilead,",
      "32": "and his brothers, able men, two thousand seven hundred heads of the fathers, to them King David entrusted all matters of God and of the king concerning the Reubenites, the Gadites, and the half-tribe of Manasseh."
    },
    "27": {
      "1": "Now these are the sons of Israel according to their number, the heads of fathers’ houses, the commanders of thousands and hundreds, and their officers who ministered to the king in all matters concerning the divisions, which came and went, month by month throughout all the months of the year, to each division of twenty-four thousand:",
      "2": "Jashobeam the son of Zabdiel led the first division for the first month; in his division, twenty-four thousand.",
      "3": "He was from the sons of Perez and was the leader of all the officers of the army for the first month.",
      "4": "Dodai the Ahohite and his division led the division of the second month with Mikloth as the ruler: in his division, twenty-four thousand.",
      "5": "The third commander of the army for the third month was Benaiah the son of Jehoiada, a chief priest: in his division, twenty-four thousand.",
      "6": "Benaiah himself was the mighty man of the thirty who led the thirty: Ammizabad his son led his division.",
      "7": "The fourth for the fourth month, Asahel the brother of Joab, and Zebadiah his son after him: in his division, twenty-four thousand.",
      "8": "The fifth for the fifth month, the leader Shamhuth the Izrahite: in his division, twenty-four thousand.",
      "9": "The sixth for the sixth month, Ira the son of Ikkesh the Tekoite: in his division, twenty-four thousand.",
      "10": "The seventh for the seventh month, Helez the Pelonite, from the sons of Ephraim: in his division, twenty-four thousand.",
      "11": "The eighth for the eighth month, Sibbekai the Hushathite, of the Zerahites: in his division, twenty-four thousand.",
      "12": "The ninth for the ninth month, Abiezer the Anathothite, of the Benjamites: in his division, twenty-four thousand.",
      "13": "The tenth for the tenth month, Maharai the Netophathite, of the Zerahites: in his division, twenty-four thousand.",
      "14": "The eleventh for the eleventh month, Benaiah the Pirathonite, from the sons of Ephraim: in his division, twenty-four thousand.",
      "15": "The twelfth for the twelfth month, Heldai the Netophathite, of Othniel: in his division, twenty-four thousand.",
      "16": "Over the tribes of Israel:\nThe chief officer over the Reubenites was Eliezer the son of Zikri;\nover the Simeonites, Shephatiah the son of Maakah;",
      "17": "over the Levites, Hashabiah the son of Kemuel;\nover the Aaronites, Zadok;",
      "18": "over Judah, Elihu, one of the brothers of David;\nover Issachar, Omri the son of Michael;",
      "19": "over Zebulun, Ishmaiah the son of Obadiah;\nover Naphtali, Jerimoth the son of Azriel;",
      "20": "over the sons of Ephraim, Hoshea the son of Azaziah;\nover the half-tribe of Manasseh, Joel the son of Pedaiah;",
      "21": "over the half-tribe of Manasseh in Gilead, Iddo the son of Zechariah;\nover Benjamin, Jaasiel the son of Abner;",
      "22": "over Dan, Azarel the son of Jeroham.\nThese were the leaders of the tribes of Israel.",
      "23": "But David did not take the number from twenty years old and under because the Lord had said He would multiply Israel as the stars of the heavens.",
      "24": "Joab the son of Zeruiah began to count them, but he did not finish. And because of this wrath came on Israel, and the number was not recorded in the account of the chronicles of King David.",
      "25": "Azmaveth the son of Adiel was over the king’s treasures, and Jonathan the son of Uzziah was over the storehouses in the fields, in the cities, and in the villages, and in the towers.",
      "26": "Ezri the son of Kelub was over those who did the work of the field to till the ground.",
      "27": "Shimei the Ramathite was over the vineyards, and Zabdi the Shiphmite was over what was in the vineyards for the stores of wine.",
      "28": "Baal-Hanan the Gederite was over the olive trees and the sycamore trees that were in the Shephelah, and Joash was over the stores of oil.",
      "29": "Shitrai the Sharonite was over the herds that fed in Sharon, and Shaphat the son of Adlai was over the herds that were in the valleys.",
      "30": "Obil the Ishmaelite was over the camels, and Jehdeiah the Meronothite was over the donkeys.",
      "31": "Jaziz the Hagrite was over the flocks.\nAll these were the overseers of King David’s property.",
      "32": "Also Jonathan, David’s uncle, was a counselor, a man of understanding, and a scribe; and Jehiel the son of Hakmoni was with the king’s sons.",
      "33": "Now Ahithophel was the king’s counselor, and Hushai the Arkite was the king’s friend.",
      "34": "Jehoiada the son of Benaiah and Abiathar came after Ahithophel, and Joab was the leader of the king’s army."
    },
    "28": {
      "1": "Now David assembled all the leaders of Israel in Jerusalem: the leaders of the tribes, the officers of the divisions of those ministering to the king, the captains of thousands and the captains of hundreds, the stewards over all the property and livestock of the king and his sons with the eunuchs and the fighting men and all the brave warriors.",
      "2": "So King David rose to his feet and said, “Hear me, my brothers and my people. I had it in my heart to build a house of rest for the ark of the covenant of the Lord, a footstool for the feet of our God, so I prepared to build it.",
      "3": "But God said to me, ‘You shall not build a house for My name because you are a man of war and have spilled much blood.’",
      "4": "“Still, the Lord God of Israel chose me from all my father’s house to be king over Israel forever; for He chose Judah as leader, and in the house of Judah, the house of my father, and among the sons of my father, He took pleasure in me to make me king over all Israel.",
      "5": "Of all my sons (for the Lord has given me many sons), He has chosen my son Solomon to sit on the throne of the kingdom of the Lord over Israel.",
      "6": "For He said to me, ‘Solomon your son is the one who shall build My house and My courts, for I have chosen him to be My son, and I will be his Father.",
      "7": "I will establish his kingdom forever if he is fully committed to keep My commandments and My judgments as it is this day.’",
      "8": "“Now therefore in the sight of all Israel, the assembly of the Lord, and in the hearing of our God, observe and seek out all the commandments of the Lord your God, that you may possess this good land and leave it for an inheritance for your children after you forever.",
      "9": "As for you, Solomon my son, know the God of your fathers and serve Him with a whole heart and with a willing spirit, for the Lord searches every heart and understands the intent of every thought. If you seek Him, He will be found by you, but if you forsake Him, He will abandon you forever.",
      "10": "See now that the Lord chose you to build the house for His sanctuary. Be strong and do it.”",
      "11": "Then David gave to Solomon his son the building plans for the vestibule of the temple, its house, its treasury, its roof chambers, its inner rooms, and the place of the mercy seat;",
      "12": "and the plans, all of which were given to him by the Spirit, for the courts of the house of the Lord and for the surrounding rooms, the storehouses of the house of God, and the storehouses of the dedicated offerings;",
      "13": "for the divisions of the priests and the Levites for all the work of the service of the house of the Lord and for all the implements of the service of the house of the Lord;",
      "14": "the weight of gold for all the golden implements of service, the implements of silver by weight for all implements of service,",
      "15": "and the weight of the golden lampstands and their lamps, the weight of gold for each lampstand and its lamps, the weight of silver for a lampstand and its lamps according to the use of each lampstand;",
      "16": "the weight of gold for the tables of the showbread, table by table, and silver for the tables of silver;",
      "17": "and the pure gold forks, the basins, and the pitchers; for the golden bowls with the weight for each bowl; the weight of silver for each silver dish;",
      "18": "and for the altar of incense, refined gold by weight; also his plan for the golden chariot of the cherubim that spread their wings and covered the ark of the covenant of the Lord.",
      "19": "“All this,” said David, “the Lord made me understand in writing by His hand upon me, all the works of this pattern.”",
      "20": "Then David said to Solomon his son, “Be strong and courageous, and take action. Do not be afraid nor be dismayed for the Lord God, my God, is with you. He will not leave you nor forsake you, until you have finished all the work of the service of the house of the Lord.",
      "21": "Now, here are the divisions of the priests and the Levites for all the service of the house of God, and all those who are willing and skillful for all the work will be with you for all the service; also the leaders and the people will be wholly at your command.”"
    },
    "29": {
      "1": "King David said to all the assembly, “Solomon my son, the one whom God has chosen, is young and inexperienced, and the work is great since the palace is not for a man but for the Lord God.",
      "2": "So with all my might I have prepared for the house of my God: gold for the things of gold, silver for the things of silver, bronze for the things of bronze, iron for the things of iron, and wood for the things of wood, along with onyx stones and stones for setting, stones of antimony, multicolored stones, and every precious stone, even alabaster in abundance.",
      "3": "Moreover, in my devotion to the house of my God I have offered from my own property, gold and silver, which I give for the house of my God, over and above that which I prepared for the holy dwelling place:",
      "4": "three thousand talents of gold of the gold of Ophir and seven thousand talents of refined silver for overlaying the walls of the house;",
      "5": "of gold for the things of gold and of silver for the things of silver, even for all the handiwork of the craftsmen. Now, who is willing to consecrate himself today to the Lord?”",
      "6": "Then the leaders of the fathers’ houses, the leaders of the tribes of Israel, the captains of thousands and hundreds, and the officials of the king’s workers offered willingly.",
      "7": "Also they donated to the service of the house of God five thousand talents of gold and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and one hundred thousand talents of iron.",
      "8": "Whoever had precious stones gave them to the treasury of the house of the Lord in the custody of Jehiel the Gershonite.",
      "9": "Then the people rejoiced because they had offered willingly, for with a whole heart they had offered freely to the Lord; and King David also rejoiced greatly.",
      "10": "So David blessed the Lord in the presence of all the assembly, and David said,\n“Blessed are You, O Lord,\n    the God of Israel,\n    our Father forever and ever.",
      "11": "Yours, O Lord, is the greatness, and the power,\n    and the glory, and the victory, and the majesty,\n    for everything in the heavens and the earth is Yours.\nYours is the kingdom, O Lord,\n    and You exalt Yourself as head above all.",
      "12": "Riches and honor flow from You,\n    and You rule over all.\nIn Your hand are power and might,\n    and in Your hand it is to make great and to strengthen all.",
      "13": "So now, our God, we give thanks to You,\n    and praise Your glorious name.",
      "14": "“But who am I, and who are my people, that we should be able to offer so freely as this? For everything comes from You, even from Your own hand we have given to You.",
      "15": "For we are strangers and sojourners before You, just as all our fathers were. Our days on earth are like a shadow, and there is no hope.",
      "16": "O Lord our God, all this abundance that we have prepared to build You a house for Your holy name has come from Your hand, and all belongs to You.",
      "17": "I know, my God, that You test the heart, and with uprightness You are pleased, so in the uprightness of my heart I have offered freely all these things, and now I have seen Your people, those present here, offer freely and joyously to You.",
      "18": "O Lord, the God of Abraham, Isaac, and Israel, our fathers, keep this forever in the thoughts and intentions of the heart of Your people and direct their heart to You.",
      "19": "Grant to Solomon my son a whole heart to keep Your commandments, Your testimonies, and Your statutes, to do all these things and to build the palace for which I have made preparation.”",
      "20": "Then David said to all the assembly, “Bless now the Lord your God.” So all the assembly blessed the Lord, the God of their fathers. They bowed down and paid homage to the Lord and the king.",
      "21": "On the following day, they made sacrifices to the Lord and offered burnt offerings to the Lord: one thousand bulls, one thousand rams, and one thousand lambs, with their drink offerings and sacrifices in abundance for all Israel.",
      "22": "So they ate and drank before the Lord on that day with great joy.\nAnd they made Solomon the son of David king a second time, for they anointed him to the Lord as a ruler and Zadok as a priest.",
      "23": "Then Solomon sat on the throne of the Lord as king instead of David his father, and he prospered, and all Israel obeyed him.",
      "24": "All the leaders and the mighty men, and also the sons of King David, pledged their allegiance to King Solomon.",
      "25": "The Lord highly exalted Solomon in the sight of all Israel and bestowed on him such royal majesty as had never been on any king in Israel before him.",
      "26": "Now David son of Jesse reigned over all Israel.",
      "27": "His tenure as king over Israel was forty years: In Hebron, he reigned seven years, and in Jerusalem he was king thirty-three years.",
      "28": "So he died at a good old age, full of days, riches, and honor. And Solomon his son reigned in his place.",
      "29": "Now the acts of David the king, first to last, are written in the book of Samuel the seer, and in the book of Nathan the prophet, and in the book of Gad the seer",
      "30": "with all his reign and his might and the times that overtook him, and Israel, and all the kingdoms of the lands."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:57.605736-04:00",
    "Translation": "MEV"
  }
}