{
  "1 John": {
    "1": {
      "1": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have touched, concerning the Word of life—",
      "2": "the life was revealed, and we have seen it and testify to it, and announce to you the eternal life, which was with the Father and was revealed to us—",
      "3": "we declare to you that which we have seen and heard, that you also may have fellowship with us. And our fellowship is with the Father and with His Son Jesus Christ.",
      "4": "We are writing these things to you so that our joy may be complete.",
      "5": "This then is the message which we have heard from Him and declare to you: God is light, and in Him is no darkness at all.",
      "6": "If we say that we have fellowship with Him, yet walk in darkness, we lie and do not practice the truth.",
      "7": "But if we walk in the light as He is in the light, we have fellowship one with another, and the blood of Jesus Christ His Son cleanses us from all sin.",
      "8": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
      "9": "If we confess our sins, He is faithful and just to forgive us our sins and cleanse us from all unrighteousness.",
      "10": "If we say that we have not sinned, we make Him a liar and His word is not in us."
    },
    "2": {
      "1": "My little children, I am writing these things to you, so that you do not sin. But if anyone does sin, we have an Advocate with the Father, Jesus Christ the Righteous One.",
      "2": "He is the atoning sacrifice for our sins, and not for ours only, but also for the sins of the whole world.",
      "3": "By this we know that we know Him, if we keep His commandments.",
      "4": "Whoever says, “I know Him,” and does not keep His commandments is a liar, and the truth is not in him.",
      "5": "But whoever keeps His word truly has the love of God perfected in him. By this we know we are in Him.",
      "6": "Whoever says he remains in Him ought to walk as He walked.",
      "7": "Brothers, I am writing no new commandment to you, but an old commandment which you have had from the beginning. The old commandment is the word which you have heard from the beginning.",
      "8": "Yet a new commandment I am writing to you, which holds true in Him and in you, because the darkness is passing away, and the true light is already shining.",
      "9": "Whoever says he is in the light but hates his brother is in darkness even until now.",
      "10": "Whoever loves his brother lives in the light, and in him there is no cause for stumbling.",
      "11": "But whoever hates his brother is in darkness, and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes.",
      "12": "I am writing to you, little children,\n    because your sins are forgiven for His name’s sake.",
      "13": "I am writing to you, fathers,\n    because you have known Him who is from the beginning.\nI am writing to you, young men,\n    because you have overcome the evil one. \nI am writing to you, little children,\n    because you have known the Father.",
      "14": "I have written to you, fathers,\n    because you have known Him who is from the beginning. \nI have written to you, young men,\n    because you are strong,\n    and the word of God lives in you,\n    and you have overcome the evil one.",
      "15": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.",
      "16": "For all that is in the world—the lust of the flesh, the lust of the eyes, and the pride of life—is not of the Father, but is of the world.",
      "17": "The world and its desires are passing away, but the one who does the will of God lives forever.",
      "18": "Little children, it is the last hour. As you have heard that the antichrist will come, even now there are many antichrists. By this we know that it is the last hour.",
      "19": "They went out from us, but they were not of us, for if they had been of us, they would no doubt have remained with us. But they went out, revealing that none of them were of us.",
      "20": "But you have an anointing from the Holy One, and you know all things.",
      "21": "I have written to you, not because you do not know the truth, but because you know it, and because no lie is of the truth.",
      "22": "Who is a liar but the one who denies that Jesus is the Christ? Whoever denies the Father and the Son is the antichrist.",
      "23": "No one who denies the Son has the Father; the one who confesses the Son has the Father.",
      "24": "Let that which you have heard from the beginning remain in you. If that which you have heard from the beginning remains in you, you also will remain in the Son and in the Father.",
      "25": "And this is the promise that He has promised us—eternal life.",
      "26": "I have written these things to you concerning those who deceive you.",
      "27": "But the anointing which you have received from Him remains in you, and you do not need anyone to teach you. For as the same anointing teaches you concerning all things, and is truth, and is no lie, and just as it has taught you, remain in Him.",
      "28": "And now, little children, remain in Him, so that when He appears, we may have confidence and not be ashamed before Him when He comes.",
      "29": "If you know that He is righteous, you know that everyone who does righteousness is born of Him."
    },
    "3": {
      "1": "Consider how much love the Father has given to us, that we should be called children of God. Therefore the world does not know us, because it did not know Him.",
      "2": "Beloved, now are we children of God, and it has not yet been revealed what we shall be. But we know that when He appears, we shall be like Him, for we shall see Him as He is.",
      "3": "Everyone who has this hope in Him purifies himself, just as He is pure.",
      "4": "Whoever practices sin breaks the law, for sin is lawlessness.",
      "5": "You know that He was revealed to take away our sins, and in Him there is no sin.",
      "6": "Whoever remains in Him does not sin. Whoever sins has not seen Him and does not know Him.",
      "7": "Little children, let no one deceive you. The one who does righteousness is righteous, just as Christ is righteous.",
      "8": "Whoever practices sin is of the devil, for the devil has been sinning from the beginning. For this purpose the Son of God was revealed, that He might destroy the works of the devil.",
      "9": "Whoever has been born of God does not practice sin, for His seed remains in him. And he cannot keep on sinning, because he has been born of God.",
      "10": "In this the children of God and the children of the devil are revealed: Whoever does not live in righteousness is not of God, nor is the one who does not love his brother.",
      "11": "For this is the message that you heard from the beginning: We should love one another,",
      "12": "not like Cain, who was of the wicked one and murdered his brother. And why did he murder him? Because his own works were evil, and his brother’s works were righteous.",
      "13": "Do not marvel, my brothers, if the world hates you.",
      "14": "We know that we have passed from death to life, because we love the brothers. Whoever does not love his brother remains in death.",
      "15": "Whoever hates his brother is a murderer, and you know that no murderer has eternal life remaining in him.",
      "16": "By this we know the love of God: that He laid down His life for us, and we ought to lay down our lives for the brothers.",
      "17": "Whoever has the world’s goods and sees his brother in need, but closes his heart of compassion from him, how can the love of God remain in him?",
      "18": "My little children, let us love not in word and speech, but in action and truth.",
      "19": "By this we know that we are of the truth, and shall reassure our hearts before Him.",
      "20": "For if our heart condemns us, God is greater than our heart and knows everything.",
      "21": "Beloved, if our heart does not condemn us, then we have confidence before God.",
      "22": "And whatever we ask, we will receive from Him, because we keep His commandments and do the things that are pleasing in His sight.",
      "23": "And this is His commandment: that we should believe on the name of His Son Jesus Christ and love one another as He commanded us.",
      "24": "Now the one who keeps His commandments remains in Him, and He in him. And by this we know that He remains in us, through the Spirit whom He has given us."
    },
    "4": {
      "1": "Beloved, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.",
      "2": "This is how you know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is from God,",
      "3": "and every spirit that does not confess that Jesus Christ has come in the flesh is not from God. This is the spirit of the antichrist, which you have heard is coming and is already in the world.",
      "4": "You are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world.",
      "5": "They are of the world, and therefore they speak from the world, and the world listens to them.",
      "6": "We are of God, and whoever knows God listens to us. Whoever is not of God does not listen to us. This is how we know the spirit of truth and the spirit of error.",
      "7": "Beloved, let us love one another, for love is of God, and everyone who loves is born of God and knows God.",
      "8": "Anyone who does not love does not know God, for God is love.",
      "9": "In this way the love of God was revealed to us, that God sent His only begotten Son into the world, that we might live through Him.",
      "10": "In this is love: not that we loved God, but that He loved us and sent His Son to be the atoning sacrifice for our sins.",
      "11": "Beloved, if God so loved us, we must also love one another.",
      "12": "No one has seen God at any time. If we love one another, God dwells in us, and His love is perfected in us.",
      "13": "We know that we live in Him, and He in us, because He has given us His Spirit.",
      "14": "And we have seen and testify that the Father sent the Son to be the Savior of the world.",
      "15": "Whoever confesses that Jesus is the Son of God, God lives in him, and he in God.",
      "16": "And we have come to know and to believe the love that God has for us.\nGod is love. Whoever lives in love lives in God, and God in him.",
      "17": "In this way God’s love is perfected in us, so that we may have boldness on the Day of Judgment, because as He is, so are we in this world.",
      "18": "There is no fear in love, but perfect love casts out fear, because fear has to do with punishment. Whoever fears is not perfect in love.",
      "19": "We love Him because He first loved us.",
      "20": "If anyone says, “I love God,” and hates his brother, he is a liar. For whoever does not love his brother whom he has seen, how can he love God whom he has not seen?",
      "21": "We have this commandment from Him: Whoever loves God must also love his brother."
    },
    "5": {
      "1": "Whoever believes that Jesus is the Christ is born of God, and everyone who loves the Father loves the one born of the Father.",
      "2": "By this we know that we love the children of God: when we love God and keep His commandments.",
      "3": "For this is the love of God, that we keep His commandments. And His commandments are not burdensome,",
      "4": "for whoever is born of God overcomes the world, and the victory that overcomes the world is our faith.",
      "5": "Who is it that overcomes the world, but the one who believes that Jesus is the Son of God?",
      "6": "This is He who came by water and blood—Jesus Christ. He did not come by water only, but by water and blood. It is the Spirit who bears witness, because the Spirit is the truth.",
      "7": "There are three who testify in heaven: the Father, the Word, and the Holy Spirit, and the three are one.",
      "8": "There are three that testify on earth: the Spirit, the water, and the blood, and the three are toward the one.",
      "9": "If we receive the testimony of men, the testimony of God is greater; for this is the testimony of God which He has given concerning His Son.",
      "10": "Whoever believes in the Son of God has this witness in himself. Whoever does not believe God has made Him out to be a liar, because he does not believe the testimony that God gave about His Son.",
      "11": "And this is the testimony: that God has given us eternal life, and this life is in His Son.",
      "12": "Whoever has the Son has life, and whoever does not have the Son of God does not have life.",
      "13": "I have written these things to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God.",
      "14": "This is the confidence that we have in Him, that if we ask anything according to His will, He hears us.",
      "15": "So if we know that He hears whatever we ask, we know that we have whatever we asked of Him.",
      "16": "If anyone sees his brother commit a sin which does not lead to death, he shall ask, and He shall give him life. This is for those whose sin does not lead to death. There is a sin that leads to death. I do not say that he should pray for it.",
      "17": "All wrongdoing is sin, but there is a sin that does not lead to death.",
      "18": "We know that whoever is born of God does not keep on sinning. But whoever has been born of God guards himself, and the wicked one cannot touch him.",
      "19": "We know that we are of God, and the whole world lies in wickedness.",
      "20": "And we know that the Son of God has come and has given us understanding, so that we may know Him who is true, and we are in Him who is true—His Son Jesus Christ. He is the true God and eternal life.",
      "21": "Little children, keep yourselves from idols. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:24.199003-04:00",
    "Translation": "MEV"
  }
}