{
  "1 Thessalonians": {
    "1": {
      "1": "Paul, Silas, and Timothy,\nTo the church of the Thessalonians which is in God the Father and in the Lord Jesus Christ:\nGrace to you and peace from God our Father and the Lord Jesus Christ.",
      "2": "We give thanks to God always for you all, mentioning you in our prayers,",
      "3": "remembering without ceasing your work of faith, labor of love, and patient hope in our Lord Jesus Christ in the sight of God and our Father.",
      "4": "For we know, beloved brothers, your election by God.",
      "5": "For our gospel did not come to you in word only, but also in power, and in the Holy Spirit, and in much assurance, just as you know what kind of men we were among you for your sake.",
      "6": "You became followers of us and the Lord, having received the word in much affliction, with joy of the Holy Spirit.",
      "7": "Therefore you were examples to all who believe in Macedonia and Achaia.",
      "8": "For the word of the Lord sounded out from you not only in Macedonia and Achaia, but also in every place your faith in God has gone forth, so that we do not need to say anything.",
      "9": "For they themselves declare how we were received by you, and how you turned to God from idols, to serve the living and true God,",
      "10": "and to wait for His Son from heaven, whom He raised from the dead—Jesus, who delivered us from the wrath to come."
    },
    "2": {
      "1": "You yourselves know, brothers, that our visit to you was not in vain.",
      "2": "But even after we had previously suffered and were shamefully treated at Philippi, as you know, we were bold in our God to declare to you the gospel of God amid much opposition.",
      "3": "For our exhortation was not from deceit, nor from uncleanness, nor in guile.",
      "4": "But as we were allowed by God to be entrusted with the gospel, even so we speak, not to please men, but God, who examines our hearts.",
      "5": "For neither at any time did we come with flattering words, as you know, nor with a pretext for greed. God is our witness.",
      "6": "Nor did we seek glory from men, either from you, or from others, even though we might have made demands as the apostles of Christ.",
      "7": "But we were gentle among you, like a nurse caring for her own children.",
      "8": "So having great love toward you, we were willing to impart to you not only the gospel of God but also our own lives, because you were dear to us.",
      "9": "For you remember, brothers, our labor and toil. Laboring night and day so as not to be an expense to any of you, we preached to you the gospel of God.",
      "10": "You and God are witnesses of how pure, upright, and blameless we ourselves behaved among you who believe.",
      "11": "As you know, we exhorted, comforted, and commanded every one of you, as a father does his own children,",
      "12": "that you would walk in a manner worthy of God, who has called you to His kingdom and glory.",
      "13": "For this reason we thank God without ceasing because, when you received the word of God, which you heard from us, you received it not as the word of men, but as it truly is, the word of God, which effectively works also in you who believe.",
      "14": "For you, brothers, became followers of the churches of God, which in Judea are in Christ Jesus. You also have suffered the same things from your own countrymen, as they have from the Jews,",
      "15": "who both killed the Lord Jesus and their own prophets and have persecuted us. They do not please God and are contrary to all men,",
      "16": "forbidding us to speak to the Gentiles that they might be saved. In this way they are always piling up their sins, but wrath has come upon them to the extreme.",
      "17": "But we, brothers, being taken from you for a short time, in presence, not in heart, endeavored all the more abundantly to see your face with great desire.",
      "18": "Therefore we wished to come to you—even I, Paul, once and again—but Satan hindered us.",
      "19": "For what is our hope, or joy, or crown of rejoicing? Will it not even be you in the presence of our Lord Jesus Christ at His coming?",
      "20": "You are our glory and joy."
    },
    "3": {
      "1": "Therefore, when we could no longer endure it, we thought it good to be left at Athens alone.",
      "2": "We sent Timothy, who is our brother and minister of God and our fellow laborer in the gospel of Christ, to establish and comfort you with regard to your faith,",
      "3": "so that no one would be shaken by these afflictions. For you know that we are appointed to this.",
      "4": "Indeed, we told you before when we were with you that we would suffer tribulation, just as it came to pass, as you well know.",
      "5": "For this reason, when I could no longer endure it, I sent to inquire about your faith, lest by some means the tempter might have tempted you, and our labor might have been in vain.",
      "6": "But just now Timothy has come from you to us and brought us good news of your faith and love, and that you always have good memories of us, desiring greatly to see us, as we also desire to see you.",
      "7": "Therefore, brothers, during all our afflictions and distress, we have been encouraged about you through your faith.",
      "8": "For now we live, if you stand strong in the Lord.",
      "9": "For what thanks can we render to God for you, for all the joy with which we rejoice for your sakes before our God,",
      "10": "night and day praying earnestly that we might see your face and might perfect that which is lacking in your faith?",
      "11": "Now may our God and Father Himself, and our Lord Jesus Christ, direct our way to you.",
      "12": "And may the Lord make you increase and abound in love for one another and for all men, even as we do for you.",
      "13": "To this end may He establish your hearts to be blameless in holiness before our God and Father at the coming of our Lord Jesus Christ with all His saints."
    },
    "4": {
      "1": "Finally, brothers, we urge and exhort you by the Lord Jesus, that as you have learned from us how you ought to walk and to please God, you should excel more and more.",
      "2": "For you know what commands we gave you through the Lord Jesus.",
      "3": "For this is the will of God, your sanctification: that you should abstain from sexual immorality,",
      "4": "that each one of you should know how to possess his own vessel in sanctification and honor,",
      "5": "not in the lust of depravity, even as the Gentiles who do not know God,",
      "6": "and that no man take advantage of and defraud his brother in any matter, because the Lord is the avenger in all these things, as we also have forewarned you and testified.",
      "7": "For God has not called us to uncleanness, but to holiness.",
      "8": "Therefore he that despises does not despise man, but God, who has also given us His Holy Spirit.",
      "9": "As concerning brotherly love, you do not need me to write to you. For you yourselves are taught by God to love one another.",
      "10": "And indeed, you do have love for all the brothers who are in all Macedonia. But we urge you, brothers, that you increase more and more.",
      "11": "Learn to be calm, and to conduct your own business, and to work with your own hands, as we commanded you,",
      "12": "so that you may walk honestly toward those who are outsiders and that you may lack nothing.",
      "13": "But I would not have you ignorant, brothers, concerning those who are asleep, that you may not grieve as others who have no hope.",
      "14": "For if we believe that Jesus died and arose again, so God will bring with Him those who sleep in Jesus.",
      "15": "For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will not precede those who are asleep.",
      "16": "For the Lord Himself will descend from heaven with a shout, with the voice of the archangel, and with the trumpet call of God. And the dead in Christ will rise first.",
      "17": "Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And so we shall be forever with the Lord.",
      "18": "Therefore comfort one another with these words."
    },
    "5": {
      "1": "Concerning the times and the seasons, brothers, you have no need that I write to you.",
      "2": "For you know perfectly that the day of the Lord will come like a thief in the night.",
      "3": "When they say, “Peace and safety!” then sudden destruction will come upon them as labor upon a woman with child, and they shall not escape.",
      "4": "But you, brothers, are not in darkness so that this Day should overtake you as a thief.",
      "5": "You are all the sons of light and the sons of the day. We are not of the night nor of darkness.",
      "6": "Therefore let us not sleep as others do. But let us be alert and sober.",
      "7": "For those who sleep, sleep at night, and those who get drunk, are drunk at night.",
      "8": "But let us, who are of the day, be sober, putting on the breastplate of faith and love, and as a helmet, the hope of salvation.",
      "9": "For God has not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,",
      "10": "who died for us, so that whether we are awake or asleep, we should live together with Him.",
      "11": "So comfort yourselves together, and edify one another, just as you are doing.",
      "12": "We ask you, brothers, to acknowledge those who labor among you, and are appointed over you in the Lord, and instruct you.",
      "13": "Esteem them very highly in love for their work’s sake. And be at peace among yourselves.",
      "14": "Now we exhort you, brothers, warn those who are unruly, comfort the faint-hearted, support the weak, and be patient toward everyone.",
      "15": "See that no one renders evil for evil to anyone. But always seek to do good to one another and to all.",
      "16": "Rejoice always.",
      "17": "Pray without ceasing.",
      "18": "In everything give thanks, for this is the will of God in Christ Jesus concerning you.",
      "19": "Do not quench the Spirit.",
      "20": "Do not despise prophecies.",
      "21": "Examine all things. Firmly hold onto what is good.",
      "22": "Abstain from all appearances of evil.",
      "23": "May the very God of peace sanctify you completely. And I pray to God that your whole spirit, soul, and body be preserved blameless unto the coming of our Lord Jesus Christ.",
      "24": "Faithful is He who calls you, who also will do it.",
      "25": "Brothers, pray for us.",
      "26": "Greet all the brothers with a holy kiss.",
      "27": "I command you by the Lord that this letter be read to all the holy brothers.",
      "28": "The grace of our Lord Jesus Christ be with you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:18.494372-04:00",
    "Translation": "MEV"
  }
}