{
  "1 Timothy": {
    "1": {
      "1": "Paul, an apostle of Jesus Christ by the command of God our Savior, and of the Lord Jesus Christ, our hope,",
      "2": "To Timothy, my true son in the faith:\nGrace, mercy, and peace, from God our Father and Jesus Christ our Lord.",
      "3": "As I urged you when I went into Macedonia, continue to remain at Ephesus so that you might command some to teach no other doctrine,",
      "4": "nor pay attention to fables and endless genealogies, which cause debates rather than godly edifying, which is in faith.",
      "5": "Now the goal of this command is love from a pure heart, and from a good conscience, and from sincere faith.",
      "6": "From this, some have lost their way and turned aside to empty talk,",
      "7": "desiring to be teachers of the law, and understanding neither what they say nor what they affirm.",
      "8": "But we know that the law is good if someone uses it lawfully.",
      "9": "And we know that the law is not given for a righteous person, but for the lawless and disobedient, for the ungodly and for sinners, for the unholy and the profane, for those who kill their fathers and mothers, for murderers,",
      "10": "for the sexually immoral, for sodomites, for slave traders, for liars, for perjurers, and for anything else that is contrary to sound doctrine,",
      "11": "according to the glorious gospel of the blessed God, which was committed to my trust.",
      "12": "I thank Christ Jesus our Lord, who has enabled me, because He counted me faithful and appointed me to the ministry.",
      "13": "I was previously a blasphemer, and a persecutor, and an insolent man. But I was shown mercy, because I did it ignorantly in unbelief.",
      "14": "The grace of our Lord overflowed with the faith and love which is in Christ Jesus.",
      "15": "This is a faithful saying and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am the worst.",
      "16": "But I received mercy for this reason, that in me, first, Jesus Christ might show all patience, as an example to those who were to believe in Him for eternal life.",
      "17": "Now to the eternal, immortal, invisible King, the only wise God, be honor and glory forever. Amen.",
      "18": "This command I commit to you, my son Timothy, according to the prophecies that were previously given to you, that by them you might fight a good fight,",
      "19": "keeping faith and a good conscience, which some have rejected and suffered shipwreck in regard to their faith.",
      "20": "Among these are Hymenaeus and Alexander, whom I have delivered to Satan that they may learn not to blaspheme."
    },
    "2": {
      "1": "Therefore I exhort first of all that you make supplications, prayers, intercessions, and thanksgivings for everyone,",
      "2": "for kings and for all who are in authority, that we may lead a quiet and peaceful life in all godliness and honesty,",
      "3": "for this is good and acceptable in the sight of God our Savior,",
      "4": "who desires all men to be saved and to come to the knowledge of the truth.",
      "5": "There is one God and one mediator between God and men, the Man Christ Jesus,",
      "6": "who gave Himself as a ransom for all. This was the testimony given at the proper time.",
      "7": "For this I was appointed a preacher and an apostle (I speak the truth in Christ and do not lie), a teacher of the Gentiles in faith and truth.",
      "8": "Therefore I desire that the men pray everywhere, lifting up holy hands, without wrath or contentiousness.",
      "9": "In like manner also, that women clothe themselves in modest clothing, with decency and self-control, not with braided hair, gold, pearls, or expensive clothing,",
      "10": "but with good works, which is proper for women professing godliness.",
      "11": "Let a woman learn in silence with all obedience.",
      "12": "I do not permit a woman to teach or to usurp authority over a man, but to be silent.",
      "13": "For Adam was formed first, then Eve.",
      "14": "And Adam was not deceived, but the woman, being deceived, fell into sin.",
      "15": "Yet she will be saved in childbearing if they continue in faith, love, and holiness, with self-control."
    },
    "3": {
      "1": "This is a faithful saying: If a man desires the office of an overseer, he desires a good work.",
      "2": "An overseer then must be blameless, the husband of one wife, sober, self-controlled, respectable, hospitable, able to teach;",
      "3": "not given to drunkenness, not violent, not greedy for money, but patient, not argumentative, not covetous;",
      "4": "and one who manages his own house well, having his children in submission with all reverence.",
      "5": "For if a man does not know how to manage his own house, how will he take care of the church of God?",
      "6": "He must not be newly converted, so that he does not become prideful and fall into the condemnation of the devil.",
      "7": "Moreover he must have a good reputation among those who are outsiders, so that he does not fall into reproach and the snare of the devil.",
      "8": "Likewise deacons must be serious, not insincere, not given to much wine, not greedy,",
      "9": "keeping the mystery of the faith in a pure conscience.",
      "10": "And let them first be tested; then, being found blameless, let them serve as deacons.",
      "11": "Likewise, their wives must be serious, not slanderers, sober, and faithful in all things.",
      "12": "Let the deacons be the husbands of one wife, managing their children and their own houses well.",
      "13": "For those who have served well in the office of deacon purchase for themselves good standing and great boldness in the faith, which is in Christ Jesus.",
      "14": "I am writing these things to you, hoping to come to you shortly,",
      "15": "but if I am delayed, you might know how you ought to conduct yourself in the house of God, which is the church of the living God, the pillar and foundation of the truth.",
      "16": "Without question, great is the mystery of godliness:\nGod was revealed in the flesh,\n    justified in the Spirit,\nseen by angels,\n    preached to the Gentiles,\nbelieved on in the world,\n    taken up into glory."
    },
    "4": {
      "1": "Now the Spirit clearly says that in the last times some will depart from the faith and pay attention to seducing spirits and doctrines of devils,",
      "2": "speaking lies in hypocrisy, having their consciences seared with a hot iron,",
      "3": "forbidding to marry, and commanding to abstain from foods, which God has created to be received with thanksgiving by those who believe and know the truth.",
      "4": "For everything created by God is good, and not to be refused if it is received with thanksgiving,",
      "5": "for it is sanctified by the word of God and prayer.",
      "6": "If you remind the brothers of these things, you will be a good minister of Jesus Christ, nourished by the words of faith and of good doctrine, which you have followed closely.",
      "7": "But refuse profane and foolish myths. Instead, exercise in the ways of godliness.",
      "8": "For bodily exercise profits a little, but godliness is profitable in all things, holding promise for the present life and also for the life to come.",
      "9": "This is a faithful saying and worthy of all acceptance.",
      "10": "For to this end we both labor and suffer reproach, because we trust in the living God, who is the Savior of all men, especially of those who believe.",
      "11": "Command and teach these things.",
      "12": "Let no one despise your youth, but be an example to the believers in speech, in conduct, in love, in spirit, in faith, and in purity.",
      "13": "Until I come, give attention to reading, exhortation, and doctrine.",
      "14": "Do not neglect the gift that is in you, which was given to you by prophecy, with the laying on of hands by the elders.",
      "15": "Meditate on these things. Give yourself completely to them, that your progress may be known to everyone.",
      "16": "Take heed to yourself and to the doctrine. Continue in them, for in doing this you will save both yourself and those who hear you."
    },
    "5": {
      "1": "Do not rebuke an elder, but exhort him as a father, the younger men as brothers,",
      "2": "the elder women as mothers, and the younger women as sisters, with complete purity.",
      "3": "Honor widows that are widows indeed.",
      "4": "But if any widow has children or grandchildren, let them learn first to show piety at home and to repay their parents. For this is good and acceptable before God.",
      "5": "Now she who is a widow indeed, and desolate, trusts in God, and continues in supplications and prayers night and day.",
      "6": "But she who lives in pleasure is dead while she lives.",
      "7": "And these things command, that they may be blameless.",
      "8": "But if any do not care for their own, and especially for those of their own house, they have denied the faith and are worse than unbelievers.",
      "9": "Do not let a widow be counted unless she is over sixty years old, has been the wife of one man,",
      "10": "is well attested in good works, if she has brought up children, has lodged strangers, has washed the saints’ feet, has relieved the afflicted, and has diligently followed every good work.",
      "11": "But refuse the younger widows, for when their sensual desires have drawn them away from Christ, they want to marry,",
      "12": "and bring judgment on themselves, because they have cast off their first pledge.",
      "13": "Besides that, they learn to be idle, and not only idle, wandering around from house to house, but also gossips and busybodies, saying what they ought not.",
      "14": "Therefore I desire that the younger women marry, bear children, manage the house, and give no occasion to the adversary to speak reproachfully.",
      "15": "For some have already turned aside after Satan.",
      "16": "If any believing man or woman has widows, let those assist them. Do not let the church be charged, so that it may relieve those who are widows indeed.",
      "17": "Let the elders who rule well be counted worthy of double honor, especially those who labor in the word and doctrine.",
      "18": "For the Scripture says, “You shall not muzzle the ox that treads out the grain,” and, “The laborer is worthy of his reward.”",
      "19": "Do not receive an accusation against an elder, except before two or three witnesses.",
      "20": "Rebuke in the presence of everyone those who sin, that the rest also may fear.",
      "21": "I command you before God and the Lord Jesus Christ and the elect angels that you observe these things without prejudice, doing nothing by partiality.",
      "22": "Do not lay hands suddenly on anyone, and do not partake of other men’s sins. Keep yourself pure.",
      "23": "No longer drink only water, but use a little wine for your stomach’s sake and your frequent illnesses.",
      "24": "Some men’s sins are evident, pointing to judgment, but other men’s sins are revealed later.",
      "25": "Likewise, the good works of some are evident, but those that are not cannot be hidden."
    },
    "6": {
      "1": "Let as many servants as are under the yoke of slavery count their own masters worthy of all honor, so that the name of God and His doctrine may not be slandered.",
      "2": "Let those who have believing masters not despise them, because they are brothers. Instead, let them serve as slaves, because those who receive their service are faithful and beloved.\nTeach and command these things.",
      "3": "Anyone who teaches otherwise and does not consent to wholesome words, to the words of our Lord Jesus Christ, and to godly doctrine",
      "4": "is conceited and knows nothing. He has a morbid disposition for controversy and verbal disputes, from which come envy, strife, blasphemies, evil speculations,",
      "5": "constant disputes by men of corrupt minds, being destitute of the truth, and supposing that financial gain is godliness. Withdraw yourself from such men.",
      "6": "But godliness with contentment is great gain.",
      "7": "For we brought nothing into this world, and it is certain that we can carry nothing out.",
      "8": "If we have food and clothing, we shall be content with these things.",
      "9": "But those who desire to be rich fall into temptation and a snare and into many foolish and harmful lusts, which drown men in ruin and destruction.",
      "10": "For the love of money is the root of all evil. While coveting after money, some have strayed from the faith and pierced themselves through with many sorrows.",
      "11": "But you, O man of God, escape these things, and follow after righteousness, godliness, faith, love, patience, and gentleness.",
      "12": "Fight the good fight of faith. Lay hold on eternal life, to which you are called and have professed a good profession before many witnesses.",
      "13": "I command you, in the sight of God, who gives life to all things, and in the sight of Christ Jesus, who testified a good confession before Pontius Pilate,",
      "14": "to keep this commandment without blemish, blameless until the appearing of our Lord Jesus Christ,",
      "15": "which He, who is the blessed and only Ruler, the King of kings and Lord of lords, will reveal at the proper time.",
      "16": "He alone has immortality, living in unapproachable light, whom no one has seen, nor can see. To Him be honor and everlasting power. Amen.",
      "17": "Command those who are rich in this world that they not be conceited, nor trust in uncertain riches, but in the living God, who richly gives us all things to enjoy.",
      "18": "Command that they do good, that they be rich in good works, generous, willing to share,",
      "19": "and laying up in store for themselves a good foundation for the coming age, so that they may take hold of eternal life.",
      "20": "O Timothy, guard that which is committed to your trust. Avoid profane babblings and opposing views from so-called knowledge.",
      "21": "By professing it, some have erred concerning the faith.\nGrace be with you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:19.574912-04:00",
    "Translation": "MEV"
  }
}