{
  "2 Chronicles": {
    "1": {
      "1": "Now Solomon the son of David strengthened himself over his kingdom, and the Lord his God was with him and made Solomon exceedingly great.",
      "2": "And Solomon spoke to all Israel, to the commanders of thousands and of hundreds, to the judges, and to all the leaders in all Israel, the heads of fathers’ houses.",
      "3": "Then they all went, Solomon and all the assembly that was with him, to the high place that was at Gibeon, because the tent of meeting with God, which Moses the servant of the Lord had made in the wilderness, was there.",
      "4": "However, David had brought up the ark of God from Kiriath Jearim to the place he had prepared, for he had pitched a tent for it in Jerusalem.",
      "5": "And the bronze altar that Bezalel the son of Uri, the son of Hur, had made was set before the tabernacle of the Lord. And Solomon and the assembly sought it out to seek the Lord.",
      "6": "And Solomon went up to the bronze altar before the Lord, which was before the tent of meeting, and he offered up a thousand burnt offerings on it.",
      "7": "That night God appeared to Solomon and said to him, “Ask what I might give to you.”",
      "8": "Then Solomon said to God, “You have given a great mercy to David my father and have made me king in his place.",
      "9": "Now, Lord God, may Your word to David my father be confirmed, for You have made me king over a people numerous as the dust of the earth.",
      "10": "Now give wisdom and knowledge to me so that I might know how to go before this people, for who can judge this great people of Yours?”",
      "11": "Then God responded to Solomon, “Because this was in your heart and you did not ask for possessions, wealth, and honor, or even the life of those who hate you, nor have you asked for many days of life, but you have asked Me for wisdom and knowledge that you might govern My people over whom I have made you king,",
      "12": "wisdom and knowledge are now given to you. Possessions, wealth, and honor I will also give to you; such has not been given to kings before you nor those who will follow after you.”",
      "13": "So Solomon came from the high place at Gibeon, before the tent of meeting, to Jerusalem, and he reigned over Israel.",
      "14": "Solomon gathered together chariots and horses. He had one thousand four hundred chariots and twelve thousand horses, and he put them in designated cities and with the king in Jerusalem.",
      "15": "The king made silver and gold in Jerusalem as abundant as stones and cedar as plentiful as sycamore trees in the lowlands of the Shephelah.",
      "16": "The horses of Solomon were imported from Egypt and Kue, and the traders of the king would take them from Kue for a price.",
      "17": "They imported chariots from Egypt for six hundred shekels of silver and a horse for one hundred and fifty pieces. And they imported from these places to all the kings of the Hittites and Arameans."
    },
    "2": {
      "1": "Now Solomon wanted to build a temple for the name of the Lord and a royal house for his kingship.",
      "2": "And Solomon designated seventy thousand men to carry materials, eighty thousand men to cut stone in the hills, and three thousand six hundred supervisors to oversee these men.",
      "3": "And Solomon sent word to Hiram king of Tyre saying,\n“As you did for David my father and sent him cedar trees in order to build for himself a house in which to dwell, so deal with me.",
      "4": "I am going to build a temple for the name of the Lord my God, sanctified for Him, for making sacrifices before Him, and for incense of fragrant spices, and for the continual showbread, for burnt offerings on both morning and evening, and for Sabbaths, New Moons, and appointed feasts of the Lord our God, as an ordinance forever for Israel.",
      "5": "“And the house that I am building will be great because our God is greater than all other gods.",
      "6": "But who is able to build a house for Him, since the heavens and the highest heavens cannot contain Him? Who am I that I build a house for Him, except to make offerings before Him?",
      "7": "“Now may you send to me a wise man who works with gold, silver, bronze, iron, and in purple, crimson, and violet threads and knows how to engrave, who will be with the skilled workers and me in Judah and Jerusalem, which David my father established.",
      "8": "“And may you send me trees of cedar, cypress, and algum from Lebanon because I realize that your slaves know how to cut timber in Lebanon; and my servants will be alongside your servants,",
      "9": "to prepare an abundance of timber for me, because the temple that I will build will be great and marvelous.",
      "10": "I will provide for the woodsmen, your servants who cut timber, twenty thousand dry kors of crushed wheat, twenty thousand kors of barley, twenty thousand liquid baths of wine, and twenty thousand liquid baths of oil.”",
      "11": "Then Hiram king of Tyre responded in a letter that he sent to Solomon,\n“Because the Lord loves His people, He has made you king over them.”",
      "12": "And Hiram said,\n“Blessed be the Lord God of Israel who made heaven and earth and has given King David a wise son, having insight and understanding, who is building a temple for the Lord and a royal house for his kingship.",
      "13": "“And now I have sent a skilled man, endowed with understanding, Huram-Abi,",
      "14": "the son of a woman from the daughters of Dan and the son of a man of Tyre, who knows gold, silver, bronze, iron, stone, wood, and purple, violet, blue, and crimson threads, and who knows how to make all types of engravings and to devise every type of design that is given to him, with your skilled men and the skilled men of my lord David your father.",
      "15": "“Now the wheat, the barley, the oil, and the wine that my lord has declared, may he send these items to his slaves.",
      "16": "And let us cut the timber from Lebanon, whatever you need, and we will bring it to you on rafts on the sea to Joppa, and you will bring it up to Jerusalem.”",
      "17": "Then Solomon numbered all the male foreigners who were in the land of Israel, after the census that David his father had taken. And there were found one hundred and fifty-three thousand six hundred.",
      "18": "And he made seventy thousand of them to carry materials, eighty thousand to cut stone in the hills, and three thousand six hundred supervisors to make the people work."
    },
    "3": {
      "1": "So Solomon began to build the house of the Lord in Jerusalem on Mount Moriah, where He appeared to David his father, at the place that David established on the threshing floor of Ornan the Jebusite.",
      "2": "He began to build in the second month on the second day during the fourth year of his reign.",
      "3": "These are the foundation measurements that Solomon used for building the house of God. The cubit length in the former standard measure was sixty cubits and the width twenty cubits.",
      "4": "The porch vestibule that was in front of the nave hall had its length, like the width of the house, as twenty cubits, and its height was one hundred and twenty cubits; and he overlaid the inside with pure gold.",
      "5": "And he paneled the great house with cypress trees and then covered it with fine gold. Then he decorated it with palm trees and chain work.",
      "6": "And he overlaid the house with precious stones for decoration, and the gold was from Parvaim.",
      "7": "And he covered the house—its beams, thresholds, walls, and doors—with gold, and he engraved cherubim on the walls.",
      "8": "Then he made the dwelling of the Most Holy Place. Its length was as the width of twenty cubits, and its width also twenty cubits; and he covered it with fine gold, six hundred talents worth.",
      "9": "And the weight in gold for the nails was fifty shekels. And he covered the upper chamber in gold.",
      "10": "Then in the dwelling of the Most Holy Place, he made two cherubim that were cast metal and overlaid them with gold.",
      "11": "And the wings of the cherubim were the length of twenty cubits. The wing of one cherub was five cubits, reaching the wall of the house, and the wing of the other was five cubits, reaching to the wing of the other cherub.",
      "12": "And the wing of this cherub was five cubits, reaching to the other wall of the house, and the other wing was five cubits, touching the wing of the first cherub.",
      "13": "So the wings of these cherubim spread out were twenty cubits; they were upright on their feet facing inward toward the house.",
      "14": "Then he made the curtain of violet, purple, crimson, and blue thread, and he wove cherubim into it.",
      "15": "And he made two pillars in front of the house thirty-five cubits high, with a five cubit capital on the top of the pillar.",
      "16": "Then he made ornamental chain work, like in the Most Holy Place, and set it on the top of the pillars. Then he designed a hundred pomegranates and set them on the chain work.",
      "17": "He then raised the pillars in front of the temple, with one on the right to the south and the other on the left to the north, and the pillar to the south he called Jakin, and the pillar to the north he called Boaz."
    },
    "4": {
      "1": "Then he made a bronze altar that was twenty cubits long, twenty cubits wide, and ten cubits high.",
      "2": "And he made a cast metal sea as a water basin. It was round and ten cubits from edge to edge, five cubits high, and a line of thirty cubits measured its circumference.",
      "3": "Figures like oxen were underneath it, going all the way around the sea basin, ten cubits on each side. There were two rows of oxen that were poured as cast metal.",
      "4": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, and their back sides were facing inward.",
      "5": "The thickness of the sea was a palm, and its brim was like the brim of a cup, as the flower of a lily. It held three thousand baths securely.",
      "6": "Then he made ten water basins, and he set five on the southern right side and five on the northern left side to rinse off in them the instruments of the burnt offering. And the sea basin was for the priests to wash in.",
      "7": "And he made ten lampstands of gold according to the specifications, and he set them in the temple, five on the southern, right side and five on the northern, left side.",
      "8": "Then he made ten tables and put them in the temple, five on the southern, right side and five on the northern, left side; and he made a hundred basins of gold.",
      "9": "Then he made the court of the priests and the great enclosure and the doors for the enclosure, and he overlaid the doors with bronze.",
      "10": "And he set the sea basin at the southeast side, opposite the southern side of the house.",
      "11": "And Huram made the pots, shovels, and bowls.\nSo Huram completed the work that he did for King Solomon on the house of God:",
      "12": "the two pillars, the bowls, and the two capitals on the top of the pillars; and the two latticeworks to cover the two bowls of the capitals that were on the top of the pillars;",
      "13": "and the four hundred pomegranates for the two pieces of grating, with two rows of pomegranates for each screen grate that covered the two bowl-shaped capitals on top of the pillars.",
      "14": "And he made the supporting stands and the basins on top of the stands,",
      "15": "and the sea basin and the twelve oxen underneath it;",
      "16": "the pots, shovels, utensils, and all the vessels from polished bronze, Huram-Abi made for King Solomon for the house of the Lord.",
      "17": "The king cast these vessels in the district of the Jordan in earthen foundries between Sukkoth and Zeredatha.",
      "18": "And Solomon made all of these items in a great abundance such that they did not consider the weight of the bronze.",
      "19": "So Solomon made all the vessels that were in the house of God: the gold altar and the tables displaying the showbread,",
      "20": "and the finely hammered lampstands with their lamps to burn before the Most Holy Place as prescribed;",
      "21": "the golden flower-shaped ornaments, lamps, and tongs, of purest gold;",
      "22": "the snuffers, basins, ladles, and fire pans, of pure gold. As for the entrance to the temple: the inner doors to the Most Holy Place and the doors of the nave of the temple were of gold."
    },
    "5": {
      "1": "Thus all the work that Solomon did for the house of the Lord was finished. And Solomon brought in the things that David his father had dedicated: the silver and the gold and all the furnishings in the treasury of the house of God.",
      "2": "Then Solomon assembled the elders of Israel and all the heads of the tribes and the leaders of the houses of the fathers among the sons of Israel to bring up the ark of the covenant of the Lord from the City of David, which is Zion.",
      "3": "And all the men of Israel were assembled before the king at the feast, which is the seventh month.",
      "4": "All the elders of Israel came, and the Levites carried the ark.",
      "5": "Then they brought up the ark, and the tent of meeting, and all the holy vessels that were in the tent. So the Levitical priests brought them up.",
      "6": "And King Solomon and all the congregation of Israel, who were assembled with him before the ark, were sacrificing so many sheep and oxen that they could not be counted or numbered.",
      "7": "The priests brought the ark of the covenant of the Lord to its place—to the inner sanctuary of the temple, into the Most Holy Place, under the wings of the cherubim.",
      "8": "Then the cherubim wings were spread out over the place of the ark so that the cherubim covered the ark and its poles.",
      "9": "The poles were extended so that the ends of the poles of the ark were seen in front of the Most Holy Place, but they were not seen outside; and they are still there to this day.",
      "10": "In the ark there was nothing except the two tablets that Moses had given at Mount Horeb where the Lord made a covenant with the sons of Israel when they went out from Egypt.",
      "11": "When the priests came out from the Most Holy Place—for all the priests who were present had consecrated themselves, without keeping separate divisions—",
      "12": "and all the Levitical singers, Asaph, Heman, and Jeduthun, with their sons and relatives, all clothed in fine linen, with cymbals, harps, and lyres, stood to the east of the altar, and with them one hundred and twenty priests who were sounding with trumpets,",
      "13": "it happened, when the trumpet players and singers made one sound to praise and give thanks to the Lord, and when they lifted up their voice with the trumpets and cymbals and all the instruments of music and praised the Lord saying,\n“For He is good\n    and His mercy endures forever,”\nthat the house, the house of the Lord, was filled with a cloud.",
      "14": "And the priests were not able to stand in order to serve because of the cloud, for the glory of the Lord had filled the house of God."
    },
    "6": {
      "1": "Then Solomon said, “The Lord has said that He would dwell in the dark cloud.",
      "2": "But I have built for You an exalted house, even a habitation where You can continually dwell.”",
      "3": "Then the king turned his face around, and he blessed the entire assembly of Israel while all the assembly of Israel was standing before him.",
      "4": "And he said:\n“Blessed be the Lord God of Israel who spoke with David my father and fulfilled His promise saying,",
      "5": "‘Since the day that I brought out My people from the land of Egypt, I did not choose any city from among the tribes of Israel to build a house for My name to dwell there, nor did I select a man to be the leader over My people Israel;",
      "6": "but I have chosen Jerusalem for My name to dwell there, and I have selected David to be over My people Israel.’",
      "7": "“And it was in the heart of David my father to build a house for the name of the Lord God of Israel.",
      "8": "But the Lord said to David my father, ‘Whereas it was in your heart to build a house for My name, you did well because of what was in your heart;",
      "9": "only you will not be the one to build the house. For your son, who will be born to you, he will build a house for My name.’",
      "10": "“The Lord has fulfilled the word that He spoke. For I have risen up in the place of David my father and sit on the throne of Israel, as the Lord spoke, and I will build the house for the name of the Lord God of Israel.",
      "11": "And there I have set the ark, in which is the covenant of the Lord that He made with the children of Israel.”",
      "12": "Then Solomon stood before the altar of the Lord before all the assembly of Israel and spread out his hands.",
      "13": "For Solomon made a bronze platform and set it in the midst of the enclosure. It was five cubits in length, five cubits in width, and three cubits in height. And he stood on it and knelt down before all the assembly of Israel and spread out his hands to heaven.",
      "14": "And he said:\n“O Lord God of Israel, there is no God like You in the heavens or on the earth, who keeps covenants and mercy with Your servants who walk before You with all their heart.",
      "15": "You have kept what You promised Your servant David my father. You have both spoken with Your mouth and fulfilled it with Your hand, as it is this day.",
      "16": "“And now, O Lord God of Israel, keep what You promised Your servant David my father saying, ‘You will not lack a man sitting on the throne of Israel before Me, if only your sons take heed to their way to walk in My law as you have walked before Me.’",
      "17": "And now, O Lord God of Israel, may Your word be confirmed which You have spoken to Your servant David.",
      "18": "“For will God indeed dwell with man on the earth? The heavens, even the highest heavens, are not able to contain You, much less this house that I have built.",
      "19": "But respond to the prayer of Your servant and to his plea, O Lord my God, to listen to the cry and prayer of Your servant who prays before You,",
      "20": "that Your eyes might be open toward this house both day and night, to the place that You have said that You will set Your name, in order to hear the prayer of Your servant for this place.",
      "21": "And listen to the pleas of Your servant and Your people Israel when they pray toward this place. And may You respond from heaven, the place of Your dwelling, so that You hear and forgive.",
      "22": "“If a man sins against his companion, and the companion swears and puts him under a curse, and the wronged man comes with an oath before Your altar at this temple,",
      "23": "then You will hear from heaven, and You will act and judge Your servants, to repay the guilty one by bringing his way on his own head; and to vindicate the innocent one by rendering to him according to his righteous behavior.",
      "24": "“If Your people Israel are struck before enemies because they have sinned against You, and they return and confess Your name and pray and seek Your favor in this house,",
      "25": "then You will hear from heaven and forgive the sin of Your people Israel, and You will bring them back to the land that You gave them and their fathers.",
      "26": "“When the sky is shut up and there is no rain because they have sinned against You, and they pray toward this place and confess Your name and turn from their sin when You afflict them,",
      "27": "then You will hear from heaven and forgive the sin of Your servants and Your people Israel because You will teach them the good path in which they will walk, and You will send rain on the land that You have given to Your people as a possession.",
      "28": "“When there is famine in the land or when there is pestilence, blight, mildew, winged locust, or grasshopper, or when enemies besiege them in the land up to their city gates, in whatever plague or sickness,",
      "29": "whatever prayer or plea that is made by any man or by all your people Israel, when each man knows his own affliction and his own sorrow, and stretches out his hands toward this house,",
      "30": "then You will hear from heaven, the place of the habitation of Your dwelling, and forgive, and You will render to each according to his conduct, for You know their hearts (for You alone know the heart of people),",
      "31": "so that they may fear You and walk in Your ways all the days that they live on the land that You have given to our fathers.",
      "32": "“When foreigners are not from Your people Israel and come from a distant land, because of Your great name, mighty hand, and outstretched arm, and they come and pray toward this house,",
      "33": "then hear from heaven, from Your dwelling place, and act on everything for which the foreigner calls on You, that all the peoples of the earth may know Your name and fear You, as do Your people Israel; and that they may know that this house which I have built is called by Your name.",
      "34": "“When Your people go out to battle against their enemies, in the way that You send them, and when they pray to You toward this city that You have chosen and the house that I have built for Your name,",
      "35": "then hear from heaven their prayer and plea and act for their cause.",
      "36": "“When they sin against You (for there is no one who does not sin) and You are angry against them and give them to their enemies, and they are taken captive to a land, whether distant or near,",
      "37": "and they turn their hearts in the land that they have been taken captive, and they repent and seek Your favor in the land of captivity saying, ‘We have sinned, done wrong, and acted wickedly,’",
      "38": "and if they turn in repentance to You with all their heart and all their soul in the land of their captivity that they were taken to, and pray toward the land that You have given to their fathers, and toward the city that You have chosen, and toward the house that I have built for Your name,",
      "39": "then hear from heaven, from Your dwelling place, their prayer and supplication, and maintain their cause, and forgive the people who have sinned against You.",
      "40": "“Now, O my God, may Your eyes be open and Your ears attentive to the prayer that I offer in this place.",
      "41": "“Now rise up, O Lord God, to Your resting place,\n    both You and the ark of Your strength.\nAnd let Your priests, O Lord God, be clothed in salvation\n    and Your loyal ones rejoice in goodness.",
      "42": "O Lord God, do not turn Your face from Your anointed.\n    Remember the mercies of Your servant David.”"
    },
    "7": {
      "1": "And when Solomon finished praying, fire came down from the heavens and consumed the burnt offering and sacrifices, and the glory of the Lord filled the temple.",
      "2": "And the priests were not able to enter into the house of the Lord, for the glory of the Lord filled the Lord’s house.",
      "3": "And all the sons of Israel saw when the fire came down and the glory of the Lord came on the temple, and they bowed their faces low to the ground on the pavement, and they worshipped confessing,\n“The Lord is good,\n    and His mercy endures forever.”",
      "4": "Then the king and all the people were making sacrifices before the Lord.",
      "5": "King Solomon sacrificed twenty-two thousand oxen and one hundred and twenty thousand sheep. So the king and all the people dedicated the house of God.",
      "6": "The priests stood at their positions, with the Levites and all their instruments of music for the Lord that King David had made to praise the Lord—for His mercy endures forever—when David gave praise by their ministry, and the priests sounded trumpets opposite the Levites, and all Israel stood.",
      "7": "And Solomon consecrated the middle of the court that was in front of the house of the Lord because there he made burnt offerings and the fat of peace offerings (because the bronze altar that Solomon made was surely not able to contain the burnt offerings, grain offerings, and fat offerings).",
      "8": "And at the appointed time, Solomon made a feast for seven days, and all Israel—as a very great assembly—was with him, from the entrance of Lebo Hamath in the north to the Brook of Egypt in the south.",
      "9": "Then on the eighth day they made a solemn assembly because they had made a consecration of the altar for seven days and then the feast for seven days more.",
      "10": "Then on the twenty-third day of the seventh month Solomon sent the people away to their homes. They were joyful and good of heart because of what the Lord had done for David, Solomon, and His people Israel.",
      "11": "Thus Solomon finished the house of the Lord and the king’s house. And Solomon successfully accomplished everything that came into his heart to do in the house of the Lord and in his own house.",
      "12": "Then the Lord appeared to Solomon at night, and He said to Solomon,\n“I have heard your prayer, and I have chosen for Myself in this place a house of sacrifice.",
      "13": "“When I shut up the heaven and there is no rain, or when I command the locusts to devour the land, or send pestilence on My people,",
      "14": "if My people, who are called by My name, will humble themselves and pray, and seek My face and turn from their wicked ways, then I will hear from heaven, and will forgive their sin and will heal their land.",
      "15": "Now My eyes will be open and My ears attentive to the prayer of this place.",
      "16": "So now I have chosen and consecrated this house that My name be there continually. My eyes and heart will be there for all days.",
      "17": "“And you, if you walk before Me as David your father did to do everything that I command you to do, and you keep My statutes and judgments,",
      "18": "then I will set the throne of your kingdom as I made a covenant with David your father saying, ‘You will not lack a man to rule Israel.’",
      "19": "“But if the people turn aside and abandon My statutes and commandments that I have given to you, and you walk after and serve other gods and worship them,",
      "20": "then I will uproot them from My land that I have given to them; and the house that I have consecrated for My name, I will throw it from before Me and set it as a proverb and taunt among the peoples.",
      "21": "And even though this house was majestic, it will lie desolate before all who pass by it, and they will say, ‘Why did the Lord do such a thing to this land and this house?’",
      "22": "Then they will say, ‘Because they abandoned the Lord, the God of their fathers who brought them up from the land of Egypt, and they took hold of other gods and worshipped and served them; therefore He has brought on them all this disaster.”"
    },
    "8": {
      "1": "It came that after twenty years, Solomon built the house of the Lord and his royal house,",
      "2": "and Solomon even rebuilt the cities that Hiram had given to him, and he settled the sons of Israel in them.",
      "3": "Then Solomon went to Hamath Zobah and seized it.",
      "4": "He also built Tadmor in the wilderness and all the store cities that he built in Hamath.",
      "5": "He also built the Upper and Lower Beth Horon, fortified cities with walls, gates, and bars,",
      "6": "and Baalath, and all the store cities that Solomon had, and all the cities for his chariots, the cities for his cavalry, and whatever Solomon desired to build in Jerusalem, Lebanon, and in all the land of his dominion.",
      "7": "And all the people who remained from the Hittites, Amorites, Perizzites, Hivites, and Jebusites who were not from Israel,",
      "8": "and from their descendants who remained from these peoples in the land and whom the sons of Israel did not finish destroying, Solomon brought them up to be forced labor, even to this day.",
      "9": "But from the sons of Israel Solomon did not make servants for his work. These were his soldiers, officers, commanders of his chariots, and horsemen.",
      "10": "And these were the two hundred and fifty chief officers for King Solomon who governed the people.",
      "11": "And Solomon brought up the daughter of Pharaoh from the City of David to the house that he built for her, for he said, “My wife will not live in the house of David king of Israel, for the places where the ark of the Lord have been are holy.”",
      "12": "At that time Solomon offered up burnt offerings on the altar of the Lord that he built before the vestibule,",
      "13": "according to the daily duty to offer up as the commandment of Moses for Sabbaths, New Moons, and the three annual festivals: the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Tabernacles.",
      "14": "According to the ruling of David his father, he set the divisions of the priests for their service, and the Levites for their function to praise and serve before the priests according to the daily duty, and even the gatekeepers for their divisions at each gate, for this was the commandment of David the man of God.",
      "15": "And they did not turn from the commandment of the king, whether the priests or Levites, concerning any matter and concerning the treasury.",
      "16": "So all the work of Solomon was established from the day of the foundation of the house of the Lord and until its completion; and the house of the Lord was complete.",
      "17": "Then Solomon went to Ezion Geber and Elath at the shore of the sea in Edom.",
      "18": "And Hiram sent him ships by the hand of his servants, who knew the sea. And they went with the servants of Solomon to Ophir, and took from there four hundred and fifty talents of gold, and brought them to King Solomon."
    },
    "9": {
      "1": "The queen of Sheba heard a report of Solomon, and she came to Jerusalem with a very impressive retinue—with camels carrying spices, an abundance of gold, and precious stones—to test Solomon with riddles. When she came to Solomon she shared with him everything that was on her heart.",
      "2": "Solomon declared to her everything that she asked, and there was not any matter concealed from Solomon that he did not declare to her.",
      "3": "When the queen of Sheba had observed the wisdom of Solomon, the house that he had built,",
      "4": "the food on his table, the seating of his officials, and the attendance of his servants, and their clothing, his valets, and their clothing, and his burnt offerings that he offered at the house of the Lord, there was no more spirit left in her.",
      "5": "Then she said to the king, “True was the report that I heard in my land concerning your words and wisdom.",
      "6": "But I did not believe their reports until I came and my eyes saw; and indeed, half the greatness of your wisdom was not declared to me. You have exceeded the report that I heard.",
      "7": "How happy your men must be! How happy these servants, those who are continually before you listening to your wisdom.",
      "8": "May the Lord your God be blessed, who has delighted in you, to set you as king on the throne of the Lord your God. Your God has loved Israel to establish them continually and has set you as king over them to perform justice and righteousness.”",
      "9": "Then she gave the king one hundred and twenty talents of gold and a great abundance of spices and precious stones. And there were no spices like those that the queen of Sheba gave to King Solomon.",
      "10": "Moreover, the servants of Hiram and Solomon who brought gold from Ophir also brought algum wood and precious stones.",
      "11": "And the king used the algum wood for steps for the house of the Lord and the palace of the king, even for lyres and harps for the singers. And there had not been anything seen like these in the land of Judah.",
      "12": "And King Solomon gave everything to the queen of Sheba in which she had pleasure, even what she asked for in addition to what she brought to the king. Then she turned and left for her own land with her servants.",
      "13": "The weight of gold that came to Solomon every year was six hundred and sixty-six talents of gold.",
      "14": "In addition to what the explorers and merchants brought in, all the kings of Arabia and governors of the land brought in gold and silver to Solomon.",
      "15": "King Solomon made two hundred large shields of hammered gold, and six hundred gold pieces were used for each large shield.",
      "16": "And he made three hundred shields of hammered gold; three hundred gold pieces were used for each shield. And the king put them in the House of the Forest of Lebanon.",
      "17": "And the king made a great throne of ivory, and he covered it with fine gold.",
      "18": "And there were six steps and a gold footstool attached to the throne, and on each side at the place of the seat were armrests with two lions standing beside the armrests.",
      "19": "So twelve lions stood there on the six steps, one on each side, and there was nothing like this in any kingdom.",
      "20": "Even all the drinking vessels of King Solomon were gold, and all the vessels in the House of the Forest of Lebanon were fine gold. And silver was not thought to be valuable in the days of Solomon.",
      "21": "The ships of Solomon went to Tarshish with the servants of Hiram. Once every three years the ships of Tarshish returned carrying gold, silver, ivory, apes, and peacocks.",
      "22": "So King Solomon was greater than all the kings of the earth in wealth and wisdom.",
      "23": "All the kings of the earth sought out an audience before Solomon to hear his wisdom that God gave to his mind.",
      "24": "Every year each man brought his own tribute, vessels of silver and gold, garments, myrrh, spices, horses, and mules.",
      "25": "Solomon had four thousand stalls for horses and chariots and twelve thousand horses, and he put them in designated cities and with him in Jerusalem.",
      "26": "He ruled over all the kings from the River to the land of the Philistines and to the border of Egypt.",
      "27": "So the king made silver in Jerusalem as abundant as stones and cedar as plentiful as sycamore trees in the lowlands of the Shephelah.",
      "28": "The horses of Solomon were imported from Egypt and from all other lands.",
      "29": "And the rest of the acts of Solomon, from beginning to end, are they not written in the annals of Nathan the prophet, and the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?",
      "30": "So Solomon reigned in Jerusalem over all Israel for forty years.",
      "31": "And Solomon slept with his fathers, and they buried him in the City of David his father. And Rehoboam his son then ruled in his place."
    },
    "10": {
      "1": "Rehoboam went to Shechem because all Israel journeyed to Shechem to make him king.",
      "2": "It happened that Jeroboam the son of Nebat heard this—he was in Egypt, where he fled from King Solomon—so he returned from Egypt.",
      "3": "So they sent for him and called him. And Jeroboam and all Israel came and spoke to Rehoboam saying,",
      "4": "“Your father made our yoke heavy. Now therefore, lighten your father’s labor and heavy yoke that he put on us, and we will serve you.”",
      "5": "He responded, “Return again to me in three days.” So the people left.",
      "6": "Then King Rehoboam consulted with the elders who stood in the presence of Solomon his father when he was alive saying, “How do you counsel that I should give a response to this people?”",
      "7": "They said to him, “If you are good to this people and please them and speak well to them, then they will be servants to you all your days.”",
      "8": "But he abandoned the counsel of the elders that they gave to him. And he consulted the young men who grew up and stood before him.",
      "9": "Rehoboam said to them, “What do you counsel that we give as a response to this people who have spoken to me, ‘Lighten the yoke that your father placed on us’?”",
      "10": "The young men who had grown up with him said, “So you should speak to the people who have spoken to you saying, ‘Your father made our yoke heavy, but you lighten it from us.’ So you will say to them, ‘My little finger is thicker than my father’s waist!",
      "11": "Whereas my father placed a heavy yoke on you, I will add to your yoke. My father chastened you with whips, but I will scourge you with scorpions.’ ”",
      "12": "So Jeroboam and all the people came to Rehoboam on the third day, as the king had ordered saying, “Return to me on the third day.”",
      "13": "Then the king answered them harshly. King Rehoboam rejected the advice of the elders.",
      "14": "He spoke to them with the advice of the young men, saying, “My father made your yoke heavy, but I will increase it. My father chastised you with whips, but I will chastise you with scorpions.”",
      "15": "The king did not listen to the people, for the event occurred because of God, that the Lord might establish His word that He spoke through Ahijah the Shilonite to Jeroboam the son of Nebat.",
      "16": "When all Israel saw that the king would not listen to them, the people answered the king saying,\n“What portion do we have in David?\n    We have no inheritance in the son of Jesse.\nO Israel, each man to your tent.\n    Now look after your own house, O David!”\nThen all Israel departed to their tents.",
      "17": "The sons of Israel dwelled in the cities of Judah, and Rehoboam reigned over them.",
      "18": "Then King Rehoboam sent Hadoram, who was over the forced labor, and the sons of Israel stoned him to death. And King Rehoboam hurried to mount his chariot and to flee to Jerusalem.",
      "19": "So Israel has rebelled against the house of David until this day."
    },
    "11": {
      "1": "When Rehoboam came to Jerusalem, he called together from the house of Judah and Benjamin one hundred and eighty thousand choice men to make war and to battle with Israel in order to restore the kingdom to Rehoboam.",
      "2": "But the word of the Lord came to Shemaiah the man of God saying:",
      "3": "Speak to Rehoboam, son of Solomon and king of Judah, and to all Israel in Judah and Benjamin,",
      "4": "“So says the Lord: You are not to go up and fight against your brothers. Each man must return to his house, for this event is from Me.” So they obeyed the word of the Lord and turned back from attacking Jeroboam.",
      "5": "So Rehoboam dwelled in Jerusalem and built siege cities in Judah.",
      "6": "He built Bethlehem, Etam, Tekoa,",
      "7": "Beth Zur in the east, Soko, Adullam,",
      "8": "Gath, Mareshah in the west, Ziph,",
      "9": "Adoraim, Lachish in the south, Azekah,",
      "10": "Zorah, Aijalon in the northwest, and central Hebron, all of which were fortified cities in Judah and Benjamin.",
      "11": "He strengthened the fortresses and set leaders in them with stockpiles of food, oil, and wine.",
      "12": "And in all the cities he placed shields and spears, and he greatly strengthened these places. So he held Judah and Benjamin.",
      "13": "And the priests and Levites in all Israel came before him from all their territories.",
      "14": "For the Levites left their pasture lands and properties, and they traveled to Judah and Jerusalem because Jeroboam and his sons excluded them from serving as priests to the Lord.",
      "15": "And he set for himself priests for the high places and for the goat and calf idols that he made.",
      "16": "And those who set their hearts to seek the Lord God of Israel followed after them from all the tribes of Israel, and they came to Jerusalem to sacrifice to the Lord God of their fathers.",
      "17": "So they strengthened the kingdom of Judah and supported Rehoboam, the son of Solomon, for three years, for they walked in the way of David and Solomon for three years.",
      "18": "And Rehoboam took Mahalath for a wife, the daughter of both Jerimoth the son of David and of Abihail the daughter of Eliab the son of Jesse,",
      "19": "and she bore sons to him: Jeush, Shemariah, and Zaham.",
      "20": "Then after her he took Maakah the daughter of Absalom. And she bore to him Abijah, Attai, Ziza, and Shelomith.",
      "21": "And Rehoboam loved Maakah the daughter of Absalom more than his other wives and concubines (for he took eighteen wives and sixty concubines), and he had twenty-eight sons and sixty daughters.",
      "22": "And Rehoboam set Abijah the son of Maakah as chief and head over his brothers for he planned to make him king.",
      "23": "And he was discerning and spread out all his sons to all the lands of Judah and Benjamin, even among the fortified cities, and he provided for them an abundance of provisions and wives."
    },
    "12": {
      "1": "Now when the reign of Rehoboam was established and strong, he, and all of Israel with him, abandoned the law of the Lord.",
      "2": "And in the fifth year of King Rehoboam, Shishak king of Egypt went up against Jerusalem for they had acted unfaithfully against the Lord,",
      "3": "with one thousand two hundred chariots and sixty thousand horses. The people were without number who came with him from Egypt—Libyans, Sukkiktes, and Ethiopians.",
      "4": "And he captured the fortified cities that were in Judah, and he came even to Jerusalem.",
      "5": "Then Shemaiah the prophet came to Rehoboam and the rulers of Judah who were assembled in Jerusalem before Shishak, and he said to them, “So the Lord says: You have abandoned Me, so I have abandoned you into the hand of Shishak.”",
      "6": "Then the king and the rulers of Israel humbled themselves and said, “The Lord is righteous.”",
      "7": "So when the Lord observed that they had humbled themselves, the word of the Lord came to Shemaiah, “They have humbled themselves, so I will not destroy them. I will let some of them escape, and My anger will not pour out against Jerusalem by the hand of Shishak.",
      "8": "For they will be slaves to him so that they experience My labor and the labor of the kingdoms of other lands.”",
      "9": "So Shishak king of Egypt went up against Jerusalem and took away the treasures of the house of the Lord and of the palace of the king. He took everything, even the gold shields that Solomon made.",
      "10": "And King Rehoboam made bronze shields in their place and entrusted them to the hands of the rulers of the guards, those who guarded the entrance to the king’s palace.",
      "11": "And it happened that whenever the king came to the house of the Lord, the guards came and carried the shields and then returned them to the guardroom.",
      "12": "And when he humbled himself, the anger of the Lord turned away from him so that there was not a complete annihilation. Moreover, there were some good things in Judah during this time.",
      "13": "So King Rehoboam was strong and reigned in Jerusalem. For Rehoboam was forty-one years old when he became king, and he reigned for seventeen years in Jerusalem, the city that the Lord had chosen out of all the tribes of Israel, to put His name there. His mother’s name was Naamah the Ammonite.",
      "14": "And he acted evil because he did not set his heart to seek out the Lord.",
      "15": "Now, are not the acts of Rehoboam written from beginning to end in the annals of Shemaiah the prophet and Iddo the seer, according to genealogy? And there were battles between Rehoboam and Jeroboam all their days.",
      "16": "And Rehoboam slept with his fathers and was buried in the City of David, and Abijah ruled in his place."
    },
    "13": {
      "1": "In the eighteenth year of King Jeroboam, Abijah became king of Judah.",
      "2": "He reigned for three years in Judah, and his mother’s name was Micaiah, the granddaughter of Uriel of Gibeah.\nAnd there was a war between Abijah and Jeroboam.",
      "3": "Abijah set the battle in order with an army of valiant men of war, four hundred thousand choice men. Jeroboam also drew up battle lines against him with an army of eight hundred thousand men, mighty men of valor.",
      "4": "Then Abijah went up to Mount Zemaraim that is in the hills of Ephraim, and he said, “Listen to me, Jeroboam and all Israel!",
      "5": "Do you all not know that the Lord God of Israel has perpetually given the kingdom of Israel to David, even to him and to his sons with a covenant of salt?",
      "6": "And Jeroboam the son of Nebat, the servant of Solomon son of David, stood up and rebelled against his lord Rehoboam.",
      "7": "Then vain, worthless men gathered together around him and defied Rehoboam son of Solomon. And Rehoboam was young and timid in heart and was not strong before them.",
      "8": "“And now you think that you can withstand before the kingdom of the Lord by the hand of the sons of David. And you all are a great multitude, and with you are the golden calves that Jeroboam has made for you to be gods.",
      "9": "Have you all not driven out the priests of the Lord, even the Levites and sons of Aaron, and made for yourselves priests from the peoples of other lands? Whoever comes to be dedicated and has in his hand a young bull or seven rams becomes a priest to what is not a god.",
      "10": "“But for us, the Lord is our God, and we have not abandoned Him. And our priests serve the Lord and are sons of Aaron, Levites with their service.",
      "11": "They sacrifice burnt offerings to the Lord every morning and evening and put out an incense of spices. They also set the showbread in place on the ritual table and set the golden lampstand with its lamps to burn every evening. For we keep the duty of the Lord our God, but you all have abandoned Him.",
      "12": "God is with us as a leader, and His priests with their battle trumpets to call for battle against you all. O sons of Israel, do not fight against the Lord the God of your fathers because you will not find success.”",
      "13": "So Jeroboam went around them with an ambush to come from behind them. Those from Israel were in front of Judah, while the ambush was behind them.",
      "14": "Then Judah turned and saw that the battle was both in front of and behind them. Then they cried out to the Lord, and the priests sounded their trumpets.",
      "15": "Then the men from Judah shouted out; and it happened when Judah shouted out, God struck down Jeroboam and all Israel before Abijah and Judah.",
      "16": "The men of Israel fled before Judah, and God gave them into their hand.",
      "17": "Abijah and his people struck them down with a great slaughter, and the slain from Israel who fell that day were five hundred thousand choice men.",
      "18": "So the sons of Israel were subdued at that time, and the people of Judah were strong for they depended on the Lord God of their fathers.",
      "19": "And Abijah chased after Jeroboam and captured cities from him: Bethel, Jeshanah, and Ephron with their surrounding villages.",
      "20": "And Jeroboam did not again recover his strength in the days of Abijah, and the Lord struck down Jeroboam, and he died.",
      "21": "So Abijah grew strong and took fourteen wives and had twenty-two sons and sixteen daughters.",
      "22": "And the remainder of the acts of Abijah, both his ways and words, are written in the story of the prophet Iddo."
    },
    "14": {
      "1": "And Abijah slept with his fathers, and they buried him in the City of David. Asa his son then reigned in his place. In his days the land was quiet for ten years.",
      "2": "Asa did what was good and right in the eyes of the Lord his God.",
      "3": "He took down the foreign altars and high places, and he shattered the pillars and cut down the images of Asherah.",
      "4": "Then he urged Judah to seek the Lord the God of their fathers and to keep the law and commandments.",
      "5": "And he also removed all the high places and incense altars in the cities in Judah. And the kingdom was at rest under Asa.",
      "6": "He built fortified cities in Judah because the land was quiet; and there was no war in these years, for the Lord gave peace to him.",
      "7": "And he said to Judah, “Let us build up these cities and let us surround them with walls, towers, gates, and bars for the land before us is still ours because we have sought after the Lord our God. We have sought Him, and He has given us peace all around.” So they built and had success.",
      "8": "And it happened that Asa had an army from Judah carrying large shields and spears numbering three hundred thousand. And from Benjamin he had an army carrying shields and bows numbering two hundred eighty thousand. All of these were mighty men of valor.",
      "9": "But Zerah the Ethiopian Cushite came out against them with an army of a million men and three hundred chariots. And he came up to Mareshah.",
      "10": "Then Asa went out to engage him, and they arranged for battle in the Valley of Zephathah near Mareshah.",
      "11": "And Asa cried out the Lord his God, and said, “Lord, it is nothing with You to help, whether with many or with those who have no power. Help us, O Lord our God; for we trust in You, and in Your name we come against this multitude. O Lord, You are our God. Let no man prevail against You.”",
      "12": "So the Lord struck down the Ethiopian Cushites before Asa and Judah, and the Cushites fled.",
      "13": "Then Asa and those with him pursued them until Gerar. And the Cushites fell till there was not one left alive because they were struck down before the Lord and His army. And those in Judah carried off a very great plunder.",
      "14": "And they struck down all the cities surrounding Gerar because the terror of the Lord was on them. And they plundered all the cities because there was a great amount of possessions in them.",
      "15": "And they also struck the tents holding livestock, and they carried off sheep and a great amount of camels. Then they returned to Jerusalem."
    },
    "15": {
      "1": "Then the Spirit of God came on Azariah the son of Oded,",
      "2": "and he went out to meet Asa and said to him, “Listen to me, Asa, and all Judah and Benjamin: The Lord is with you while you are with Him. If you all seek Him, He will be found with you. But if you forsake Him, He will forsake you.",
      "3": "For a long time Israel has been without the true God, and without a teaching priest and without law,",
      "4": "but when in their trouble they turned to the Lord God of Israel, and sought Him, He was found by them.",
      "5": "And at that time there was no peace to the one traveling in or out because there was a great panic on all those who dwelt in the land.",
      "6": "They were broken to pieces, nation against nation and city against city, because God confused them with every type of distress.",
      "7": "But you all must be strong and not lose heart, for there is a reward for your deeds.”",
      "8": "And when Asa heard these words of the prophecy of Azariah son of Oded the prophet, he was encouraged and removed the detestable idols from the entire land of Judah and Benjamin and from the cities that he captured in the hills of Ephraim. And he repaired the altar of the Lord that was before the vestibule of the Lord.",
      "9": "And he gathered together all of Judah and Benjamin and those who had settled among them from Ephraim, Manasseh, and Simeon, for these had come down to him from Israel in a great number when they saw that the Lord his God was with him.",
      "10": "These were gathered in Jerusalem in the third month in the fifteenth year in the reign of Asa.",
      "11": "They sacrificed to the Lord that day from the plunder that they brought in, seven hundred oxen and seven thousand sheep.",
      "12": "And they entered into a covenant to seek the Lord God of their fathers with all their heart and soul.",
      "13": "But whoever would not seek the Lord God of Israel would be put to death, whether young or old, man or woman.",
      "14": "They swore an oath to the Lord in a loud voice, with shouting, trumpets, and horns.",
      "15": "And all Judah rejoiced over this oath because they swore with their whole heart and they sought Him with all their desire; and He was found by them, and the Lord gave them rest all around.",
      "16": "King Asa even removed his mother Maakah from being queen mother because she had made a detestable image for Asherah. Asa cut down her image, crushed it, and burned it in the Kidron Valley.",
      "17": "But they did not remove the high places from Israel. Nevertheless the heart of Asa was wholly committed all his days.",
      "18": "He brought into the house of God the sacred gifts of his father and his own sacred gifts—silver, gold, and utensils.",
      "19": "And there was no war until the thirty-fifth year of the reign of Asa."
    },
    "16": {
      "1": "But in the thirty-sixth year of the reign of Asa, Baasha king of Israel went up against Judah and built Ramah and did not allow anyone to come in or go out to Asa king of Judah.",
      "2": "Then Asa removed silver and gold from the storehouses of the house of the Lord and palace of the king, and he sent it to Ben-Hadad king of Aram in Syria, who lived in Damascus, saying,",
      "3": "“There is a covenant between me and you as between my father and your father. I am sending you silver and gold. Go and break your covenant with Baasha king of Israel so that he might leave me.”",
      "4": "And Ben-Hadad listened to King Asa, and he sent the commanders of his armies against the cities of Israel. They struck down Ijon, Dan, Abel Maim, and all the depot cities of Naphtali.",
      "5": "And it happened when Baasha heard this, that he stopped building Ramah and he ceased his work.",
      "6": "Then King Asa took all of Judah, and they took the stones of Ramah and its timber that Baasha had used to build, and he built with them Geba and Mizpah.",
      "7": "And at that time Hanani the seer came to King Asa of Judah saying, “Because you depended on the king of Aram and did not depend on the Lord your God, therefore the army of the king of Aram escaped from your hand.",
      "8": "Were not the Cushites and Libyans a very large army with chariots and horses, but when you depended on the Lord, He gave them to your hand.",
      "9": "For the eyes of the Lord move about on all the earth to strengthen the heart that is completely toward Him. You have acted foolishly in this, and from this point forward you will have wars.”",
      "10": "Then Asa was angry with the seer and placed him in prison stocks, for he was enraged by these words. Asa even oppressed some of the people during this time.",
      "11": "The events of Asa from beginning to end are written in the book of the kings of Judah and Israel.",
      "12": "In the thirty-ninth year of the reign of Asa, he had a sickness in his feet until his sickness became grave. Even in his disease he did not seek after the Lord, but the physicians.",
      "13": "So Asa slept with his fathers; he died in the forty-first year of his reign.",
      "14": "And they buried him in the tomb that he cut for himself in the City of David. And they placed him on a place filled with all types of spices mixed with ointments, and then they burned him up with a very great conflagration."
    },
    "17": {
      "1": "Then Jehoshaphat his son reigned in his place, and he grew strong against Israel.",
      "2": "He put an army in all the fortified cities of Judah and set military garrisons in the land of Judah, even in the cities of Ephraim that Asa his father had captured.",
      "3": "Now the Lord was with Jehoshaphat, for he walked in the previous ways of David his father, and he did not seek out the Baal cult.",
      "4": "For he sought out the God of his fathers and walked in his commandments, rather than the deeds of Israel.",
      "5": "So the Lord made firm the kingdom in his hand, and all Judah gave a tribute to Jehoshaphat. So he had an abundance of riches and honor.",
      "6": "His heart was raised up for the ways of the Lord. He even removed the high places and Asherah poles from Judah.",
      "7": "In the third year of his reign he sent officials, Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Jerusalem,",
      "8": "and with them were also the Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah, who were Levites. And with these were also Elishama and Jehoram, who were priests.",
      "9": "They taught the people in Judah, and they used the Book of the Law of the Lord and they traveled about all the cities of Judah and taught the people.",
      "10": "The terror of the Lord came on all the kingdoms of the land that surrounded Judah, and they did not bring war against Jehoshaphat.",
      "11": "Some from the Philistine peoples brought gifts to Jehoshaphat such as silver for tribute. The Arabians even brought seven thousand seven hundred rams and seven thousand seven hundred goats to him.",
      "12": "Jehoshaphat continued to increase in greatness, and he built citadels and storehouses in Judah.",
      "13": "And he had much property in the cities of Judah, and the men of war, mighty men of valor, were in Jerusalem.",
      "14": "This was their divisions by the houses of their father:\nFrom Judah, the commanders of thousands:\nAdnah the commander with three hundred thousand mighty men of valor.",
      "15": "Beside him was Jehohanan the commander with two hundred eighty thousand mighty men of war.",
      "16": "Beside him was Amasiah the son of Zikri, a volunteer for the Lord with two hundred thousand mighty men of war.",
      "17": "From Benjamin:\nEliada a mighty man of war with two hundred thousand men armed with bow and shield.",
      "18": "Beside him was Jehozabad with one hundred and eighty thousand equipped for warfare.",
      "19": "These were serving the king in addition to those the king placed in the fortified cities throughout Judah."
    },
    "18": {
      "1": "Now Jehoshaphat had great riches and honor, and he married into the family of Ahab.",
      "2": "At the end of some years he went down to Ahab in Samaria. And Ahab slaughtered a great amount of sheep and oxen for Jehoshaphat and those who journeyed with him and then lured him up to Ramoth Gilead.",
      "3": "And King Ahab of Israel said to King Jehoshaphat of Judah, “Will you go up with me to Ramoth Gilead?”\nAnd he responded, “I am as you are, and as your people also my people are. We will be with you in this war.”",
      "4": "And Jehoshaphat further said to the king of Israel, “Inquire today the word of the Lord on this.”",
      "5": "So the king of Israel gathered together four hundred prophets, and he inquired from them, “Should I go up to Ramoth Gilead for battle, or should I cease from this?”\nThey said, “Go up, for God will give this to the hand of the king.”",
      "6": "But Jehoshaphat said, “Is there not still here another prophet for the Lord from whom we might inquire?”",
      "7": "Then the king of Israel responded to Jehoshaphat, “There is still one man from whom we can seek the Lord, but I hate him because he does not prophesy anything good for me but always disaster. He is Micaiah the son of Imlah.”\nAnd Jehoshaphat said, “May the king not speak like this.”",
      "8": "So the king of Israel called to a court eunuch and said, “Hurry and bring Micaiah the son of Imlah.”",
      "9": "And the king of Israel and Jehoshaphat the king of Judah were sitting on their own thrones, clothed in their royal garments, at the threshing floor at the entrance at the gate of Samaria, and all the prophets were prophesying before them.",
      "10": "Then Zedekiah the son of Kenaanah made for himself iron horns, and he said, “Thus says the Lord: With these you will thrust out the Arameans in Syria until they are finished.”",
      "11": "And all the prophets were prophesying the same, “Go up to Ramoth Gilead and find success, because the Lord has given the king into your hands.”",
      "12": "And the messenger who went to call Micaiah said to him, “The words of the prophets are as one voice and only for good to the king, so may your word be like one of them, and you speak favorably.”",
      "13": "And Micaiah said, “As the Lord lives, whatever my God says, that will I speak.”",
      "14": "When he came to the king, the king said to him, “Micaiah, should we go up to Ramoth Gilead for battle, or should I cease?”\nHe said, “All of you go up and be successful, and they will be given into your hands.”",
      "15": "Then the king said to him, “How many times must I cause you to swear that you speak to me only truth in the name of the Lord?”",
      "16": "Then he said, “I saw all Israel scattered on the mountains like sheep that have no shepherd. The Lord said, ‘There are no masters for them. Let each man return to his home in peace.’ ”",
      "17": "Then the king of Israel said to Jehoshaphat, “Did I not say to you that he would not prophesy good concerning me, but evil?”",
      "18": "So the prophet said, “Now hear the word of the Lord: I saw the Lord sitting on His throne and the heavenly assembly was standing at His right and His left.",
      "19": "And the Lord said, ‘Who will deceive Ahab king of Israel so that he might go up and fall at Ramoth Gilead?’\n“One was saying one thing, and another was saying something else.",
      "20": "Then a spirit came out and stood before the Lord, and he said, ‘I will deceive him.’\n“Then the Lord said to him, ‘How?’",
      "21": "“Then he said, ‘I will go out and be a spirit of deception in the mouth of all the prophets.’\n“Then the Lord said, ‘You will deceive and find success. Go out and do this.’",
      "22": "“Now see that the Lord has put a spirit of deception in the mouth of your prophets. So the Lord has declared disaster over you.”",
      "23": "Then Zedekiah the son of Kenaanah came near to Micaiah and struck him on the cheek. And he said, “Which way then did the spirit from the Lord pass from me to speak with you?”",
      "24": "Then Micaiah said, “You will see it on the day when you enter an inner chamber to hide yourself.”",
      "25": "And the king of Israel said, “Seize Micaiah and take him to Amon, the governor of the city, and to Joash the son of the king,",
      "26": "and you will say, ‘So says the king: Put him in a prison, and feed him a little food and water until I return in peace.’ ”",
      "27": "Then Micaiah said, “If you certainly return in peace, then the Lord has not spoken by me. Listen, all you people!”",
      "28": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead.",
      "29": "Then the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you will put on your clothes.” So the king of Israel disguised himself, and they both entered into battle.",
      "30": "And the king of Aram ordered the commanders of his chariots, “Do not wage war with the small or great but with the king of Israel alone.”",
      "31": "And it happened when the commanders of the chariots saw Jehoshaphat they said, “It is the king of Israel.” So they turned on him to wage war. But Jehoshaphat cried out, and the Lord helped him, then God drew them away from the king.",
      "32": "And it happened when the commanders of the chariots saw that he was not the king of Israel, then they turned away from him.",
      "33": "But a man pulled his bow at random and struck the king of Israel between his armor scales and body armor. He said to the commander of the chariot, “Turn and remove me from the battle because I am wounded.”",
      "34": "And the battle continued on that day, and the king of Israel was set up in his chariot before the Arameans until evening. Then he died when the sun set."
    },
    "19": {
      "1": "But Jehoshaphat king of Judah returned to his palace in Jerusalem in peace.",
      "2": "And Jehu the son of Hanani the seer went out to meet him, and he said to King Jehoshaphat, “How do you help those who are wicked and love those who hate the Lord? Because of this, wrath has gone out against you from the Lord.",
      "3": "However, some good things are found in you for you swept away the Asherah poles from the land, and you set your heart to seek after God.”",
      "4": "Jehoshaphat lived in Jerusalem, but he went out among the people from Beersheba to the hill country of Ephraim, and he brought them back to the Lord God of their fathers.",
      "5": "And he set judges in the land among all the fortified cities of Judah, one by one.",
      "6": "And he said to the judges, “Consider carefully what you do because you do not judge according to man but the Lord, and He is with you in the matter of judgment.",
      "7": "So now may the fear of the Lord be on you. Consider and act well because there is no injustice, partiality, or bribe taking with the Lord our God.”",
      "8": "Moreover, Jehoshaphat appointed in Jerusalem some from the Levites and the priests and some from the heads of the families of Israel, in order to render judgment and decide disputes before the Lord; and they lived in Jerusalem.",
      "9": "And he commanded them, “So you will act in the fear of the Lord, in honesty, and with a complete heart.",
      "10": "And any dispute that comes before you all from your brothers who live in their cities, concerning bloodshed or offenses against law or commandment, against statutes or judgments, you will warn them, lest they trespass against the Lord and wrath come upon you and your brothers. Do this, and you will not trespass.",
      "11": "“Note that Amariah the chief priest is over you in all matters of the Lord; and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the king’s matters; also, the Levites will be officials before you. Deal courageously, and the Lord will be with the good.”"
    },
    "20": {
      "1": "After that, the Moabites and the Ammonites, together with some Meunites, came against Jehoshaphat for battle.",
      "2": "And some came and declared this to Jehoshaphat, “A large multitude is coming against you from across the Dead Sea from Edom; and observe, they are in Hazezon Tamar” (that is, En Gedi).",
      "3": "Then Jehoshaphat was fearful and set himself to seek the Lord, and he called for a fast throughout all Judah.",
      "4": "And Judah was assembled to seek the Lord; even from all the cities of Judah, they came to obtain aid from the Lord.",
      "5": "And Jehoshaphat stood in the midst of the assembly of Judah and Jerusalem in the house of the Lord before the new courtyard,",
      "6": "and he said:\n“O Lord God of our fathers, are You not God in the heavens? And do You not rule over all the kingdoms of the nations? In Your hand are strength and might, and there is no one who can oppose You.",
      "7": "Did You not, our God, drive out those who lived in this land before Your people Israel, and You gave it perpetually to the descendants of Abraham, who was in covenant love with You.",
      "8": "And they have dwelled in it and have built in it for You a sanctuary for Your name saying,",
      "9": "‘If disaster comes upon us, the sword, or judgment, or pestilence, or famine, then we will stand before this temple and before You because Your name is in this temple. And we will cry out to You in our distress, and You will hear and deliver.’",
      "10": "“Now here are the sons of Ammon and Moab and Mount Seir, whom You did not let Israel invade when they came out of the land of Egypt, when they turned away from them and did not destroy them.",
      "11": "See how they are rewarding us by coming to drive us out of Your possession, which You have given us to inherit.",
      "12": "O our God, will You not render judgment on them? For we have not strength enough to stand before this great army that is coming against us. And we do not know what we should do, but our eyes are on You.”",
      "13": "Now all of Judah was standing before the Lord, even their infants, wives, and children.",
      "14": "And in the midst of the assembly the Spirit of the Lord came on Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite from the line of Asaph.",
      "15": "And he said, “Pay attention all Judah, and those dwelling in Jerusalem, and King Jehoshaphat: Thus says the Lord to you, ‘Do not fear, nor be dismayed because of this great army, for the battle is not yours, but God’s.",
      "16": "Tomorrow, go down against them. They will travel up by the Ascent of Ziz. You will find them at the back of the valley, before the Wilderness of Jeruel.",
      "17": "It will not be necessary for you to fight in this conflict. Take your positions, stand, and observe the deliverance of the Lord for you, O Judah and Jerusalem.’ Do not fear or be filled with terror. Tomorrow, go out before them, and the Lord will be with you.”",
      "18": "Then Jehoshaphat bowed his face to the ground, and all Judah and those dwelling in Jerusalem fell before the Lord to worship Him.",
      "19": "And the Levites from the descendants of the Kohathites and Korahites rose up to praise the Lord God of Israel with a very loud voice.",
      "20": "So they rose up early in the morning and went out to the Wilderness of Tekoa. And when they went out, Jehoshaphat stood and said, “Listen to me, Judah and those dwelling in Jerusalem. Believe in the Lord your God, and you will be supported. Believe His prophets, and you will succeed.”",
      "21": "And he consulted with the people and then appointed singers for the Lord and those praising Him in holy attire as they went before those equipped for battle saying,\n“Praise the Lord,\n    for His mercy endures forever.”",
      "22": "When they began singing and praising, the Lord set ambushes against Ammon, Moab, and Mount Seir, who had come against Judah; so they were defeated.",
      "23": "Then the Ammonites and Moabites stood up against those dwelling from Mount Seir to destroy and finish them. Then when they made an end of the inhabitants of Seir, each man attacked his companion to destroy each other.",
      "24": "And Judah came to the watchtower of the wilderness, and they turned to the vast army and saw only corpses lying on the ground. And no one was spared.",
      "25": "Then Jehoshaphat and his people came to gather their plunder, and they found among them an abundance of riches with the corpses, and precious jewelry, which they took for themselves, more than they could carry. They were gathering the plunder for three days because there was so much to carry.",
      "26": "On the fourth day they gathered at the Valley of Berakah, because there they blessed the Lord. For this reason people have called the name of this place the Valley of Berakah until this day.",
      "27": "Then they all returned, every man from Judah and Jerusalem, with Jehoshaphat as their head, to Jerusalem with joy because the Lord made them rejoice because of the death of their enemies.",
      "28": "So they entered Jerusalem with harps, lyres, and trumpets to the house of the Lord.",
      "29": "And it happened that the terror of God was on all the kingdoms of the lands who heard that the Lord had fought against the enemies of Israel.",
      "30": "So the kingdom of Jehoshaphat was quiet, because his God gave him rest on all sides.",
      "31": "And Jehoshaphat reigned over Judah. He was thirty-five years old when he began his reign, and he was king in Jerusalem for twenty-five years. The name of his mother was Azubah the daughter of Shilhi.",
      "32": "He walked in the way of his father Asa, and he did not turn aside from doing what was right in the eyes of the Lord.",
      "33": "Only the high places were not taken down. The people had yet to set their hearts to the God of their fathers.",
      "34": "And the remainder of the acts of Jehoshaphat, from beginning to end, are written in the annals of Jehu son of Hanani, which are taken up in the book of the kings of Israel.",
      "35": "Also, Jehoshaphat king of Judah was united with Ahaziah king of Israel, who acted wickedly.",
      "36": "Jehoshaphat joined with him to make ships to travel to Tarshish, and they made ships in Ezion Geber.",
      "37": "And Eliezer son of Dodavahu from Mareshah prophesied against Jehoshaphat saying, “Because you have joined with Ahaziah, the Lord will tear down your works.” So the ships were wrecked, so that they were not able to journey to Tarshish."
    },
    "21": {
      "1": "So Jehoshaphat slept with his fathers and was buried with them in the City of David, and Jehoram his son ruled in his place.",
      "2": "And he had brothers, sons of Jehoshaphat king of Israel, Azariah, Jehiel, Zechariah, Azariahu, Michael, and Shephatiah.",
      "3": "And their father gave them great gifts of silver, gold, and excellent items, along with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn.",
      "4": "Then Jehoram rose up over the kingdom of his father and he became strong. And he killed all his brothers with the sword and even some of the officials in Israel.",
      "5": "Now Jehoram was thirty-two years old when he began as king, and he reigned eight years in Jerusalem.",
      "6": "And he walked in the ways of the kings of Israel as those from the house of Ahab did, for the daughter of Ahab was the wife of Jehoram. And he did evil in the eyes of the Lord.",
      "7": "But the Lord was not willing to destroy the house of David because of the covenant that He made with David, and because He said that He would give a lamp to David and his sons for all days.",
      "8": "In the days of Jehoram, Edom revolted from being under the hand of Judah, and they set a king for themselves.",
      "9": "So Jehoram passed over to the Edomite territory with his commanders and all his chariots, and it happened that he rose up at night and struck the Edomites, who had surrounded him and his chariot commanders.",
      "10": "So Edom revolted from being under the hand of Judah until this day.\nAt that time Libnah also revolted from being under their rule, because Jehoram had abandoned the Lord God of his fathers.",
      "11": "He even made high places in the hill country of Judah and caused those in Jerusalem to be like prostitutes, and he led Judah astray.",
      "12": "And a letter came to him from Elijah the prophet, saying,\n“Thus says the Lord God of David your father: Because you have not walked in the ways of Jehoshaphat your father, or in the ways of Asa king of Judah,",
      "13": "but have walked in the way of the kings of Israel, and have led Judah and the inhabitants of Jerusalem into whoredom, as the house of Ahab led Israel into whoredom, and also have killed your brothers, those of your father’s house, who were better than you,",
      "14": "the Lord will bring a great plague on your people, your children, your wives, and all your possessions;",
      "15": "and you will have great sickness with a disease of your intestines, until your intestines come out because of the disease, day by day.”",
      "16": "Then the Lord stirred up the spirit of the Philistines against Jehoram and also the Arabians who were near the Cushites.",
      "17": "And they went up against Judah and broke through, and they took every possession found in the palace of the king, even his sons and wives, so that no son was left with him except his youngest Ahaziah.",
      "18": "And after all this, the Lord struck him in his entrails with an incurable disease.",
      "19": "And it happened after many days, at the end of two years, his entrails came out due to his disease, so he died by a despicable disease. And his people did not make for him a memorial fire like the fire for his fathers.",
      "20": "He was thirty-two when he began to reign, and he reigned eight years in Jerusalem. And he departed with no one’s regret. They buried him in the City of David, but not in the tombs of the kings."
    },
    "22": {
      "1": "Then those in Jerusalem made Ahaziah, the youngest son of Jehoram, king in his place because the raiding party, those coming with the Arabians to the camp, killed all the older sons. So Ahaziah the son of Jehoram reigned in Jerusalem.",
      "2": "Now Ahaziah was forty-two years old when he began to reign, but he only reigned one year in Jerusalem. The name of his mother was Athaliah, a granddaughter of Omri.",
      "3": "And he also walked in the ways of the house of Ahab because his mother was the one counseling him to do evil.",
      "4": "And he also did what was evil in the eyes of the Lord, like the house of Ahab, for they served as his counselors after his father Jehoram died, which led to his destruction.",
      "5": "Even Ahaziah walked in their counsel and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Aram at Ramoth Gilead. And the Arameans wounded Joram,",
      "6": "and the king returned to Jezreel to heal from the wounds that he sustained in Ramah where he fought against Hazael king of Aram.\nThen Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel because he was wounded.",
      "7": "And it was from God that a downfall would happen to Ahaziah in regard to his visit with Joram. And when he arrived he went out with Joram to see Jehu the son of Nimshi, whom the Lord anointed to cut off the house of Ahab.",
      "8": "And it happened that when Jehu was acting in judgment with the house of Ahab that he found the rulers of Judah and the sons of the brothers of Ahaziah, who were serving Ahaziah, and Jehu killed them.",
      "9": "He sought out Ahaziah, and they captured him while he hid in Samaria, and they brought him to Jehu, and they put him to death. And they buried him because they said, “He is the grandson of Jehoshaphat who sought the Lord with all his heart.” And there was no one from the house of Ahaziah strong enough to retain the kingdom.",
      "10": "So when Athaliah the mother of Ahaziah saw that her son was dead, she rose up and mounted a campaign to destroy all the royal offspring of the house of Judah.",
      "11": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah and stole him away from the king’s sons who were going to be put to death, and she placed him and his nurse in a bed chamber. So Jehoshabeath, the daughter of King Jehoram and wife of Jehoiada the priest (since she was a sister of Ahaziah), hid Joash from Athaliah. And she did not put the royal child to death.",
      "12": "And he was hidden away with them in the house of God for six years. And Athaliah ruled over the land."
    },
    "23": {
      "1": "Then in the seventh year Jehoiada strengthened himself and made a covenant with the commanders over hundreds: Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zikri.",
      "2": "And they went throughout Judah and gathered the Levites from all the cities of Judah and even the heads of the fathers’ houses in Israel. Then they all came to Jerusalem.",
      "3": "So the whole assembly made a covenant with the king in the house of God, and Jehoiada said to them, “The king’s son will reign, as the Lord has said of the sons of David.",
      "4": "And this is the thing that you all will do: A third of you all from the priests and Levites who come on the Sabbath will be gatekeepers,",
      "5": "one-third will be at the palace of the king and another third at the Foundation Gate. And all the people will be in the courts of the house of the Lord.",
      "6": "And may no one enter the house of the Lord except the priests and those Levites who are serving. Those can enter because they are holy, but all the people will keep their assigned duty of the Lord.",
      "7": "Then the Levites will surround the king, each man with his weapon in his hand, and whoever enters the house will be put to death. They will be with the king when he enters and leaves.”",
      "8": "The Levites and all Judah did everything that Jehoiada the priest commanded. Each brought his men, who were to come on duty on the Sabbath, with those who were to go off duty on the Sabbath, because Jehoiada the priest did not dismiss the divisions.",
      "9": "Then Jehoiada the priest gave to the commanders of hundreds the spears and the large and small shields which had been King David’s, which were in the house of God.",
      "10": "Then he set all the people around the king, each man with his weapon in hand, from the south side to the north side of the temple, from the altar to the temple.",
      "11": "Then they brought out the son of the king and set on him the crown and the testimony and they proclaimed him as king. So Jehoiada and his sons anointed him and said, “Long live the king!”",
      "12": "And when Athaliah heard the sound of the people running and praising the king, she went toward the people in the temple of the Lord.",
      "13": "And she saw the king standing by the pillar at the entrance with the officials and trumpeters next to the king, and all of the people of the land were rejoicing and blowing trumpets, and singers with their instruments with songs were offering up praise. Then Athaliah tore her garments and yelled, “Treachery! Treachery!”",
      "14": "Then Jehoiada the priest brought out the commanders over hundreds, those entrusted over the army, and said to them, “Bring her out between the ranks, and let whoever follows her be killed with the sword.” For the priest said, “Do not put her to death in the house of the Lord.”",
      "15": "So they seized her, and she went to the entrance of the Horse Gate of the king’s palace, and they put her to death there.",
      "16": "And Jehoiada made a covenant between himself, the people, and the king that they would be a people dedicated to the Lord.",
      "17": "Then all the people went to the temple of Baal, and they tore it down along with its altars, and they shattered its images. And Mattan the priest of Baal, they killed before the altars.",
      "18": "Then Jehoiada placed guards at the house of the Lord, under the supervision of the priests, the Levites whom David allotted for the house of the Lord to make burnt offerings to the Lord as is written in the Law of Moses, with rejoicing and music, according to the direction of David.",
      "19": "And he set the gatekeepers at the gates of the house of the Lord so that no one might enter who was in any manner unclean.",
      "20": "Then he took the commanders over hundreds, the nobles, those in authority over the people, and all the people of the land, and they brought down the king from the house of the Lord. And they went through the Upper Gate of the palace of the king, and they brought the king to sit on the royal throne.",
      "21": "And all the people of the land rejoiced. And the city had peace when they put Athaliah to death with the sword."
    },
    "24": {
      "1": "Now Joash was seven years old when he started his reign, and he was king in Jerusalem for forty years. The name of his mother was Zibiah of Beersheba.",
      "2": "Joash did what was correct in the eyes of the Lord all the days of Jehoiada the priest.",
      "3": "And Jehoiada gave Joash two wives, and he had sons and daughters.",
      "4": "And it happened after this that it was in the heart of Joash to restore the house of the Lord.",
      "5": "So he assembled the priests and Levites to speak with them, “Go out to the cities of Judah and collect money from all Israel to fortify the house of your God, what is necessary each year. Now hurry with this matter.” But the Levites delayed.",
      "6": "So the king called Jehoiada, who was head over this, and said to him, “Why have you not required from the Levites that they bring in from Judah and Jerusalem the tax levied by Moses, the servant of the Lord, for the congregation of Israel for the tent of the testimony?”",
      "7": "For the sons of Athaliah, the wicked woman, had broken into the house of God and even used all the holy items of the house of the Lord for Baal worship.",
      "8": "Then the king spoke, and they made a chest, and put it outside the gate of the house of the Lord.",
      "9": "And they gave a report in Judah and Jerusalem to bring in to the Lord a tax levied by Moses the servant of God on Israel in the wilderness.",
      "10": "So all the officials and people rejoiced, and they brought in the money and cast it into the chest until it was full.",
      "11": "And it happened that at the time the Levites brought the chest to the guards of the king that there was a large amount of money. So the king’s scribe and head priest’s commissioner would bring it and empty the chest and then take it and return it to its place. They continued to do this every day and collected a great amount of money.",
      "12": "So the king and Jehoiada gave it to those doing a work of labor on the house of the Lord. And they hired masons and craftsmen to repair the house of the Lord, and even metal workers in iron and bronze to fortify the house of the Lord.",
      "13": "So the workmen worked, and the work was completed by them. They restored the house of God to its specifications and strengthened it.",
      "14": "When they had finished, they brought the rest of the money before the king and Jehoiada, who made vessels for the house of the Lord, vessels for serving and for making burnt offerings, spoons and vessels of gold and silver. They continually offered burnt offerings in the house of the Lord all the days of Jehoiada.",
      "15": "Then Jehoiada became old and full of days and died. He was one hundred and thirty years old when he died.",
      "16": "So they buried him in the City of David with the kings, because he had done good in Israel, both toward God and His house.",
      "17": "After the death of Jehoiada the officials of Judah came and paid homage to the king. At that time the king listened to them.",
      "18": "Then they abandoned the house of the Lord and God of their fathers, and they served the Asherah poles and idols. And divine wrath was on Judah and Jerusalem because of this guilt.",
      "19": "And God sent prophets to return them to the Lord. These warned the people, but they would not listen.",
      "20": "Then the Spirit of God clothed Zechariah the son of Jehoiada the priest, and he stood above the people saying, “Thus says God: Why are you transgressing the commandments of the Lord so that you all will not be successful? Because you all have abandoned the Lord, He has abandoned you.”",
      "21": "But they plotted against him, and at the command of the king they all stoned him in the court of the house of the Lord.",
      "22": "And Joash the king did not remember the kindness that Jehoiada the father of Zechariah had shown him, but killed his son. As he was dying, he said, “May the Lord see and avenge!”",
      "23": "And it happened that at the turn of the year the army of Aram came up against Joash. They came to Judah and Jerusalem and destroyed all the officials of the people, and they sent all their plunder to the king of Damascus.",
      "24": "Though the Aramean army came with a few men, the Lord delivered into their hand a very great Judean army because they abandoned the Lord God of their fathers. So they enacted judgment on Joash.",
      "25": "When they left him (for they abandoned him with severe wounds) his own servants plotted against him because of the blood of the son of Jehoiada the priest. So they killed him on his bed. So he died, and they buried him in the City of David, but they did not bury him in the tombs of the kings.",
      "26": "And those who conspired against him were Zabad the son of Shimeath the Ammonite and Jehozabad the son of Shimrith the Moabite.",
      "27": "Accounts of his sons and of the many oracles against him and of the rebuilding of the house of God are written in the annals of the kings. And Amaziah his son ruled in his place."
    },
    "25": {
      "1": "Amaziah was twenty-five years old when he was king, and he reigned twenty-nine years in Jerusalem. The name of his mother was Jehoaddan from Jerusalem.",
      "2": "He did what was correct in the eyes of the Lord, only not with a complete heart.",
      "3": "And it happened that when the kingdom was firmly his that he killed his servants, those who struck down his father King Joash.",
      "4": "But he did not put to death their children because, as it is written in the Law in the Book of Moses, as the Lord commanded, “You will not put to death the fathers for their children’s actions nor the children will you put to death for their fathers’ actions, for every man will be put to death for his own sin.”",
      "5": "Then Amaziah assembled Judah and set over them according to the house of the fathers commanders of thousands and hundreds in all Judah and Benjamin, and he appointed men who were twenty years old and above. And they found three hundred thousand choice men fit for war and able to use a long spear and large shield.",
      "6": "And he hired out from Israel one hundred thousand mighty men of war for one hundred talents of silver.",
      "7": "Then a man of God came to him saying, “O king, do not let the army of Israel come with you because the Lord is not with Israel or with any of the sons of Ephraim.",
      "8": "But if you go, do it. Be strong for the battle. Yet God shall make you fall before the enemy, for God has power to help and to bring down.”",
      "9": "Then Amaziah said to the man of God, “So what should I do about the one hundred talents of silver that I gave to the military party from Israel?”\nAnd the man of God responded, “The Lord has more to give to you than this.”",
      "10": "So Amaziah dismissed the military party that came to him from Ephraim to return to their place. And they were very angry with Judah and returned to their place in a great rage.",
      "11": "But Amaziah strengthened himself and led his people, and he journeyed to the Valley of Salt and struck down ten thousand of the people of Seir.",
      "12": "And the people of Judah took captive another ten thousand alive and brought them to the top of a cliff and threw them from the top of the rock so that they were all dashed to pieces.",
      "13": "But the men of the military party that Amaziah turned back from going with him in battle raided the cities of Judah from Samaria to Beth Horon. They struck down three thousand Judeans and took a great amount of plunder.",
      "14": "And it happened after Amaziah came back from striking down the Edomites, he brought back the gods of the people from Seir and set them up as gods for himself. He worshipped them and gave them sacrifices.",
      "15": "So the Lord was greatly angry with Amaziah, and He sent a prophet to the king. And he said, “Why do you seek from the gods of the people who were not even able to deliver the people from your hand?”",
      "16": "But while the prophet was speaking, the king said, “Have we made you a counselor to the king? Stop! Why should you be struck down?”\nThe prophet refrained, but he said, “I know that God has determined to destroy you because you have done this and not heeded my advice.”",
      "17": "Then Amaziah king of Judah received advice and sent for Jehoash the son of Jehoahaz, the son of Jehu king of Israel, saying, “Come, let us meet together.”",
      "18": "So Jehoash king of Israel sent a message for Amaziah king of Judah saying, “A thistle in Lebanon sent for a cedar in Lebanon stating, ‘Give your daughter to my son as a wife.’ Then an animal of the field in Lebanon passed by and trampled the thistle.",
      "19": "You say that you have struck down Edom, and your heart lifts you up in arrogance. Now remain in your palace. Why do you provoke disaster so that you fall, you and Judah with you?”",
      "20": "But Amaziah would not listen because this was from God so that He might give them into the hand of Jehoash because Amaziah had sought after the gods of Edom.",
      "21": "So Jehoash king of Israel went up, and they faced each other, he and Amaziah king of Judah, at Beth Shemesh, which is in Judah.",
      "22": "And Judah was struck down by Israel, and each man fled to his home.",
      "23": "So at Beth Shemesh, Jehoash king of Israel seized Amaziah king of Judah the son of Joash, the son of Ahaziah. And they brought him to Jerusalem and broke through the walls of the city from the Ephraim Gate to the Corner Gate, a section of four hundred cubits.",
      "24": "And Jehoash took all the gold and silver and all the vessels that were found in the house of God with Obed-Edom, even the treasures of the palace of the king and hostages. Then he returned to Samaria.",
      "25": "And Amaziah, the son of Joash king of Judah, lived fifteen years more after the death of Jehoash, the son of Jehoahaz king of Israel.",
      "26": "Now the rest of the acts of Amaziah, from first to last, are they not written in the book of the kings of Judah and Israel?",
      "27": "From the time when Amaziah turned aside from the Lord, they plotted a conspiracy against him in Jerusalem, and he fled to Lachish. Then they sent for him and put him to death in Lachish.",
      "28": "They brought him on horses and buried him with his fathers in the City of David in Judah."
    },
    "26": {
      "1": "And all the people of Judah took Uzziah and made him king in the place of his father Amaziah when he was sixteen years old.",
      "2": "He built Eloth and restored it to Judah after Amaziah the king slept with his fathers.",
      "3": "Uzziah was sixteen years old when he began to reign, and he was king in Jerusalem for fifty-two years. The name of his mother was Jekoliah from Jerusalem.",
      "4": "And he did what was correct in the eyes of the Lord as everything his father Amaziah had done.",
      "5": "And he sought after God in the days of Zechariah, the one who instructed him in the fear of the Lord. And in the days that he sought after the Lord, God caused him to succeed.",
      "6": "He went out to make war with the Philistines, and he broke through the walls at Gath and Jabneh and Ashdod. Then he built cities in Ashdod and among the Philistines.",
      "7": "And God brought him aid against the Philistines and Arabians, those living in Gur Baal, and the Meunites.",
      "8": "And the Ammonites gave a gift to Uzziah, and his name spread even to the border of Egypt because he became quite powerful.",
      "9": "Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the corner buttress; and he fortified them.",
      "10": "And he built towers in the wilderness, and he dug out many cisterns because he had a large amount of livestock, both in the lowland Shephelah and in the plain. He also had workers in the fields and vineyards in the hills and fertile orchards, for he loved agriculture.",
      "11": "And Uzziah had an army prepared for battle, those who went out for war as companies in the number of their divisions by the appointment of Jeiel the scribe, and Maaseiah the officer, and Hananiah a commander of the king.",
      "12": "The total number of chief officers of the mighty men of valor was two thousand six hundred.",
      "13": "And under their hand was a mighty army of three hundred and seven thousand five hundred who were able to go to battle as a strong army and to help the king against his enemies.",
      "14": "And Uzziah prepared for the entire army shields, long spears, helmets, scale armor, bows, and slings for stones.",
      "15": "In Jerusalem he made war machines by skilled men to be placed on towers and corners to shoot arrows and large stones. And his name went out for a great distance. He received great help until he was even more powerful.",
      "16": "And as he grew strong, his heart grew more proud, leading to his destruction. Then he acted unfaithfully against the Lord his God, for he entered the temple main hall of the Lord to burn incense on the altar.",
      "17": "But Azariah the priest entered in after him, and with him were eighty priests of the Lord—men of valor.",
      "18": "And they stood against King Uzziah and said to him, “It is not for you, Uzziah, to burn incense to the Lord for it is for the priests, the sons of Aaron, who are consecrated to burn incense. Leave from the sanctuary because you have been unfaithful, and there will be no honor for you from the Lord God.”",
      "19": "Then Uzziah was enraged, and in his hand was a censer for incense. And when he became angry with the priests, leprosy appeared on his forehead in front of the priests in the house of the Lord, near the altar of incense.",
      "20": "Then Azariah the head priest and all the priests turned to him, and he had leprosy on his forehead; and they hastened to remove him from there, and he also hurried to leave because the Lord had struck him.",
      "21": "So King Uzziah had leprosy until the day of his death. He dwelt in a separate house with his unclean disease because he was cut off from the house of the Lord. Then Jotham his son was over the house of the king, and he governed the people of the land.",
      "22": "Now the remainder of the acts of Uzziah, from beginning to end, Isaiah the prophet, son of Amoz, has written them.",
      "23": "So Uzziah slept with his fathers, and they buried him with his fathers in the burial field belonging to the kings because they said, “He is a leper.” And Jotham his son ruled in his place."
    },
    "27": {
      "1": "Jotham was twenty-five years old when he began as king, and he reigned sixteen years in Jerusalem. The name of his mother was Jerushah the daughter of Zadok.",
      "2": "And he did what was correct in the eyes of the Lord just as his father Uzziah had done. However, he did not enter the temple of the Lord. But the people continued acting corruptly.",
      "3": "And he built the Upper Gate of the house of the Lord, and he built much on the wall of Ophel.",
      "4": "And he built cities in the hill country of Judah, and on the wooded heights he built citadels and towers.",
      "5": "He made war with the king of the Ammonites and prevailed against them. That year the Ammonites gave to him one hundred talents of silver, ten thousand kors of wheat, and ten thousand kors of barley. The Ammonites paid him the same amount in the second and third years as well.",
      "6": "So Jotham was strengthened because he established his ways before the Lord his God.",
      "7": "And the remainder of the acts of Jotham, all his wars and ways, are written in the book of the kings of Israel and Judah.",
      "8": "He was twenty-five years old when he began to reign, and he was king for sixteen years in Jerusalem.",
      "9": "And Jotham slept with his fathers, and they buried him in the City of David. And Ahaz his son reigned in his place."
    },
    "28": {
      "1": "Ahaz was twenty years old when he began to reign, and he was king in Jerusalem for sixteen years. And he did not do what was correct in the eyes of the Lord as David his father.",
      "2": "And he walked in the ways of the kings of Israel, and he cast images for Baal worship.",
      "3": "And he made sacrifices in the Valley of Ben Hinnom, and he burned his sons in the fire according to the detestable acts of the nations that the Lord had displaced before the sons of Israel.",
      "4": "He even made sacrifices and offered incense on the high places of the hills and under every green tree.",
      "5": "So the Lord his God gave him into the hand of the king of Aram. They struck Ahaz and took captive many prisoners and brought them to Damascus.\nHe was even given into the hand of the king of Israel, and he attacked Ahaz with a great slaughter.",
      "6": "And Pekah the son of Remaliah killed one hundred and twenty thousand in Judah in one day, and they were all strong men, but they abandoned the Lord God of their fathers.",
      "7": "And Zikri, a mighty warrior from Ephraim, killed Maaseiah the son of the king, and Azrikam the official of the palace, and Elkanah second to the king.",
      "8": "And the sons of Israel took captive two hundred thousand of their kin, women, sons, and daughters. They also took much plunder and brought the plunder to Samaria.",
      "9": "And there was a prophet there whose name was Oded, and he went out to the army as it approached Samaria and said to them, “See that the anger of the Lord God of your fathers is against Judah, and He gave them into your hand, and you all have killed them in a rage that has reached even to heaven.",
      "10": "And now you are planning to subdue for yourselves the people of Judah and Jerusalem as male and female slaves. Do you all not surely have among you guilt before the Lord your God?",
      "11": "And now listen to me. Return the captives whom you have taken captive from your relatives because the burning wrath of the Lord is on you all.”",
      "12": "And some men who were heads of the people of Ephraim rose up before those coming from the war: Azariah the son of Jehohanan, Berekiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai.",
      "13": "And they said, “You will not bring the captives here, for guilt from the Lord will be on us, and you plan to add to our sin and guilt. Our guilt is great, and there is already a burning anger against Israel.”",
      "14": "So the soldiers left the captives and spoil before the officials and all the assembly.",
      "15": "Then the men who were designated by name took the captives and clothed those who were naked from the plunder. So they clothed them, gave them sandals, offered them food and drink, anointed them with oil, and led them on donkeys, even all those who stumbled. They brought them to Jericho, the city of palm trees, which was near their kinsmen. Then the officials returned to Samaria.",
      "16": "At that time King Ahaz sent to the king of Assyria for help.",
      "17": "The Edomites continually came and struck Judah and carried off captives.",
      "18": "Even the Philistines made raids on the cities of the lowlands of the Shephelah and the Negev of Judah. And they captured Beth Shemesh, Aijalon, Gederoth, Soko and its villages, Timnah and its villages, and Gimzo and its villages; and they settled there.",
      "19": "For the Lord humbled Judah because of Ahaz king of Judah, for he allowed depravity to spread in Judah and continually transgressed against the Lord.",
      "20": "So Tiglath-Pileser king of Assyria came against him, but he brought him distress and not strength.",
      "21": "For Ahaz took a portion from the house of the Lord and palace of the king and the officials, and he gave it to the king of Assyria, but the king did not help Ahaz.",
      "22": "And at the time that he was oppressed he increased in unfaithfulness against the Lord.",
      "23": "So he sacrificed to the gods of Damascus that had devastated him, for he said, “Because the gods of the kings of Aram have helped them, I will sacrifice to them so that they might help me.” But they were his downfall in Judah and the downfall for all of Israel.",
      "24": "And Ahaz gathered the vessels from the house of God, and he cut up the vessels. Then he shut the doors of the house of the Lord, and he made altars in every corner of Jerusalem.",
      "25": "Then in every city in Judah he made high places to make offerings to other gods. So he provoked the Lord God of his fathers.",
      "26": "Now the remainder of the acts and all his ways, from first to last, are written in the book of the kings of Judah and Israel.",
      "27": "So Ahaz slept with his fathers, and they buried him in the city of Jerusalem because they did not bring him to the tombs of the kings of Israel. Then Hezekiah his son was king in his place."
    },
    "29": {
      "1": "Hezekiah was twenty-five years old when he began to reign, and he was king in Jerusalem for twenty-nine years. The name of his mother was Abijah the daughter of Zechariah.",
      "2": "And he did what was correct in the eyes of the Lord just as his father David had done.",
      "3": "And in the first year and first month of his reign he opened the doors of the house of the Lord and restored them.",
      "4": "He then brought in the priests and Levites and gathered them in the square on the eastern side",
      "5": "and said to them, “Listen to me, Levites. Consecrate yourselves and consecrate the house of the Lord God of your fathers. And bring out the detestable things from the holy sanctuary.",
      "6": "For our fathers have acted unfaithfully and have done what is evil in the eyes of the Lord our God, and they have abandoned Him. They have turned their face from the sanctuary of the Lord and have turned their back.",
      "7": "They also shut the doors of the vestibule and have extinguished the lamps, nor have they burned incense or burnt offerings in the Holy Place to the God of Israel.",
      "8": "Therefore the wrath of the Lord has come on Judah and Jerusalem for a terror, horror, and scorn as you all can see with your own eyes.",
      "9": "Observe, our fathers have fallen by the sword, and now our sons, daughters, and wives are in captivity for all this.",
      "10": "Now it is in my heart to make a covenant with the Lord God of Israel so that His burning anger might turn away from us.",
      "11": "My people, do not now be negligent for the Lord has chosen you all to stand in His presence, to serve Him, and to be ministers and make sacrifices for Him.”",
      "12": "Then the Levites arose:\nfrom the Kohathites,\nMahath son of Amasai and Joel son of Azariah;\nfrom the Merarites,\nKish son of Abdi and Azariah son of Jehallelel;\nfrom the Gershonites,\nJoah son of Zimmah and Eden son of Joah;",
      "13": "from the descendants of Elizaphan,\nShimri and Jeiel;\nfrom the descendants of Asaph,\nZechariah and Mattaniah;",
      "14": "from the descendants of Heman,\nJehiel and Shimei;\nfrom the descendants of Jeduthun,\nShemaiah and Uzziel.",
      "15": "So they gathered their brothers together and consecrated themselves and entered in as the king commanded by the words of the Lord in order to cleanse the house of the Lord.",
      "16": "Then the priests came into the inner part of the house of the Lord to cleanse it, and they removed everything that they found that was unclean in the main hall of the temple of the Lord to the court. And the Levites took those things and brought them out to the Kidron Valley.",
      "17": "They began to consecrate themselves on the first day of the first month, and on the eighth day of the month they entered the vestibule of the Lord. They consecrated the house of the Lord for eight days. Then on the sixteenth day of the first month they completed the task.",
      "18": "Then they came toward Hezekiah the king and said, “We have cleaned the entire house of the Lord, the altar of burnt offerings and all its utensils, and the table for showbread and all its utensils.",
      "19": "All the vessels that King Ahaz discarded from use during his reign in his treachery we have prepared and consecrated. They are before the altar of the Lord.”",
      "20": "So King Hezekiah got up early and gathered the officials of the city and went up to the house of the Lord.",
      "21": "And he brought seven bulls, seven rams, seven lambs, and seven male goats for a sin offering for the kingdom, sanctuary, and Judah. Then he commanded the priests, the sons of Aaron, to offer them up on the altar of the Lord.",
      "22": "So they slaughtered the bulls, and the priests took their blood and sprinkled it on the altar and then slaughtered the rams and sprinkled their blood on the altar. They did the same for the lambs.",
      "23": "And they brought the male goats for a sin offering before the king and the assembly, and they placed their hands on the goats.",
      "24": "And the priests slaughtered them and purified the altar with their blood to provide atoning reconciliation for all Israel because the king said that the burnt offering and sin offering would be for all Israel.",
      "25": "And he set the Levites at the house of the Lord with cymbals, harps, and lyres according to the commandment of David, and Gad the seer of the king, and Nathan the prophet. For the commandment came from the Lord through His prophets.",
      "26": "So the Levites stood with the instruments of David and the priests with the trumpets.",
      "27": "Then Hezekiah gave the command to offer the burnt offering on the altar. When they started the burnt offering, the song of the Lord began also, with the trumpets and the instruments of David, king of Israel.",
      "28": "The entire assembly worshipped, the singers sang, and the trumpeters sounded. All of this took place until the burnt offering was finished.",
      "29": "When the burnt offering was finished, the king and all those with him bowed down and worshipped.",
      "30": "Then Hezekiah the king and the officials ordered the Levites to praise the Lord with the words of David and Asaph the seer. So they praised with gladness and bowed down to worship.",
      "31": "Then Hezekiah responded, “Now you have dedicated yourselves to the Lord. Come near and bring sacrifices and thank offerings to the house of the Lord.” So the assembly brought sacrifices and thank offerings, and all who had a willing heart brought burnt offerings.",
      "32": "The number of the burnt offerings that the assembly brought was seventy bulls, one hundred rams, and two hundred lambs; all these were for a burnt offering to the Lord.",
      "33": "The consecrated animals were six hundred bulls and three thousand sheep.",
      "34": "However there were too few priests, and they were not able to skin the burnt offerings. But their brothers the Levites helped them until the work was finished and more priests consecrated themselves, for the Levites were more upright in heart to consecrate themselves than the priests.",
      "35": "Also burnt offerings were in abundance with the fat of the peace offerings and the drink offerings for the burnt offerings.\nSo the service of the house of the Lord was set in order.",
      "36": "Then Hezekiah and all the people rejoiced that God had prepared the people, since the events happened suddenly."
    },
    "30": {
      "1": "And Hezekiah sent word to all Israel and Judah. He even wrote letters to Ephraim and Manasseh, that they come to the house of the Lord in Jerusalem to keep the Passover to the Lord God of Israel.",
      "2": "The king counseled with his officials and all the assembly in Jerusalem to have the Passover in the second month.",
      "3": "For they were not able to have it at the appropriate time of the first month because a sufficient amount of priests had not consecrated themselves, nor had the people assembled yet in Jerusalem.",
      "4": "And this matter was pleasing in the eyes of the king and all the assembly.",
      "5": "So they decreed to make a proclamation throughout all Israel, from Beersheba to Dan, that they come to keep the Passover to the Lord God of Israel in Jerusalem, for the multitude of people did not do as it was written.",
      "6": "So couriers ran throughout all Israel and Judah with a letter from the hand of the king and his officials as a command from the king:\n“Sons of Israel, return to the Lord of Abraham, Isaac, and Israel that He might turn to the remnant who has escaped from the king of Assyria.",
      "7": "Do not act like your fathers and brothers who were faithless before the Lord God of their fathers, and He appointed them for horror, as you observe.",
      "8": "So now do not harden your necks as your fathers, but give yourselves to the Lord and come to the sanctuary that He has consecrated permanently. Serve the Lord your God so that His burning anger might turn away from you all.",
      "9": "Because if you return to the Lord, your brothers and children will find compassion before those who have taken them captive, in order to return you to this land. For the Lord your God is gracious and compassionate. He will not turn His face from you if you all return to Him.”",
      "10": "So the couriers ran from city to city in the land of Ephraim and Manasseh and up to Zebulun, but the people laughed at them and mocked them.",
      "11": "However some men from Asher, Manasseh, and Zebulun humbled themselves and journeyed to Jerusalem.",
      "12": "And even in Judah the hand of God was on them to give them one heart to do the commandment of the king and officials by the word of the Lord.",
      "13": "And many people assembled in Jerusalem to have the Feast of Unleavened Bread in the second month. There was a very large assembly.",
      "14": "They went out and removed the altars that were in Jerusalem, and they took away all the incense altars and threw them into the Kidron Valley.",
      "15": "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, and they consecrated themselves and brought in burnt offerings to the house of the Lord.",
      "16": "They stood at their places according to the Law of Moses, the man of God; the priests sprinkled the blood they received from the hands of the Levites.",
      "17": "For there were many in the assembly who had consecrated themselves, so the Levites slaughtered the Passover lamb for those who were not clean in order to consecrate the people to the Lord.",
      "18": "For a multitude of the people—many from Ephraim, Manasseh, Issachar, and Zebulun—had not purified themselves. For they ate of the Passover contrary to what was written. But Hezekiah prayed over them saying, “The Lord is good, and may He pardon",
      "19": "everyone who sets his heart to seek God, the Lord God of his fathers, but is not pure according the rules of the holy sanctuary.”",
      "20": "So the Lord heard Hezekiah and healed the people.",
      "21": "Then the sons of Israel present in Jerusalem kept the Feast of Unleavened Bread for seven days with great joy, and the Levites and priests praised the Lord every day, singing with loud instruments to the Lord.",
      "22": "Then Hezekiah spoke encouragingly to all the Levites who taught the good knowledge of the Lord. So they ate for the appointed seven days, sacrificing peace offerings and giving thanks to the Lord God of their fathers.",
      "23": "Then the whole assembly counseled to have the feast for another seven days, so they had seven more days of gladness.",
      "24": "For Hezekiah king of Judah lifted up for the assembly one thousand bulls and seven thousand sheep. And the officials offered up for the assembly one thousand bulls and ten thousand sheep. And a multitude of priests consecrated themselves.",
      "25": "So all the assembly of Judah and the priests and Levites and all the assembly who came from Israel rejoiced, even the sojourners who came from the land of Israel and those who resided in Judah.",
      "26": "And there was a great rejoicing in Jerusalem, for since the days of Solomon son of David king of Israel there had not been anything like this.",
      "27": "Then the priests and Levites went out and blessed the people, and their voices were heard. And their prayers came up to His holy habitation in the heavens."
    },
    "31": {
      "1": "And when this celebration was finished, all of Israel that was present went out to the cities of Judah and smashed the sacred pillars and cut down the Asherah poles and tore down the high places and the altars throughout all Judah and Benjamin, and in Ephraim and Manasseh, until everything was destroyed. Then all Israel returned to their cities, each man to his own possession.",
      "2": "And Hezekiah set up the divisions of the priests and Levites according to their divisions, each man as he worked among the priests and Levites for burnt and fellowship offerings, to serve, give thanks, and offer praise at the gates of the camp of the Lord.",
      "3": "And the portion of the king that came from his own possessions was for burnt offerings, those given in the morning and evening, and those given for Sabbaths, New Moons, and appointed feasts, as written in the Law of the Lord.",
      "4": "And he ordered those people living in Jerusalem to give a portion for the priests and Levites, in order for them to devote themselves to the Law of the Lord.",
      "5": "And when the command spread, the sons of Israel gave generously the first fruits of grain, wine, oil, honey, and all the produce of the field. And they brought in abundance a tenth portion of everything.",
      "6": "And the sons of Israel and Judah and all who dwelled in the cities of Judah also brought in a tenth portion of cattle and sheep, and a tenth portion of the consecrated items that were to the Lord their God, and brought them in and set them in great piles.",
      "7": "In the third month they began to assign the piles of contribution, and they finished in the seventh month.",
      "8": "When Hezekiah and the officials saw the contribution piles, they blessed the Lord and His people Israel.",
      "9": "Then Hezekiah questioned the priests and Levites regarding the contribution piles.",
      "10": "Azariah the head priest from the house of Zadok said, “Since they began to bring the contributions into the house of the Lord, there has been plenty of food and a large amount left over. For the Lord has blessed His people, and this great abundance is left over.”",
      "11": "Then Hezekiah ordered them to prepare chambers in the house of the Lord, and they did this.",
      "12": "They reliably brought in the contributions, tenth portions, and consecrated items. The leader over them was Konaniah the Levite, and Shimei his brother was second to him.",
      "13": "And Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath, and Benaiah were supervisors under Konaniah and Shimei his brother by the appointment of Hezekiah the king and Azariah the leader of the house of God.",
      "14": "And Kore the son of Imnah the Levite was gatekeeper for the East Gate and over the voluntary offerings to God, to designate the contributions of the Lord and most holy offerings.",
      "15": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shekaniah reliably assisted him in the cities of the priests to distribute the portions to their brothers by division, both great and small.",
      "16": "Besides those males registered from three years old and above, they distributed to all who entered into the house of the Lord his daily portion, for their services according to their duties and their divisions.",
      "17": "The registration of the priests was according to the house of their fathers and the Levites from twenty years and above, according to their duties and their divisions.",
      "18": "They were registered with all their little children, wives, sons, and daughters for the entire assembly for they consecrated themselves in faithfulness.",
      "19": "Also for the sons of Aaron, the priests, who were in the fields of common land of their cities, there were men in each city who were designated by name to allocate portions to every male among the priests and to everyone who was registered by genealogy among the Levites.",
      "20": "Hezekiah did this throughout all Judah, and he did what was good and just and faithful before the Lord his God.",
      "21": "And in every deed that he undertook in the service of the house of God and with the law and commandment to seek out his God, he did this with all his heart, and he found success."
    },
    "32": {
      "1": "After these things and these acts of faithfulness, Sennacherib king of Assyria came to Judah and encamped against the fortified cities thinking that he would break through them for himself.",
      "2": "When Hezekiah observed that Sennacherib had come and that he turned to war against Jerusalem,",
      "3": "he consulted with his officials and military men to stop up the waters of the springs that were outside the city, and they helped in this.",
      "4": "So, many people assembled and worked to stop up all the springs and the stream flowing through the area. They reasoned, “Why should the king of Assyria come and find a great amount of water?”",
      "5": "He then worked hard to build up all the walls that were broken down and to raise up towers. Then he built another wall outside that one and strengthened the Millo in the City of David. And he made weapons and shields in abundance.",
      "6": "And he designated commanders for fighting over the people, and he gathered them to himself at the open square of the gate of the city and spoke encouragingly to them saying,",
      "7": "“Be strong and brave. Do not fear or have terror before the king of Assyria or before all this army that is with him because there are more who are with us than with him.",
      "8": "With this king is a strong arm of flesh, but with us is the Lord our God who will help us and fight our battles.” So the people leaned on the words of Hezekiah king of Judah.",
      "9": "After all this Sennacherib king of Assyria sent his servants to Jerusalem—while he was at Lachish with all his military force that was with him—to Hezekiah king of Judah and to all Judah that was in Jerusalem stating,",
      "10": "“Thus says Sennacherib king of Assyria: By what do you all trust that you remain in a besieged Jerusalem?",
      "11": "Is not Hezekiah leading you all astray to give you over to death by famine and thirst when he tells you, ‘The Lord our God will deliver us from the hand of the king of Assyria’?",
      "12": "Has not Hezekiah himself taken down this god’s high places and altars by ordering Judah and Jerusalem, ‘You all will bow down at one altar and on it burn sacrifices’?",
      "13": "“Do you not know what I and my fathers have done to all the peoples of other lands? Were the gods of the nations of these lands surely able to rescue their lands from my hand?",
      "14": "Who from among all the gods of these nations that my fathers utterly destroyed was able to rescue his people from my hand? For will your god be able to rescue you all from my hand?",
      "15": "Now do not let Hezekiah trick or lead you all astray in this. And do not believe him, for no god from any nation or kingdom has been able to deliver his people from my hand or the hand of my fathers. How much less will your God deliver you from my hand?”",
      "16": "And his servants continued to speak against the Lord God and Hezekiah his servant.",
      "17": "He also wrote letters to insult the Lord God of Israel, speaking against Him, “As the gods of the nations of other lands did not rescue their people from my hand, so the god of Hezekiah will not rescue his people from my hand.”",
      "18": "And they proclaimed it also in a loud voice in the Judean language against the people of Jerusalem who were on the wall to frighten and terrify them in order to capture the city.",
      "19": "They spoke about the God of Jerusalem like the gods of the other peoples of the earth, which are only objects made by men’s hands.",
      "20": "So Hezekiah the king and Isaiah the prophet son of Amoz prayed concerning this. And they called out to heaven.",
      "21": "So the Lord sent an angel and destroyed the mighty army, leaders, and officials in the camp of the king of Assyria. So the king returned in shame to his own land. When he entered the temple of his god, some of his sons fell on him there with the sword.",
      "22": "So the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib king of Assyria, and from the hand of all others, and gave them rest on every side.",
      "23": "Many brought tribute to the Lord in Jerusalem and choice gifts to Hezekiah king of Judah so that he was lifted up before the eyes of all the nations from then on.",
      "24": "In those days Hezekiah became ill even to the point of death, so he prayed to the Lord. He spoke to the king and gave him a sign.",
      "25": "But Hezekiah did not make recompense for what was given to him because his heart was proud. So divine anger was on him, Judah, and Jerusalem.",
      "26": "Then Hezekiah humbled himself from his arrogant heart, both he and those who lived in Jerusalem, and the anger of the Lord did not come over them in the days of Hezekiah.",
      "27": "And Hezekiah had a vast amount of riches and honor, and he made treasures for himself from silver, gold, costly stones, spices, shields, and all types of precious items.",
      "28": "He made storehouses for the produce of grain, wine, and oil; and stalls for all types of livestock and flocks.",
      "29": "He also built cities for himself and acquired numbers of flocks and herds, for God had given to him a vast amount of possessions.",
      "30": "And Hezekiah shut up the upper outlet of the waters of the Gihon and directed them downward to the western side of the City of David. And Hezekiah found success in all his works.",
      "31": "But the envoys came from the officials of Babylon who were sent to him to inquire about the sign that had been given in the land. God left him alone in order to test Hezekiah, to know what was in his heart.",
      "32": "And the remainder of the acts of Hezekiah and his kind acts, they are written in the vision of Isaiah the prophet, son of Amoz, in the book of the kings of Judah and Israel.",
      "33": "So Hezekiah slept with his fathers, and they buried him in the upper tombs of the sons of David. And all those from Judah and those living in Jerusalem paid him honor at his death. Then Manasseh his son reigned in his place."
    },
    "33": {
      "1": "Manasseh was twelve years old when he became king, and he was king in Jerusalem for fifty-five years.",
      "2": "But he did evil in the sight of the Lord, according to the abominations of the nations whom the Lord previously cast out before the sons of Israel.",
      "3": "And he turned again to build the high places that his father Hezekiah had torn down, and he set up altars to the Baals, and made Asherah poles, and worshipped the starry assembly of heaven and served them.",
      "4": "And he built altars in the house of the Lord where the Lord said, “In Jerusalem My name will be perpetual.”",
      "5": "And he built altars for the starry assembly of heaven in the two courtyards of the house of the Lord.",
      "6": "He even made his sons pass through the fire in the Valley of Ben Hinnom; and he had conjurers, and practitioners of divination and sorcery, and necromancers, and mediums. So he did a great amount of evil in the eyes of the Lord, so that God was provoked.",
      "7": "And he set the carved image of a statue that he made and put in the house of God where God said to David and to Solomon his son, “In this house and in Jerusalem where I have chosen from among all the tribes of Israel, there I have set My name perpetually.",
      "8": "And I will not again remove the foot of Israel from the ground that I have designated to your fathers, if only they will keep on doing everything that I have commanded them, the whole law, statutes, and judgments from the hand of Moses.”",
      "9": "So Manasseh made Judah and those living in Jerusalem to wander and to perform more evil than the nations that the Lord destroyed from before Israel.",
      "10": "The Lord spoke to Manasseh and his people, but they did not pay attention.",
      "11": "So the Lord brought on them the officials of the army of the king of Assyria. They captured Manasseh with hooks, and they bound him in bronze chains and led him to Babylon.",
      "12": "And when he was distressed, he entreated the face of the Lord his God, and he greatly humbled himself before the God of his fathers.",
      "13": "And he prayed to God, and He was moved and responded to his plea and returned him to Jerusalem to his kingdom. Then Manasseh knew that the Lord was God.",
      "14": "After this he built an outer wall for the City of David, west of Gihon, in the valley and toward the entrance of the Fish Gate, where it went around Ophel, and raised it to a very great height. Then he positioned military commanders in all the fortified cities in Judah.",
      "15": "And he removed the foreign gods and statues from the house of the Lord, and all the altars that he built on the hill of the house of the Lord and Jerusalem, and he cast them outside the city.",
      "16": "He also restored the altar of the Lord, and he sacrificed fellowship and thanksgiving offerings, and he ordered Judah to serve the Lord God of Israel.",
      "17": "However, the people continued to sacrifice at the high places, but only to the Lord their God.",
      "18": "And the remainder of the acts of Manasseh and his prayer to God and the words of the seers who spoke to him in the name of the Lord God of Israel are written in the annals of the kings of Israel.",
      "19": "And his prayer and how God received his entreaty, and all his sin and unfaithfulness, and the sites where he built high places and where he set up the Asherah poles and images before he humbled himself, indeed they are written in the sayings of Hozai.",
      "20": "So Manasseh slept with his fathers, and they buried him in his palace, and Amon his son reigned in his place.",
      "21": "And Amon was twenty-two years old when he began to reign, and he was king for two years in Jerusalem.",
      "22": "And he did what was evil in the eyes of the Lord as his father Manasseh had done. And Amon sacrificed to and served all the idols that Manasseh his father had made.",
      "23": "He did not humble himself before the Lord as his father humbled himself. But he increased his guilt all the more.",
      "24": "And his servants plotted against him, and they killed him in his palace.",
      "25": "Then the people of the land struck down all those who conspired against King Amon. The people of the land made Josiah his son king in his place."
    },
    "34": {
      "1": "And Josiah was eight years old when he began to reign, and he was king for thirty-one years in Jerusalem.",
      "2": "And he did what was correct in the eyes of the Lord, and he walked in the ways of David his father and did not turn either to the right or left.",
      "3": "And in the eighth year of his reign, while he was still a young boy, he began to seek out the God of David his father; and in the twelfth year he began to cleanse Judah and Jerusalem from high places, Asherah poles, idols, and carved and cast images.",
      "4": "So they tore down the altars for the Baals, and he cut down the incense altars that were above them and smashed the Asherah poles and carved and cast images. And he crushed them to dust and scattered them before the graves of those who sacrificed to them.",
      "5": "Then he burned the bones of the priests on their altars and so cleansed Judah and Jerusalem.",
      "6": "In the cities of Manasseh, Ephraim, and Simeon, and as far as Naphtali, in their ruins all around,",
      "7": "he broke down the altars, beat Asherah poles and the images into powder, and cut down all the incense altars throughout all the land of Israel. Then he returned to Jerusalem.",
      "8": "In the eighteenth year of his reign, when he had purged the land and the house, he sent Shaphan the son of Azaliah, Maaseiah the governor of the city, and Joah the son of Joahaz, the recorder, to repair the house of the Lord his God.",
      "9": "When they came to Hilkiah the high priest, they delivered the money that was brought into the house of God, which the Levites, the keepers of the door, had collected from the hand of Manasseh and Ephraim, and from all the remnant of Israel, and from all Judah and Benjamin, and from the inhabitants of Jerusalem.",
      "10": "And they gave it to those appointed to do the work in the house of the Lord. And those who were doing the work on the house gave it to repair and restore the house.",
      "11": "And they gave it to the craftsmen and builders to acquire quarried stones and timber for joists and beams for the buildings that the kings of Judah had ruined.",
      "12": "So the men did the work faithfully. Their overseers were Jahath and Obadiah the Levites, of the sons of Merari, and Zechariah and Meshullam, of the sons of the Kohathites, as supervisors. And other Levites, all skillful with musical instruments,",
      "13": "were over those laborers and supervised all those doing the work in every type of service, and other Levites were scribes, officials, and gatekeepers.",
      "14": "When they brought out the money that had been given to the house of the Lord, Hilkiah the priest found the Book of the Law of the Lord from Moses.",
      "15": "Then Hilkiah said to Shaphan the scribe, “I have found the Book of the Law in the house of the Lord.” And Hilkiah gave the book to Shaphan.",
      "16": "Shaphan brought the book to the king and reported, “Everything that has been designated to your servants, they are doing.",
      "17": "They have given out the money that was in the house of the Lord and have allocated to those who are supervisors and those who are doing the work.”",
      "18": "Then Shaphan the scribe also declared to the king, “Hilkiah the priest has given me a book.” And Shaphan read from it to the king.",
      "19": "And it happened that when the king heard the words of the Law, he tore his garments.",
      "20": "Then the king ordered Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah the attendant of the king:",
      "21": "“Go and seek the Lord on my behalf and on the behalf of the remnant in Israel and Judah concerning what is written in the book that was found, for the wrath of the Lord that is poured out on us is great because our fathers have not kept the word of the Lord, to do everything that is written in this book.”",
      "22": "So Hilkiah and those with the king went to Huldah the prophetess, the wife of Shallum the son of Tokhath, son of Hasrah, who kept the wardrobe. She lived in Jerusalem in the Second Quarter, and they spoke to her about this.",
      "23": "And she said to them, “So says the Lord God of Israel: Speak to the man who sent you all to Me,",
      "24": "Thus says the Lord: I am bringing disaster on this place and all who dwell in it, even all the curses that are written in the book that they read before the king of Judah.",
      "25": "Because they have abandoned Me and offered sacrifices to other gods in order to provoke Me with everything they have made with their hands, so My rage will be poured out on this place, and it will not be quenched.",
      "26": "And the king of Judah who sent you all to seek out the Lord, so you will speak to him: So says the Lord God of Israel: The words that you have heard,",
      "27": "because your heart was tender and you humbled yourself before God when you heard His words against this place and those who dwell here, and you have brought yourself low before Me and torn your clothes and wept before Me, I have heard you, declares the Lord.",
      "28": "I am bringing you to be with your fathers, and you will be brought to your grave in peace, and your eyes will not see all the disaster that I am bringing on this place and on those who dwell here.”\nSo they returned this word to the king.",
      "29": "Then the king sent for all the elders of Judah and Jerusalem.",
      "30": "Then the king went up to the house of the Lord with men from Judah and those living in Jerusalem, even the priests and Levites and all the people from the greatest to the least, and he read within their hearing all the words of the Book of the Covenant that was found in the house of the Lord.",
      "31": "Then the king stood in his place and made a covenant before the Lord, to walk after the Lord, and to keep His commandments and His testimonies and His statutes with all his soul, to perform the words of the covenant written in this book.",
      "32": "Then he appointed all who were in Jerusalem and Benjamin to carry this out, and those living in Jerusalem did according to the covenant of God, the God of their fathers.",
      "33": "So Josiah took away all the detestable things from the lands that belonged to the people of Israel and caused all who were found in Israel to serve their Lord God. And all his days they did not turn away from the Lord God of their fathers."
    },
    "35": {
      "1": "Josiah kept a Passover for the Lord in Jerusalem; they slaughtered the Passover lamb on the fourteenth day of the first month.",
      "2": "He appointed priests for their duties and encouraged them in their service to the house of the Lord.",
      "3": "And he said to the Levites who gave insight to all Israel and were consecrated to the Lord, “Set the holy ark in the house that Solomon, the son of David and king of Israel, built. You should not carry it on your shoulders. Now serve the Lord your God and His people Israel.",
      "4": "Prepare yourselves according to your fathers’ houses by your divisions, as instructed in the writing of David, king of Israel, and the document of Solomon his son.",
      "5": "“And stand in the Holy Place according to the divisions of the fathers’ households of your brothers, the laypeople, and according to the Levites, by division of a father’s household.",
      "6": "Then slaughter the Passover lamb and consecrate yourselves and prepare for your brothers to do according to the word of the Lord by the hand of Moses.”",
      "7": "Josiah contributed to the laypeople, as Passover offerings for all who were present, lambs and young goats from the flock to the number of thirty thousand, and three thousand bulls; these were from the king’s possession.",
      "8": "His officials contributed willingly to the people, to the priests, and to the Levites. Hilkiah, Zechariah, and Jehiel, the chief officers of the house of God, gave to the priests for the Passover offerings two thousand six hundred lambs and three hundred bulls.",
      "9": "Konaniah, his brothers Shemaiah and Nethanel, and Hashabiah, Jeiel, and Jozabad, officers of the Levites, gave to the Levites for the Passover offerings five thousand lambs and five hundred bulls.",
      "10": "When the service was prepared, the priests stood in their places and the Levites in their divisions, according to the king’s command.",
      "11": "And they slaughtered the Passover offerings, and the priests sprinkled the blood given to them while the Levites skinned animals.",
      "12": "And they set aside the burnt offering to distribute according to each house of the fathers for the people to bring near to the Lord, as written in the Book of Moses. And they did the same with the bulls.",
      "13": "And they cooked the Passover lamb with fire according to the rule, and they cooked the holy offerings in pots, jars, bowls, and quickly brought them to all the people.",
      "14": "Afterward they prepared the offerings for them and the priests because the priests, the sons of Aaron, offered the burnt offering and fat portions until night. So the Levites prepared for themselves and for the priests, the sons of Aaron.",
      "15": "The singers, the sons of Asaph, were in their places according to the command of David, Asaph, Heman, and Jeduthun the king’s seer. The gatekeepers were at each of the gates; they did not need to leave their service, for their brothers the Levites made preparations for them.",
      "16": "So all the service of the Lord was carried out that day to have the Passover, and to offer the burnt offerings on the altar of the Lord according to the command of King Josiah.",
      "17": "And the sons of Israel who were present had the Passover at that time and the Feast of Unleavened Bread for seven days.",
      "18": "And no Passover had been made like this in Israel since the days of Samuel the prophet. And none of the kings of Israel had performed a Passover like Josiah had done. And the priests and Levites and all Judah and Israel were present along with those living in Jerusalem.",
      "19": "In the eighteenth year of the reign of Josiah this Passover was performed.",
      "20": "After all this when Josiah had prepared the temple, Necho king of Egypt went up to war in Carchemish on the Euphrates, and Josiah went out to meet him.",
      "21": "And Necho sent messengers to him saying, “What is there between you and me, king of Judah? I am not against you this day, but against the house with which I am at war. And God has commanded that I hurry. Refrain from being against God who is with me so that He does not destroy you.”",
      "22": "But Josiah did not turn away from him for he went to battle against him disguised. He did not listen to the words of Necho that came from the mouth of God, but he came to battle in the plain of Megiddo.",
      "23": "So the archers shot King Josiah, and the king said to his servants, “Take me away for I am severely wounded.”",
      "24": "Then his servants took him from the chariot, and they set him in a second chariot, and they brought him to Jerusalem. He died and was buried in the tombs of his fathers. And all Judah and Jerusalem mourned for Josiah.",
      "25": "And Jeremiah composed a dirge for Josiah, and all the male and female singers speak of Josiah in their laments to this day. They set them as a statute over Israel. They are written in the Laments.",
      "26": "And the remainder of the acts of Josiah, his deeds and covenant faithfulness, according to what is written in the Law of the Lord,",
      "27": "and his acts from beginning to end are written in the book of the kings of Israel and Judah."
    },
    "36": {
      "1": "Then the people of the land took Jehoahaz the son of Josiah and made him king in the place of his father in Jerusalem.",
      "2": "And Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem.",
      "3": "Then the king of Egypt deposed him in Jerusalem and imposed on the land a tribute of a hundred talents of silver and a talent of gold.",
      "4": "The king of Egypt made his brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. But Necho took his brother Jehoahaz and carried him to Egypt.",
      "5": "Jehoiakim was twenty-five years old when he began to reign, and he was king in Jerusalem for eleven years. He did what was evil in the eyes of the Lord his God.",
      "6": "And Nebuchadnezzar king of Babylon came up against him and bound him in bronze chains to lead him to Babylon.",
      "7": "Nebuchadnezzar also brought out some of the vessels of the house of the Lord to Babylon and put them in his temple in Babylon.",
      "8": "And the remainder of the acts of Jehoiakim, the detestable things that he did and were found against him, are written in the book of the kings of Israel and Judah. Then Jehoiachin his son reigned in his place.",
      "9": "Jehoiachin was eighteen years old when he began to reign, and he was king in Jerusalem for three months and ten days. He did what was evil in the eyes of the Lord.",
      "10": "In the spring of that year King Nebuchadnezzar sent for him and brought him to Babylon with the precious items from the house of the Lord. Then Zedekiah his brother was king over Judah and Jerusalem.",
      "11": "Zedekiah was twenty-one years old when he began to reign, and he was king in Jerusalem for eleven years.",
      "12": "He did what was evil in the eyes of the Lord his God and did not humble himself before Jeremiah the prophet, who spoke from the Lord.",
      "13": "He also rebelled against King Nebuchadnezzar, who had made him swear by an oath by God. He stiffened his neck and hardened his heart against turning to the Lord God of Israel.",
      "14": "Even the officials over the priests and the people increased in their unfaithfulness in all the detestable practices of the nations, and they defiled the house of the Lord which He had consecrated in Jerusalem.",
      "15": "The Lord God of their fathers sent warnings to them over and over again by His messengers because He had compassion on His people and His dwelling place.",
      "16": "But they continued to jest regarding the messengers of God, despising His word and making fun of His prophets until the wrath of the Lord came up against His people, until there was no remedy.",
      "17": "So He brought up against them the king of the Chaldeans from Babylon, who killed their young men with the sword at the house of their sanctuary. He did not spare a young man or virgin, old or aged. God gave all of them into his hand.",
      "18": "Even all the vessels of the house of God, both large and small, and the treasures of the house of the Lord, the king, and his officials, all of this was taken to Babylon.",
      "19": "So they burned down the house of God, tore down the wall of Jerusalem, burned down all the palaces with fire, and destroyed all the precious items.",
      "20": "Then he carried into exile to Babylon the remnant, who survived the sword, and they were slaves to him and his sons until the kingdom of Persia ruled,",
      "21": "to fulfill the word of the Lord by the mouth of Jeremiah, until the land had enjoyed her Sabbaths. As long as she lay desolate, she kept Sabbath, to fulfill seventy years.",
      "22": "In the first year of King Cyrus of Persia, that the word of the Lord spoken by the mouth of Jeremiah might be fulfilled, the Lord stirred up the spirit of King Cyrus of Persia, so that he sent a proclamation throughout all his kingdom and also declared in a written edict:",
      "23": "“Thus says King Cyrus of Persia:\n“The Lord God of heaven has given me all the kingdoms of the earth, and He has commanded me to build for Him a house at Jerusalem, which is in Judah. Whoever is among you of all His people, may the Lord his God be with him. Let him go up.”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:00.889028-04:00",
    "Translation": "MEV"
  }
}