{
  "2 Corinthians": {
    "1": {
      "1": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother,\nTo the church of God which is at Corinth, with all the saints who are in all Achaia:",
      "2": "Grace to you and peace from God our Father and from the Lord Jesus Christ.",
      "3": "Blessed be God, the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort,",
      "4": "who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble by the comfort with which we ourselves are comforted by God.",
      "5": "As the sufferings of Christ abound in us, so our consolation also abounds through Christ.",
      "6": "If we are afflicted, it is for your consolation and salvation, which is effective in enduring the same sufferings which we also suffer. Or if we are comforted, it is for your consolation and salvation.",
      "7": "Our hope for you is steadfast, knowing that as you partake in the sufferings, so also you will partake of the consolation.",
      "8": "For we would not, brothers, have you ignorant of our troubles which came to us in Asia. We were pressured beyond measure, above strength, so that we despaired even of life.",
      "9": "We had the sentence of death in ourselves, so that we would not trust in ourselves, but in God who raises the dead.",
      "10": "He delivered us from so great a death and does deliver us. In Him we trust that He will still deliver us,",
      "11": "as you help together by praying for us, so that thanks may be given by many on our behalf for the gift bestowed upon us by means of many persons.",
      "12": "For our rejoicing is this: The testimony of our conscience is that we conducted ourselves in the world, and more abundantly toward you, in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God.",
      "13": "For we write nothing else to you than what you read or understand. And I trust you will understand even to the end,",
      "14": "as you have understood us in part, that we are yours, boasting even as you are ours on the day of the Lord Jesus.",
      "15": "In this confidence I planned to come to you before, that you might have a second benefit:",
      "16": "to visit you while going to Macedonia, and to come again to you from Macedonia, and then be sent by you on my way to Judea.",
      "17": "Therefore, when I was planning this, did I do this lightly? Or the things that I plan, do I plan according to the flesh, so that I would tell you “Yes, yes” and “No, no”?",
      "18": "But as God is true, we did not tell you “Yes” and “No.”",
      "19": "For the Son of God, Jesus Christ, who was preached among you by us, even by Silas, Timothy, and me, was not “Yes” and “No.” In Him it was “Yes.”",
      "20": "For all the promises of God in Him are “Yes,” and in Him “Amen,” to the glory of God through us.",
      "21": "Now He who establishes us with you in Christ and has anointed us is God,",
      "22": "who also has sealed us and established the guarantee with the Spirit in our hearts.",
      "23": "Moreover I call God as a witness upon my soul, that it is to spare you that I have not yet gone to Corinth.",
      "24": "Not that we have dominion over your faith, but we are fellow workers for your joy, for by faith you stand."
    },
    "2": {
      "1": "But I determined this for myself, that I would not come again to you in sorrow.",
      "2": "For if I make you sorrowful, who then will there be to make me rejoice, but the one whom I have made sorrowful?",
      "3": "I wrote concerning this matter to you, so that when I came, I would not be grieved by those in whom I ought to rejoice, having confidence in you all, that my joy is your joy.",
      "4": "For out of much affliction and anguish of heart I wrote to you with many tears, not that you should be grieved, but that you might know the love which I have more abundantly for you.",
      "5": "But if anyone has caused grief, he has not grieved me, but to some extent all of you, not to put it too severely.",
      "6": "This punishment which was inflicted by many on such a man is sufficient.",
      "7": "So on the contrary, you ought to forgive him and comfort him, lest perhaps he might be swallowed up with excessive sorrow.",
      "8": "Therefore I ask you to confirm your love toward him.",
      "9": "For to this end I also wrote, so that I might know that you are proving yourselves by whether you are being obedient in all things.",
      "10": "Whomever you forgive anything, I also forgive. For if I forgave someone anything, for your sakes I forgave it in Christ,",
      "11": "lest Satan should take advantage of us. For we are not ignorant of his devices.",
      "12": "Furthermore, when I came to Troas to preach Christ’s gospel, and a door was opened to me by the Lord,",
      "13": "I had no rest in my spirit, because I did not find Titus my brother. So taking my leave of them, I went from there into Macedonia.",
      "14": "Now thanks be to God who always causes us to triumph in Christ and through us reveals the fragrance of His knowledge in every place.",
      "15": "For we are to God a sweet fragrance of Christ among those who are saved and among those who perish.",
      "16": "To the one we are the fragrance of death, which brings death, and to the other the fragrance of life, which brings life. Who is sufficient for these things?",
      "17": "For we are not as many are who peddle the word of God. Instead, being sent by God, we sincerely speak in Christ in the sight of God."
    },
    "3": {
      "1": "Do we begin again to commend ourselves? Or do we need, as some others, letters of commendation to you, or letters of commendation from you?",
      "2": "You are our letter written in our hearts, known and read by all men.",
      "3": "For you are prominently declared to be the letter of Christ, prepared by us, written not with ink but with the Spirit of the living God, not on tablets of stone but on human tablets of the heart.",
      "4": "We have such trust through Christ toward God,",
      "5": "not that we are sufficient in ourselves to take credit for anything of ourselves, but our sufficiency is from God,",
      "6": "who has made us able ministers of the new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.",
      "7": "If the ministry that brought death, written and engraved on stones, was glorious, so that the children of Israel could not look intently at the face of Moses because of the glory of his countenance, the glory which was to fade away,",
      "8": "how will the ministry of the Spirit not be more glorious?",
      "9": "For if the ministry of condemnation is glorious, the ministry of righteousness much more exceeds it in glory.",
      "10": "Even that which was made glorious had no glory in comparison to the glory that excels.",
      "11": "For if that which fades was glorious, that which remains is much more glorious.",
      "12": "Seeing then that we have such hope, we speak with great boldness,",
      "13": "not as Moses, who put a veil over his face, so that the children of Israel could not look intently at the end of what was fading away.",
      "14": "Instead, their minds were blinded. For until this day the same veil remains unlifted in the reading of the old covenant, the veil which was done away with in Christ.",
      "15": "But even to this day, when Moses is read, the veil is in their hearts.",
      "16": "Nevertheless when anyone turns to the Lord, the veil is removed.",
      "17": "Now the Lord is the Spirit. And where the Spirit of the Lord is, there is liberty.",
      "18": "But we all, seeing the glory of the Lord with unveiled faces, as in a mirror, are being transformed into the same image from glory to glory by the Spirit of the Lord."
    },
    "4": {
      "1": "Therefore, since we have this ministry through the mercy we have received, we do not lose heart.",
      "2": "But we have renounced the secret things of shame, not walking in craftiness nor handling the word of God deceitfully, but by expressing the truth and commending ourselves to every man’s conscience in the sight of God.",
      "3": "But if our gospel is hidden, it is hidden to those who are lost.",
      "4": "The god of this world has blinded the minds of those who do not believe, lest the light of the glorious gospel of Christ, who is the image of God, should shine on them.",
      "5": "For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your servants for Jesus’ sake.",
      "6": "For God, who commanded the light to shine out of darkness, has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
      "7": "But we have this treasure in earthen vessels, the excellency of the power being from God and not from ourselves.",
      "8": "We are troubled on every side, yet not distressed; we are perplexed, but not in despair;",
      "9": "persecuted, but not forsaken; cast down, but not destroyed;",
      "10": "and always carrying around in the body the death of the Lord Jesus, that also the life of Jesus might be expressed in our bodies.",
      "11": "For we who live are always delivered to death for Jesus’ sake, that also the life of Jesus might be manifested in our mortal flesh.",
      "12": "So then, death works in us, but life in you.",
      "13": "We have the same spirit of faith. As it is written, “I believed, and therefore I have spoken.” So we also believe and therefore speak,",
      "14": "knowing that He who raised the Lord Jesus will also raise us through Jesus and will present us with you.",
      "15": "All these things are for your sakes, so that the abundant grace through the thanksgiving of many might overflow to the glory of God.",
      "16": "For this reason we do not lose heart: Even though our outward man is perishing, yet our inward man is being renewed day by day.",
      "17": "Our light affliction, which lasts but for a moment, works for us a far more exceeding and eternal weight of glory,",
      "18": "while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal."
    },
    "5": {
      "1": "We know that if our earthly house, this tent, were to be destroyed, we have an eternal building of God in the heavens, a house not made with hands.",
      "2": "In this one we groan, earnestly desiring to be sheltered with our house which is from heaven.",
      "3": "Thus being sheltered, we shall not be found unsheltered.",
      "4": "For we who are in this tent groan, being burdened, not because we wish to be unclothed, but to be further clothed, so that what is mortal might be swallowed up by life.",
      "5": "Now He who has created us for this very thing is God, who also has given to us the guarantee of the Spirit.",
      "6": "Therefore we are always confident, knowing that while we are at home in the body, we are absent from the Lord.",
      "7": "For we walk by faith, not by sight.",
      "8": "Instead, I say that we are confident and willing to be absent from the body and to be present with the Lord.",
      "9": "So whether present or absent, we labor that we may be accepted by Him.",
      "10": "For we must all appear before the judgment seat of Christ, that each one may receive his recompense in the body, according to what he has done, whether it was good or bad.",
      "11": "Therefore, knowing the fear of the Lord, we persuade men. But we are revealed to God, and I trust we are also revealed in your consciences.",
      "12": "For we are not commending ourselves again to you. Instead, we give you occasion to boast on our behalf, that you may have something to answer those who boast in appearance and not in heart.",
      "13": "If we are beside ourselves, it is for God; if we are in our right mind, it is for you.",
      "14": "For the love of Christ constrains us, because we thus judge: that if one died for all, then all have died.",
      "15": "And He died for all, that those who live should not from now on live for themselves, but for Him who died for them and rose again.",
      "16": "So from now on we do not regard anyone according to the flesh. Yes, though we have known Christ according to the flesh, yet we do not regard Him as such from now on.",
      "17": "Therefore, if any man is in Christ, he is a new creature. Old things have passed away. Look, all things have become new.",
      "18": "All this is from God, who has reconciled us to Himself through Jesus Christ and has given to us the ministry of reconciliation,",
      "19": "that is, that God was in Christ reconciling the world to Himself, not counting their sins against them, and has entrusted to us the message of reconciliation.",
      "20": "So we are ambassadors for Christ, as though God were pleading through us. We implore you in Christ’s stead: Be reconciled to God.",
      "21": "God made Him who knew no sin to be sin for us, that we might become the righteousness of God in Him."
    },
    "6": {
      "1": "As workers together with God, we ask you not to receive the grace of God in vain.",
      "2": "For He says:\n“In an acceptable time I have listened to you,\n    and in the day of salvation I have helped you.”\nLook, now is the accepted time; look, now is the day of salvation.",
      "3": "We give no offense in anything, that our service may not be blamed.",
      "4": "But in all things we commend ourselves as servants of God: in much patience, in afflictions, in necessities, in distress,",
      "5": "in stripes, in imprisonments, in tumults, in labors, in sleeplessness, and in hunger;",
      "6": "by purity, by knowledge, by patience, by kindness, by the Holy Spirit, by genuine love,",
      "7": "by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left,",
      "8": "by honor and dishonor, by evil report and good report; as deceivers, and yet true;",
      "9": "as unknown, and yet well known; as dying, and look, we live; as punished, but not killed;",
      "10": "as sorrowful, yet always rejoicing; as poor, yet making many rich; and as having nothing, and yet possessing all things.",
      "11": "O Corinthians, we have spoken frankly to you; our heart is opened wide.",
      "12": "You are not restrained by us, but you are restrained in your own affections.",
      "13": "In return (I speak as to my children) you also be open.",
      "14": "Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with unrighteousness? What communion has light with darkness?",
      "15": "What agreement has Christ with Belial? Or what part has he who believes with an unbeliever?",
      "16": "What agreement has the temple of God with idols? For you are the temple of the living God. As God has said:\n“I will live in them\n    and walk in them.\nI will be their God,\n    and they shall be My people.”",
      "17": "Therefore,\n“Come out from among them\n    and be separate,\n        says the Lord.\nDo not touch what is unclean,\n    and I will receive you.”",
      "18": "“I will be a Father to you,\n    and you shall be My sons and daughters,\n        says the Lord Almighty.”"
    },
    "7": {
      "1": "Since we have these promises, beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.",
      "2": "Accept us. We have wronged no one, we have corrupted no one, and we have defrauded no one.",
      "3": "I do not say this to condemn you, for I have said before that you are in our hearts, so that we would die or live with you.",
      "4": "Great is my boldness of speech toward you; great is my boasting of you. I am filled with comfort, and I am exceedingly joyful in all our tribulation.",
      "5": "For when we came to Macedonia, our bodies had no rest, and we were troubled on every side. On the outside were conflicts; on the inside were fears.",
      "6": "Nevertheless God, who comforts the downcast, comforted us through the coming of Titus,",
      "7": "and not only by his coming, but also by the comfort with which he was comforted in you, when he told us about your sincere desire, your mourning, and your zeal toward me, so that I rejoiced even more.",
      "8": "Though I caused you sorrow by my letter, I do not regret it, though I did regret it. For I perceive that this same letter has caused you sorrow, though only for a while.",
      "9": "Now I rejoice, not that you were made sorrowful, but that your sorrow led to repentance. For you were made sorrowful in a godly way, that you might not suffer loss in any way through us.",
      "10": "Godly sorrow produces repentance that leads to salvation and brings no regret, but the sorrow of the world produces death.",
      "11": "For observe this very thing, which you sorrowed in a godly way: What carefulness it produced in you, what vindication of yourselves, what indignation, what fear, what intense desire, what zeal, what avenging of wrong! In all things you have proven yourselves to be innocent in this matter.",
      "12": "So though I wrote to you, I did it not because of him who had done the wrong, nor because of him who suffered wrong, but that our care for you in the sight of God might be evident to you.",
      "13": "Therefore we were comforted in your comfort.\nYes, and we were exceedingly the more joyful for the sake of Titus, because his spirit was refreshed by you all.",
      "14": "So I am not ashamed if I have boasted of anything to him regarding you. But as we spoke all things to you in truth, even our boasting in the presence of Titus is found to be true.",
      "15": "Now his affection abounds all the more toward you, as he remembers the obedience of you all, how with fear and trembling you received him.",
      "16": "Therefore I rejoice that I have confidence in you in everything."
    },
    "8": {
      "1": "Moreover, brothers, we want you to experience the grace of God bestowed on the churches of Macedonia,",
      "2": "how in a great trial of affliction, the abundance of their joy and their deep poverty overflowed toward the riches of their generous giving.",
      "3": "For I bear record that according to their means, and beyond their means, they freely gave,",
      "4": "begging us with much urgency that we would receive the gift and the fellowship of ministering to the saints.",
      "5": "This they did, not as we expected. First, they gave themselves to the Lord, and then to us by the will of God.",
      "6": "So we urged Titus, that as he had begun, so he would also complete this gracious deed for you.",
      "7": "But as you abound in everything—in faith, in utterance, in knowledge, in all diligence, and in your love to us—see that you abound in this grace also.",
      "8": "I say this not as a command, but to prove through the authenticity of others, the sincerity also of your love.",
      "9": "For you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sakes He became poor, that through His poverty you might be rich.",
      "10": "And in this matter I give my advice. It is appropriate for you, who began last year not only to give, but also to willingly give.",
      "11": "Now therefore complete the task, so that, as there was a willingness to do so, there may be a performance of it according to your means.",
      "12": "For if there is a willing mind first, the gift is accepted according to what a man possesses and not according to what he does not possess.",
      "13": "I do not mean that other men have relief, and you be burdened,",
      "14": "but for equality, that your abundance now at this time may supply their need, and their abundance may supply your need—that there may be equality.",
      "15": "As it is written, “He who gathered much had no excess. And he who gathered little had no lack.”",
      "16": "But thanks be to God, who placed the same sincere care in the heart of Titus for you.",
      "17": "For indeed he accepted the exhortation. But being more zealous, he went to you of his own accord.",
      "18": "And we have sent with him the brother whose praise is in the gospel throughout all the churches.",
      "19": "And not only that, but he was also chosen by the churches to travel with us with this gift, which we administer to the glory of the same Lord, and to declare your willing mind,",
      "20": "to prevent any man from blaming us in administering this abundant gift,",
      "21": "providing for honest things, not only in the sight of the Lord but also in the sight of men.",
      "22": "Furthermore, we have sent with them our brother whom we have frequently proved diligent in many things, but now is much more diligent, due to the great confidence which he has in you.",
      "23": "If anyone inquires about Titus, he is my partner and fellow helper concerning you. Or if our brothers are inquired about, they are the messengers of the churches, and the glory of Christ.",
      "24": "Therefore show to them, and before the churches, the proof of your love and of our boasting on your behalf."
    },
    "9": {
      "1": "It is redundant for me to write to you concerning the ministry to the saints.",
      "2": "I know your willingness, for which I boast of you to those in Macedonia, that Achaia was ready a year ago, and your zeal has stirred up most of them.",
      "3": "Yet I have sent the brothers, lest our boasting of you might be in vain in this case, that, as I said, you may be ready;",
      "4": "and lest if any Macedonians come with me and find you unprepared, we (not to mention you) should be ashamed of this confident boasting.",
      "5": "Therefore I thought it necessary to exhort the brothers to go ahead to you and arrange beforehand your bountiful gift you previously promised, that it might be prepared as a gift, not as a matter of greed.",
      "6": "But this I say: He who sows sparingly will also reap sparingly, and he who sows bountifully will also reap bountifully.",
      "7": "Let every man give according to the purposes in his heart, not grudgingly or out of necessity, for God loves a cheerful giver.",
      "8": "God is able to make all grace abound toward you, so that you, always having enough of everything, may abound to every good work.",
      "9": "As it is written:\n“He has dispersed abroad, He has given to the poor;\n    His righteousness remains forever.”",
      "10": "Now He who supplies seed to the sower and supplies bread for your food will also multiply your seed sown and increase the fruits of your righteousness.",
      "11": "So you will be enriched in everything to all bountifulness, which makes us give thanks to God.",
      "12": "For the administration of this service not only supplies the need of the saints, but is abundant also through many thanksgivings to God.",
      "13": "Meanwhile, through the performance of this ministry, they glorify God for the profession of your faith in the gospel of Christ and for your liberal sharing with them and with all others.",
      "14": "And in their prayer for you, they long for you because of the surpassing grace of God in you.",
      "15": "Thanks be to God for His indescribable gift."
    },
    "10": {
      "1": "Now I, Paul, who am lowly in presence among you but bold toward you while absent, appeal to you by the meekness and gentleness of Christ.",
      "2": "I beg you that when I am present, I might not have to be bold with that confidence by which I intend to be bold against some, who think of us as if we walked according to the flesh.",
      "3": "For though we walk in the flesh, we do not war according to the flesh.",
      "4": "For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strongholds,",
      "5": "casting down imaginations and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ,",
      "6": "and being ready to punish all disobedience when your obedience is complete.",
      "7": "Do you look at things from the outward appearance? If any man trusts that he is Christ’s, let him consider again that, as he is Christ’s, even so are we Christ’s.",
      "8": "For even if I should boast somewhat more of our authority, which the Lord has given us for edification and not for your destruction, I shall not be ashamed,",
      "9": "lest I appear to frighten you by my letters.",
      "10": "“For his letters,” they say, “are weighty and powerful, but his bodily presence is weak, and his speech contemptible.”",
      "11": "Let such a person consider this: that as we are in word by letters when we are absent, we will also be in deed when we are present.",
      "12": "For we dare not count or compare ourselves with those who commend themselves. They who measure themselves by one another and compare themselves with one another are not wise.",
      "13": "But we will not boast beyond measure, but within the boundaries which God has appointed us, which reach even you.",
      "14": "For we are not overextending ourselves as though we did not reach you, since we have come to you, preaching the gospel of Christ.",
      "15": "We are not boasting of things beyond our measure in other men’s labors. But we have hope that when your faith is increased, our region shall be greatly enlarged by you,",
      "16": "to preach the gospel in the regions beyond you and not to boast in another man’s accomplishments.",
      "17": "But, “Let him who boasts, boast in the Lord.”",
      "18": "For it is not he who commends himself who is approved, but he whom the Lord commends."
    },
    "11": {
      "1": "I would to God you could bear with me a little in my folly. Indeed, bear with me.",
      "2": "For I am jealous over you with godly jealousy. For I have espoused you to one husband, that I may present you as a chaste virgin to Christ.",
      "3": "But I fear that somehow, as the serpent deceived Eve through his trickery, so your minds might be led astray from the simplicity that is in Christ.",
      "4": "For if he who comes preaches another Jesus, whom we have not preached, or if you receive another spirit, which you have not received, or another gospel, which you have not accepted, you might submit to it readily enough.",
      "5": "For I think I am not in any way inferior to the most eminent of the apostles.",
      "6": "Even though I am unpolished in speech, yet I am not in knowledge. All things about us have been thoroughly revealed to you.",
      "7": "Did I commit a sin in abasing myself that you might be exalted, because I preached to you the gospel of God free of charge?",
      "8": "I robbed other churches by accepting wages from them to serve you.",
      "9": "Furthermore, when I was present with you and was lacking, I was a burden to no one. For the brothers who came from Macedonia supplied what I lacked. In all things I have kept myself from being burdensome to you, and so will I keep myself.",
      "10": "As the truth of Christ is in me, no one shall stop me from this boasting in the regions of Achaia.",
      "11": "Why? Because I do not love you? God knows.",
      "12": "And I will continue doing what I am doing, that I may cut off the opportunity from those who desire an opportunity to be found equal to us in what they boast about.",
      "13": "For such are false apostles and deceitful workers, disguising themselves as apostles of Christ.",
      "14": "And no wonder! For even Satan disguises himself as an angel of light.",
      "15": "Therefore it is no great thing if his ministers also disguise themselves as ministers of righteousness, whose end will be according to their works.",
      "16": "I say again, let no one think that I am a fool. Otherwise, at least receive me as a fool, so that I also may boast a little.",
      "17": "What I speak, I speak not according to the Lord, but as it were foolishly, in this confidence of boasting.",
      "18": "Seeing that many boast according to the flesh, I also will boast.",
      "19": "For you tolerate fools gladly, seeing you yourselves are wise.",
      "20": "For you permit it if a man brings you into bondage, if a man devours you, if a man takes from you, if a man exalts himself, or if a man strikes you on the face.",
      "21": "I say to my reproach that we were too weak for that.\nBut whenever anyone is bold (I speak foolishly), I am bold also.",
      "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the seed of Abraham? So am I.",
      "23": "Are they servants of Christ? I speak as a fool. I am more: in labors more abundant, in stripes above measure, in prisons more frequently, in deaths often.",
      "24": "Five times I received from the Jews forty lashes minus one.",
      "25": "Three times I was beaten with rods; once I was stoned; three times I suffered shipwreck; a night and a day I have been in the deep;",
      "26": "in journeys often, in perils of waters, in perils of robbers, in perils by my own countrymen, in perils by the Gentiles, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brothers;",
      "27": "in weariness and painfulness, in sleeplessness often, in hunger and thirst, in fastings often, and in cold and nakedness.",
      "28": "Beside the external things, the care of all the churches pressures me daily.",
      "29": "Who is weak, and I am not weak? Who is led into sin, and I am not distressed?",
      "30": "If I must boast, I will boast of the things which concern my weakness.",
      "31": "The God and Father of our Lord Jesus Christ, who is blessed forevermore, knows that I am not lying.",
      "32": "In Damascus the governor under King Aretas secured the city of the Damascenes with a garrison, desiring to arrest me.",
      "33": "But I was let down by the wall through a window in a basket and escaped his hands."
    },
    "12": {
      "1": "Doubtless it is not profitable for me to boast. So I will move on to visions and revelations of the Lord.",
      "2": "I knew a man in Christ over fourteen years ago—whether in the body or out of the body I cannot tell, God knows—such a one was caught up to the third heaven.",
      "3": "And I knew that such a man—whether in the body or out of the body I cannot tell, God knows—",
      "4": "was caught up into paradise and heard inexpressible words not permitted for a man to say.",
      "5": "Of such a person, I will boast. Yet of myself I will not boast, except in my weaknesses.",
      "6": "For if I desire to boast, I will not be a fool, for I will be speaking the truth. But now I resist, lest anyone should think of me above that which he sees me to be or hears from me.",
      "7": "And lest I should be exalted above measure by the abundance of revelations, a thorn was given me in the flesh, a messenger of Satan, to torment me, lest I be exalted above measure.",
      "8": "I asked the Lord three times that this thing might depart from me.",
      "9": "But He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will boast in my weaknesses, that the power of Christ may rest upon me.",
      "10": "So I take pleasure in weaknesses, in reproaches, in hardships, in persecutions, and in distresses for Christ’s sake. For when I am weak, then I am strong.",
      "11": "I have become a fool in boasting. You have compelled me, for I ought to have been commended by you, for I am in no way inferior to the leading apostles, though I am nothing.",
      "12": "Truly the signs of an apostle were performed among you in all patience, in signs and wonders, and mighty deeds.",
      "13": "For in what respect were you inferior to other churches, unless it be that I myself was not burdensome to you? Forgive me this wrong!",
      "14": "I am ready to come to you this third time. And I will not be burdensome to you, for I do not seek what is yours, but you. For the children ought not to lay up for the parents, but the parents for the children.",
      "15": "And I will very gladly spend and be spent for you. If I love you more, am I to be loved less?",
      "16": "But be that as it may. I did not burden you. Nevertheless, being crafty, I caught you with deceit.",
      "17": "Did I take advantage of you by any of those whom I sent to you?",
      "18": "I urged Titus to go, and with him I sent a brother. Did Titus take advantage of you? Did we not walk in the same spirit? Did we not walk in the same steps?",
      "19": "Again, do you think that we are defending ourselves to you? We speak before God in Christ. We do all things, beloved, for your edifying.",
      "20": "For I fear that when I come, I shall not find you such as I wish, and that I shall be found by you such as you do not wish. I fear there are debates, envying, wrath, strife, backbiting, whispering, arrogance, and disorder.",
      "21": "And I fear that when I come again, my God will humble me among you, and that I shall mourn for many who have sinned already, who have not repented of uncleanness, sexual immorality, and lasciviousness which they have committed."
    },
    "13": {
      "1": "This is the third time I am coming to you. “In the mouth of two or three witnesses shall every word be established.”",
      "2": "I told you before, and foretell as if I were present the second time. And being absent now, I write to those who have sinned before, and to all the others, that if I come again, I will not spare anyone,",
      "3": "since you seek proof of Christ speaking through me, who toward you is not weak, but is mighty in you.",
      "4": "For though He was crucified through weakness, yet He lives by the power of God. So also we are weak in Him, but we shall live with Him by the power of God serving you.",
      "5": "Examine yourselves, seeing whether you are in the faith; test yourselves. Do you not know that Jesus Christ is in you?—unless indeed you are disqualified.",
      "6": "I trust that you will know that we are not disqualified.",
      "7": "Now I pray to God that you do no evil, not that we should appear approved, but that you should do that which is honorable, whether or not we may seem disqualified.",
      "8": "For we can do nothing against the truth, but only for the truth.",
      "9": "For we are glad when we are weak, and you are strong. We wish even your perfection.",
      "10": "Therefore I write these things being absent, lest being present I should be sharp, according to the authority which the Lord has given me for edification and not for destruction.",
      "11": "Finally, brothers, farewell. Be perfect, be of good comfort, be of one mind, and live in peace, and the God of love and peace will be with you.",
      "12": "Greet one another with a holy kiss.",
      "13": "All the saints greet you.",
      "14": "The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Spirit be with you all. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:15.488092-04:00",
    "Translation": "MEV"
  }
}