{
  "2 Peter": {
    "1": {
      "1": "Simon Peter, a servant and apostle of Jesus Christ,\nTo those who have received a faith as precious as ours through the righteousness of our God and Savior Jesus Christ.",
      "2": "Grace and peace be multiplied to you through the knowledge of God and of Jesus our Lord.",
      "3": "His divine power has given to us all things that pertain to life and godliness through the knowledge of Him who has called us by His own glory and excellence,",
      "4": "by which He has given to us exceedingly great and precious promises, so that through these things you might become partakers of the divine nature and escape the corruption that is in the world through lust.",
      "5": "For this reason make every effort to add virtue to your faith; and to your virtue, knowledge;",
      "6": "and to your knowledge, self-control; and to your self-control, patient endurance; and to your patient endurance, godliness;",
      "7": "and to your godliness, brotherly kindness; and to your brotherly kindness, love.",
      "8": "For if these things reside in you and abound, they ensure that you will neither be useless nor unfruitful in the knowledge of our Lord Jesus Christ.",
      "9": "But the one who lacks these things is blind and shortsighted because he has forgotten that he was cleansed from his former sins.",
      "10": "Therefore, brothers, diligently make your calling and election sure. For if you do these things, you will never stumble.",
      "11": "For in this way the entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be abundantly provided for you.",
      "12": "Therefore I will not be negligent to always remind you of these things, though you know them and are established in the truth that is present with you.",
      "13": "I consider it right, as long as I live in this body, to stir you up by reminding you,",
      "14": "knowing that soon I will take off this body, even as our Lord Jesus Christ has shown me.",
      "15": "And I will also be diligent to make sure that after my death you will always remember these things.",
      "16": "For we have not followed cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of His majesty.",
      "17": "For He received honor and glory from God the Father when a voice came to Him from the majestic glory, saying, “This is My beloved Son, in whom I am well pleased.”",
      "18": "And we ourselves heard this voice, which came from heaven, when we were with Him on the holy mountain.",
      "19": "And we have a more reliable word of prophecy, which you would do well to follow, as to a light that shines in a dark place, until the day dawns and the morning star arises in your hearts.",
      "20": "But know this first of all, that no prophecy of the Scripture is a matter of one’s own interpretation.",
      "21": "For no prophecy at any time was produced by the will of man, but holy men moved by the Holy Spirit spoke from God."
    },
    "2": {
      "1": "But there were also false prophets among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Lord who bought them, bringing swift destruction upon themselves.",
      "2": "And many will follow their destructive ways, because of whom the way of truth will be blasphemed.",
      "3": "And in their greed they will exploit you with deceptive words. Their judgment, made long ago, does not linger, and their destruction does not slumber.",
      "4": "For if God did not spare the angels that sinned, but cast them down to hell and delivered them into chains of darkness to be kept for judgment;",
      "5": "and if He did not spare the ancient world, but saved Noah, a preacher of righteousness, with seven others, when He brought a flood upon the world of the ungodly;",
      "6": "and if He condemned the cities of Sodom and Gomorrah to destruction by reducing them to ashes, making them an example to those afterward who would live ungodly lives;",
      "7": "and if He delivered righteous Lot, who was distressed by the filthy conduct of the wicked",
      "8": "(for that righteous man lived among them, and what he saw and heard of their lawless deeds tormented his righteous soul day after day);",
      "9": "then the Lord knows how to rescue the godly from trial, and to keep the unrighteous under punishment for the Day of Judgment,",
      "10": "especially those who walk after the flesh in pursuit of unclean desires, and despise authority.\nThey are presumptuous and arrogant, and are not afraid to slander the angelic beings.",
      "11": "Whereas angels, who are greater in power and might, do not bring slanderous accusations against them before the Lord.",
      "12": "But these people are like irrational animals, born to be captured and destroyed. They speak evil of the things that they do not understand, and in their corruption they will be destroyed.",
      "13": "They shall receive the wages of unrighteousness. They count it a pleasure to carouse in the daytime. They are blots and blemishes who revel in their own deception while they carouse together with you.",
      "14": "They have eyes full of adultery that cannot cease from sin. They entice unstable souls. Their hearts are trained in greed. They are cursed children!",
      "15": "They have forsaken the right way and have gone astray. They follow the way of Balaam the son of Beor, who loved the wages of wickedness,",
      "16": "but who was rebuked for his iniquity. The mute donkey speaking with a man’s voice constrained the madness of the prophet.",
      "17": "These men are wells without water and clouds that are carried by a storm, for whom the gloom of darkness has been reserved forever.",
      "18": "For when they speak arrogant words of vanity, they entice by the lusts of the flesh and by depravity those who barely escaped from those who live in error.",
      "19": "Although they promise them freedom, they themselves are slaves of corruption, for by that which a man is overcome, to this he is enslaved.",
      "20": "For if after they have escaped the defilements of the world through the knowledge of the Lord and Savior Jesus Christ, and they are again entangled in them and are overcome, the latter end is worse for them than the beginning.",
      "21": "For it would have been better for them not to have known the way of righteousness than to have known it and then turn back from the holy commandment that was delivered to them.",
      "22": "But it has happened to them according to the true proverb, “The dog returns to his own vomit,” and “the sow that was washed to her wallowing in the mud.”"
    },
    "3": {
      "1": "This is now, beloved, the second epistle I am writing to you, in which I am stirring up your sincere minds by way of reminder,",
      "2": "that you should remember the words that were spoken previously by the holy prophets and the commandment of our Lord and Savior spoken through us, the apostles.",
      "3": "Know this first, that there shall come scoffers in the last days who walk after their own lusts,",
      "4": "and say, “Where is the promise of His coming? For since the fathers fell asleep, all things have continued as they were since the beginning of the creation.”",
      "5": "For they willingly ignore that, by the word of God the heavens existed long ago, and the earth was formed standing out of the water and in the water,",
      "6": "by which the world that then existed was flooded with water and perished.",
      "7": "But by the same word, the heavens and the earth that now exist are being reserved for fire, kept for the Day of Judgment and destruction of the ungodly.",
      "8": "But, beloved, do not be ignorant of this one thing, that with the Lord one day is as a thousand years, and a thousand years as one day.",
      "9": "The Lord is not slow concerning His promise, as some count slowness. But He is patient with us, because He does not want any to perish, but all to come to repentance.",
      "10": "But the day of the Lord will come like a thief in the night, in which the heavens will pass away with a loud noise, and the elements will be destroyed with intense heat. The earth also and the works that are in it will be burned up.",
      "11": "Seeing then that all these things are to be destroyed, what sort of people ought you to be in holy conduct and godliness,",
      "12": "while you are waiting for and desiring the coming of the day of God, in which the heavens will be destroyed by fire and the elements will be consumed by intense heat?",
      "13": "But, according to His promise, we are waiting for new heavens and a new earth, in which righteousness dwells.",
      "14": "Therefore, beloved, since you are waiting for these things, be diligent that you may be found by Him in peace, spotless and blameless.",
      "15": "Keep in mind that the patience of our Lord means salvation, even as our beloved brother Paul has also written to you according to the wisdom given to him.",
      "16": "As in all his letters, he writes about these things, in which some things are hard to understand, which the unlearned and unstable distort, as they also do the other Scriptures, to their own destruction.",
      "17": "You therefore, beloved, since you know these things beforehand, beware lest you also fall from your own firm footing, being led away by the deception of the wicked.",
      "18": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be glory, both now and forever. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:23.672570-04:00",
    "Translation": "MEV"
  }
}