{
  "2 Thessalonians": {
    "1": {
      "1": "Paul, and Silas, and Timothy,\nTo the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
      "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "3": "We are bound to thank God always for you, brothers, as it is fitting, because your faith is growing abundantly, and the love of every one of you abounds toward each other.",
      "4": "So we boast about you in the churches of God for your patience and faith in all your persecutions and tribulations that you are enduring.",
      "5": "This is evidence that God’s judgment, being righteous, will count you worthy of the kingdom of God for which you are suffering.",
      "6": "It is a righteous matter with God to repay with tribulation those who trouble you,",
      "7": "and to give you who are troubled rest with us when the Lord Jesus is revealed from heaven with His mighty angels,",
      "8": "in flaming fire taking vengeance on those who do not know God and do not obey the gospel of our Lord Jesus Christ.",
      "9": "They shall be punished with eternal destruction, isolated from the presence of the Lord and from the glory of His power,",
      "10": "when He comes, in that Day, to be glorified in His saints and to be marveled at by all those who believe, because our testimony among you was believed.",
      "11": "Therefore we always pray for you that our God would count you worthy of this calling and with power fulfill all your good desires and works done by faith,",
      "12": "so that the name of our Lord Jesus Christ may be glorified in you, and you in Him, according to the grace of our God and the Lord Jesus Christ."
    },
    "2": {
      "1": "Now, brothers, concerning the coming of our Lord Jesus Christ, and concerning our gathering together unto Him, we ask you",
      "2": "not to let your mind be quickly shaken or be troubled, neither in spirit nor by word, nor by letter coming as though from us, as if the day of Christ is already here.",
      "3": "Do not let anyone deceive you in any way. For that Day will not come unless a falling away comes first, and the man of sin is revealed, the son of destruction,",
      "4": "who opposes and exalts himself above all that is called God or is worshipped, so that he sits as God in the temple of God, showing himself as God.",
      "5": "Do you not remember that when I was still with you, I told you these things?",
      "6": "Now you know what restrains him that he might be revealed in his time.",
      "7": "For the mystery of lawlessness is already working. Only He who is now restraining him will do so until He is taken out of the way.",
      "8": "Then the lawless one will be revealed, whom the Lord will consume with the breath of His mouth, and destroy with the brightness of His presence,",
      "9": "even him, whose coming is in accordance with the working of Satan with all power and signs and false wonders,",
      "10": "and with all deception of unrighteousness among those who perish, because they did not receive the love for the truth that they might be saved.",
      "11": "Therefore God will send them a strong delusion, that they should believe the lie:",
      "12": "that they all might be condemned who did not believe the truth but had pleasure in unrighteousness.",
      "13": "But we are bound to always give thanks to God for you, beloved brothers of the Lord, because God has from the beginning called you to salvation through sanctification by the Spirit and belief of the truth.",
      "14": "To this He called you by our gospel, to obtain the glory of our Lord Jesus Christ.",
      "15": "Therefore, brothers, stand firm and hold the traditions which you have been taught, whether by word or by our letter.",
      "16": "Now may our Lord Jesus Christ Himself, and God our Father, who has loved us and has given us eternal consolation and good hope through grace,",
      "17": "comfort your hearts and establish you in every good word and work."
    },
    "3": {
      "1": "Finally, brothers, pray for us, that the word of the Lord may quickly spread and be glorified, even as it did with you.",
      "2": "And pray that we may be delivered from unreasonable and wicked men, for not all men have faith.",
      "3": "But the Lord is faithful, who will establish you and guard you from the evil one.",
      "4": "We have confidence in the Lord concerning you, that you are doing and will do the things which we command you.",
      "5": "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.",
      "6": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you withdraw yourselves from every brother who walks in idleness and not according to the tradition that he received from us.",
      "7": "For you know how you should follow us. For we were not idle among you,",
      "8": "neither did we eat anyone’s bread without paying for it, but we worked tirelessly and toiled night and day that we might not be a burden to any of you.",
      "9": "We did this, not because we did not have that right, but to make ourselves an example for you to follow.",
      "10": "For when we were with you, we commanded you that if any will not work, neither shall he eat.",
      "11": "For we hear that there are some among you who live in idleness, mere busybodies, not working at all.",
      "12": "Now, concerning those who are such, we command and exhort by our Lord Jesus Christ that they quietly work and eat their own bread.",
      "13": "But you, brothers, do not be weary in doing good.",
      "14": "If anyone does not obey our word in this letter, note that man, and do not socialize with him, so that he may be ashamed.",
      "15": "Still, do not count him as an enemy, but admonish him as a brother.",
      "16": "Now may the Lord of peace Himself give you peace always in every way. The Lord be with you all.",
      "17": "I, Paul, write this greeting with my own hand, and this is the distinguishing mark in every letter: So I write.",
      "18": "The grace of our Lord Jesus Christ be with you all. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:19.032509-04:00",
    "Translation": "MEV"
  }
}