{
  "2 Timothy": {
    "1": {
      "1": "Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,",
      "2": "To Timothy, my beloved son:\nGrace, mercy, and peace, from God the Father and Christ Jesus our Lord.",
      "3": "I thank God, whom I serve with a pure conscience as my forefathers did, as I continually remember you in my prayers night and day,",
      "4": "greatly desiring to see you, remembering your tears, that I may be filled with joy,",
      "5": "remembering the genuine faith that first lived in your grandmother Lois and your mother Eunice and that I am persuaded lives in you also.",
      "6": "Therefore I remind you to stir up the gift of God, which is in you by the laying on of my hands.",
      "7": "For God has not given us the spirit of fear, but of power, and love, and self-control.",
      "8": "So do not be ashamed of the testimony of our Lord, nor of me, His prisoner. But share in the sufferings of the gospel by the power of God,",
      "9": "who has saved us and called us with a holy calling, not by our works, but by His own purpose and grace, which was given us in Christ Jesus before the world began,",
      "10": "but is now revealed by the appearing of our Savior, Jesus Christ, who has abolished death and has brought life and immortality to light through the gospel,",
      "11": "for which I was appointed a preacher, an apostle, and a teacher of the Gentiles.",
      "12": "For these things I suffer, but I am not ashamed, for I know whom I have believed, and am persuaded that He is able to keep that which I have committed to Him until that Day.",
      "13": "Follow the pattern of sound teaching which you have heard from me in the faith and love that is in Christ Jesus.",
      "14": "Guard the treasure that was committed to you through the Holy Spirit who lives in us.",
      "15": "You know that all those who are in Asia have turned away from me, including Phygelus and Hermogenes.",
      "16": "May the Lord grant mercy to the house of Onesiphorus, for he often refreshed me and was not ashamed of my chains.",
      "17": "But when he arrived in Rome, he searched me out very diligently and found me.",
      "18": "May the Lord grant that he may find mercy from the Lord on that Day. You know very well how many ways he ministered to me at Ephesus."
    },
    "2": {
      "1": "So you, my son, be strong in the grace that is in Christ Jesus.",
      "2": "Share the things that you have heard from me in the presence of many witnesses with faithful men who will be able to teach others also.",
      "3": "Endure hard times as a good soldier of Jesus Christ.",
      "4": "No soldier on active duty entangles himself with civilian affairs, that he may please the enlisting officer.",
      "5": "Anyone who competes as an athlete is not rewarded without competing legally.",
      "6": "The farmer who labors should be first to partake of the crops.",
      "7": "Consider what I am saying, and may the Lord grant you understanding in all things.",
      "8": "Remember Jesus Christ, raised from the dead, descended from David, according to my gospel,",
      "9": "in which I suffer trouble like a criminal, even with chains. But the word of God is not bound.",
      "10": "Therefore I endure all things for the sake of the elect, that they also may obtain the salvation which is in Christ Jesus with eternal glory.",
      "11": "This is a faithful saying:\nIf we die with Him,\n    we shall also live with Him.",
      "12": "If we endure,\n    we shall also reign with Him.\nIf we deny Him,\n    He also will deny us.",
      "13": "If we are faithless,\n    He remains faithful;\n    He cannot deny Himself.",
      "14": "Remind them of these things, commanding them before the Lord that they not argue about words, which leads to nothing of value and to the destruction of those who hear them.",
      "15": "Study to show yourself approved by God, a workman who need not be ashamed, rightly dividing the word of truth.",
      "16": "But avoid profane foolish babblings, for they will increase to more ungodliness,",
      "17": "and their word will spread like gangrene: Among them are Hymenaeus and Philetus,",
      "18": "who have erred concerning the truth, saying that the resurrection has already occurred, and who overthrow the faith of some.",
      "19": "But the firm foundation of God stands, having this seal, “The Lord knows those who are His,” and, “Let everyone who calls on the name of Christ depart from iniquity.”",
      "20": "In a large house there are not only gold and silver vessels, but also those of wood and clay; some are for honor, and some for dishonor.",
      "21": "One who cleanses himself from these things will be a vessel for honor, sanctified, fit for the Master’s use, and prepared for every good work.",
      "22": "So flee youthful desires and pursue righteousness, faith, love, and peace, with those who call on the Lord out of a pure heart.",
      "23": "But avoid foolish and unlearned debates, knowing that they create strife.",
      "24": "The servant of the Lord must not quarrel, but must be gentle toward all people, able to teach, patient,",
      "25": "in gentleness instructing those in opposition. Perhaps God will grant them repentance to know the truth,",
      "26": "and they may escape from the snare of the devil, after being captured by him to do his will."
    },
    "3": {
      "1": "Know this: In the last days perilous times will come.",
      "2": "Men will be lovers of themselves, lovers of money, boastful, proud, blasphemers, disobedient to parents, unthankful, unholy,",
      "3": "without natural affection, trucebreakers, slanderers, unrestrained, fierce, despisers of those who are good,",
      "4": "traitors, reckless, conceited, lovers of pleasures more than lovers of God,",
      "5": "having a form of godliness, but denying its power. Turn away from such people.",
      "6": "Those of this nature creep into houses and captivate silly women who are burdened with sins and led away with various desires,",
      "7": "always learning, but never able to come to the knowledge of the truth.",
      "8": "Now as Jannes and Jambres resisted Moses, so these also resist the truth, men of corrupt minds and worthless concerning the faith.",
      "9": "But they shall proceed no further, for their folly will be revealed to everyone, as theirs also was.",
      "10": "But you have observed my doctrine, manner of life, purpose, faith, tolerance, love, patience,",
      "11": "persecutions, and afflictions, which came to me at Antioch, Iconium, and Lystra—what persecutions I endured! But the Lord delivered me out of them all.",
      "12": "Yes, and all who desire to live a godly life in Christ Jesus will suffer persecution.",
      "13": "But evil men and seducers will grow worse and worse, deceiving and being deceived.",
      "14": "But continue in the things that you have learned and have been assured of, knowing those from whom you have learned them,",
      "15": "and that since childhood you have known the Holy Scriptures, which are able to make you wise unto salvation through the faith that is in Christ Jesus.",
      "16": "All Scripture is inspired by God and is profitable for teaching, for reproof, for correction, and for instruction in righteousness,",
      "17": "that the man of God may be complete, thoroughly equipped for every good work."
    },
    "4": {
      "1": "I charge you therefore before God and the Lord Jesus Christ, who will judge the living and the dead at His appearing and His kingdom:",
      "2": "Preach the word, be ready in season and out of season, reprove, rebuke, and exhort, with all patience and teaching.",
      "3": "For the time will come when people will not endure sound doctrine, but they will gather to themselves teachers in accordance with their own desires, having itching ears,",
      "4": "and they will turn their ears away from the truth and turn to myths.",
      "5": "But be self-controlled in all things, endure afflictions, do the work of an evangelist, and prove your ministry.",
      "6": "For I am already being poured out as a drink offering, and the time of my departure has come.",
      "7": "I have fought a good fight, I have finished my course, and I have kept the faith.",
      "8": "From now on a crown of righteousness is laid up for me, which the Lord, the righteous Judge, will give me on that Day, and not only to me but also to all who have loved His appearing.",
      "9": "Diligently try to come to me soon.",
      "10": "Demas has forsaken me, having loved this present world, and has departed to Thessalonica, Crescens to Galatia, and Titus to Dalmatia.",
      "11": "Only Luke is with me. Get Mark, and bring him with you, for he is profitable to me for the ministry.",
      "12": "I sent Tychicus to Ephesus.",
      "13": "When you come, bring with you the cloak that I left at Troas with Carpus, and the books, but especially the parchments.",
      "14": "Alexander the coppersmith did me much evil. May the Lord reward him according to his works.",
      "15": "Beware of him, for he has greatly opposed our words.",
      "16": "At my first defense no one stood with me, but everyone forsook me. May it not be charged against them.",
      "17": "But the Lord stood with me and strengthened me, so that through me the preaching might be fully known, and that all the Gentiles might hear. And I was delivered out of the mouth of the lion.",
      "18": "The Lord will deliver me from every evil work and will preserve me for His heavenly kingdom, to whom be glory forever and ever. Amen.",
      "19": "Greet Priscilla and Aquila and the household of Onesiphorus.",
      "20": "Erastus remained at Corinth, and I have left Trophimus ill in Miletus.",
      "21": "Diligently try to come before winter. Eubulus greets you, and so do Pudens, Linus, Claudia, and all the brothers.",
      "22": "The Lord Jesus Christ be with your spirit. Grace be with you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:20.127720-04:00",
    "Translation": "MEV"
  }
}