{
  "Amos": {
    "1": {
      "1": "The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah and in the days of Jeroboam the son of Joash king of Israel two years before the earthquake.",
      "2": "He said:\nThe Lord roars from Zion\n    and utters His voice from Jerusalem;\nthe pastures of the shepherds languish,\n    the top of Carmel withers.",
      "3": "Thus says the Lord:\nFor three transgressions of Damascus,\n    and for four, I will not revoke the punishment,\nbecause they have threshed Gilead\n    with threshing sledges of iron.",
      "4": "So I will send fire against the house of Hazael,\n    and it will devour the fortresses of Ben-Hadad.",
      "5": "I will break the gate bar of Damascus;\n    from the Valley of Aven I will cut off the one enthroned,\nand from Beth Eden the one who holds the scepter.\n    The people of Aram will go into captivity to Kir,\n    says the Lord.",
      "6": "Thus says the Lord:\nFor three transgressions of Gaza,\n    and for four, I will not revoke the punishment,\nbecause they carried away into exile an entire deportation,\n    to deliver them up to Edom.",
      "7": "So I will send fire against the wall of Gaza,\n    and it will devour its fortresses.",
      "8": "From Ashdod I will cut off the one enthroned\n    and from Ashkelon the one who holds the scepter.\nI will turn My hand against Ekron,\n    and the remnant of the Philistines will perish,\n    says the Lord God.",
      "9": "Thus says the Lord:\nFor three transgressions of Tyre,\n    and for four, I will not revoke the punishment,\nbecause they delivered up an entire deportation to Edom,\n    and did not remember the covenant of kinship.",
      "10": "So I will send fire against the wall of Tyre,\n    and it will devour its fortresses.",
      "11": "Thus says the Lord:\nFor three transgressions of Edom,\n    and for four, I will not revoke the punishment,\nbecause he pursued his brother with the sword,\n    and repressed all pity;\nhis anger tore with no ceasing,\n    and his wrath persisted with no end.",
      "12": "So I will send fire against Teman,\n    and it will devour the fortresses of Bozrah.",
      "13": "Thus says the Lord:\nFor three transgressions of the Ammonites,\n    and for four, I will not revoke the punishment,\nbecause they ripped open the pregnant women of Gilead,\n    in order to enlarge their border.",
      "14": "So I will kindle a fire against the wall of Rabbah,\n    and it will devour its fortresses,\nwith a war cry on the day of battle,\n    with a tempest on the day of the whirlwind.",
      "15": "Their king shall go into captivity,\n    he and his princes together,\n    says the Lord."
    },
    "2": {
      "1": "Thus says the Lord:\nFor three transgressions of Moab,\n    and for four, I will not revoke the punishment,\nbecause he burned to lime\n    the bones of the king of Edom.",
      "2": "So I will send fire against Moab,\n    and it will devour the fortresses of Kerioth;\nMoab will die in uproar,\n    with a war cry and the alarm of the trumpet.",
      "3": "I will cut off the ruler from its midst,\n    and will slay all its princes with him,\n    says the Lord.",
      "4": "Thus says the Lord:\nFor three transgressions of Judah,\n    and for four, I will not revoke the punishment,\nbecause they have rejected the law of the Lord,\n    and have not kept His commandments.\nThe lies which their fathers followed\n    have led them astray.",
      "5": "So I will send fire against Judah,\n    and it will devour the fortresses of Jerusalem.",
      "6": "Thus says the Lord:\nFor three transgressions of Israel,\n    and for four, I will not revoke the punishment,\nbecause they sell the righteous for silver,\n    and the poor for a pair of sandals.",
      "7": "They trample the head of the poor\n    into the dust of the earth,\n    and push the oppressed out of the way.\nA man and his father go in to the same woman,\n    profaning My holy name.",
      "8": "They recline by every altar\n    on garments taken in pledge,\nand in the house of their gods\n    they drink the wine from those who have been fined.",
      "9": "Yet it was I who destroyed the Amorite before them,\n    whose height was like the height of the cedars.\n    He was strong as the oaks,\nyet I destroyed his fruit above\n    and his roots below.",
      "10": "It was I who brought you up from the land of Egypt,\n    and led you forty years through the wilderness,\n    to possess the land of the Amorite.",
      "11": "I raised up some of your sons as prophets,\n    and some of your young men as Nazirites.\nIs it not so, O children of Israel?\n    says the Lord.",
      "12": "But you made the Nazirites drink wine,\n    and commanded the prophets, saying, “Do not prophesy.”",
      "13": "Indeed I will slow you down,\n    as a wagon is slowed that is full of sheaves.",
      "14": "Flight will perish from the swift,\n    the strong will not retain his strength,\n    nor will the warrior save his life.",
      "15": "The bowman will not stand firm,\n    the swift-footed will not escape,\n    nor will the horseman save his life.",
      "16": "He that is courageous among the warriors\n    will flee away naked on that day,\n    says the Lord."
    },
    "3": {
      "1": "Hear this word that the Lord has spoken against you, O children of Israel, against the whole family I brought up from the land of Egypt, saying:",
      "2": "You alone have I known\n    of all the families of the earth;\ntherefore I will punish you\n    for all your iniquities.",
      "3": "Do two people walk together,\n    if they have not agreed?",
      "4": "Does a lion roar in the forest,\n    if it has no prey?\nDoes a young lion cry out from its den,\n    if it has not caught something?",
      "5": "Does a bird fall into a trap on the ground,\n    if there was no snare for it?\nDoes a trap spring up from the ground,\n    if it has not caught something?",
      "6": "If the trumpet blasts in the city,\n    are not the people frightened?\nIf there is disaster against a city,\n    is it not the Lord who has done it?",
      "7": "Surely the Lord God does nothing\n    without revealing His purpose\n    to His servants the prophets.",
      "8": "The lion has roared;\n    who will not fear?\nThe Lord God has spoken;\n    who can but prophesy?",
      "9": "Proclaim to the fortresses in Ashdod,\n    and the fortresses in the land of Egypt, and say:\n“Assemble yourselves on the mountains of Samaria,\n    and see the great disorders within her,\n    and the oppression in her midst.”",
      "10": "They do not know how to do right, says the Lord,\n    storing up violence and destruction in their fortresses.",
      "11": "Therefore thus says the Lord God:\nAn enemy will surround your land;\n    he will tear down your defenses,\n    and your fortresses will be plundered.",
      "12": "Thus says the Lord:\nAs the shepherd rescues out of the mouth of the lion\n    a pair of legs or a piece of an ear,\n    so will the children of Israel be rescued,\nthose who live in Samaria,\n    with the corner of a bed\n    or a piece of a couch.",
      "13": "Hear and testify against the house of Jacob, says the Lord God, the God of Hosts:",
      "14": "Surely on the day I punish the transgressions of Israel,\n    I will also punish the altars of Bethel;\nthe horns of the altar will be cut off\n    and fall to the ground.",
      "15": "I will destroy the winter house\n    as well as the summer house,\nand the houses of ivory will perish;\n    the great houses will come to an end,\n    says the Lord."
    },
    "4": {
      "1": "Hear this word, you cows of Bashan, who are on the mountain of Samaria,\n    who oppress the poor and crush the needy,\n    who say to their husbands, “Bring us something to drink!”",
      "2": "The Lord God has sworn by His holiness:\n    Indeed the days are coming upon you\nwhen they will take you away with hooks,\n    the last one of you with fishhooks.",
      "3": "You will go out through breached walls,\n    every one straight ahead of her;\n    you will be exiled to Harmon,\n    says the Lord.",
      "4": "Come to Bethel and transgress,\n    to Gilgal and multiply transgression;\nbring your sacrifices every morning\n    and your tithes every three days.",
      "5": "Burn leavened bread as a thank offering;\n    announce your voluntary offerings loudly,\nfor so you love to do, O children of Israel,\n    says the Lord God.",
      "6": "Though I gave you cleanness of teeth in all your cities\n    and lack of food in all your places,\n    yet you did not return to Me,\n    says the Lord.",
      "7": "I also withheld the rain from you,\n    when there were still three months to the harvest.\nI would send rain on one town,\n    and send no rain on another town.\nOne field would receive rain,\n    but another field without rain would wither.",
      "8": "So two or three towns wandered to one town to drink water,\n    but they were not satisfied;\n    yet you did not return to Me,\n    says the Lord.",
      "9": "I struck you with blight and mildew.\n    Locusts devoured your many gardens and vineyards,\nyour fig trees and olive trees;\n    yet you did not return to Me,\n    says the Lord.",
      "10": "Pestilence like that of Egypt\n    I sent against you.\nBy the sword I killed your young men;\n    your horses were taken captive.\nThe stench of your camps I brought up into your nostrils;\n    yet you did not return to Me,\n    says the Lord.",
      "11": "I destroyed some of you,\n    as God destroyed Sodom and Gomorrah.\nYou were like a firebrand plucked out of the fire;\n    yet you did not return to Me,\n    says the Lord.",
      "12": "Therefore thus will I do to you, O Israel,\n    and because I will do this to you,\n    prepare to meet your God, O Israel!",
      "13": "The One who forms the mountains\n    and creates the wind,\n    who reveals His thoughts to man,\nwho turns the darkness into dawn\n    and strides on the heights of the earth—\n    the Lord, the God of Hosts, is His name."
    },
    "5": {
      "1": "Hear this word which I take up as a dirge against you, O house of Israel:",
      "2": "Fallen, no more to rise\n    is maiden Israel;\nforsaken on her land,\n    with no one to raise her up.",
      "3": "For thus says the Lord God:\nThe city that went out with a thousand\n    will be left with a hundred,\nand the one that went out with a hundred\n    will be left with ten for the house of Israel.",
      "4": "Indeed, thus says the Lord to the house of Israel:\nSeek Me and live!",
      "5": "But do not seek Bethel,\nand do not enter into Gilgal\n    or cross over to Beersheba;\nfor Gilgal will surely go into captivity,\n    and Bethel shall be no more.",
      "6": "Seek the Lord and live,\n    or He will break out like fire in the house of Joseph,\nand it will devour Bethel,\n    with no one to quench it.",
      "7": "You who turn justice into bitterness\n    and cast righteousness down to the ground!",
      "8": "The One who made the Pleiades and Orion,\n    who turns the deep darkness into dawn\n    and darkens the day into night,\nwho summons the waters of the sea\n    and pours them out on the surface of the earth—\n    the Lord is His name,",
      "9": "the One who flashes destruction against the strong,\n    so that destruction comes against the fortress.",
      "10": "They hate the one who prosecutes at the gate,\n    and abhor the one who speaks with integrity.",
      "11": "Therefore, because you trample on the poor\n    and take from him a levy of wheat,\nthough you have built houses of hewn stone,\n    you will not dwell in them;\nthough you have planted pleasant vineyards,\n    you will not drink their wine.",
      "12": "For I know your transgressions are many\n    and your sins are grievous,\nyou who oppress the just,\n    who take a bribe and subvert the needy at the gate.",
      "13": "Therefore the prudent are silent at such a time,\n    for it is an evil time.",
      "14": "Seek good and not evil,\n    so that you may live;\nthen the Lord, the God of Hosts, will truly be with you,\n    as you claim.",
      "15": "Hate evil and love good,\n    and establish justice at the gate.\nIt may then be that the Lord God of Hosts will be gracious\n    to the remnant of Joseph.",
      "16": "Therefore thus says the Lord, the God of Hosts, the Lord:\nWailing will be in all the squares,\n    and in all the streets they will say, “Alas! Alas!”\nThey shall call the farmer to mourning,\n    and to wailing those skilled in lamentation.",
      "17": "In all vineyards there shall be wailing,\n    for I will pass through you,\n    says the Lord.",
      "18": "Woe to you that desire\n    the day of the Lord!\nWhy do you want the day of the Lord?\n    It is darkness, and not light,",
      "19": "as if someone fled away from a lion,\n    but a bear attacked him,\nor got into the house\n    and rested his hand on the wall,\n    but a snake bit him.",
      "20": "Will not the day of the Lord be darkness, and not light?\n    Will it not be deep darkness, with no brightness in it?",
      "21": "I hate, I despise your festivals,\n    and I am not pleased by your solemn assemblies.",
      "22": "Though you offer Me burnt offerings or your grain offerings,\n    I will not accept them,\nnor will I regard the offerings\n    of your fattened animals.",
      "23": "Take away from Me the noise of your songs;\n    I will not listen to the melody of your harps.",
      "24": "But let justice roll down like water,\n    and righteousness like an ever-flowing stream.",
      "25": "Did you bring Me sacrifices and offerings\n    those forty years in the wilderness, O house of Israel?",
      "26": "But you will carry away Sukuth your king\n    and Kaiwan your star-images,\n    your gods that you made for yourselves,",
      "27": "as I drive you away into exile beyond Damascus,\n    says the Lord, whose name is the God of Hosts."
    },
    "6": {
      "1": "Woe to those who are at ease in Zion,\n    and to those confident on the mount of Samaria,\nnobles of the first of the nations,\n    to whom the house of Israel comes!",
      "2": "Cross over to Kalneh and see,\n    and go from there to Hamath the great;\n    then go down to Gath of the Philistines—\nare you better than these kingdoms?\n    Or is their territory greater than your territory?",
      "3": "You who brush off the day of disaster,\n    but bring on a session of lawlessness;",
      "4": "who lie upon beds of ivory, and lounge on their couches,\n    eating lambs from the flock and calves from the stall;",
      "5": "who sing to the sound of the harp\n    and invent musical instruments for themselves like David;",
      "6": "who drink from bowls of wine\n    and anoint themselves with the finest oils,\n    but are not grieved over the destruction of Joseph.",
      "7": "Therefore now they will go at the head of the captives into exile,\n    and the revelry of those who are lounging will vanish.",
      "8": "The Lord God hath sworn by Himself, an oracle of the Lord the God of Hosts:\nI abhor the pride of Jacob\n    and hate his palaces,\nso I will deliver up the city\n    with all that is in it.",
      "9": "If there remain ten people in one house, they will die.",
      "10": "And when a relative or one who prepares the bodies picks them up to carry them out of the house, and says to someone in the recesses of the house, “Is anyone else with you?” and he says, “No,” he will say, “Hush!”—not to pronounce the name of the Lord.",
      "11": "But indeed the Lord gives a command,\n    and He will shatter the great house to bits,\n    and the small house to pieces.",
      "12": "Can horses run on a rocky crag?\n    Can one plow the sea with oxen?\nBut you have turned justice into poison,\n    and the fruit of righteousness into wormwood,",
      "13": "you who rejoice in Lo Debar, who say,\n    “Is it not by our own strength that we captured Karnaim?”",
      "14": "Watch: I will raise up against you a nation, O house of Israel,\n    says the Lord, the God of Hosts,\nand they will oppress you\n    from Lebo Hamath to the Wadi Arabah."
    },
    "7": {
      "1": "This is what the Lord God showed me: He was forming a plague of locusts when the latter growth was beginning to sprout up, the latter growth after the king’s reaping.",
      "2": "When they had finished devouring the foliage of the land, I said, “O Lord God, please forgive. How can Jacob survive? For he is small.”",
      "3": "The Lord relented concerning this:\n“It shall not be,” said the Lord.",
      "4": "This is what the Lord God showed me: The Lord God was calling for a judgment by fire. It was consuming the great deep and was devouring the fields.",
      "5": "I said, “O Lord God, please stop. How can Jacob survive? For he is small.”",
      "6": "The Lord relented concerning this:\n“This also shall not be,” said the Lord God.",
      "7": "This is what He showed me: The Lord was standing by a wall made using a plumb line, with a plumb line in His hand.",
      "8": "The Lord said to me, “Amos, what do you see?”\nAnd I said, “A plumb line.”\nThen the Lord said, “See, I am putting a plumb line in the midst of My people Israel. I will forgive them no more.",
      "9": "The high places of Isaac will be destroyed,\n    the sanctuaries of Israel will be laid waste,\n    and I will rise against the house of Jeroboam with the sword.”",
      "10": "Then Amaziah the priest of Bethel sent a message to Jeroboam king of Israel, saying, “Amos has conspired against you at the very center of the house of Israel. The country cannot endure all his words.",
      "11": "For this is what Amos said:\n‘Jeroboam will die by the sword,\n    and Israel will surely be exiled\n    away from its land.’ ”",
      "12": "So Amaziah said to Amos, “O seer, go, flee back to the land of Judah. Earn your sustenance there, and prophesy there.",
      "13": "But do not prophesy any more at Bethel, for it is the king’s sanctuary and a royal temple.”",
      "14": "But Amos answered Amaziah: “I am no prophet, and I am no prophet’s disciple. Rather, I am a herdsman and a dresser of sycamore trees.",
      "15": "But the Lord took me away from the flock, and the Lord said to me, ‘Go, prophesy to My people Israel.’",
      "16": "Now therefore hear the word of the Lord: You say,\n‘Do not prophesy against Israel,\n    and do not preach against the house of Isaac.’",
      "17": "“Therefore thus says the Lord:\n‘Your wife will be a prostitute in the city,\n    your sons and daughters will fall by the sword,\nand your land will be divided by measuring line;\n    you yourself will die in an unclean land;\nand Israel will surely go into exile\n    away from its land.’ ”"
    },
    "8": {
      "1": "This is what the Lord God showed me: a basket of summer fruit.",
      "2": "He said, “Amos, what do you see?”\nAnd I said, “A basket of summer fruit.”\nThen the Lord said to me, “The end has come upon My people Israel. I will forgive them no more.",
      "3": "“The songs of the temple shall become wailings on that day,” says the Lord God. “The corpses shall be many, cast down everywhere. Hush!”",
      "4": "Hear this, you who trample on the needy\n    to make the poor of the land fail,",
      "5": "saying,\n“When will the New Moon be over,\n    so that we may sell grain?\nAnd the Sabbath,\n    that we may open the wheat sales,\nmaking the ephah too small,\n    and the shekel too heavy,\n    cheating with dishonest scales,",
      "6": "that we may buy the poor for silver,\n    the needy for a pair of sandals,\n    and sell the refuse as wheat?”",
      "7": "The Lord has sworn by the pride of Jacob: Surely I will never forget any of their deeds.",
      "8": "Will not the land tremble because of this,\n    and everyone mourn who lives on it?\nIt will all rise up like the Nile,\n    and be tossed around, then sink\n    like the Nile of Egypt.",
      "9": "On that day, says the Lord God,\nI will make the sun go down at noon,\n    and darken the earth in mid-daylight;",
      "10": "I will turn your feasts into mourning,\n    and all your songs into dirges;\nI will put sackcloth upon all loins,\n    and baldness on every head;\nI will make it like the mourning for an only child,\n    and its end like a bitter day.",
      "11": "The time is coming, says the Lord God,\n    when I will send a famine on the land,\nnot a famine of bread, nor a thirst for water,\n    but of hearing the words of the Lord.",
      "12": "They will wander from sea to sea,\n    and from north to east;\nthey will run back and forth to seek the word of the Lord,\n    but they will not find it.",
      "13": "On that day\nthe beautiful maidens and the young men\n    will faint with thirst.",
      "14": "Those who swear by Ashimah of Samaria, and say,\n    “By the life of your god, O Dan,”\n    and, “By the life of the way of Beersheba”—\nthey shall fall\n    and never rise again."
    },
    "9": {
      "1": "I saw the Lord standing upon the altar, and He said:\nStrike the capitals\n    so that the thresholds shake;\nbreak them off onto the heads of all of them.\n    Those who remain I will slay with the sword.\nNot one of them will get away;\n    not one fugitive will survive.",
      "2": "Though they dig down to Sheol,\n    from there My hand will capture them;\nthough they climb up to the heavens,\n    from there I will bring them down;",
      "3": "though they hide on the top of Carmel,\n    from there I will search and catch them;\nthough they hide from My sight on the bottom of the sea,\n    from there will I command the serpent to bite them;",
      "4": "and though they go into captivity before their enemies,\n    from there will I command the sword to slay them. \nI will set My eyes upon them\n    for evil and not for good.",
      "5": "The Lord God of Hosts,\n    He who touches the earth and it melts,\n    and all who live on it mourn;\nit all rises up like the Nile,\n    and subsides like the river of Egypt;",
      "6": "who builds His chambers in the heavens,\n    and founds His vault over the earth;\nwho summons the waters of the sea,\n    and pours them out upon the surface of the earth—\n    the Lord is His name.",
      "7": "Are you not like the Ethiopians to Me,\n    O children of Israel?\n    says the Lord.\nDid I not bring Israel up from the land of Egypt,\n    but also the Philistines from Caphtor,\n    and the Arameans from Kir?",
      "8": "The eyes of the Lord God\n    are upon the sinful kingdom,\nand I will destroy it\n    from off the face of the earth,\nthough I will not completely destroy\n    the house of Jacob,\n    says the Lord.",
      "9": "See, I am giving the command,\n    and I will sift the house of Israel\n    among all the nations,\nas one sifts with a sieve,\n    and not a pebble falls to the ground.",
      "10": "All the sinners of My people\n    will die by the sword,\nthose who say,\n    “Never will disaster reach or overtake us.”",
      "11": "On that day will I raise up\n    the hut of David that is fallen;\nI will close up its breached walls,\n    raise up its ruins,\n    and rebuild it as in the days of old;",
      "12": "that they may possess the remnant of Edom,\n    and of all the nations called by My name,\n    says the Lord who will do this.",
      "13": "Indeed, the days are coming, says the Lord,\nwhen the plowman will overtake the one who is reaping,\n    and the treader of grapes the one who is sowing the seed;\nthe mountains will drip sweet wine,\n    and all the hills will flow with it.",
      "14": "I will restore the fortunes of My people Israel;\n    they will rebuild the ruined cities and inhabit them;\nthey will plant vineyards and drink their wine;\n    they will make gardens and eat their fruit.",
      "15": "I will plant them upon their land,\n    and no more will they be uprooted\n    out of their land which I have given them.\n    The Lord your God has spoken."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:49.335468-04:00",
    "Translation": "MEV"
  }
}