{
  "Deuteronomy": {
    "1": {
      "1": "These are the words which Moses spoke to all Israel on the other side of the Jordan in the wilderness, in the plain opposite Suph, between Paran and Tophel and Laban and Hazeroth and Dizahab.",
      "2": "(It is an eleven-day journey from Horeb by the way of Mount Seir to Kadesh Barnea.)",
      "3": "In the fortieth year, in the eleventh month, on the first day of the month, Moses spoke to the children of Israel, according to all that the Lord had commanded him to give to them.",
      "4": "It was after he had slain Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived at Ashtaroth in Edrei.",
      "5": "Across the Jordan, in the land of Moab, Moses began to declare this law, saying:",
      "6": "The Lord our God spoke to us in Horeb, saying, “You have dwelt long enough at this mountain.",
      "7": "Turn, and take your journey, and go to the mountains of the Amorites, and to all their neighbors, in the plain, in the mountains and in the lowland, in the Negev and by the seacoast, to the land of the Canaanites and to Lebanon, as far as the great river, the River Euphrates.",
      "8": "See, I have set the land before you. Go in and possess the land which the Lord swore to your fathers, Abraham, Isaac, and Jacob, to give to them and to their descendants after them.”",
      "9": "I spoke to you at that time, saying, “I am not able to bear you by myself.",
      "10": "The Lord your God has multiplied you, and surely you are this day as numerous as the stars of heaven.",
      "11": "May the Lord, the God of your fathers, make you a thousand times more numerous and bless you, just as He has promised you!",
      "12": "How can I myself bear your load and your burden and your strife?",
      "13": "Choose wise, discerning, and knowing men, among your tribes, and I will appoint them as leaders over you.”",
      "14": "You answered me, and said, “The thing which you have said is good for us to do.”",
      "15": "So I took the leaders of your tribes, wise and well-known men, and appointed them as leaders over you, leaders over thousands, and leaders over hundreds, and leaders over fifties, and leaders over tens, and officers among your tribes.",
      "16": "I charged your judges at that time, saying, “Hear the issues between your countrymen, and judge righteously between every man and his fellow countryman, and the foreigner that is with him.",
      "17": "You shall not show partiality in judgment, but you shall hear the small as well as the great. You shall not be afraid in any man’s presence, for the judgment is God’s. The case that is too hard for you, you shall bring it to me, and I will hear it.”",
      "18": "At that time, I commanded you all the things you should do.",
      "19": "When we departed from Horeb, we went through all that great and terrible wilderness, which you saw by the way of the mountain of the Amorites, as the Lord our God commanded us, and we came to Kadesh Barnea.",
      "20": "I said to you, “You have come to the mountains of the Amorites, which the Lord our God is giving to us.",
      "21": "See, the Lord your God has set the land before you. Go up and possess it, just as the Lord, the God of your fathers, spoke to you. Do not fear or be discouraged.”",
      "22": "So all of you came near to me and said, “Let us send men before us, so that they shall scout out the land, and bring back to us word concerning what way we should go up and into what cities we shall come.”",
      "23": "The thing pleased me, and I took twelve men from you, one out of each tribe.",
      "24": "They turned and went up into the hill country and came to the Valley of Eshkol and scouted it out.",
      "25": "They took the fruit of the land in their hands, and brought it down to us, and brought us word again, and said, “It is a good land which the Lord our God is giving us.”",
      "26": "Yet you were not willing to go up, but rebelled against the commandment of the Lord your God.",
      "27": "You murmured in your tents, and said, “Because the Lord hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites to destroy us.",
      "28": "Where shall we go up? Our brothers have discouraged our hearts, saying, ‘The people are greater and taller than we. The cities are great and walled up to heaven. And moreover, we have seen the sons of the Anakites there.’ ”",
      "29": "Then I said to you, “Do not be terrified, or afraid of them.",
      "30": "The Lord your God who goes before you, He shall fight for you, just as all that He did for you in Egypt before your eyes,",
      "31": "and in the wilderness, where you saw how the Lord your God carried you, as a man carries his son, in all the way that you went, until you came to this place.”",
      "32": "Yet in this thing you did not believe the Lord your God,",
      "33": "who went in the way before you, to find you a place to pitch your tents, in fire by night and in a cloud by day, to show you by what way you should go.",
      "34": "The Lord heard the sound of your words, and was angry, and vowed, saying,",
      "35": "“Not one of these men of this evil generation will see the good land which I swore to give to your fathers.",
      "36": "The exception will be Caleb the son of Jephunneh. He shall see it, and to him I will give the land upon which he has walked, and to his children, because he has wholly followed the Lord.”",
      "37": "Also the Lord was angry with me on your account, saying, “You also shall not go in.",
      "38": "But Joshua the son of Nun, who stands before you, he shall go in. Encourage him, for he will cause Israel to inherit it.",
      "39": "Moreover, your little ones, who you said would be a prey, and your children, who in that day had no knowledge between good and evil, they shall go in, and to them will I give it, and they shall possess it.",
      "40": "But as for you, turn around, and take your journey into the wilderness by the way of the Red Sea.”",
      "41": "Then you answered and said to me, “We have sinned against the Lord. We will go up and fight, just as the Lord our God commanded us.” So each of you girded on his weapons of war and you thought it easy to go up into the hill country.",
      "42": "Then the Lord said to me, “Tell them, ‘Do not go up nor fight, for I am not among you; lest you be defeated before your enemies.’ ”",
      "43": "So I spoke to you, but you would not listen. Instead, you rebelled against the commandment of the Lord and went presumptuously up into the hill country.",
      "44": "The Amorites, who lived in the hill country, came out against you, and chased you as bees do, and destroyed you in Seir as far as Hormah.",
      "45": "Then you returned and wept before the Lord, but the Lord would neither listen to your voice nor give ear to you.",
      "46": "So you dwelt in Kadesh many days, according to the days you dwelt there."
    },
    "2": {
      "1": "Then we turned, and set out toward the wilderness by the way of the Red Sea, as the Lord spoke to me, and we circled Mount Seir for many days.",
      "2": "Then the Lord spoke to me, saying,",
      "3": "“You have circled this mountain long enough. Now turn north.",
      "4": "Command the people, saying: You are to pass through the territory of your brothers the children of Esau, who dwell in Seir, and they shall be afraid of you. So carefully watch yourselves.",
      "5": "Do not provoke them, for I will not give you any of their land, no, not so much as a footprint, because I have given Mount Seir to Esau for a possession.",
      "6": "You may buy food from them with money so that you may eat, and you may also buy water from them with money so that you may drink.",
      "7": "“For the Lord your God has blessed you in all the works of your hands. He knows your wanderings through this great wilderness. These forty years the Lord your God has been with you. You have lacked nothing.”",
      "8": "So we passed by our brothers, the children of Esau, who lived in Seir, through the way of the plain from Elath and from Ezion Geber, and we turned and passed by the way of the Wilderness of Moab.",
      "9": "The Lord said to me, “Do not harass the Moabites, nor contend with them in battle, for I will not give you any of their land for a possession, because I have given Ar to the children of Lot as a possession.”",
      "10": "(The Emites lived there in times past, a people as great and as many and as tall as the Anakites.",
      "11": "These people, as well as the Anakites, also were regarded as giants, but the Moabites call them Emites.",
      "12": "The Horites also formerly lived in Seir, but the children of Esau dispossessed and destroyed them, and settled there in their place, just as Israel did to the land of its possession, which the Lord gave to them.)",
      "13": "“Cross over the Zered Valley.” So we went over the Zered Valley.",
      "14": "Now the length of time it took for us to come to Kadesh Barnea until we crossed over the brook Zered was thirty-eight years, until all the generation of the men of war perished from among the army, just as the Lord swore to them.",
      "15": "For indeed the hand of the Lord was against them, to destroy them from among their midst, until they were gone.",
      "16": "So it came to pass, when all the men of war were gone and dead from among the people,",
      "17": "then the Lord spoke to me, saying,",
      "18": "“Today, you are to pass over through Ar, the border of Moab.",
      "19": "When you come close to the Ammonites, do not harass them or provoke them, for I will not give you any of the land of the Ammonites as a possession, because I have given it to the children of Lot for a possession.”",
      "20": "(That also is considered the land of giants. Giants formerly lived there, but the Ammonites call them Zamzummites.",
      "21": "They were a great people, as numerous and tall as the Anakites. But the Lord destroyed them before the Ammonites. Then they dispossessed them and lived in their place,",
      "22": "just as He had done for the children of Esau, who lived in Seir, when He destroyed the Horites from before them, and they dispossessed them, and lived in their place even to this day.",
      "23": "And the Avvites, who lived in villages as far as Gaza, the Caphtorites, who came out of Caphtor, destroyed them, and lived in their place.)",
      "24": "“Arise, set out, and cross the River Arnon. See, I have given Sihon the Amorite, king of Heshbon, and his land into your hand. Begin to possess it and contend with him in battle.",
      "25": "This day I will begin to put the dread of you and the fear of you on the nations that are under the whole heaven, who shall hear the report of you, and shall tremble, and be in anguish because of you.”",
      "26": "I sent messengers out of the Wilderness of Kedemoth to Sihon, king of Heshbon, with words of peace, saying,",
      "27": "“Let me pass through your land. I will only go on the main road. I will not turn aside to the right or the left.",
      "28": "You shall sell me food for money so that I may eat, and give me water for money so that I may drink, only allow me to pass through on foot,",
      "29": "just as the children of Esau who dwell in Seir and the Moabites who dwell in Ar did for me, until I pass over the Jordan into the land which the Lord our God is giving us.”",
      "30": "But Sihon, king of Heshbon, would not let us pass by him, for the Lord your God hardened his spirit and made his heart obstinate, so that He might deliver him into your hand as he is to this day.",
      "31": "The Lord said to me, “See, I have begun to give Sihon and his land to you. Begin to possess it, so that you may inherit his land.”",
      "32": "Then Sihon came out against us, he and all his people, to fight at Jahaz.",
      "33": "Then the Lord our God delivered him over to us, and we struck him down with his sons and all his people.",
      "34": "We took all his cities at that time and utterly destroyed the men, the women, and the children of every city. We left no survivors.",
      "35": "We took only the livestock for plunder and the spoils of the cities which we took.",
      "36": "From Aroer, which is on the bank of the River Arnon, and from the city that is in the valley, all the way to Gilead, there was not one city too strong for us. The Lord our God delivered all to us.",
      "37": "Only you did not come near the land of the Ammonites, nor to any place on the River Jabbok, nor to the cities in the hill country, nor to any place the Lord our God had forbidden us."
    },
    "3": {
      "1": "Then we turned and went up the way to Bashan, and Og, the king of Bashan, came out against us, he and all his people, to battle at Edrei.",
      "2": "Then the Lord said to me, “Do not fear him, for I will deliver him and all his people and his land into your hand; and you shall do to him as you did to Sihon, king of the Amorites, who lived at Heshbon.”",
      "3": "So the Lord, our God, delivered Og, the king of Bashan, with all his people, into our hands also, and we struck him down until there was no survivor remaining.",
      "4": "We took all his cities at that time. There was not a city which we did not take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan.",
      "5": "All these cities were fortified with high walls, gates, and bars, besides a great many rural towns.",
      "6": "We utterly destroyed them, as we did to Sihon, king of Heshbon, utterly destroying the men, women, and children of every city.",
      "7": "But we took all the livestock and the spoil of the cities as plunder for ourselves.",
      "8": "So at that time we took from the hand of the two kings of the Amorites the land that was across the Jordan, from the River Arnon to Mount Hermon",
      "9": "(the Sidonians call Hermon Sirion, and the Amorites call it Senir),",
      "10": "all the cities of the plain, and all Gilead, and all Bashan, as far as Salekah and Edrei, cities of the kingdom of Og in Bashan.",
      "11": "For only Og, king of Bashan, remained of the remnant of the giants. (Notably, his bedstead was a bedstead of iron. Is it not in Rabbah of the children of Ammon? It is nine cubits long and four cubits wide, according to the cubit of a man.)",
      "12": "This is the land which we possessed at that time from Aroer, which is by the River Arnon, and half the hill country of Gilead and its cities I gave to the Reubenites and to the Gadites.",
      "13": "The rest of Gilead, and all Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (All the region of Argob, with all Bashan, was called the land of giants.",
      "14": "Jair, the son of Manasseh, took all the region of Argob, that is, Bashan, as far as the border of the Geshurites and the Maakathites, and called the villages after his own name, Havvoth Jair, as it is to this day.)",
      "15": "I gave Gilead to Makir.",
      "16": "To the Reubenites and to the Gadites I gave the territory from Gilead even as far as the stream bed of the River Arnon, half the valley as the border to the River Jabbok, which is the border of the Ammonites;",
      "17": "the plain also, with the Jordan as the border, from Kinnereth as far as the east side of the Sea of the Arabah (that is, the Dead Sea), below the slopes of Pisgah.",
      "18": "Then I commanded you at that time, saying, “The Lord your God has given you this land to possess it. All you men of valor shall pass over armed before your brothers, the children of Israel.",
      "19": "But your wives and your little ones, and your livestock (for I know that you have much livestock) shall remain in your cities which I have given you",
      "20": "until the Lord has given rest to your brothers, as well as to you, and until they also possess the land which the Lord your God has given them beyond the Jordan. Then each of you shall return to his possession which I have given you.”",
      "21": "I commanded Joshua at that time, saying, “Your eyes have seen all that the Lord your God has done to these two kings. So shall the Lord do to all the kingdoms where you pass.",
      "22": "Do not fear them, for the Lord your God, He shall fight for you.”",
      "23": "I pleaded with the Lord at that time, saying,",
      "24": "“O Lord God, You have begun to show Your servant Your greatness, and Your mighty hand, for what god is there in heaven or in earth that can do according to Your works and according to Your might?",
      "25": "Let me, I pray, go over and see the good land that is beyond the Jordan, that good hill country, and Lebanon.”",
      "26": "But the Lord was angry with me because of you and would not listen to me, and the Lord said to me, “Enough of that! Speak to Me no more of this matter.",
      "27": "Get up to the top of Pisgah and lift up your eyes to the west and north and south and east, and see it with your eyes, for you shall not cross over this Jordan.",
      "28": "But charge Joshua and encourage him and strengthen him, for he shall cross over before this people, and he shall cause them to inherit the land which you will see.”",
      "29": "So we remained in the valley over against Beth Peor."
    },
    "4": {
      "1": "Now therefore, listen, O Israel, to the statutes and to the judgments which I am teaching you to do, so that you may live; and go in and possess the land which the Lord, the God of your fathers, is giving you.",
      "2": "You shall not add to the word which I am commanding you, nor shall you take anything from it, so that you may keep the commandments of the Lord your God which I command you.",
      "3": "Your eyes have seen what the Lord did at Baal Peor; for the Lord your God has destroyed from among you all the men who followed Baal of Peor.",
      "4": "But you who held fast to the Lord your God are alive to this day, every one of you.",
      "5": "See, I have taught you statutes and judgments, just as the Lord my God commanded me, that you should do so in the land where you are entering to possess it.",
      "6": "Therefore, keep and do them, for this is your wisdom and your understanding in the sight of the nations which shall hear all these statutes, and say, “Surely this great nation is a wise and understanding people.”",
      "7": "For what nation is there so great, who has a god so near to it as the Lord our God is in all things whenever we call on Him?",
      "8": "And what nation is there so great that has statutes and judgments so righteous as all this law, which I am setting before you today?",
      "9": "Only give heed to yourself and keep your soul diligently, lest you forget the things which your eyes have seen and lest they depart from your heart all the days of your life; but teach them to your sons, and your grandsons.",
      "10": "Especially concerning the day you stood before the Lord your God at Horeb, when the Lord said to me, “Gather the people together to Me, so that I will let them hear My words so that they may learn to fear Me all the days they shall live on the earth, and so that they may teach their children.”",
      "11": "Then you came near and stood at the foot of the mountain, and the mountain burned with fire up to the midst of heaven, with darkness, a cloud, a thick cloud.",
      "12": "Then the Lord spoke to you out of the midst of the fire. You heard the sound of the words but saw no form—only a voice was heard.",
      "13": "He declared to you His covenant, which He commanded you to perform, even the Ten Commandments, and He wrote them on two tablets of stone.",
      "14": "The Lord commanded me at that time to teach you statutes and judgments, so that you might do them in the land which you are crossing over to possess.",
      "15": "Give good care to yourselves, for you saw no form on the day that the Lord spoke to you in Horeb from the midst of the fire,",
      "16": "lest you corrupt yourselves and make a graven image for yourselves in the form of any figure, the likeness of male or female,",
      "17": "the likeness of any beast that is on the earth, the likeness of any winged fowl that flies in the air,",
      "18": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the waters beneath the earth.",
      "19": "And beware, lest you lift up your eyes to heaven, and when you see the sun, and the moon, and the stars, even all the host of heaven, you are led astray and worship them, and serve them, that which the Lord your God has allotted to all nations under the whole heaven.",
      "20": "But the Lord has taken you and brought you out of the iron furnace, from Egypt, to be to Him a people of inheritance, as you are today.",
      "21": "Furthermore, the Lord was angry with me because of you and swore that I should not cross over the Jordan, and that I would not go into that good land which the Lord your God is giving you for an inheritance.",
      "22": "So I must die in this land. I shall not cross over the Jordan, but you shall go over and possess that good land.",
      "23": "Watch yourselves, so that you do not forget the covenant of the Lord your God, which He made with you, and make yourself a graven image or the likeness of anything as the Lord your God has forbidden you.",
      "24": "For the Lord your God is a consuming fire. He is a jealous God.",
      "25": "When you produce children and grandchildren and you have remained a long time in the land, and you corrupt yourselves and make a graven image, or the likeness of anything, and do evil in the sight of the Lord your God, to provoke Him to anger,",
      "26": "I call heaven and earth to witness against you today, that you will surely and suddenly perish from off the land that you are going across the Jordan to possess. You will not prolong your days on it, but shall be completely destroyed.",
      "27": "The Lord shall scatter you among the peoples, and you shall be left few in number among the nations where the Lord shall lead you.",
      "28": "There you will serve gods, the work of men’s hands, wood and stone, which neither see nor hear nor eat nor smell.",
      "29": "But if from there you will seek the Lord your God, you will find Him, if you seek Him with all your heart and with all your soul.",
      "30": "When you are in distress and all these things come upon you, even in the latter days, if you turn to the Lord your God and shall be obedient to His voice",
      "31": "(for the Lord your God is a merciful God), He will not abandon you or destroy you or forget the covenant of your fathers which He swore to them.",
      "32": "Indeed, ask about the days that are past, which were before you, since the day that God created man on the earth, and ask from one end of heavens to the other, whether there has ever been any such thing as this great thing, or has anything like it ever been heard?",
      "33": "Has a people ever heard the voice of God speaking out of the midst of the fire, as you have heard, and lived?",
      "34": "Or has God ever tried to take for Himself a nation from the midst of another nation, by trials, by signs, and by wonders, and by war, and by a mighty hand, and by a stretched-out arm, and by great terrors, according to all that the Lord your God did for you in Egypt before your eyes?",
      "35": "To you it was shown so that you might know that the Lord, He is God. There is no one else besides Him.",
      "36": "Out of heaven He let you hear His voice so that He might instruct you, and on earth He showed you His great fire, and you heard His words out of the midst of the fire.",
      "37": "Because He loved your fathers, therefore He chose their descendants after them and personally brought you out of Egypt with His mighty power",
      "38": "to drive out nations from before you greater and mightier than you are, to bring you in, to give you their land for an inheritance, as it is today.",
      "39": "Know therefore today, and consider it in your heart, that the Lord, He is God in heaven above and on the earth below. There is no other.",
      "40": "Therefore, you shall keep His statutes and His commandments which I command you this day, so that it may go well with you and with your children after you, and so that you may prolong your days in the land, which the Lord your God gives you, forever.",
      "41": "Then Moses set apart three cities across the Jordan, toward the east,",
      "42": "that the manslayer might flee there, that is, anyone who killed his neighbor unintentionally without hating him in time past could flee to one of these cities and live:",
      "43": "Bezer in the wilderness in the plateau of the Reubenites, and Ramoth in Gilead of the Gadites, and Golan in Bashan of the Manassites.",
      "44": "This is the law which Moses set before the children of Israel.",
      "45": "These are the testimonies, and the statutes, and the ordinances which Moses spoke to the children of Israel, after they came out of Egypt,",
      "46": "on this side of the Jordan, in the valley over against Beth Peor, in the land of Sihon, king of the Amorites, who lived at Heshbon, whom Moses and the children of Israel struck down, after they had come out of Egypt.",
      "47": "They possessed his land, and the land of Og, king of Bashan, the two kings of the Amorites, who were across the Jordan toward the east,",
      "48": "from Aroer, which is by the edge of the River Arnon, even as far as Mount Sion (that is, Hermon),",
      "49": "with all the Arabah across the Jordan to the east, even to the sea of the Arabah, under the slopes of Pisgah."
    },
    "5": {
      "1": "Then Moses called all Israel and said to them: Hear, O Israel, the statutes and ordinances which I am speaking in your hearing today, so that you may learn them, and keep, and do them.",
      "2": "The Lord our God made a covenant with us in Horeb.",
      "3": "The Lord did not make this covenant with our fathers, but with us, we who are living now and here today.",
      "4": "The Lord talked with you face to face on the mountain from the midst of the fire.",
      "5": "I stood between the Lord and you at that time to declare to you the word of the Lord; for you were afraid because of the fire and would not go up to the mountain. He said:",
      "6": "I am the Lord, your God, who brought you out of the land of Egypt, from the house of bondage.",
      "7": "You shall have no other gods before Me.",
      "8": "You shall not make yourself any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth;",
      "9": "you shall not bow down to them, nor serve them. For I, the Lord your God, am a jealous God, visiting the iniquity of the fathers on the children, and on the third and fourth generations of those who hate Me,",
      "10": "but showing mercy to thousands of them that love Me and keep My commandments.",
      "11": "You shall not take the name of the Lord your God in vain, for the Lord will not exonerate anyone who takes His name in vain.",
      "12": "Keep the Sabbath day, to keep it holy, just as the Lord your God has commanded you.",
      "13": "Six days you shall labor and do all your work,",
      "14": "but the seventh day is the Sabbath of the Lord your God. On it you shall not do any work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your livestock, nor the foreigner that is within your gates, so that your male servant and your female servant may rest as well as you.",
      "15": "Remember that you were a servant in the land of Egypt, and that the Lord your God brought you out from there with a mighty hand and by an outstretched arm; therefore your God commanded you to keep the Sabbath day.",
      "16": "Honor your father and your mother, just as the Lord your God has commanded you, that your days may be prolonged, and that it may go well with you in the land which the Lord your God is giving you.",
      "17": "You shall not murder.",
      "18": "You shall not commit adultery.",
      "19": "You shall not steal.",
      "20": "You shall not bear false witness against your neighbor.",
      "21": "You shall not covet your neighbor’s wife, nor shall you covet your neighbor’s house, his field, his male servant, his female servant, his ox, his donkey, or anything that belongs to your neighbor.",
      "22": "These are the words the Lord spoke to all your assembly at the mountain out from the midst of the fire, the cloud, and the thick darkness with a great voice, and He added no more. He wrote them on two tablets of stone and gave them to me.",
      "23": "When you heard the voice out of the midst of the darkness, while the mountain did burn with fire, you came near to me, all the heads of your tribes, and your elders.",
      "24": "You said, “See, the Lord our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire. We have seen this day that God speaks with man, yet he lives.",
      "25": "Now, therefore, why should we die? For this great fire will consume us. If we hear the voice of the Lord our God any more, then we will die.",
      "26": "For who is there of all flesh who has heard the voice of the living God speaking out of the midst of the fire, as we have, and lived?",
      "27": "Go near and hear all that the Lord our God will say. Then speak to us all that the Lord our God will speak to you, and we will hear and do it.”",
      "28": "The Lord heard the sound of your words when you spoke to me, and the Lord said to me, “I have heard the sound of the words of this people which they have spoken to you. They have done well in all that they have spoken.",
      "29": "O that there were such a heart in them that they would fear Me and always keep all My commandments, that it might be well with them and with their children forever!",
      "30": "“Go say to them, ‘Return to your tents.’",
      "31": "But as for you, stand here by Me, so that I may speak to you all the commandments, and the statutes, and the ordinances which you shall teach them, that they may keep them in the land which I am giving them to possess.”",
      "32": "Therefore, be careful to do as the Lord your God has commanded you. You shall not turn aside to the right hand or to the left.",
      "33": "You shall walk in all the ways which the Lord your God has commanded you, so that you may live and that it may be well with you, and that you may prolong your days in the land which you shall possess."
    },
    "6": {
      "1": "Now these are the commandments, the statutes, and the ordinances which the Lord your God commanded to teach you, so that you may observe them in the land which you are crossing over to possess,",
      "2": "so that you might fear the Lord your God in order to keep all His statutes and His commandments which I command you—you, and your son, and your grandson—all the days of your life, so that your days may be prolonged.",
      "3": "Hear therefore, O Israel, and be careful to do it, so that it may be well with you and so that you may multiply greatly, as the Lord the God of your fathers has promised you in the land that flows with milk and honey.",
      "4": "Hear, O Israel: The Lord is our God. The Lord is one!",
      "5": "And you shall love the Lord your God with all your heart and with all your soul and with all your might.",
      "6": "These words, which I am commanding you today, shall be in your heart.",
      "7": "You shall teach them diligently to your children and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise up.",
      "8": "You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes.",
      "9": "You shall write them on the doorposts of your house and on your gates.",
      "10": "Then it shall be when the Lord your God brings you into the land which He swore to your fathers, to Abraham, Isaac, and Jacob, to give you great and fine cities, which you did not build,",
      "11": "and houses full of all good things which you did not fill, and hewn cisterns which you did not dig, vineyards and olive trees which you did not plant, and you eat and are full,",
      "12": "then beware lest you forget the Lord who brought you out of the land of Egypt, out of the house of bondage.",
      "13": "You shall fear the Lord your God and serve Him and shall swear by His name.",
      "14": "You shall not go after other gods, the gods of the people which surround you",
      "15": "(for the Lord your God is a jealous God among you). Otherwise the anger of the Lord your God will be inflamed against you and destroy you from off the face of the earth.",
      "16": "You shall not tempt the Lord your God, as you tempted Him in Massah.",
      "17": "You shall diligently keep the commandments of the Lord your God, and His testimonies and His statutes which He has commanded you.",
      "18": "You shall do what is right and good in the sight of the Lord that it may be well with you and that you may go in and possess the good land which the Lord swore to your fathers,",
      "19": "to drive out all your enemies before you, just as the Lord has spoken.",
      "20": "When your son asks you in time to come, saying, “What do the testimonies and the statutes and the judgments mean which the Lord our God has commanded you?”",
      "21": "then you shall say to your son, “We were slaves of Pharaoh in Egypt, and the Lord brought us out of Egypt with a mighty hand.",
      "22": "And the Lord showed great and devastating signs and wonders upon Egypt, upon Pharaoh, and upon all his household before our eyes.",
      "23": "He brought us out from there, so that He might bring us in, to give us the land which He swore to our fathers.",
      "24": "The Lord commanded us to do all these statutes, to fear the Lord our God, for our good always, that He might preserve us, as He has to this day.",
      "25": "It will be our righteousness if we are careful to keep all these commandments before the Lord our God, just as He has commanded us.”"
    },
    "7": {
      "1": "When the Lord your God brings you into the land which you are entering to possess and has driven out many nations before you, the Hittites and the Girgashites and the Amorites and the Canaanites and the Perizzites and the Hivites and the Jebusites, seven nations greater and mightier than you,",
      "2": "and when the Lord your God delivers them before you and you strike them down, then you must utterly destroy them. You shall make no covenant with them nor show mercy to them.",
      "3": "What is more, you shall not intermarry with them. You shall not give your daughters to their sons or take their daughters for your sons.",
      "4": "For they will turn your sons away from following Me to serve other gods. Then the anger of the Lord will be inflamed against you, and He will quickly destroy you.",
      "5": "But this is how you shall deal with them: You shall destroy their altars and break down their images and cut down their Asherim and burn their graven images with fire.",
      "6": "For you are a holy people to the Lord your God. The Lord your God has chosen you to be His special people, treasured above all peoples who are on the face of the earth.",
      "7": "The Lord did not set His love on you nor choose you because you were more in number than any of the peoples, for you were the fewest of all the peoples.",
      "8": "But it is because the Lord loved you and because He kept the oath which He swore to your fathers. The Lord brought you out with a mighty hand and redeemed you out of the house of slavery, from the hand of Pharaoh, king of Egypt.",
      "9": "Know therefore that the Lord your God, He is God, the faithful God, who keeps covenant and mercy with them who love Him and keep His commandments to a thousand generations,",
      "10": "yet He repays those who hate Him to their face, to destroy them. He will not be slack with him who hates Him. He will repay him to his face.",
      "11": "Therefore keep the commandments and the statutes and the judgments which I command you today, by doing them.",
      "12": "If you listen to these judgments, keep them, and do them, then the Lord your God shall keep with you the covenant and the mercy which He swore to your fathers.",
      "13": "He will love you and bless you and multiply you. He will also bless the fruit of your womb and the fruit of your land, your grain, and your wine, and your oil, the increase of your herd and the young of your flock, in the land which He swore to your fathers to give you.",
      "14": "You shall be blessed above all peoples. There will not be male or female barren among you or among your livestock.",
      "15": "The Lord will take away from you all sickness, and will afflict you with none of the evil diseases of Egypt, which you know, but will lay them on all those who hate you.",
      "16": "You must consume all the peoples whom the Lord your God will deliver to you. Your eye shall have no pity on them, nor shall you serve their gods, for that will be a snare to you.",
      "17": "If you say in your heart, “These nations are greater than I—how can I dispossess them?”",
      "18": "you shall not be afraid of them. You must surely remember what the Lord your God did to Pharaoh and to all Egypt,",
      "19": "the great trials which your eyes saw, and the signs, and the wonders, and the mighty hand, and the stretched-out arm, by which the Lord your God brought you out. So the Lord your God will do to all the peoples of whom you are afraid.",
      "20": "Moreover the Lord your God will send the hornet among them, until they who are left and hide themselves from you perish.",
      "21": "You must not be frightened of them, for the Lord your God is among you, a great and awesome God.",
      "22": "The Lord your God will drive out those nations before you, little by little. You will not be able to destroy them all at once, lest the beasts of the field become too numerous for you.",
      "23": "But the Lord your God will deliver them to you and will throw them into a great confusion until they are destroyed.",
      "24": "He will deliver their kings into your hand so that you may erase their names from under heaven. No man will be able to stand before you until you have destroyed them.",
      "25": "You must burn the graven images of their gods with fire. You must not desire the silver or gold that is on them nor take any of it, lest you be snared by them, for it is an abomination to the Lord your God.",
      "26": "You shall not bring an abomination into your house, lest you become cursed like it, but you must absolutely detest and abhor it, for it is a cursed thing."
    },
    "8": {
      "1": "You must carefully keep all the commandments that I am commanding you today, so that you may live, and multiply, and go in and possess the land which the Lord swore to your fathers.",
      "2": "You must remember that the Lord your God led you all the way these forty years in the wilderness, to humble you, and to prove you, to know what was in your heart, whether you would keep His commandments or not.",
      "3": "He humbled you and let you suffer hunger, and fed you with manna, which you did not know, nor did your fathers know, that He might make you know that man does not live by bread alone; but man lives by every word that proceeds out of the mouth of the Lord.",
      "4": "Your clothing did not wear out on you, nor did your feet swell these forty years.",
      "5": "You must also consider in your heart that, as a man disciplines his son, so the Lord your God disciplines you.",
      "6": "Therefore you must keep the commandments of the Lord your God, to walk in His ways and to fear Him.",
      "7": "For the Lord your God is bringing you into a good land, a land of brooks of water, of fountains and springs that flow out of valleys and hills,",
      "8": "a land of wheat, barley, vines, fig trees, and pomegranates, a land of olive oil and honey,",
      "9": "a land where you may eat bread without scarcity, in which you will not lack anything, a land whose stones are iron, and out of whose hills you may dig copper.",
      "10": "When you have eaten and are full, then you shall bless the Lord your God for the good land which He has given you.",
      "11": "Beware that you do not forget the Lord your God by not keeping His commandments, and His judgments, and His statutes, which I am commanding you today.",
      "12": "Otherwise, when you have eaten and are full and have built and occupied good houses,",
      "13": "and when your herds and your flocks multiply, and your silver and your gold multiply, and all that you have multiplies,",
      "14": "then your heart will become proud and you will forget the Lord your God who brought you out of the land of Egypt, from the house of slavery,",
      "15": "who led you through that great and terrible wilderness, where there were fiery serpents and scorpions and drought, where there was no water, who brought forth for you water out of the rock of flint,",
      "16": "who fed you in the wilderness with manna, which your fathers did not know, that He might humble you and that He might prove you, to do good for you in the end.",
      "17": "Otherwise, you may say in your heart, “My power and the might of my hand have gained me this wealth.”",
      "18": "But you must remember the Lord your God, for it is He who gives you the ability to get wealth, so that He may establish His covenant which He swore to your fathers, as it is today.",
      "19": "If you ever forget the Lord your God and go after other gods and serve them and worship them, then I testify against you today that you will surely perish.",
      "20": "Just like the nations which the Lord will destroy before you, so shall you perish because you would not be obedient to the voice of the Lord your God."
    },
    "9": {
      "1": "Hear, O Israel! You are to cross over the Jordan today, to go in to possess nations greater and mightier than you, great cities fortified up to heaven,",
      "2": "a great and tall people, the children of the Anakites, whom you know and of whom you have heard it said, “Who can stand before the children of Anak?”",
      "3": "Understand therefore today that the Lord your God is He who goes over before you as a consuming fire. He shall destroy them and shall bring them down before you, so that you drive them out and destroy them quickly, as the Lord has spoken to you.",
      "4": "Do not say in your heart, after the Lord your God has driven them out before you, “On account of my righteousness the Lord has brought me in to possess this land,” but it is because of the wickedness of these nations the Lord is driving them out before you.",
      "5": "It is not because of your righteousness or the uprightness of your heart that you enter to possess their land, but because of the wickedness of these nations that the Lord your God drives them out before you, and that He may fulfill the word which the Lord swore to your fathers, Abraham, Isaac, and Jacob.",
      "6": "Understand, therefore, that the Lord your God is not giving you this good land to possess on account of your righteousness, for you are a stubborn people.",
      "7": "Remember, and do not forget how you provoked the Lord your God to wrath in the wilderness. From the day that you departed out of the land of Egypt until you came to this place, you have been rebellious against the Lord.",
      "8": "Also in Horeb you provoked the Lord to wrath, so that the Lord was angry enough with you to destroy you.",
      "9": "When I went up into the mountain to receive the tablets of stone, the tablets of the covenant which the Lord made with you, then I remained on the mountain forty days and forty nights. I did not eat bread or drink water.",
      "10": "The Lord delivered to me two tablets of stone, written with the finger of God, and on them was written all the words which the Lord spoke to you at the mountain out of the midst of the fire on the day of the assembly.",
      "11": "At the end of forty days and forty nights, the Lord gave me the two tablets of stone, the tablets of the covenant.",
      "12": "Then the Lord said to me, “Arise, go down from here quickly, for your people whom you brought out of Egypt have corrupted themselves. They are quickly turned aside from the way which I commanded them. They have made a molded image for themselves.”",
      "13": "Furthermore the Lord spoke to me, saying, “I have seen this people, and indeed, they are a stubborn people.",
      "14": "Let Me alone, so that I may destroy them and blot out their name from under heaven, and I will make of you a nation mightier and greater than they.”",
      "15": "So I returned and came down from the mount, and the mount burned with fire, and the two tablets of the covenant were in my two hands.",
      "16": "I looked, and indeed, you had sinned against the Lord your God and had made yourselves a molded calf. You had quickly turned aside out of the way which the Lord had commanded you.",
      "17": "I took the two tablets and threw them out of my two hands and broke them before your eyes.",
      "18": "I fell down before the Lord, as at the first, forty days and forty nights. I did not eat bread or drink water because of all your sins which you committed, doing what was wicked in the sight of the Lord to provoke Him to anger.",
      "19": "For I was afraid of the anger and hot displeasure with which the Lord was wrathful against you to destroy you. But the Lord listened to me at that time also.",
      "20": "The Lord was angry enough with Aaron to destroy him, so I also prayed for Aaron at the same time.",
      "21": "I took your sin, the calf which you had made, and burned it with fire, and crushed it, and ground it very small until it was as small as dust. Then I threw the dust into the brook that descended down from the mountain.",
      "22": "Also at Taberah and at Massah and at Kibroth Hattaavah you provoked the Lord to wrath.",
      "23": "Likewise when the Lord sent you from Kadesh Barnea, saying, “Go up and possess the land which I have given you,” then you rebelled against the commandment of the Lord your God, and you did not believe Him or listen to His voice.",
      "24": "You have been rebellious against the Lord from the day I knew you.",
      "25": "So I fell down before the Lord forty days and forty nights; I fell down because the Lord had said He would destroy you.",
      "26": "I prayed therefore to the Lord, and said, “O Lord God, do not destroy Your people, Your inheritance, which You have redeemed through Your greatness, which You have brought out of Egypt with a mighty hand.",
      "27": "Remember Your servants, Abraham, Isaac, and Jacob. Do not look at the stubbornness of this people or at their wickedness or their sin.",
      "28": "Otherwise, the land from which You brought us may say, ‘Because the Lord was not able to bring them into the land which He promised them and because He hated them, He has brought them out to slay them in the wilderness.’",
      "29": "Yet they are Your people, Your inheritance, whom You brought out by Your mighty power and by Your stretched-out arm.”"
    },
    "10": {
      "1": "At that time the Lord said to me, “Cut out for yourself two tablets of stone like the first and come up to Me onto the mountain and make an ark of wood for yourself.",
      "2": "I will write on the tablets the words that were on the first tablets which you broke, and you shall put them in the ark.”",
      "3": "So I made an ark of acacia wood and cut out two tablets of stone just like the first and went up onto the mountain with the two tablets in my hand.",
      "4": "He wrote on the tablets just like the first writing, the Ten Commandments which the Lord spoke to you at the mountain out of the midst of the fire on the day of the assembly, and the Lord gave them to me.",
      "5": "I turned around and came down from the mountain and put the tablets in the ark which I had made, and there they are, just as the Lord commanded me.",
      "6": "(The children of Israel set out from Beeroth of the sons of Jaakan to Moserah. There Aaron died and was buried, and his son Eleazar ministered in the priest’s office in his place.",
      "7": "From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land of rivers of waters.",
      "8": "At that time the Lord set apart the tribe of Levi to carry the ark of the covenant of the Lord, to stand before the Lord to minister to Him, and to bless in His name, to this day.",
      "9": "Therefore, Levi has no portion or inheritance with his brothers. The Lord is his inheritance, just as the Lord your God promised him.)",
      "10": "As for me, I stayed on the mountain like the first time, forty days and forty nights, and the Lord listened to me at that time also. The Lord was not willing to destroy you.",
      "11": "The Lord said to me, “Arise, take your journey before the people, so that they may go in and possess the land which I swore to give to their fathers.”",
      "12": "Now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways, and to love Him, and to serve the Lord your God with all your heart and with all your soul,",
      "13": "to keep the commandments of the Lord and His statutes which I am commanding you today for your good?",
      "14": "Indeed, heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it.",
      "15": "The Lord delighted only in your fathers, to love them; and He chose their descendants after them, even you above all people, as it is today.",
      "16": "Therefore, circumcise your heart, and do not be stubborn anymore.",
      "17": "For the Lord your God is the God of gods and Lord of lords, the great, the mighty, and the fearsome God who is unbiased and takes no bribe.",
      "18": "He executes the judgment of the orphan and the widow and loves the foreigner, giving him food and clothing.",
      "19": "Therefore, love the foreigner, for you were foreigners in the land of Egypt.",
      "20": "You must fear the Lord your God. You must serve Him and cling to Him, and swear by His name.",
      "21": "He is your praise, and He is your God, who has done for you these great and fearsome things which your eyes have seen.",
      "22": "Your fathers went down into Egypt with seventy people, and now the Lord your God has made you as numerous as the stars of heaven."
    },
    "11": {
      "1": "You must love the Lord your God and keep His charge, His statutes, His ordinances, and His commandments always.",
      "2": "Know this day that I am not speaking with your children who have not known and who have not seen the discipline of the Lord your God, His greatness, His mighty hand, and His outstretched arm,",
      "3": "and His signs and His works which He did in the midst of Egypt to Pharaoh, the king of Egypt, and to all his land,",
      "4": "and what He did to the army of Egypt, to their horses, and to their chariots, when He made the water of the Red Sea to flow over them as they pursued after you, and how the Lord utterly destroyed them,",
      "5": "and what He did to you in the wilderness until you came to this place,",
      "6": "and what He did to Dathan and Abiram, the sons of Eliab, the son of Reuben, when the earth opened its mouth and swallowed them up, their households, their tents, and everything that was in their possession, in the midst of all Israel.",
      "7": "But your eyes have seen all the great deeds of the Lord which He did.",
      "8": "Therefore you must keep all the commandments which I am commanding you today, so that you may be strong and go in and possess the land which you are going to possess;",
      "9": "and that you may prolong your days in the land which the Lord swore to your fathers to give to them and to their descendants, a land flowing with milk and honey.",
      "10": "For the land which you are entering to possess is not like the land of Egypt from where you came, where you sowed your seed and watered it with your foot like a vegetable garden,",
      "11": "but the land, which you are entering to possess, is a land of hills and valleys and drinks water from the rain of heaven,",
      "12": "a land for which the Lord your God cares. The eyes of the Lord your God are always on it, from the beginning of the year even to the end of the year.",
      "13": "It will be, if you will diligently obey My commandments which I am commanding you today, to love the Lord your God, and to serve Him with all your heart and with all your soul,",
      "14": "then I will give you the rain of your land in its season, the early rain and the latter rain, that you may gather in your grain and your wine and your oil.",
      "15": "I will provide grass in your fields for your livestock, that you may eat and be full.",
      "16": "Take heed to yourselves that your heart be not deceived, and you turn away and serve other gods and worship them.",
      "17": "Then the Lord’s wrath will be inflamed against you, and He will shut up the heavens so that there will be no rain and the land will not yield its fruit, and you will quickly perish from the good land which the Lord is giving you.",
      "18": "Therefore you must fix these words of mine in your heart and in your soul, and bind them as a sign on your hand, so that they may be as frontlets between your eyes.",
      "19": "You shall teach them to your children, speaking of them when you sit in your house and when you walk by the way, when you lie down, and when you rise up.",
      "20": "You shall write them on the doorposts of your house and on your gates,",
      "21": "so that your days and the days of your children may be multiplied in the land which the Lord swore to your fathers to give them, as long as the days of heaven on the earth.",
      "22": "For if you diligently keep all these commandments which I am commanding you to do—to love the Lord your God, to walk in all His ways, and to hold fast to Him—",
      "23": "then the Lord will drive out all these nations from before you, and you will dispossess nations greater and mightier than you.",
      "24": "Every place where the soles of your feet tread will be yours. Your border will be from the wilderness to Lebanon, from the river, the River Euphrates, as far as the Mediterranean Sea.",
      "25": "No man will be able to resist you, for the Lord your God shall lay the fear of you and the dread of you on all the land where you shall tread, just as He has spoken to you.",
      "26": "See, I am setting before you today a blessing and a curse:",
      "27": "the blessing if you obey the commandments of the Lord your God, which I am commanding you today,",
      "28": "and the curse, if you will not obey the commandments of the Lord your God, but turn from the way which I am commanding you today, to go after other gods which you have not known.",
      "29": "Now it shall be, when the Lord your God has brought you into the land which you are entering to possess, that you shall put the blessing on Mount Gerizim and the curse on Mount Ebal.",
      "30": "Are they not on the other side of the Jordan, west where the sun goes down, in the land of the Canaanites, who dwell in the plain opposite Gilgal, beside the oaks of Moreh?",
      "31": "For you will cross over the Jordan to go in to possess the land which the Lord your God is giving you, and you will possess it, and dwell in it.",
      "32": "You must be careful to do all the statutes and judgments which I am setting before you today."
    },
    "12": {
      "1": "These are the statutes and judgments which you shall be careful to observe in the land, which the Lord, the God of your fathers, has given you to possess, all the days that you live on the earth.",
      "2": "You must utterly destroy all the places where the nations which you will possess served their gods, on the high mountains, and on the hills, and under every green tree.",
      "3": "And you shall overthrow their altars, and break their pillars, and burn their Asherah poles with fire, and you shall cut down the engraved images of their gods, and eliminate their names out of that place.",
      "4": "You shall not act this way toward the Lord your God.",
      "5": "But you must seek only the place which the Lord your God shall choose out of all your tribes to establish His name, and there you must go.",
      "6": "There you shall bring your burnt offerings, your sacrifices, your tithes, the offerings of your hand, your vows, your freewill offerings, and the firstborn of your herds and of your flocks.",
      "7": "There you must eat before the Lord your God, and you shall rejoice in all that you put your hand to, you and your households, where the Lord your God has blessed you.",
      "8": "You are not to do all the things that we are doing here today, where every man does whatever is right in his own eyes.",
      "9": "For you have not yet come to the rest and to the inheritance which the Lord your God has given you.",
      "10": "But when you cross the Jordan, and dwell in the land which the Lord your God has given you to inherit, and when He gives you rest from all your enemies round about, so that you dwell in safety,",
      "11": "then there will be a place which the Lord your God will choose to cause His name to dwell. There you must bring all that I command you: your burnt offerings, and your sacrifices, your tithes, the offering of your hand, and all your choice vows which you vow to the Lord.",
      "12": "You will rejoice before the Lord your God, you, your sons, your daughters, your male servants, your female servants, and the Levite who is within your gates, for he has no portion or inheritance with you.",
      "13": "Be careful that you do not offer your burnt offerings in every place that you see.",
      "14": "Rather, in the place which the Lord will choose in one of your tribes, there you must offer your burnt offerings, and there you must do all that I command you.",
      "15": "Notwithstanding, you may kill and eat meat within all your gates, whatever your heart desires, according to the blessing of the Lord your God which He has given you. The unclean and the clean may eat of it, of the gazelle and of the deer,",
      "16": "only you must not eat the blood. You shall pour it on the ground like water.",
      "17": "You may not eat within your gates the tithe of your grain, your wine, your oil, the firstborn of your herds or of your flock, any of your vows which you vow, your freewill offerings, or the offering of your hand.",
      "18": "Rather you must eat them before the Lord your God in the place which the Lord your God will choose—you, your son, your daughter, your male servant, your female servant, and the Levite that is within your gates—and you shall rejoice before the Lord your God in all that you undertake to do.",
      "19": "Take heed to yourself that you do not forsake the Levite as long as you live on the earth.",
      "20": "When the Lord your God shall enlarge your border as He has promised you, and you say, “I will eat meat,” because you desire to eat meat, then you may eat as much meat as your heart desires.",
      "21": "If the place which the Lord your God has chosen to put His name is too far from you, then you shall kill of your herd and of your flock, which the Lord has given you, as I have commanded you, and you must eat in your gates whatever your heart desires.",
      "22": "Even as the gazelle and the deer are eaten, so you shall eat them. The unclean and the clean shall eat of them alike.",
      "23": "Only be sure that you do not eat the blood. For the blood is the life, and you may not eat the life with the meat.",
      "24": "You must not eat it. You must pour it on the ground like water.",
      "25": "You must not eat it, so that it may go well with you and with your children after you, when you do that which is right in the sight of the Lord.",
      "26": "You shall take only your holy things which you have, along with your vows, and go to the place which the Lord shall choose.",
      "27": "You must offer your burnt offerings, the meat and the blood, on the altar of the Lord your God, and the blood of your sacrifices will be poured out on the altar of the Lord your God, and you shall eat the meat.",
      "28": "Observe and hear all these words which I command you, so that it may go well with you and with your children after you forever, when you do that which is good and right in the sight of the Lord your God.",
      "29": "When the Lord your God shall cut off the nations from before you, where you go to possess them, and you dispossess them, and dwell in their land,",
      "30": "take heed to yourself so that you are not ensnared by following them, after they have been destroyed before you, and that you not inquire after their gods, saying, “How did these nations serve their gods? Even so I will do likewise.”",
      "31": "You shall not do so to the Lord your God, for every abomination to the Lord, which He hates, they have done to their gods. They have even burned their sons and their daughters in the fire to their gods.",
      "32": "Whatever I command you, be careful to do it. You shall not add to it or take away from it."
    },
    "13": {
      "1": "If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder,",
      "2": "and the sign or the wonder comes to pass concerning that which he spoke to you, saying, “Let us go after other gods,” which you have not known, “and let us serve them,”",
      "3": "you must not listen to the words of that prophet or that dreamer of dreams, for the Lord your God is testing you, to know whether you love the Lord your God with all your heart and with all your soul.",
      "4": "You must follow after the Lord your God, fear Him, and keep His commandments, obey His voice, and you must serve Him, and cling to Him.",
      "5": "That prophet or that dreamer of dreams must be put to death because he has spoken in order to turn you away from the Lord your God, who brought you out of the land of Egypt and redeemed you out of the house of bondage, to entice you away from the way in which the Lord your God commanded you to walk. So you must put the evil away from your midst.",
      "6": "If your brother, the son of your mother, or your son, or your daughter, or your beloved wife, or your friend, who is as your own soul, entices you secretly, saying, “Let us go and serve other gods,” which you have not known, neither you nor your fathers,",
      "7": "namely, of the gods of the people who are all around you, near you or far away from you, from one end of the earth to the other end of the earth,",
      "8": "you shall not consent to him or listen to him, neither should your eye pity him, nor shall you spare or conceal him,",
      "9": "but you must surely kill him. Your hand must be first upon him to put him to death, and afterwards, the hand of all the people.",
      "10": "You shall stone him with stones so that he dies because he has sought to entice you away from the Lord your God who brought you out of the land of Egypt, from the house of bondage.",
      "11": "All Israel shall hear and fear and no more do any such wickedness as this among you.",
      "12": "If you hear it said in one of your cities, in which the Lord your God has given you to dwell, saying,",
      "13": "“Certain men, the sons of wickedness, are gone out from among you and have seduced the inhabitants of their city, saying, ‘Let us go and serve other gods,’ ” which you have not known,",
      "14": "then you shall inquire, search out, and ask diligently. If it be true and certain that such an abomination has been among you,",
      "15": "you shall surely put the inhabitants of that city to the sword, utterly destroying it, all that is in it and its livestock—with the edge of the sword.",
      "16": "You must gather all the spoils of it into the middle of the street and burn the city with fire along with all the spoils within it for the Lord your God, and it will be a heap forever. It must not be rebuilt.",
      "17": "Nothing of the cursed thing there must cling to your hand, so that the Lord may turn from the fierceness of His anger and show you mercy, have compassion on you, and multiply you, just as He swore to your fathers,",
      "18": "if you listen to the voice of the Lord your God, to keep all His commandments which I command you today, and do that which is right in the eyes of the Lord your God."
    },
    "14": {
      "1": "You are the sons of the Lord your God. You shall not cut yourselves or make any baldness between your eyes for the dead.",
      "2": "For you are a holy people to the Lord your God, and the Lord has chosen you to be a peculiar people to Himself, treasured above all the nations that are on the earth.",
      "3": "You must not eat any detestable thing.",
      "4": "These are the animals which you may eat: the ox, the sheep, and the goat,",
      "5": "the deer, the gazelle, the fallow deer, the wild goat, and the ibex, and the antelope, and the mountain sheep.",
      "6": "You may eat every animal with divided hooves, with the hoof divided into two parts, and that chews the cud.",
      "7": "Nevertheless, you may not eat of these that chew the cud, or of them that divide the hoof: the camel, the rabbit, and the coney. For they chew the cud, but their hoof is not divided, therefore they are unclean to you.",
      "8": "The pig is unclean to you because it divides the hoof, yet it does not chew the cud. You must not eat of their flesh or touch their dead carcass.",
      "9": "These you shall eat of all that are in the water: All that have fins and scales you may eat.",
      "10": "Whatever does not have fins and scales you may not eat. It is unclean to you.",
      "11": "You may eat of all clean birds.",
      "12": "However, these are the ones which you cannot eat: the eagle, the vulture, the buzzard,",
      "13": "the red kite, the falcon, and the kite after its kind,",
      "14": "every raven after its kind,",
      "15": "and the ostrich, the owl, the seagull, and the hawk after its kind,",
      "16": "the little owl, and the great owl, and the white owl,",
      "17": "the pelican, the carrion vulture, and the cormorant,",
      "18": "the stork, and the heron after its kind, and the hoopoe, and the bat.",
      "19": "Every creeping thing that flies is unclean to you. They must not be eaten.",
      "20": "You may eat all the clean birds.",
      "21": "You must not eat of anything that dies of itself, but you may give it to the foreigner that is in your gates, so that he may eat it, or you may sell it to a foreigner, for you are a holy people to the Lord your God.\nYou shall not boil a young goat in its mother’s milk.",
      "22": "You must be certain to tithe all the produce of your seed, so that the field produces year by year.",
      "23": "You must eat before the Lord your God, in the place in which He shall choose to place His name, the tithe of your grain, of your wine, of your oil, and of the firstborn of your herds and of your flocks so that you may learn to always fear the Lord your God.",
      "24": "If the distance is too long for you, so that you are not able to carry it, because the place is too far from you, where the Lord your God shall choose to set His name, when the Lord your God blesses you,",
      "25": "then you shall exchange it for money and bind up the money in your hand and go to the place which the Lord your God shall choose.",
      "26": "Then you may spend that money for whatever your heart desires, for oxen, or for sheep, or for wine, or for strong drink, or for whatever your heart desires, and you may eat there before the Lord your God, and you shall rejoice, you, and your household,",
      "27": "and the Levite that is within your gates. You must not forsake him, for he has no portion or inheritance with you.",
      "28": "At the end of three years you must bring forth all the tithe of your produce the same year and lay it up within your gates.",
      "29": "Then the Levite (because he has no portion or inheritance with you), the foreigner, the fatherless, and the widow, who are within your gates, shall come and shall eat and be satisfied, so that the Lord your God may bless you in all the work of your hand which you do."
    },
    "15": {
      "1": "At the end of every seven years you shall grant a relinquishing of debts.",
      "2": "This is the manner of the relinquishing: Every creditor that has loaned anything to his neighbor shall relinquish it. He shall not exact it of his neighbor, or of his brother, because it is called the Lord’s relinquishment.",
      "3": "You may collect it from a foreigner, but that which your brother has that is yours your hand shall release.",
      "4": "However, there will be no poor among you, for the Lord will greatly bless you in the land which the Lord your God has given you for an inheritance to possess,",
      "5": "if only you carefully obey the voice of the Lord your God, by carefully observing all these commandments which I command you today.",
      "6": "For the Lord your God will bless you, just as He promised you, and you will lend to many nations, but you shall not borrow. You will reign over many nations, but they will not reign over you.",
      "7": "If there be among you a poor man, one of your brothers within any of your gates in your land which the Lord your God has given you, you must not harden your heart or shut your hand from your poor brother.",
      "8": "But you shall open your hand wide to him and must surely lend him what is sufficient for his need, in that which he lacks.",
      "9": "Beware lest there be a wicked thought in your heart, saying, “The seventh year, the year of release, is at hand,” and your eye be evil against your poor brother and you give him nothing, and he cry out to the Lord against you, and it become sin in you.",
      "10": "You must surely give to him, and your heart shall not be grieved when you give to him, because in this thing the Lord your God will bless you in all your works, and in all that you put your hand to do.",
      "11": "For the poor will never cease from being in the land. Therefore, I command you, saying, “You shall open your hand wide to your brother, to your poor and needy in your land.”",
      "12": "If your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you must let him go free from you.",
      "13": "When you send him out free from you, you must not let him go away empty-handed.",
      "14": "You shall supply him liberally out of your flock, out of your floor, and out of your winepress. From that with which the Lord your God has blessed you, you shall give to him.",
      "15": "You shall remember that you were a slave in the land of Egypt and the Lord your God redeemed you. Therefore, I command this to you today.",
      "16": "It shall be, if he says to you, “I will not go away from you,” because he loves you and your house, because he is well off with you,",
      "17": "then you must take an awl and pierce it through his ear into the door, and he shall be your servant forever. And you shall also do likewise to your female servant.",
      "18": "It will not seem difficult for you when you send him away free from you, for he has been worth a double hired servant in serving you six years. Then the Lord your God will bless you in all that you do.",
      "19": "You must sanctify all the firstborn males that come out of your herd and flock to the Lord your God. You must do no work with the firstborn of your bulls or shear the firstborn of your sheep.",
      "20": "You shall eat it before the Lord your God year by year in the place where the Lord shall choose, you and your household.",
      "21": "If there is any defect in it, if it is lame or blind or has a serious defect, you shall not sacrifice it to the Lord your God.",
      "22": "You shall eat it within your gates. The unclean and the clean person alike shall eat it, as if it were a gazelle or a deer.",
      "23": "Only you must not eat its blood. You shall pour it on the ground like water."
    },
    "16": {
      "1": "Observe the month of Aviv and keep the Passover to the Lord your God, for in the month of Aviv the Lord your God brought you out of Egypt by night.",
      "2": "Therefore, you must sacrifice the Passover to the Lord your God, from the flock or the herd, in the place where the Lord shall choose to place His name.",
      "3": "You must not eat leavened bread with it. For seven days you must eat unleavened bread, the bread of affliction, for you came out of the land of Egypt in a hurry, so that you may remember all the days of your life the day when you came out of the land of Egypt.",
      "4": "There must not be any leavened bread seen with you within all your borders for seven days, nor may any of the meat which you sacrificed in the evening on the first day remain overnight until morning.",
      "5": "You may not sacrifice the Passover within any of your gates that the Lord your God has given you.",
      "6": "But at the place where the Lord your God chooses to place His name, there you shall sacrifice the Passover in the evening at sunset, at the time that you came out of Egypt.",
      "7": "You shall roast and eat it in the place where the Lord your God will choose, and you must return in the morning, and go to your tents.",
      "8": "For six days you must eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord your God. You must do no work on that day.",
      "9": "You must count seven weeks for yourself. Begin counting the seven weeks from the time you begin to put the sickle to the standing grain.",
      "10": "You must keep the Feast of Weeks to the Lord your God with a tribute of a freewill offering from your hand, which you must give to the Lord your God, in proportion to how much the Lord your God has blessed you.",
      "11": "You shall rejoice before the Lord your God—you, your son, your daughter, your male servant, your female servant, the Levite who is within your gates, the foreigner, the orphan, and the widow who are among you—in the place where the Lord your God has chosen to place His name.",
      "12": "You must remember that you were a slave in Egypt, and you must be careful to observe these statutes.",
      "13": "You shall observe the Feast of Tabernacles seven days after you have gathered in your threshing floor and your winepress,",
      "14": "and you shall rejoice in your feast, you, your son, your daughter, your male servant, your female servant, the Levite, the foreigner, the orphan, and the widow who are within your gates.",
      "15": "You are to celebrate the festival for seven days to the Lord your God in the place where the Lord will choose, because the Lord your God will bless you in all your produce, and in all the works of your hands. Therefore, you will indeed rejoice.",
      "16": "Three times a year all your males must appear before the Lord your God in the place where He will choose: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Tabernacles, and they must not appear before the Lord empty.",
      "17": "Every man must give as he is able, in proportion to the blessing of the Lord your God, which He has given you.",
      "18": "You must appoint judges and officers in all your gates, which the Lord your God gives you, throughout your tribes, and they shall judge the people with righteous judgment.",
      "19": "You must not pervert judgment nor show partiality. You must not accept a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous.",
      "20": "You must follow that which is altogether just, so that you may live and inherit the land which the Lord your God is giving you.",
      "21": "You must not plant for yourself an Asherah of any trees near the altar of the Lord your God, which you make for yourself.",
      "22": "You shall not set up for yourself any image, which the Lord your God hates."
    },
    "17": {
      "1": "You must not sacrifice to the Lord your God any bull or sheep that has a blemish or any defect, for that is detestable to the Lord your God.",
      "2": "If there be found among you, within any of your gates which the Lord your God gives you, man or woman, who has acted wickedly in the sight of the Lord your God, by transgressing His covenant,",
      "3": "and has gone and served other gods and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not commanded,",
      "4": "and if it is told to you, and you have heard of it, and investigated diligently, and it is true, and the matter is certain that such a detestable thing has happened in Israel,",
      "5": "then you must bring forth that man or that woman who has committed that wicked thing to your gates, that very man or woman, and stone them with stones until they die.",
      "6": "On the testimony of two or three witnesses he that is to die must be put to death, but on the testimony of one witness he cannot be put to death.",
      "7": "The hands of the witnesses shall be first against him to put him to death, and afterward the hands of all the people. So you shall purge the evil from among you.",
      "8": "If there arises a matter too difficult for you in judgment, between one kind of bloodshed and another, between one kind of lawsuit and another, and between one kind of assault and another, matters of controversy within your gates, then you must arise and go up to the place where the Lord your God shall choose.",
      "9": "You must go to the Levitical priests or to the judge in office those days, and inquire, and they will show you the verdict of judgment.",
      "10": "You shall do according to the verdict which they declare to you from the place where the Lord will choose to show you, and you must be careful to do all that they instruct you to do.",
      "11": "You must do according to the terms of the law which they instruct you and according to the verdict which they tell you. You must not deviate from the sentence which they show you, to the right or to the left.",
      "12": "The man who acts presumptuously and does not listen to the priest who stands to minister before the Lord your God, or to the judge—that man must die, and you must purge the evil from Israel.",
      "13": "Then all the people will hear, and fear, and not act presumptuously again.",
      "14": "When you have come into the land which the Lord your God gives you and possess it and dwell there and then say, “I will set a king over me just like all the nations that are around me,”",
      "15": "you must set a king over you whom the Lord your God will choose. You must select a king over you who is from among your brothers. You may not select a foreigner over you who is not your countryman.",
      "16": "What is more, he shall not accumulate horses for himself or cause the people to return to Egypt in order that he accumulate horses, for as the Lord has said to you, “You must not go back that way ever again.”",
      "17": "He shall not acquire many wives for himself, lest his heart turn away; nor shall he acquire for himself excess silver and gold.",
      "18": "It must be, when he sits on the throne of his kingdom, that he shall write a copy of this law for himself on a scroll before the priests, the Levites.",
      "19": "It must be with him, and he must read it all the days of his life so that he may learn to fear the Lord his God, and carefully observe all the words of this law and these statutes, and do them,",
      "20": "that his heart will not be lifted up above his brothers and so that he may not turn aside from the commandment, to the right or to the left, to the end, so that he may prolong his days in his kingdom, he and his children, in the midst of Israel."
    },
    "18": {
      "1": "The Levitical priests and all the tribe of Levi will not have any portion or inheritance with Israel. They must eat the offerings of the Lord made by fire and His portion.",
      "2": "They will have no inheritance among their brothers. The Lord is their inheritance, just as He has said to them.",
      "3": "This shall be the priest’s due from the people, from them that offer a sacrifice, whether it be an ox or sheep: they shall give to the priest the shoulder, the two cheeks, and the stomach.",
      "4": "You must give him the first fruit of your grain, of your wine, and of your oil, and the first of the fleece of your sheep also.",
      "5": "For the Lord your God has chosen him out of all your tribes to stand to minister in the name of the Lord, him and his sons forever.",
      "6": "If a Levite comes from any of your gates out of all Israel, where he lives, and comes with all the desire of his mind to the place where the Lord shall choose,",
      "7": "then he shall minister in the name of the Lord his God, as all his brothers the Levites do, who stand there before the Lord.",
      "8": "They must have the same portions to eat, besides any profits he may receive from the sale of his father’s inheritance.",
      "9": "When you enter into the land which the Lord your God gives you, you must not learn to practice the abominations of those nations.",
      "10": "There must not be found among you anyone who makes his son or his daughter pass through the fire, or who uses divination, or uses witchcraft, or an interpreter of omens, or a sorcerer,",
      "11": "or one who casts spells, or a spiritualist, or an occultist, or a necromancer.",
      "12": "For all that do these things are an abomination to the Lord, and because of these abominations the Lord your God will drive them out from before you.",
      "13": "You must be blameless before the Lord your God.",
      "14": "For these nations, which you shall possess, listened to soothsayers and to diviners, but as for you, the Lord your God has not permitted you to do so.",
      "15": "The Lord your God will raise up for you a prophet from the midst of you, of your brothers, like me. You must listen to him.",
      "16": "This is according to all that you desired of the Lord your God in Horeb on the day of the assembly, saying, “Let me not hear again the voice of the Lord my God, nor let me see this great fire anymore, so that I do not die.”",
      "17": "The Lord said to me, “They have done well in what they have said.",
      "18": "I will raise up a prophet from among their brothers, like you, and will put My words in his mouth, and he will speak to them all that I command him.",
      "19": "It will be that whoever will not listen to My words which he will speak in My name, I will require it of him.",
      "20": "But the prophet, who presumes to speak a word in my name, which I have not commanded him to speak, or who shall speak in the name of other gods—that prophet shall die.”",
      "21": "And you may say in your heart, “How can we know the word which the Lord has not spoken?”",
      "22": "When a prophet speaks in the name of the Lord, if the thing does not occur or come to pass, that is the thing which the Lord has not spoken; the prophet has spoken it presumptuously. You shall not be afraid of him."
    },
    "19": {
      "1": "When the Lord your God has cut off the nations, whose land the Lord your God is giving you, and you dispossess them, and dwell in their cities, and in their houses,",
      "2": "you shall set apart three cities for yourselves in the midst of your land, which the Lord your God is giving you to possess.",
      "3": "You shall prepare a roadway for yourself, and divide the territory of your land into three parts, which the Lord your God is giving you to inherit, so that every manslayer may flee there.",
      "4": "This is the word concerning the manslayer who will flee there, so that he may live: Whoever kills his neighbor unintentionally, whom he did not hate previously,",
      "5": "like when a man goes into the forest with his neighbor to cut wood, and his hand raises the axe to cut down the tree, and the axe head slips from the handle and lands on his neighbor causing him to die, then he may flee to one of those cities, and live.",
      "6": "Otherwise the avenger of blood might, while he is angry, pursue the manslayer and overtake him (because the way is long) and kill him, even though he was not worthy of death (since he did not hate him previously).",
      "7": "Therefore, I command you, saying, “You shall set apart three cities for yourselves.”",
      "8": "If the Lord your God enlarges your borders as He promised your fathers, and gives you all the land which He promised to give to your fathers,",
      "9": "and if you will carefully keep all these commandments, which I command you today, to love the Lord your God, and to always walk in His ways, then you must add three cities more for yourself, besides these three.",
      "10": "Then innocent blood will not be shed in your land, which the Lord your God is giving you for an inheritance, and blood guiltiness be on you.",
      "11": "But if any man hates his neighbor, and lies in wait for him, and rises up against him, and mortally strikes him, causing him to die, and flees to one of these cities,",
      "12": "then the elders of his city must send and fetch him from there, and deliver him to the hand of the avenger of blood, so that he may die.",
      "13": "Your eye must not pity him, but you must remove the guilt of innocent blood from Israel, so that it may go well with you.",
      "14": "You shall not remove your neighbor’s landmark, which they of old time have set in your inheritance, which you shall inherit in the land that the Lord your God is giving you to possess.",
      "15": "A single witness must not rise up against a man on account of any iniquity or any sin that he sins. At the testimony of two witnesses or at the testimony of three witnesses shall the matter be established.",
      "16": "If a false witness rises up against any man to testify against him to accuse him of doing wrong,",
      "17": "then both the men between whom the controversy is must stand before the Lord, before the priests and the judges, who are in office those days.",
      "18": "The judges will thoroughly investigate, and if the witness is a false witness and has testified falsely against his brother,",
      "19": "then you must do to him as he conspired to have done to his brother. In this way you must remove the evil from among you.",
      "20": "Those who remain will hear and fear, and will never again commit any such evil among you.",
      "21": "You must not show pity. But life will be for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    "20": {
      "1": "When you go out to battle against your enemies, and see horses, and chariots, and a people that outnumber you, do not be afraid of them, for the Lord your God is with you, who brought you up out of the land of Egypt.",
      "2": "It will be, when you approach the battle, that the priest will approach and speak to the people,",
      "3": "and he shall say to them, “Hear, O Israel, you approach today to do battle against your enemies. Do not be fainthearted. Do not fear, and do not tremble or be terrified because of them.",
      "4": "For the Lord your God is He that goes with you, to fight for you against your enemies, to save you.”",
      "5": "The officers will speak to the people, saying, “What man is there who has built a new house and has not dedicated it? Let him go and return to his house, lest he die in the battle, and another man dedicate it.",
      "6": "What man is there who has planted a vineyard, and has not yet eaten of it? Let him also go and return to his house, lest he die in the battle, and another man eat of it.",
      "7": "What man is there who is engaged to a woman but has not married her? Let him go and return to his house, lest he die in the battle, and another man take her.”",
      "8": "The officers are to speak further to the people, and they shall say, “What man is there that is fearful and fainthearted? Let him go and return to his house, lest his brother’s heart faint as well as his heart.”",
      "9": "It will be, when the officers have made an end of speaking to the people, that they must make captains of the armies to lead the people.",
      "10": "When you come near to a city to fight against it, then proclaim peace to it.",
      "11": "It shall be, if it gives you a reply of peace and opens to you, then it must be that all the people that are found within shall become slaves to you and they shall serve you.",
      "12": "If it will not make peace with you but makes war against you, then you are to besiege it.",
      "13": "And when the Lord your God has delivered it into your hands, you are to slay every male there with the edge of the sword.",
      "14": "But the women, and the little ones, and the livestock, and all that is in the city, all the spoil within, you are to take to yourself, and you will eat the spoil of your enemies, which the Lord your God has given you.",
      "15": "Thus you are to do to all the cities which are far away, which are not the cities of these nearby nations.",
      "16": "But of the cities of these people, which the Lord your God is giving you for an inheritance, you must not leave alive anything that breathes.",
      "17": "But you shall completely destroy them: namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites, just as the Lord your God has commanded you,",
      "18": "so that they do not teach you to participate in all their abominations, which they have done to their gods, causing you to sin against the Lord your God.",
      "19": "When you lay siege to a city for a long time, in making war against it in order to take it, you shall not destroy the trees there by chopping them down with an axe, for you may eat from them, and you shall not cut them down. For the tree of the field is not a man in which to lay siege.",
      "20": "However, you may destroy and cut down only the trees which you know are not fruit trees, so that you may build siege engines against the city that makes war with you until it falls."
    },
    "21": {
      "1": "If someone is found slain in the land which the Lord your God is giving you to possess, lying in the field, and it is not known who has slain him,",
      "2": "then your elders and your judges are to come forth, and they must measure how far it is to the cities which are around him who was slain.",
      "3": "And it must be, that the city which is closest to the slain man, that is, the elders of that city shall take a heifer which has not been worked, that has never pulled in yoke,",
      "4": "and the elders of that city must bring down the heifer to a valley with flowing water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley.",
      "5": "Then the priests, the sons of Levi, must come near, for the Lord your God has chosen them to minister to Him, and to bless in the name of the Lord, and by their word every controversy and every assault will be settled.",
      "6": "And all the elders of that city, which is nearest to the slain man, shall wash their hands over the heifer whose neck was broken in the valley.",
      "7": "Then they must answer and say, “Our hands have not shed this blood, and our eyes have not seen it.",
      "8": "Be merciful, O Lord, to Your people Israel, whom You have redeemed, and lay not innocent blood in the midst of Your people Israel.” And the blood guilt will be forgiven them.",
      "9": "In this way you are to remove the guilt of innocent blood from among you when you do that which is right in the eyes of the Lord.",
      "10": "When you go forth to war against your enemies, and the Lord your God has delivered them into your hands, and you have taken them captive,",
      "11": "and you see among the captives a beautiful woman, and have a desire for her to have her as your wife,",
      "12": "then you are to bring her home to your house, and she is to shave her head and trim her nails.",
      "13": "She must also discard the clothing of her captivity and shall remain in your house, and mourn her father and her mother for a full month. After that you may have relations with her, and be her husband, and she will be your wife.",
      "14": "It will be, if you are not pleased with her, then you must let her go wherever she pleases, but you may not sell her at all for money, nor are you to make merchandise of her, because you have humbled her.",
      "15": "If a man has two wives, one beloved and another unloved, and both have borne him children, both the loved one and the unloved one, and if the firstborn son is hers that is unloved,",
      "16": "then it must be, when he gives his sons the inheritance which he has, that he may not make the firstborn son of the loved come before the son of the unloved, who was indeed the firstborn.",
      "17": "On the contrary, he must acknowledge the son of the unloved for the firstborn, by giving him a double portion of all that he has, for he is the beginning of his strength. The right of the firstborn is his.",
      "18": "If a man has a stubborn and rebellious son, who will not obey the voice of his father or the voice of his mother, and who, when they have disciplined him, will not listen to them,",
      "19": "then his father and his mother are to lay hold of him and bring him out to the elders of his city, to the gate of his city.",
      "20": "They shall say to the elders of his city, “This son of ours is stubborn and rebellious. He will not listen to us. He is a glutton and a drunkard.”",
      "21": "Then all the men of his city must stone him with stones, until he dies. In this way you are to remove the evil from among you, and all Israel shall hear and fear.",
      "22": "If a man has committed a sin worthy of death and is executed, and you hang him on a tree,",
      "23": "then his body must not remain all night on the tree, but you must bury him that day (for he that is hanged is accursed of God) so that your land may not be defiled, which the Lord your God is giving you for an inheritance."
    },
    "22": {
      "1": "You must not see your brother’s ox or his sheep go astray and hide yourself from them. You must certainly bring them back to your brother.",
      "2": "If your brother is not near you or if you do not know him, then you are to bring it to your own house, and it will be with you until your brother seeks after it. Then you must return it to him.",
      "3": "In the same way, you must do so with his donkey, with his clothing, and with anything lost by your brother which he has lost and you have found. You must not hide yourself from him.",
      "4": "You are not to see your brother’s donkey or his ox fall down by the way and hide yourself from them. You certainly must help him to lift them up.",
      "5": "A woman must not wear man’s clothing, nor is a man to put on a woman’s clothing. For all that do so are abominations to the Lord your God.",
      "6": "If you happen to notice a bird’s nest along the way, in any tree or on the ground, whether they be young ones or eggs, and the mother is sitting on the young or on the eggs, you are not to take the mother from the young.",
      "7": "You must certainly let the mother go, but you may take the young for yourself, so that it may be well with you, and that you may prolong your days.",
      "8": "When you build a new house, you must make a guard rail for your roof so that you bring no blood guilt on your house, should anyone fall from there.",
      "9": "You must not sow your vineyard with two kinds of seeds, or the fruit of your seed which you have sown and the fruit of your vineyard will be defiled.",
      "10": "You must not plow with an ox and a donkey together.",
      "11": "You must not wear clothing made of a material of wool and linen together.",
      "12": "You must make tassels on the four quarters of your clothing with which you cover yourself.",
      "13": "If any man takes a wife and has sexual relations with her and then rejects her,",
      "14": "and accuses her of impropriety and publicly defames her, saying, “I married this woman, but when I had sexual relations with her, I found her not to be a virgin,”",
      "15": "then the father and mother of the girl must produce evidence of the girl’s virginity to the elders of the city at the gate.",
      "16": "The girl’s father must say to the elders, “I gave my daughter to this man to wife, and he has rejected her.",
      "17": "What is more, he has accused her of impropriety, saying, ‘I did not find your daughter to be a virgin.’ However, this is the evidence of my daughter’s virginity.” And they shall spread the cloth before the elders of the city.",
      "18": "The elders of that city must take that man and punish him,",
      "19": "and they must fine him a hundred shekels of silver and give them to the father of the girl, because he has publicly humiliated a virgin of Israel. Then she is to remain his wife. He may not divorce her all his days.",
      "20": "But if the accusation is true, and the evidence of virginity does not exist for the girl,",
      "21": "then they shall bring the girl out to the door of her father’s house, and the men of her city shall stone her with stones until she dies, because she has brought disgrace into Israel, to act like a whore in her father’s house. In this way you may purge the evil from among you.",
      "22": "If a man is discovered lying with a married woman, then both of them must die, both the man that lay with the woman, and the woman. In this way you may purge the evil from Israel.",
      "23": "If a girl who is a virgin is engaged to a man, and another man finds her in the city and has sexual relations with her,",
      "24": "then you must bring them both out to the gate of that city and you must stone them with stones until they die, the girl because she did not cry out even though in the city, and the man because he has violated his neighbor’s wife. In this way you may purge the evil from among you.",
      "25": "But if a man finds an engaged girl in the field, and the man forces her and rapes her, then only the man that raped her shall die.",
      "26": "However, you are to do nothing to the girl. There is no sin worthy of death in the girl, for just as when a man rises against his neighbor and murders him, so is this matter.",
      "27": "For he found her in the field, the engaged girl cried out, but there was no one to save her.",
      "28": "If a man finds a girl who is a virgin who is not engaged and seizes her and lies with her and they are discovered,",
      "29": "then the man who lay with her must give fifty shekels of silver to the girl’s father, and she shall be his wife because he has violated her. He may not divorce her all his days.",
      "30": "A man must not marry his father’s wife and in this way dishonor his father."
    },
    "23": {
      "1": "No one who is emasculated or has his male organ cut off may enter the assembly of the Lord.",
      "2": "No one of illegitimate birth may enter the assembly of the Lord. Even to his tenth generation no one related to him may enter the assembly of the Lord.",
      "3": "No Ammonite or Moabite may enter the assembly of the Lord. Even to their tenth generation they may not enter the assembly of the Lord forever,",
      "4": "because they refused you bread and water on the way, when you came from out of Egypt and because they hired Balaam, the son of Beor of Pethor of Mesopotamia, against you to curse you.",
      "5": "Nevertheless, the Lord your God would not listen to Balaam. Instead the Lord your God turned the curse into a blessing on you because the Lord your God loves you.",
      "6": "You are not ever to seek their peace nor their prosperity all your days.",
      "7": "You are not to abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you were a foreigner in his land.",
      "8": "The children who are born of them may enter the assembly of the Lord in their third generation.",
      "9": "When the army goes out against your enemies, then keep yourself from every wicked thing.",
      "10": "If there be among you any man who is not clean because of a nocturnal emission, then he must leave the camp. He may not re-enter the camp.",
      "11": "And it must be that when evening comes, he must wash himself with water, and at sunset he may re-enter the camp.",
      "12": "You must also have a place outside the camp where one may go outside.",
      "13": "You must have a spade among your equipment, and it must be, when you relieve yourself outside, you must dig there and turn and cover up your excrement.",
      "14": "For the Lord your God walks in the midst of your camp, to deliver you, and to defeat your enemies before you. Therefore, your camp must be holy, so that He does not see any indecent thing among you, and turn away from you.",
      "15": "You must not deliver back to his master a slave who has escaped from his master to you.",
      "16": "He is to dwell with you, even among you, in a place which he shall choose in one of your towns, where he prefers. You must not oppress him.",
      "17": "There must never be a cult prostitute among the daughters of Israel nor a cult prostitute among the sons of Israel.",
      "18": "You must never bring the wage of a prostitute or the wage of a dog into the house of the Lord your God for any vow, for both of these are abominations to the Lord your God.",
      "19": "You must not charge interest on a loan to your brother: interest on money, interest on food, or on anything that may be lent with interest.",
      "20": "You may charge interest to a foreigner, but to your brother you may not lend with interest so that the Lord your God may bless you in all to which you set your hand in the land which you are entering to possess.",
      "21": "When you make a vow to the Lord your God, you must not be slow to pay it, for the Lord your God will surely require it of you, and it would be a sin to you.",
      "22": "But if you refrain from making a vow, it will not be a sin to you.",
      "23": "That which goes out of your lips you must keep and do, even a freewill offering, just as you have vowed to the Lord your God, what you have promised with your mouth.",
      "24": "When you go into your neighbor’s vineyard, you may eat grapes to your fill at your own pleasure, but you may not put any in your basket.",
      "25": "When you enter into the standing grain of your neighbor, you may pluck the ears with your hand, but you may not use a sickle on your neighbor’s standing grain."
    },
    "24": {
      "1": "When a man takes a wife and marries her, and it happens that she finds no favor in his eyes because he has found some indecency in her, then let him write her a bill of divorce and put it in her hand and send her out of his house.",
      "2": "When she departs out of his house, she may go and be another man’s wife.",
      "3": "If the second husband rejects her and writes her a bill of divorce and puts it in her hand and sends her out of his house, or if the second husband who took her to be his wife dies,",
      "4": "her first husband, who sent her away, may not take her again to be his wife, since she is defiled, for that is abomination before the Lord, and you must not bring sin on the land, which the Lord your God is giving you for an inheritance.",
      "5": "When a man has taken a new wife, he shall not go out to war or be charged with any business; he is to be free at home one year, and must bring joy to his wife which he has taken.",
      "6": "No man shall take a lower or upper millstone as a pledge, for he would be taking a man’s life as a pledge.",
      "7": "If a man is found kidnapping any of his brothers of the children of Israel, and makes property of him or sells him, then that kidnapper must die, and you must remove the evil from among you.",
      "8": "Be careful with an outbreak of leprosy, that you diligently observe and do according to all that the Levitical priests instruct you. As I have commanded them, so you must carefully do.",
      "9": "Remember what the Lord your God did to Miriam on the way, after you came out of Egypt.",
      "10": "When you do lend your brother anything, you may not go into his house to take his pledge.",
      "11": "You must stand outside, and the man to whom you lend must bring the pledge outside to you.",
      "12": "If the man is poor, you may not sleep with his pledge.",
      "13": "In any case, you must return the pledge to him when the sun goes down, so that he may sleep in his own cloak and bless you, and it will be righteousness to you before the Lord your God.",
      "14": "You may not oppress a hired servant that is poor and needy, whether he is one of your brothers or one of your foreigners who are in your land within your towns.",
      "15": "You must give him his wages on that very day before the sun sets, for he is poor, and sets his heart on it, lest he cry against you to the Lord, and it be a sin to you.",
      "16": "Fathers may not be put to death for the sons, nor shall sons be put to death for their fathers. Every man shall be put to death for his own sin.",
      "17": "You must not pervert the justice of the foreigner or of the fatherless, nor take a widow’s cloak as a pledge.",
      "18": "On the contrary, you must remember that you were a slave in Egypt and the Lord your God redeemed you there. Therefore, I command you to do this.",
      "19": "Whenever you reap your harvest in your field and have forgotten a sheaf in the field, you may not go back to get it. It will be for the foreigner, for the fatherless, and for the widow, so that the Lord your God may bless you in all the work of your hands.",
      "20": "When you beat your olive tree, you may not go over the boughs again. It will be for the foreigner, for the fatherless, and for the widow.",
      "21": "When you gather the grapes of your vineyard, you shall not glean it again. It will be for the foreigner, for the fatherless, and for the widow.",
      "22": "You must remember that you were a slave in the land of Egypt. Therefore I command you to do this thing."
    },
    "25": {
      "1": "If there is a controversy between men, they are to go to court for judgment, so that the judges may judge them. Then they shall justify the righteous and condemn the wicked.",
      "2": "It must be, if the wicked man is worthy to be beaten, then the judge must make him lie down and be beaten in his presence, with the number of strikes his guilt deserves.",
      "3": "He may give him forty stripes, but no more, lest, if he should exceed and beat him more with numerous stripes, then your brother may appear contemptible to you.",
      "4": "You must not muzzle the ox when he treads out the grain.",
      "5": "If brothers dwell together, and one of them dies without having had a child, the wife of the deceased may not marry outside the family to a stranger. Her husband’s brother must go to her and take her to himself as a wife and perform the duty of a husband’s brother to her.",
      "6": "It shall be, that the firstborn whom she bears shall continue in the name of his brother who is deceased, so that his name will not be blotted out of Israel.",
      "7": "If the man does not want to take his brother’s wife, then let his brother’s wife go up to the gate to the elders and say, “My husband’s brother refuses to raise up his brother’s name in Israel. He will not perform the duty of my husband’s brother.”",
      "8": "Then the elders of his city shall call him, and speak to him, and if he persists and says, “I do not want to take her,”",
      "9": "then his brother’s wife must come to him in the presence of the elders and remove his sandal from his foot, and spit in his face, and answer and say, “So shall it be done to that man who will not build up his brother’s house.”",
      "10": "His name will be called in Israel, “The house of him who has his sandal removed.”",
      "11": "When a man and his brother fight one another, and the wife of the one draws near in order to deliver her husband out of the hand of him who fights him, and reaches out her hand and seizes him by the private parts,",
      "12": "then you must cut off her hand. You must not pity her.",
      "13": "You must not have in your bag different weights, a large and a small.",
      "14": "You must not have in your house differing measures, a large and a small.",
      "15": "But you must have a perfect and just weight—a perfect and just measure you must have, so that your days may be lengthened in the land which the Lord your God is giving you.",
      "16": "For all who do such things and all who act unjustly are an abomination to the Lord your God.",
      "17": "Remember what Amalek did to you by the road when you were coming out of Egypt,",
      "18": "how he met you by the way and attacked at your rear all that were stragglers behind you, when you were exhausted and weary. He did not fear God.",
      "19": "Therefore it shall be, when the Lord your God has given you rest from all your surrounding enemies, in the land which the Lord your God is giving you for an inheritance to possess, that you must blot out the remembrance of Amalek from under heaven. You must not forget it."
    },
    "26": {
      "1": "And it must be, when you come into the land which the Lord your God is giving you for an inheritance, and you possess it, and dwell in it,",
      "2": "that you shall take from the first of all the produce of the ground which you shall bring from your land that the Lord your God is giving you, and put it in a basket and go to the place where the Lord your God chooses to make His name abide.",
      "3": "You shall go to the priest in office at that time and say to him, “I profess this day to the Lord your God that I have come into the land which the Lord promised to our fathers to give us.”",
      "4": "The priest will take the basket out of your hand and set it down before the altar of the Lord your God.",
      "5": "Then you must answer and say before the Lord your God, “A wandering Aramean was my father, and he went down into Egypt, and sojourned there with only a few in number, but there he became a great, mighty, and populous nation.",
      "6": "However, the Egyptians mistreated and afflicted us, and laid upon us harsh labor.",
      "7": "And when we cried to the Lord God of our fathers, the Lord heard our voice, and looked on our affliction, our labor, and our oppression.",
      "8": "And the Lord brought us forth out of Egypt with a mighty hand and with an outstretched arm and with great terror, and with signs and wonders.",
      "9": "Then He brought us into this place, and has given us this land, a land that flows with milk and honey.",
      "10": "Now, indeed, I have brought the first fruits of the land, which you, O Lord, have given me.” Then you must set it before the Lord your God and worship before the Lord your God.",
      "11": "You must rejoice in every good thing which the Lord your God has given to you and your house, you, and the Levite, as well as the foreigner who is among you.",
      "12": "When you have finished tithing all the tithes of your income the third year, which is the year of tithing, and have given it to the Levite, the foreigner, the orphan, and the widow, that they may eat within your towns and be satisfied,",
      "13": "then you shall say before the Lord your God, “I have removed the sacred things out of my house and also have given them to the Levite, and to the foreigner, to the orphan, and to the widow, according to all Your commandments which You have commanded me. I have not transgressed Your commandments or forgotten them.",
      "14": "I have not eaten anything when in mourning, nor have I removed anything while unclean, nor offered anything to the dead. I have listened to the voice of the Lord my God and have done according to all that You have commanded me.",
      "15": "Look down from Your holy habitation, from heaven, and bless Your people Israel and the land which You have given us, as You swore to our fathers, a land flowing with milk and honey.”",
      "16": "Today the Lord your God has commanded you to do these statutes and judgments. You must therefore keep and do them with all your heart and with all your soul.",
      "17": "You have affirmed today that the Lord is your God and vowed to walk in His ways, and to keep His statutes, and His commandments, and His judgments, and to listen to His voice.",
      "18": "And the Lord has affirmed today that you are His special people, just as He has promised you, and that you should keep all His commandments.",
      "19": "He will exalt you above all nations which He has made, in praise, and in name, and in honor; and that you may be a holy people to the Lord your God, just as He has spoken."
    },
    "27": {
      "1": "Then Moses and the elders of Israel commanded the people, saying: Keep all the commandments which I am commanding you today.",
      "2": "On the day when you cross over the Jordan into the land which the Lord your God is giving you, you must set up for yourself great stones, and cover them with plaster.",
      "3": "Then you must write all the words of this law on them, when you cross over, so that you may enter into the land which the Lord your God is giving you, a land flowing with milk and honey, just as the Lord God of your fathers promised you.",
      "4": "Therefore, when you cross over the Jordan, you shall set up these stones, which I am commanding you today, on Mount Ebal, and you shall cover them with plaster.",
      "5": "There you must build an altar to the Lord your God, an altar of stones. You must not use any iron tool on them.",
      "6": "You must build the altar of the Lord your God with whole stones, and you must offer burnt offerings on it to the Lord your God.",
      "7": "You must offer peace offerings and eat there, and rejoice before the Lord your God.",
      "8": "You must write all the words of this law very clearly on the stones.",
      "9": "Moses and the Levitical priests spoke to all Israel, saying: Be silent and listen, O Israel. Today you have become the people of the Lord your God.",
      "10": "Therefore, you must obey the voice of the Lord your God and do His commandments and His statutes, which I am commanding you today.",
      "11": "Moses commanded the people the same day, saying:",
      "12": "These shall stand on Mount Gerizim to bless the people when you cross over the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.",
      "13": "And these must stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.",
      "14": "The Levites will answer and say to all the men of Israel with a loud voice:",
      "15": "“Cursed is the man who makes any graven or molded image, an abomination to the Lord, the work of the hands of the craftsman, and puts it in a secret place.” And all the people shall answer and say, “Amen.”",
      "16": "“Cursed is he who disrespects his father or his mother.” And all the people shall say, “Amen.”",
      "17": "“Cursed is he who removes his neighbor’s landmark.” And all the people shall say, “Amen.”",
      "18": "“Cursed is he who misleads the blind man on the road.” And all the people shall say, “Amen.”",
      "19": "“Cursed is he who perverts justice for the foreigner, orphan, and widow.” And all the people shall say, “Amen.”",
      "20": "“Cursed is he who lies with his father’s wife, for he dishonors his father.” And all the people shall say, “Amen.”",
      "21": "“Cursed is he who lies with any kind of beast.” And all the people shall say, “Amen.”",
      "22": "“Cursed is he who lies with his sister, the daughter of his father, or the daughter of his mother.” And all the people shall say, “Amen.”",
      "23": "“Cursed is he who lies with his mother-in-law.” And all the people shall say, “Amen.”",
      "24": "“Cursed is he who strikes down his neighbor secretly.” And all the people shall say, “Amen.”",
      "25": "“Cursed is he who receives pay to slay an innocent person.” And all the people shall say, “Amen.”",
      "26": "“Cursed is he who does not confirm all the words of this law by doing them.” And all the people shall say, “Amen.”"
    },
    "28": {
      "1": "Now it will be, if you will diligently obey the voice of the Lord your God, being careful to do all His commandments which I am commanding you today, then the Lord your God will set you high above all the nations of the earth.",
      "2": "And all these blessings will come on you and overtake you if you listen to the voice of the Lord your God.",
      "3": "You will be blessed in the city and blessed in the field.",
      "4": "Your offspring will be blessed, and the produce of your ground, and the offspring of your livestock, the increase of your herd and the flocks of your sheep.",
      "5": "Your basket and your kneading bowl will be blessed.",
      "6": "You will be blessed when you come in and blessed when you go out.",
      "7": "The Lord will cause your enemies who rise up against you to be defeated before you; they will come out against you one way and flee before you seven ways.",
      "8": "The Lord will command the blessing on you in your barns and in all that you set your hand to do, and He will bless you in the land which the Lord your God is giving you.",
      "9": "The Lord will establish you as a holy people to Himself, just as He swore to you, if you will keep the commandments of the Lord your God and walk in His ways.",
      "10": "All people of the earth shall see that you are called by the name of the Lord, and they shall be afraid of you.",
      "11": "The Lord will make you overflow in prosperity, in the offspring of your body, in the offspring of your livestock, and in the produce of your ground, in the land which the Lord swore to your fathers to give you.",
      "12": "The Lord will open up to you His good treasure, the heavens, to give the rain to your land in its season and to bless all the work of your hand. You will lend to many nations, but you will not borrow.",
      "13": "The Lord will make you the head and not the tail; you will only be above and you will not be beneath, if you listen to the commandments of the Lord your God, which I am commanding you today, to observe and to do them.",
      "14": "Also, you shall not turn aside from any of the words which I am commanding you today, to the right hand or to the left, to go after other gods to serve them.",
      "15": "But it will happen, if you will not listen to the voice of the Lord your God, by being careful to do all His commandments and His statutes which I am commanding you today, that all these curses will come upon you and overtake you.",
      "16": "You will be cursed in the city and cursed in the field.",
      "17": "Your basket and your kneading bowl will be cursed.",
      "18": "Your offspring will be cursed along with the fruit of your land, the produce of your herd, and the flocks of your sheep.",
      "19": "You will be cursed when you come in and cursed when you go out.",
      "20": "The Lord will send cursing, vexation, and rebuke on you in all that you set your hand to do, until you are destroyed and until you perish quickly because of the wickedness of your doings, by which you have forsaken Me.",
      "21": "The Lord will make pestilence cling to you until it has consumed you from the land, which you are going to possess.",
      "22": "The Lord will strike you with a wasting disease, with a fever, with an inflammation, with an extreme heat, with the sword, with blight, and with mildew, and they shall pursue you until you perish.",
      "23": "The heavens which are over your head will be bronze, and the earth that is under you will be iron.",
      "24": "The Lord will make the rain of your land powder and dust. It will come from heaven down on you until you are destroyed.",
      "25": "The Lord will cause you to be defeated before your enemies, and you will go out one way against them and flee seven ways before them, and will be become an object of terror to all the kingdoms of the earth.",
      "26": "Your carcass will be meat for all the fowls of the air and beasts of the earth, and no man will frighten them away.",
      "27": "The Lord will strike you with the boils of Egypt and with tumors, eczema, and with the itch, from which you cannot be healed.",
      "28": "The Lord will strike you with madness, and blindness, and bewilderment of heart.",
      "29": "You will grope at noon, as the blind man gropes in darkness, and you will not prosper in your ways. You will only be oppressed and continually robbed, and no man will save you.",
      "30": "You will be engaged to a woman and another man shall rape her. You will build a house, but you will not dwell in it. You will plant a vineyard, but you will not gather its grapes.",
      "31": "Your ox will be killed before your eyes, and you will not eat of it. Your donkey will be violently taken away from before you and will not be returned to you. Your sheep will be given to your enemies, and you will have no one to rescue them.",
      "32": "Your sons and your daughters will be given to another people. Your eyes will look and fail with longing for them all day long, but there will be nothing you can do.",
      "33": "A nation that you do not know will consume the produce of your land and all your labors, and you will be nothing but oppressed and crushed all the time.",
      "34": "You will go insane because of what your eyes will see.",
      "35": "The Lord will strike you in the knees and legs with sore boils that cannot be healed, from the sole of your foot to the top of your head.",
      "36": "The Lord will bring you and your king, which you will set over you, to a nation which neither you nor your fathers have known, and there you will serve other gods, wood and stone.",
      "37": "You will become a horror, a proverb, and an object of ridicule among all nations where the Lord shall lead you.",
      "38": "You will carry a lot of seed out into the field but will gather but little in, for the locust will consume it.",
      "39": "You will plant vineyards and dress them, but will neither drink of the wine nor gather the grapes, for worms will eat them.",
      "40": "You will have olive trees throughout all your coasts, but you will not anoint yourself with the oil, for your olive will drop off.",
      "41": "You will give birth to sons and daughters, but you will not enjoy them, for they will go into captivity.",
      "42": "The locust will consume all of your trees and fruit of your land.",
      "43": "The foreigner who resides with you will get up higher and higher, and you will go down lower and lower.",
      "44": "He will lend to you, but you will not lend to him. He will be the head, but you will be the tail.",
      "45": "Moreover, all of these curses will come on you and will pursue you and overtake you, until you are destroyed, because you did not obey the voice of the Lord your God, by keeping His commandments and His statutes which He commanded you.",
      "46": "They will be a perpetual sign and wonder in regard to you and your descendants,",
      "47": "because you did not serve the Lord your God with joy and with gladness of heart, for the abundance of all things.",
      "48": "Therefore, you will serve your enemies whom the Lord will send against you, in hunger, thirst, nakedness, and need of all things, and He will put a yoke of iron on your neck until He has destroyed you.",
      "49": "The Lord will bring a nation against you from far away, from the end of the earth, as swift as the eagle flies, a nation whose language you will not understand,",
      "50": "a nation with a fierce countenance, which will not respect the old or show favor to the young.",
      "51": "They will eat the offspring of your livestock and the produce of your land, until you are destroyed. They will leave you no grain, wine, or oil, or the offspring of your herd or the offspring of your sheep, until they have destroyed you.",
      "52": "He will lay siege on you in all your towns until your high and fortified walls in which you trusted come down throughout all your land, and he will lay siege on you in all your towns throughout all your land which the Lord your God has given you.",
      "53": "You will eat the offspring of your own body, the flesh of your sons and of your daughters, which the Lord your God has given you, during the siege and distress in which your enemies will persecute you.",
      "54": "The man who is tender among you, and very delicate, his eye shall be hostile toward his brother and toward his beloved wife and toward the rest of his children who remain,",
      "55": "so that he will not give to any of them any of the flesh of his children which he will eat, because he has nothing left to him because of the siege and the distress by which your enemies will persecute you in all your towns.",
      "56": "The tender and delicate woman among you, who would not venture to set the sole of her foot on the ground because of her delicateness and tenderness, will be hostile toward her beloved husband, and toward her son and her daughter,",
      "57": "and toward her afterbirth that comes out from between her legs, and toward her children whom she will bear. For she will secretly eat them because of lack during the siege and distress in which your enemy will persecute you in your towns.",
      "58": "If you are not careful to observe all the words of this law that are written in this book so that you may fear this glorious and fearful name, the Lord your God,",
      "59": "then the Lord will bring extraordinary plagues on you and your descendants, even great long-lasting plagues, and severe and long-lasting sicknesses.",
      "60": "Moreover, He will bring all the diseases of Egypt upon you, which you were afraid of, and they will cling to you.",
      "61": "Also every sickness and every plague which is not written in the Book of the Law will the Lord bring upon you until you are destroyed.",
      "62": "You will be left few in number, whereas you were as numerous as the stars of heaven, because you would not obey the voice of the Lord your God.",
      "63": "It will be that as the Lord rejoiced over you to do you good and to multiply you, so the Lord will take pleasure over you to destroy you and to bring you to nothing. You will be plucked from off the land which you go to possess.",
      "64": "The Lord will scatter you among all the peoples, from the one end of the earth to the other, and there you will serve other gods, wood and stone, which neither you nor your fathers have known.",
      "65": "Among these nations you will find no ease, nor will the sole of your foot have rest. But there the Lord will give you a trembling heart, failing of eyes, and despair of soul.",
      "66": "Your life shall hang in doubt before you. You will be in dread day and night and will have no assurance of your life.",
      "67": "In the morning you will say, “Would to God it were evening!” And at evening you will say, “Would to God it were morning!” because of the fear of your heart and because of the sights your eyes will see.",
      "68": "The Lord will bring you into Egypt again with ships, by the way by which I spoke to you, “You will not see it ever again.” And there you will be sold to your enemies as male and female slaves, but no one will buy you."
    },
    "29": {
      "1": "These are the words of the covenant which the Lord commanded Moses to make with the children of Israel in the land of Moab, besides the covenant which He made with them in Horeb.",
      "2": "Moses proclaimed to all Israel, and said to them:\nYou have seen all that the Lord did before your eyes in the land of Egypt, to Pharaoh and all his servants and to all his land—",
      "3": "the great temptations which your eyes have seen, those signs and great wonders.",
      "4": "Yet to this day the Lord has not given you a heart to know, eyes to see, and ears to hear.",
      "5": "I have led you forty years in the wilderness. Your clothes have not worn out on you, and your sandal has not worn out on your foot.",
      "6": "You have not eaten bread, nor have you drunk wine or strong drink, so that you might know that I am the Lord your God.",
      "7": "When you came to this place, Sihon, the king of Heshbon, and Og, the king of Bashan, came out against us to battle, and we defeated them.",
      "8": "We took their land and gave it as an inheritance to the Reubenites, the Gadites, and to half of the tribe of Manasseh.",
      "9": "Therefore, keep the words of this covenant and do them, so that you may prosper in all you do.",
      "10": "Today all of you stand before the Lord your God, the heads of your tribes, your elders, and your officers, with all the men of Israel,",
      "11": "your little ones, your wives, and your foreigners who are in your camp, from the one who chops your wood to the one who draws your water—",
      "12": "so that you should enter into a covenant with the Lord your God, and into His oath, which the Lord your God is making with you today.",
      "13": "Today He will establish that you are His people and that He is your God, just as He has said to you and He has sworn to your fathers, to Abraham, to Isaac, and to Jacob.",
      "14": "It is not with you alone that I am making this covenant and this oath,",
      "15": "but with him who stands here with us today before the Lord our God, and with him who is not here with us today",
      "16": "(for you know that we lived in the land of Egypt and how we came through the nations which you passed by,",
      "17": "and you have seen their abominations and their idols of wood and stone, of silver and gold, which were among them);",
      "18": "lest there be among you a man or woman or family or tribe whose heart turns away today from the Lord our God to go and serve the gods of these nations, and lest there be among you a root bearing poisonous and bitter fruit;",
      "19": "and it happens that, when he hears the words of this covenant, he blesses himself in his heart, saying, “I shall have peace, even though I walk in the stubbornness of my heart,” thus destroying the watered ground with the dry.",
      "20": "The Lord will not spare him; rather the anger of the Lord and His jealousy will smolder against that man. All the curses that are written in this book will rest on him, and the Lord will blot out his name from under heaven.",
      "21": "The Lord will single him out for disaster out of all the tribes of Israel, according to all the curses of the covenant that are written in this Book of the Law.",
      "22": "The generation to come, your children who will rise up after you and the foreigner who will come from a far land, when they see the plagues of that land, and the sicknesses which the Lord has laid on it, will say,",
      "23": "“The whole land is brimstone and salt, a burning waste, unsown and unproductive, and no grass grows there, like the overthrow of Sodom and Gomorrah, Admah and Zeboyim, which the Lord overthrew in His anger and wrath.”",
      "24": "All nations will say, “Why has the Lord done such to this land? What does the heatedness of this great anger mean?”",
      "25": "Then men will say, “Because they have forsaken the covenant of the Lord God of their fathers, which He made with them when He brought them out of the land of Egypt.",
      "26": "For they went and served other gods, and worshipped them, gods which they did not know and which He had not given to them.",
      "27": "The anger of the Lord burned against this land, bringing on it all the curses that are written in this book.",
      "28": "The Lord rooted them out of their land in anger and in wrath and in great indignation, and threw them into another land, as it is today.”",
      "29": "The secret things belong to the Lord our God, but those things which are revealed belong to us and to our children forever, so that we may keep all the words of this law."
    },
    "30": {
      "1": "When all these things happen to you, the blessing and the curse, which I have set before you, and you remember them among all the nations, where the Lord your God has driven you,",
      "2": "then you must return to the Lord your God and obey His voice according to all that I am commanding you today, you and your children, with all your heart, and with all your soul.",
      "3": "Then the Lord your God will overturn your captivity and have compassion on you and will return and gather you from all the nations, where the Lord your God has scattered you.",
      "4": "If any of you are driven out to the outmost parts of heaven, from there will the Lord your God gather you, and from there He will get you.",
      "5": "The Lord your God will bring you to the land which your fathers possessed, and you shall possess it. He will prosper you and multiply you more than your fathers.",
      "6": "The Lord your God will circumcise your heart and the heart of your descendants to love the Lord your God with all your heart and with all your soul, so that you may live.",
      "7": "The Lord your God will put all these curses on your enemies, on them who hate you, who persecuted you.",
      "8": "You will return and obey the voice of the Lord, and obey all His commandments which I am commanding you today.",
      "9": "The Lord your God will make you prosper in every work of your hand, in the offspring of your body, and in the offspring of your livestock, and in the produce of your land, for good. For the Lord will once again rejoice over you for good, just as He rejoiced over your fathers,",
      "10": "if you obey the voice of the Lord your God, by keeping His commandments and His statutes which are written in this Book of the Law, and if you return to the Lord your God with all your heart and with all your soul.",
      "11": "This commandment which I am commanding you today is not hidden from you, nor is it far off.",
      "12": "It is not in heaven, that you should say, “Who will go up for us to heaven and bring it to us, so that we may hear it and do it?”",
      "13": "It is not beyond the sea, so that you should say, “Who shall go over the sea for us and bring it to us, so that we may hear it and do it?”",
      "14": "But the word is very near to you, in your mouth, and in your heart, so that you may do it.",
      "15": "See, today I have set before you life and prosperity, and death and disaster.",
      "16": "What I am commanding you today is to love the Lord your God, to walk in His ways, and to keep His commandments and His statutes and His judgments, so that you may live and multiply. Then the Lord your God will bless you in the land which you go to possess.",
      "17": "But if your heart turns away, so that you do not obey, but are drawn away, and worship other gods and serve them,",
      "18": "then I declare to you today that you will surely perish and that you will not prolong your days in the land which you are crossing the Jordan to go in and possess.",
      "19": "I call heaven and earth to witnesses against you this day, that I have set before you life and death, blessing and curse. Therefore choose life, that both you and your descendants may live;",
      "20": "that you may love the Lord your God, that you may obey His voice, and that you may cling to Him, for He is your life and the length of your days; and that you may dwell in the land that the Lord swore to your fathers, to Abraham, Isaac, and Jacob, to give them."
    },
    "31": {
      "1": "Then Moses went and spoke these words to all Israel.",
      "2": "He said to them, “I am a hundred and twenty years old today. I can no longer come and go. Also, the Lord has said to me, ‘You may not cross over the Jordan.’",
      "3": "The Lord your God will cross over before you. He will destroy these nations before you, you will possess them, and Joshua will cross over before you, just as the Lord has said.",
      "4": "The Lord will do to them as He did to Sihon and to Og, the kings of the Amorites, and to their land, which He destroyed.",
      "5": "The Lord will give them up before you, so that you may do to them according to all the commandments which I have commanded you.",
      "6": "Be strong and of a good courage. Fear not, nor be afraid of them, for the Lord your God, it is He who goes with you. He will not fail you, nor forsake you.”",
      "7": "Moses called to Joshua, and said to him in the sight of all Israel, “Be strong and of good courage, for you must go with this people to the land which the Lord has sworn to their fathers to give them, and you will enable them to inherit it.",
      "8": "The Lord, He goes before you. He will be with you. He will not fail you nor forsake you. Do not fear, nor be dismayed.”",
      "9": "Moses wrote this law and delivered it to the priests, the sons of Levi who bore the ark of the covenant of the Lord, and to all the elders of Israel.",
      "10": "Moses commanded them, saying, “At the end of every seven years, at the time of the year of the cancellation of debts, at the Feast of Tabernacles,",
      "11": "when all Israel has come to appear before the Lord your God in the place which He will choose, you must read this law before all Israel in their hearing.",
      "12": "Gather the people together, men, women, children, and your foreigner who is within your towns, so that they may hear and learn and fear the Lord your God, and observe to do all the words of this law.",
      "13": "Their children, who have not known it, may hear and learn to fear the Lord your God, as long as you live in the land which you cross the Jordan to possess.”",
      "14": "The Lord said to Moses, “Indeed, your days draw near when you must die. Call Joshua, and present yourselves in the tent of meeting, so that I may commission him.” So Moses and Joshua went, and presented themselves in the tent of meeting.",
      "15": "The Lord appeared in the tent in a pillar of cloud, and the pillar of cloud stood over the door of the tent.",
      "16": "The Lord said to Moses, “You are about to lie down with your fathers, and this people will rise up and begin to prostitute themselves after the gods of the foreigners of the land, where they are going to be among them, and will forsake Me and break My covenant which I have made with them.",
      "17": "Then My anger will burn against them on that day, and I will forsake them, and I will hide My face from them, and they will be devoured, and many disasters and troubles will befall them, so that they will say in that day, ‘Have not these disasters come upon us because our God is not among us?’",
      "18": "And I will surely hide My face in that day for all the evil things which they shall have done, in that they turned to other gods.",
      "19": "“Now therefore write yourself this song and teach it to the children of Israel. Put it on their mouths, so that this song may be a witness for Me against the children of Israel.",
      "20": "For when I have brought them into the land which I swore to their fathers, flowing with milk and honey, and they have eaten, and filled themselves, and become fat, then they will turn to other gods, and serve them, and provoke Me, and break My covenant.",
      "21": "Then when many disasters and troubles have fallen on them, this song will testify against them as a witness, for it must not be forgotten from the mouths of their descendants. For I know their intention which they are developing even now, before I have brought them into the land which I promised.”",
      "22": "Therefore, Moses wrote this song the same day, and taught it to the children of Israel.",
      "23": "He gave Joshua, the son of Nun, an exhortation, and said, “Be strong and of a good courage, for you will bring the children of Israel into the land which I swore to them, and I will be with you.”",
      "24": "When Moses had finished writing the words of this law in a book, until they were completed,",
      "25": "then Moses commanded the Levites, who bore the ark of the covenant of the Lord, saying,",
      "26": "“Take this Book of the Law, and put it inside the ark of the covenant of the Lord your God, so that it may be there for a witness against you.",
      "27": "For I know your rebellion and your stiff neck. Even now, while I am yet alive with you today, you have been rebellious against the Lord. How much more after my death?",
      "28": "Gather to me all the elders of your tribes, and your officers, so that I may speak these words in their hearing and call heaven and earth to witness against them.",
      "29": "For I know that after my death you will utterly corrupt yourselves and turn aside from the way which I have commanded you, and disaster will befall you in the latter days, because you will do evil in the sight of the Lord, to provoke Him to anger through the work of your hands.”",
      "30": "Moses spoke the words of this song until they were finished, in the hearing of all the assembly of Israel:"
    },
    "32": {
      "1": "Give ear, O heavens, and I will speak;\n    hear, O earth, the words of my mouth.",
      "2": "My teaching will drop like the rain,\n    my sayings will distill as the dew,\nas the droplets on the grass,\n    and as the showers on the herb.",
      "3": "For I will proclaim the name of the Lord:\n    Ascribe greatness to our God!",
      "4": "He is the Rock; His work is perfect;\n    for all His ways are just.\nHe is a God of faithfulness and without injustice;\n    righteous and upright is He.",
      "5": "They have acted corruptly to Him;\n    they are not His children, but blemished;\n    they are a perverse and crooked generation.",
      "6": "Is this how you repay the Lord,\n    you foolish and unwise people?\nIs He not your father, who has bought you?\n    Has He not made you, and established you?",
      "7": "Remember the days of old,\n    consider the years of previous generations.\nAsk your father, and he will show you;\n    your elders, and they will tell you:",
      "8": "When the Most High gave the nations their inheritance,\n    when He separated the sons of man,\nHe set the boundaries of the peoples\n    according to the number of the children of Israel.",
      "9": "For the Lord’s portion is His people;\n    Jacob is the allotment of His inheritance.",
      "10": "He found him in a desert land\n    and in the howling waste of a wilderness;\nHe led him about, He instructed him,\n    He protected him like the pupil of His eye.",
      "11": "Like an eagle stirs up her nest,\n    that flutters over her young,\nHe spread out his wings and took him;\n    He lifted him on His pinions;",
      "12": "the Lord alone guided him,\n    and there was no foreign god with him.",
      "13": "He made him ride on the high places of the earth,\n    and he ate of the produce of the fields;\nHe made him suck honey out of the rock\n    and oil out of the flinty rock,",
      "14": "butter from the herd,\n    and milk from the flock,\n    along with the fat of lambs,\nand rams of the breed from Bashan,\n    and goats,\n    with the best of the kernels of wheat;\nyou drank the pure blood of the grape.",
      "15": "But Jeshurun grew fat and kicked;\n    you grew fat, you grew thick;\n    you are covered with fat.\nThen he forsook God who made him,\n    and devalued the Rock of his salvation.",
      "16": "They made Him jealous with strange gods;\n    with abominations they provoked Him to anger.",
      "17": "They sacrificed to demons, not to God,\n    to gods whom they knew not,\n    to new gods that recently came along,\n    whom your fathers did not fear.",
      "18": "You have forgotten the Rock who begot you;\n    you are unmindful, and have forgotten the God who gave you birth.",
      "19": "When the Lord saw it, He despised them,\n    because of the provocation of His sons and daughters.",
      "20": "He said: I will hide My face from them;\n    I will see what their end will be,\nfor they are a very perverse generation,\n    children in whom there is no loyalty.",
      "21": "They have made Me jealous with that which is not God;\n    they have provoked Me to anger with their empty things.\nAnd I will make them jealous of those who are not a people;\n    I will provoke them to anger with a foolish nation.",
      "22": "For a fire has been inflamed by My anger,\n    and it will burn to the lowest part of Sheol,\nand shall consume the earth and its produce,\n    and ignite the foundations of the mountains.",
      "23": "I will heap misfortunes on them;\n    I will use My arrows on them.",
      "24": "They will be starved by famine,\n    and consumed by plague and bitter destruction;\nI will also send the teeth of beasts upon them,\n    with the poison of crawling creatures in the dust.",
      "25": "The sword outside and terror within will destroy both the young man and the virgin,\n    the infant along with the man of gray hair.",
      "26": "I said, “I want to cut them into pieces,\n    I will cause the memory of them to disappear from among men,”",
      "27": "however, I feared the wrath of the enemy,\n    that their adversaries would misunderstand\nand say, “Our hand is victorious,\n    and the Lord has not done all this.”",
      "28": "For they are a nation devoid of counsel;\n    there is no understanding in them.",
      "29": "Would that they were wise,\n    so that they understood this,\n    so that they would comprehend their future!",
      "30": "How should one chase a thousand,\n    and two put ten thousand to flight,\nunless their Rock had sold them,\n    and the Lord had given them up?",
      "31": "For their rock is not as our Rock;\n    even our enemies themselves concede this.",
      "32": "For their vine is from the vine of Sodom\n    and from the fields of Gomorrah;\ntheir grapes are grapes of poison;\n    their clusters are bitter.",
      "33": "Their wine is the poison of dragons\n    and the deadly venom of cobras.",
      "34": "Is not this laid up in store with Me\n    and sealed up among My treasures?",
      "35": "Vengeance is Mine, and recompense;\n    their foot will slip in due time;\nfor the day of their calamity is at hand,\n    and the things to come hasten upon them.",
      "36": "For the Lord will judge His people,\n    and relent in regard to His servants,\nwhen He sees that their power is gone\n    and there is no one left, whether restrained or free.",
      "37": "He will say: Where are their gods,\n    their rock in whom they trusted,",
      "38": "which ate the fat of their sacrifices\n    and drank the wine of their drink offerings?\nLet them rise up and help you\n    and be your protection.",
      "39": "See now that I, even I, am He,\n    and there is no god besides Me;\nI kill, and I make alive;\n    I wound, and I heal;\n    there is no one who can deliver out of My hand.",
      "40": "For I lift up My hand to heaven,\n    and say: As I live forever,",
      "41": "if I sharpen My flashing sword\n    and My hand takes hold on judgment,\nI will render vengeance on My enemies\n    and will repay those who hate Me.",
      "42": "I will make My arrows drunk with blood,\n    and My sword shall devour flesh,\nwith the blood of the slain and of the captives,\n    from the heads of the leaders of the enemies.",
      "43": "Rejoice, O you nations, with His people;\n    for He will avenge the blood of His servants\nand will render vengeance on His adversaries\n    and will be merciful to His land and people.",
      "44": "Moses came and spoke all the words of this song in the hearing of the people, he, with Joshua, the son of Nun.",
      "45": "When Moses finished speaking all these words to all Israel,",
      "46": "he said to them, “Set your hearts on all the words which I testify among you today, which you shall command your children to be careful to observe, all the words of this law.",
      "47": "For it is no idle word for you, because it is your life, and by this word you will prolong your days in the land which you cross over the Jordan to possess.”",
      "48": "The Lord spoke to Moses that same day, saying,",
      "49": "“Go up to this mountain of the Abarim, to Mount Nebo, which is in the land of Moab opposite Jericho, and look at the land of Canaan, which I am giving to the children of Israel for a possession.",
      "50": "Die on the mount where you go up, and be gathered to your people, just as Aaron, your brother, died on Mount Hor and was gathered to his people,",
      "51": "because you trespassed against Me among the children of Israel at the waters of Meribah Kadesh, in the Wilderness of Zin, because you did not treat Me as holy in the midst of the children of Israel.",
      "52": "Nevertheless, you will see the land before you, but you may not go there, to the land which I am giving to the children of Israel.”"
    },
    "33": {
      "1": "Now this is the blessing with which Moses, the man of God, blessed the children of Israel before his death.",
      "2": "He said:\nThe Lord came from Sinai and rose up from Seir to them;\n    He shone forth from Mount Paran,\nand He came with ten thousands of holy ones;\n    from His right hand went a fiery law for them.",
      "3": "Surely, He loved the people;\n    all His holy ones are in Your hand,\nand they sit down at Your feet;\n    everyone receives Your words.",
      "4": "Moses decreed to us a law,\n    the inheritance of the assembly of Jacob.",
      "5": "He was king over Jeshurun,\n    when the heads of the people and the tribes of Israel were gathered together.",
      "6": "Let Reuben live, and not die,\n    and let not his men be few.",
      "7": "This is the blessing to Judah. He said:\nListen, O Lord, to the voice of Judah,\n    and bring him to his people;\nmay his hands contend for them,\n    and may You help him against his enemies.",
      "8": "Of Levi he said:\nLet Your Thummim and Your Urim be with Your godly one,\nwhom You tested at Massah,\n    and with whom You contended at the waters of Meribah,",
      "9": "who said to his father and to his mother,\n    “I have not seen him,”\nand he did not acknowledge his brothers\n    or know his own children,\nfor they have kept Your word\n    and guarded Your covenant.",
      "10": "They will teach Jacob Your judgments\n    and Israel Your law.\nThey will put incense before You\n    and the whole burnt offerings on your altar.",
      "11": "Bless, O Lord, his substance,\n    and accept the work of his hands;\nrun through the loins of them that rise against him\n    and of them that hate him,\n    so that they rise never again.",
      "12": "Of Benjamin he said:\nThe beloved of the Lord\n    will dwell in safety by Him,\nand the Lord will protect him all day long;\n    he will dwell between His shoulders.",
      "13": "Of Joseph he said:\nMay his land be blessed of the Lord,\n    from the harvest of the heavens,\n    by the dew,\n    and by the deep crouching beneath,",
      "14": "by the precious fruits brought forth by the sun,\n    and by the choice things put forth by the moon,",
      "15": "by the finest things of the ancient mountains,\n    and by the choice things of the everlasting hills,",
      "16": "by the best things of the earth and its fullness,\n    and by the goodwill of Him who dwelt in the bush.\nMay the blessing rest on the head of Joseph,\n    on top of the head of him who was separated from his brothers.",
      "17": "His glory is like the firstborn of his bull,\n    and his horns are like the horns of a wild ox;\nwith them he will push the peoples together to the ends of the earth;\nthey are the ten thousands of Ephraim,\n    and they are the thousands of Manasseh.",
      "18": "Of Zebulun he said:\nRejoice, Zebulun, in your going outside,\n    and Issachar in your tents.",
      "19": "They will call the peoples to the mountain;\n    there they will offer sacrifices of righteousness,\nfor they will draw out the abundance of the seas\n    and the treasures hid in the sand.",
      "20": "Of Gad he said:\nBlessed be he who enlarges Gad;\n    he dwells as a lion\n    and tears an arm and the crown of a head.",
      "21": "He provided the first part for himself,\n    because there, in a portion of the ruler, he was seated.\nHe came with the heads of the people.\n    He executed the justice of the Lord,\n    and His ordinances with Israel.",
      "22": "Of Dan he said:\nDan is a lion’s whelp;\n    he will leap forth from Bashan.",
      "23": "Of Naphtali he said:\nO Naphtali, satisfied with favor\n    and full with the blessing of the Lord,\n    possess the west and the south.",
      "24": "Of Asher he said:\nMay Asher be blessed with children;\n    may he be acceptable to his brothers,\n    and may he dip his foot in oil.",
      "25": "Your sandals will be iron and brass;\n    according to your days, so shall be your strength.",
      "26": "There is none like the God of Jeshurun,\n    who rides through the heavens to help you,\n    and in His majesty through the skies.",
      "27": "The eternal God is your refuge,\n    and underneath you are the everlasting arms;\nHe will drive out the enemy before you,\n    and will say, “Destroy them.”",
      "28": "Israel dwells in safety;\n    the fountain of Jacob will be secluded\nin a land of grain and new wine;\n    its heavens will rain down dew.",
      "29": "Blessed are you, O Israel!\n    Who is like you,\n    a people saved by the Lord,\nthe shield of your help,\n    who is the sword of your majesty!\nYour enemies will cringe before you,\n    and you will tread upon their high places."
    },
    "34": {
      "1": "Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho. Then the Lord showed him all the land—from Gilead to Dan,",
      "2": "and all Naphtali and the land of Ephraim and Manasseh, and all the land of Judah, to the Mediterranean Sea,",
      "3": "and the Negev and the plain of the valley of Jericho, the city of palm trees, as far as Zoar.",
      "4": "The Lord said to him, “This is the land which I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your descendants.’ I have caused you to see it with your eyes, but you will not cross over there.”",
      "5": "So Moses, the servant of the Lord, died there in the land of Moab, according to the word of the Lord.",
      "6": "He buried him in a valley in the land of Moab, opposite Beth Peor, but no man knows of his burial place to this day.",
      "7": "Moses was a hundred and twenty years old when he died. His eye was not dim, nor was his vitality diminished.",
      "8": "The children of Israel wept for Moses in the plains of Moab thirty days. Then the days of weeping and mourning for Moses were ended.",
      "9": "Now Joshua, the son of Nun, was full of the spirit of wisdom, for Moses had laid his hands on him. And the children of Israel listened to him and did as the Lord commanded Moses.",
      "10": "Since then there has not arisen a prophet in Israel like Moses, whom the Lord knew face to face,",
      "11": "in all the signs and wonders which the Lord sent him to do in the land of Egypt, to Pharaoh, to all his servants, and to all his land,",
      "12": "and by all that mighty power and by all the great terror which Moses displayed in the sight of all Israel."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:45.930373-04:00",
    "Translation": "MEV"
  }
}