{
  "Ecclesiastes": {
    "1": {
      "1": "These are the words of the Preacher, the son of David and king in Jerusalem.",
      "2": "“Vanity of vanities,”\n    says the Preacher;\n“vanity of vanities,\n    all is vanity.”",
      "3": "What benefit is there to a man in all his labors\n    that he toils under the sun?",
      "4": "A generation comes, and a generation goes,\n    but the earth continually remains.",
      "5": "The sun comes up, and the sun goes down,\n    and hurries to the place where it rises.",
      "6": "It moves to the south,\n    and then moves around to the north;\nthe wind continually travels around,\n    and it keeps turning on its circuit.",
      "7": "All the streams flow into the sea,\n    and the sea is never filled up.\nAnd to the place where the streams flow,\n    there they continually return to flow.",
      "8": "All matters are wearisome;\n    a man is not able to speak to them.\nThe eye is not satisfied with what it sees,\n    and the ear is not content with what it hears.",
      "9": "What has been is the same as what will be,\n    and what has been done is the same as what will be done;\n    there is nothing new under the sun.",
      "10": "Is there a matter where it is said,\n    “See, this is truly new”?\nLong ago in the past\n    every matter has already been in our midst.",
      "11": "There is not a memory for the former things,\n    and moreover, there will not be\na memory for the things coming after,\n    even those things that are yet to come.",
      "12": "I, the Preacher, have been king over Israel in Jerusalem.",
      "13": "I set my heart to seek and to investigate with wisdom everything that is done under heaven. It is a burdensome task that God has given to the sons of men, by which they may be occupied.",
      "14": "I have seen everything that is done under the sun, and indeed, all is vanity and like chasing the wind.",
      "15": "What is bent cannot be straightened,\n    and what is missing cannot be counted.",
      "16": "I spoke in my heart, saying, “I have been great and increased in wisdom more than anyone else who has been before me in Jerusalem, and my heart has had great experience of wisdom and knowledge.”",
      "17": "And I set my heart to know wisdom and to know the folly of ideas and to know foolish behavior, and I know that this as well is like chasing the wind.",
      "18": "For in an abundance of wisdom is an abundance of frustration,\n    and he who increases in knowledge also increases in sorrow."
    },
    "2": {
      "1": "And I said in my heart, “Come, and I will test you with selfish pleasures to experience desires.” And notice that this too is vanity.",
      "2": "And I said of frivolous fun, “They are only senseless ideas”; and regarding selfish pleasure, “What purpose is this?”",
      "3": "I investigated how to cheer up my body with wine, while my heart was still guiding me with wisdom, in order to grasp folly until I might experience what is good for sons of men to do under heaven during the number of days that they might have life.",
      "4": "I accomplished great works. I built houses for myself, and planted myself vineyards.",
      "5": "I made for myself royal gardens and parks, and I planted in them all sorts of fruit trees.",
      "6": "I made for myself pools of water to irrigate the forests of growing trees.",
      "7": "I even bought male and female slaves; even some were born to me in my house. I had also great possessions of herds and flocks more than any who had been in Jerusalem before me.",
      "8": "I also gathered for myself silver and gold and treasures of kings and provinces. I obtained singers, both men and women, and the delights of the sons of men, and many concubines.",
      "9": "So I became great and surpassed anyone who had been in Jerusalem before me. All the while my wisdom remained with me.",
      "10": "And everything that my eyes wanted I did not refuse them.\n    And I did not withhold my heart from any selfish pleasure,\nfor my heart was glad from all my efforts;\n    and this was my reward for all my efforts.",
      "11": "Then I turned to all the work that my hands had designed\n    and all the labor that I had toiled to make;\nand notice, all of it was vanity and chasing the wind.\n    And there was no benefit under the sun.",
      "12": "So I turned to consider wisdom,\n    the folly of ideas, and foolish behavior;\nfor what else can a man do who comes after the king?\n    Or what more than those have already done?",
      "13": "Then I saw that there is more benefit in wisdom than in foolishness,\n    more benefit in light than in darkness.",
      "14": "A wise man has eyes in his head so he sees where he walks,\n    but the fool continues in darkness.\nYet I perceived\n    that the same fate overtakes them all.",
      "15": "Then I said in my heart,\n“What happens to the fool will happen to me also.\n    So to what advantage is my wisdom?”\nThen I said to myself,\n    “This also is vanity.”",
      "16": "For there is no lasting memory for the wise or the fool,\n    by which in the coming days everyone will be forgotten.\nHow the wise dies just like the fool!",
      "17": "And I began to hate life for the labor that was done under the sun was contemptible to me, for all of this was vanity and chasing the wind.",
      "18": "And I despised all the toil in which I labored under the sun, which I will give up to the man who comes after me.",
      "19": "And who knows if this man will be wise or a fool? Yet he will gain power over every labor that I have toiled and my use of wisdom under the sun. Also this is vanity.",
      "20": "So I turned to give my heart up to despair concerning all the toil of my labors under the sun.",
      "21": "For there is a man who labors with wisdom, knowledge, and skill; yet to a man who did not labor for this, he leaves it as his inheritance. This also is vanity and a great distress.",
      "22": "For what becomes of a man with all his labor and with the striving in his heart that he toils under the sun?",
      "23": "For all his days are sorrowful, and his work is a vexation; even at night his heart finds no rest. Also this is fleeting.",
      "24": "There is nothing better for a man than to eat and drink, and find enjoyment in his labor. This also, I saw, is from the hand of God.",
      "25": "For who can even eat or have enjoyment more so than I?",
      "26": "For to a man who is pleasing before Him, God gives wisdom, knowledge, and joy; but to the sinner He gives the work of gathering and collecting to give him who is pleasing before God. Also this is vanity and chasing the wind."
    },
    "3": {
      "1": "To everything there is a season,\n    a time for every purpose under heaven:",
      "2": "a time to be born, and a time to die;\n    a time to plant, and a time to uproot what is planted;",
      "3": "a time to kill, and a time to heal;\n    a time to break down, and a time to build up;",
      "4": "a time to weep, and a time to laugh;\n    a time to mourn, and a time to dance;",
      "5": "a time to cast away stones, and a time to gather stones;\n    a time to embrace, and a time to refrain from embracing;",
      "6": "a time to gain, and a time to lose;\n    a time to keep, and a time to cast away;",
      "7": "a time to tear, and a time to sew;\n    a time to keep silence, and a time to speak;",
      "8": "a time to love, and a time to hate;\n    a time of war, and a time of peace.",
      "9": "What benefit does the worker have in his toil?",
      "10": "I have seen the task that God has given to sons of men to be concerned with.",
      "11": "He has made everything beautiful in its appropriate time. He has also put obscurity in their hearts so that no one comes to know the work that God has done from the beginning to the end.",
      "12": "I experienced that there is nothing better for them than to be glad and do good in their life.",
      "13": "And also that everyone should eat and drink and experience good in all their labor. This is a gift of God.",
      "14": "I have perceived that everything that God has done will be lasting. And to this there is nothing to be added, and from it there is nothing to be taken away. And God has done this so that in His presence men fear Him.",
      "15": "That which is has already been,\n    and what is to come has also already been;\n    and God seeks out what has been driven away.",
      "16": "Moreover I saw what was under the sun:\nIn the place of justice, there was wickedness;\n    and in the place of righteousness, there was wickedness.",
      "17": "I thought in my heart:\nGod will bring judgment\n    to the righteous and the wicked,\nfor there is an appropriate time\n    for every matter and deed.",
      "18": "Then I thought in my heart: Regarding the account of sons of men, God is making clear to them to show that they are but animals.",
      "19": "For what befalls the sons of men befalls animals; as one dies, so dies the other. There is one breath for all of them; there is no advantage for man any more than animals, for all is vanity.",
      "20": "All go to one place: All are from the dust and all return to dust.",
      "21": "Who knows whether the spirit of man goes upward and the spirit of animals goes down to the earth?",
      "22": "So I saw that there is nothing better than that a man should rejoice in his labor, for that is his reward. For who will bring him to see what will happen after his life?"
    },
    "4": {
      "1": "Again I saw all types of oppression that are done under the sun:\nLook! The tears of the oppressed,\n    and no one was there to comfort them.\nAnd there was force from the hand of the oppressors,\n    and no one was there to comfort them.",
      "2": "And I thought that fortunate were the dead\n    who had already died,\neven more than the living\n    who were still alive.",
      "3": "And still better than both\n    is he who has not been,\nwho has not seen the evil deeds\n    that are done under the sun.",
      "4": "Then I saw that all toil and every skillful work come from one man’s envy of another. This also is vanity and like chasing the wind.",
      "5": "The fool folds his hands\n    and eats his own flesh.",
      "6": "Better is a full hand of quietness\n    than handfuls of toil and chasing the wind.",
      "7": "Again, I saw vanity under the sun:",
      "8": "There is a man who is alone,\n    neither having son or brother,\nand there is not an end to all his toil,\n    and his eyes are not satisfied with riches to say,\n“For whom do I labor\n    and cause my life to lack good things?”\nAlso this is vanity\n    and a burdensome task.",
      "9": "Two are better than one,\n    because there is a good reward for their labor together.",
      "10": "For if they fall,\n    then one will help up his companion.\nBut woe to him who is alone when he falls\n    and has no one to help him up.",
      "11": "Also if two lie down together, then they will keep warm;\n    but how can one keep warm by himself?",
      "12": "And if someone might overpower another by himself,\n    two together can withstand him.\nA threefold cord is not quickly broken.",
      "13": "Better is a poor and wise youth than an old and foolish king who will no longer be admonished.",
      "14": "For out of prison he has come to reign, even though he was born poor in the kingdom.",
      "15": "Then I saw all those who live and walk under the sun, along with the next youth who will arise in the king’s place.",
      "16": "There is no end of all the people, to all who were before them. Yet those who come later will not rejoice in him. Surely this also is vanity and chasing the wind."
    },
    "5": {
      "1": "Guard your steps when you enter the house of God, and draw near to listen rather than to offer the sacrifice of fools, for they do not know that they are doing evil.",
      "2": "Do not be quick to speak with your mouth,\n    nor let your heart be hasty to utter a word\n    before God.\nFor God is in heaven,\n    and you are on the earth;\n    therefore may your words be few.",
      "3": "For a dream comes when there is a great burden,\n    and a foolish voice when there are many words.",
      "4": "When you make a vow to God, do not delay in fulfilling it because He has no pleasure in fools. Fulfill what you have vowed.",
      "5": "Better it is that you do not make a vow than you make a vow and not fulfill it.",
      "6": "Do not let your mouth cause you to sin, and do not say before the messenger that it was an error. Why should God be angry with your words and destroy the work of your hands?",
      "7": "For when there is an abundance of dreams and futilities, then words increase too. Therefore it is God you should fear.",
      "8": "If you see in a district the oppression of the poor and the violent perversion of justice and righteousness, do not be astounded at the matter; for the high official is watched over by an even higher official, and there are even higher officials over them.",
      "9": "But this is an advantage to the land in every way, like a king committed to a cultivated field.",
      "10": "He who loves money will not be satisfied with money;\n    nor he who loves abundance with increase.\n    This also is vanity.",
      "11": "When there is an increase of good things,\n    then there is an increase of those who devour them.\nAnd what profit have the owners\n    except to see them with their eyes?",
      "12": "Sweet is the sleep of a laboring man,\n    whether he eats a little or much;\nbut the abundance of the rich\n    will not let him sleep.",
      "13": "There is a grave misery that I have seen under the sun:\nwhen riches were kept by an owner to his hurt,",
      "14": "and those riches were lost in a misfortunate business deal;\nand although he has a son,\n    there is nothing at all to put in his hand.",
      "15": "As he came from his mother’s womb,\n    naked shall he return, to go as he came;\nhe shall take nothing from his labor\n    which he may carry away in his hands.",
      "16": "This also is a grievous evil:\nJust as he came,\n    so shall he go.\n    And what profit is there to him who toils for the wind?",
      "17": "Moreover, in all his days he eats in darkness,\n    while he is greatly irritated in sickness and anger.",
      "18": "This is what I have seen to be good: It is fitting to eat and drink and find enjoyment in all his labor in which he toils under the sun all the days of his life, which God has given to him; for this is his reward.",
      "19": "And also everyone to whom God has given wealth and possessions, and given him power to enjoy them, and to receive his reward and to rejoice in his labor—this is the gift of God.",
      "20": "For he will not much remember the days of his life because God keeps him occupied with joy in his heart."
    },
    "6": {
      "1": "There is an evil that I have seen under the sun, and it lies heavy on mankind:",
      "2": "a man to whom God gives wealth, possessions, and honor so that there is no want in his life from among anything that he desires; yet God does not give him ability to eat from them because another man eats and enjoys from his possessions. This is vanity and a tormenting injustice.",
      "3": "If a man fathers a hundred children and lives many years, so that the days of his years are many, but his soul is not satisfied with life’s good things, and he has no burial, I say that a stillborn child is better off than he—",
      "4": "for it comes in vanity and departs in darkness, and in darkness its name is covered up.",
      "5": "Moreover, it has not seen the sun or known anything, yet it finds rest rather than he.",
      "6": "Though the man may live a thousand years, twice over, yet he does not see the good things. Does not everyone go to the same place?",
      "7": "All the labor of man is for his mouth,\n    yet his appetite is not satisfied.",
      "8": "For what benefit is there for the wise\n    over the fool?\nAnd what more does the poor man know\n    who walks before others?",
      "9": "Better to be content with the sight of eyes\n    than to have a wandering appetite.\nThis is vanity\n    and like chasing the wind.",
      "10": "Whatever happens, it has already been given a name,\n    and it is known what man is;\nhe cannot contend with Him who is stronger than he.",
      "11": "The more words,\n    the more vanity,\n    so what profit is there to mankind?",
      "12": "For who knows what is good for man while he lives the few days of his vain life which pass like a shadow? For who can tell men what will be after them under the sun?"
    },
    "7": {
      "1": "A good name is better than precious ointment,\n    and the day of death than the day of birth.",
      "2": "It is better to go to a house of mourning\n    than to go to a house of feasting,\nfor this is the end of all mankind;\n    and the living will lay it to heart.",
      "3": "Grief is better than laughter,\n    for with a downcast face the heart considers the good.",
      "4": "The heart of those who are wise is in the house of mourning,\n    but the heart of those who are foolish in the house of feasting.",
      "5": "It is better to hear the rebuke from a wise man\n    than a man listen to the song of fools.",
      "6": "For like the crackling sound of thorns under a pot,\n    so is the mocking laughter of fools.\n    And this is also vanity.",
      "7": "For oppression brings confusion to the wise man,\n    and a bribe destroys a man’s heart.",
      "8": "The end of a matter is better than the beginning of it,\n    and the patient in spirit than the haughty in spirit.",
      "9": "Do not be quick in your spirit to be angry,\n    for irritation settles in the bosom of fools.",
      "10": "Do not say, “Why were the earlier days better than these days?”\n    For it is not from wisdom that you inquire this.",
      "11": "Wisdom is good with an inheritance,\n    and an advantage to those who see the sun.",
      "12": "For the protection of wisdom\n    is like the protection of money,\nand the advantage of knowledge is\n    that wisdom preserves the life of him who has it.",
      "13": "Consider the work of God:\nWho is able to make straight\n    what He has made crooked?",
      "14": "In the day of prosperity be joyful,\n    but in the day of distress consider:\nGod has made the one\n    as well as the other.\nFor this reason man will not be able to understand\n    anything that comes after him.",
      "15": "I have seen everything in my days of vanity:\nThere is the righteous man who dies in his righteousness,\n    and there is the wicked man who extends his life of evil.",
      "16": "Do not be excessively righteous,\n    and do not be extremely wise;\n    why should you destroy yourself?",
      "17": "Do not be overly wicked,\n    and do not be a fool;\n    why should you die before your time?",
      "18": "It is good that you should take hold of this,\n    and from the other not withhold your hand;\n    for he who fears God will come out from them all.",
      "19": "Wisdom strengthens the wise man\n    more than ten rulers who are in the city.",
      "20": "For there is not a righteous man on earth\n    who only does good and refrains from sin.",
      "21": "Do not give heed to everything people say,\n    lest you hear your servant cursing you.",
      "22": "Your heart knows\n    that many times you have spoken a curse against others.",
      "23": "All this I have tested by wisdom. I said,\n“I will be wise,”\n    but it was far from me.",
      "24": "That which is, is far off,\n    and exceedingly deep.\n    Who can find it out?",
      "25": "And I turned my heart to know,\n    and seek and search out wisdom in how things are\nand to experience wicked folly,\n    even foolishness and madness.",
      "26": "I find more bitter than death\n    the woman whose heart is snares\nand nets,\n    and whose hands are fetters.\nHe who pleases God escapes her,\n    but the sinner is taken by her.",
      "27": "“See, this is what I found,” says the Preacher,\n“adding one thing to another to find the sum,",
      "28": "which my soul still seeks\n    but I do not find:\nOne man among a thousand I have found,\n    but a woman among all these I have not found.",
      "29": "See, this only have I found:\n    that God made man upright,\n    but they have sought out many schemes.”"
    },
    "8": {
      "1": "Who is like a wise man?\n    And who knows the interpretation of a matter?\nA man’s wisdom makes his face shine,\n    and the harshness of his face is softened.",
      "2": "I say, “Keep the king’s command, because of your oath to God.",
      "3": "Do not be hasty to leave his presence. Do not take a stand in an unpleasant matter, for he does whatever pleases him.”",
      "4": "For the word of the king is powerful, and who would say to him, “What are you doing?”",
      "5": "He who keeps his command will know no evil thing;\n    and a wise heart will know the appropriate time and just way.",
      "6": "For to every matter there is an appropriate time and just way,\n    though a man’s distress weighs heavily on him.",
      "7": "For he does not know what will happen;\n    for who can declare to him what will occur?",
      "8": "There is not a man with mastery over the wind to restrain it,\n    nor with power over the day of death.\nAnd no one can discharge a battle,\n    nor can wickedness rescue the one possessing it.",
      "9": "All this I saw while applying my heart to every work that is done under the sun, when one man rules over another to the other’s hurt.",
      "10": "Then I saw the wicked buried. They used to go in and out of the holy place, and they were praised in the city where they did works. This is also vanity.",
      "11": "Because the sentence against an evil deed is not executed swiftly, the heart of the sons of men is fully set to do evil.",
      "12": "Since one who sins may do evil a hundred times and extend his life, I also have experienced that it will be good for those who fear God when they have reverence before Him.",
      "13": "But it will not be well for the wicked, and he will not prolong his days, like a shadow, because he does not fear before God.",
      "14": "There is a vanity that takes place on the earth that there are righteous men who are treated according to the deeds of the wicked, and there are wicked men who are treated according to the deeds of the righteous. I said that this also is vanity.",
      "15": "And I commend joy, for man has nothing better under the sun than to eat and drink and be joyful; for this will go with him in his labor all the days of his life that God has given him under the sun.",
      "16": "When I set my heart to know wisdom and to experience the affairs that are done on earth, though day and night there is no sleep for one’s eyes,",
      "17": "then I saw all the work of God, that a man cannot comprehend the work that is done under the sun. Inasmuch as a man labors to seek, he will not understand. Even if a wise man claims to know, he cannot grasp it."
    },
    "9": {
      "1": "For I considered all this in my heart, so that I could declare it all: that the deeds of the righteous and the wise are in the hand of God. No man knows whether love or hate awaits them; both are before him.",
      "2": "The same fate comes to all: There is one fate for the righteous and the wicked, for the good and the evil, for the clean and the unclean, for him who sacrifices and him who does not sacrifice.\nAs is the good,\n    so is the sinner;\nhe who takes an oath\n    as he who fears an oath.",
      "3": "And this is an evil in all that is done under the sun: that the same event happens to all. Truly the hearts of the sons of men are filled with evil, and folly is in their hearts while they have life, and after that they go to the dead.",
      "4": "But for him who is joined to all the living there is hope, for a living dog is better than a dead lion.",
      "5": "The living know that they will die,\n    but the dead know nothing;\nthey have no more reward,\n    for the memory of them is forgotten.",
      "6": "What they loved, hated,\n    and envied has already perished;\nand there is no reward for them from long ago\n    in everything that is done under the sun.",
      "7": "Go and eat your food with gladness, and drink your wine with a pleasant heart; for God is already pleased with your deeds.",
      "8": "At all times may your clothing be white, and let not oil ever lack on your head.",
      "9": "Enjoy life with the wife whom you love all the days of your vain life which He has given you under the sun; because that is your reward in life and in your toil because you have labored under the sun.",
      "10": "Whatever your hands find to do, do with your strength; for there is no work or planning or knowledge or wisdom in Sheol, the place where you are going.",
      "11": "Again I saw under the sun that—\nthe race is not to the swift,\n    nor the battle to the strong,\nnor food to the wise,\n    nor riches to the intelligent,\n    nor favor to those with knowledge;\nbut time and chance happen to them all.",
      "12": "For man does not know his time:\nLike fish caught in an unfortunate net,\n    like birds caught in a snare,\nso the sons of men are ensnared at a tragic, yet appointed time,\n    when it suddenly falls on them.",
      "13": "I have also seen this wisdom under the sun, and it seemed great to me:",
      "14": "There was a small city with a few men in it; and a great king came and surrounded it, and he built up great siege works against it.",
      "15": "But a poor, wise man was found there, and he himself in his wisdom delivered the city, but no one remembered that poor man.",
      "16": "Then I said, “Wisdom is better than strength; yet the poor man’s wisdom is despised, and his words are not heard.”",
      "17": "The words of the wise heard in quietness are better\n    than the shouting of a ruler among fools.",
      "18": "Wisdom is better than weapons of war,\n    but only one sinner can destroy much that is good."
    },
    "10": {
      "1": "A dead fly causes a stench in mixed anointing oil,\n    so a little folly is more weighty than wisdom and honor.",
      "2": "The heart of the wise inclines to the right,\n    but the heart of a fool to the left.",
      "3": "Even when a fool walks on the road,\n    he lacks sense,\n    and he shows everyone that he is a fool.",
      "4": "If the anger of a ruler rises against you,\n    do not leave your post;\n    for calmness pacifies great offenses.",
      "5": "There is an evil that I have seen under the sun\n    like an error that goes out from a ruler:",
      "6": "Folly is set in many high places,\n    but the rich sit in a low place.",
      "7": "I have seen slaves riding on horses,\n    and officials walking along the ground like slaves.",
      "8": "He who digs a pit will fall into it,\n    and whoever breaks through a wall will be bitten by a serpent.",
      "9": "He who quarries stones is injured by them,\n    and he who splits wood is in danger from them.",
      "10": "If an iron piece is blunt\n    and there is no one to sharpen it,\nthen he must prevail with more strength;\n    but wisdom is a benefit to succeed.",
      "11": "If a serpent bites before it is charmed,\n    there is no advantage to the charmer.",
      "12": "The words of a wise man’s mouth bring favor,\n    but the speech of a fool consumes him;",
      "13": "the beginning of the words of his mouth is foolishness,\n    and the end of his talk is evil madness.",
      "14": "A fool multiplies words,\n    though no man knows what is to be;\n    who can tell him what will be after him?",
      "15": "The labor of the foolish makes him weary,\n    such that he does not know the way to the city!",
      "16": "Woe to you, O land, when your king is a lad,\n    and your princes are feasting in the morning!",
      "17": "Happy are you, O land, when your king is from nobility,\n    and your princes are feasting at the appropriate time—\n    with self-control and not drunkenness!",
      "18": "The roof beams sink in with slothfulness,\n    and with the idleness of one’s hands the house drips.",
      "19": "They make feasts for laughter,\n    and wine gladdens life;\n    but money resolves everything.",
      "20": "Even in your mind do not curse the king;\n    and in your bedchamber do not curse the rich;\nfor a bird in the sky may carry your voice,\n    and a winged creature may declare the matter."
    },
    "11": {
      "1": "Cast your bread upon the waters,\n    for you will find it after many days.",
      "2": "Give a portion to seven, or even eight,\n    for you do not know what calamity may happen on the earth.",
      "3": "If the clouds are full of rain,\n    they empty out on the land;\nand if a tree falls to the north or south,\n    in the place that the tree falls, there it will be.",
      "4": "He who observes the wind will not sow,\n    and he who regards the clouds will not reap.",
      "5": "As you do not know the way of the wind,\n    or how the bones grow in the womb of her who is with child;\nlikewise you do not know the work of God\n    who has made everything.",
      "6": "In the morning sow your seed,\n    and in the evening do not let your hand rest;\nbecause you do not know which activity will find success,\n    this way or that way,\n    or if the both will be good.",
      "7": "Light is sweet,\n    and good for the eyes to see the sun;",
      "8": "for if a man lives many years,\n    may he rejoice in all of them.\nBut let him also remember\n    that the days of darkness are many.\n    Everything that comes is vanity.",
      "9": "Rejoice, O young man, in your youth,\n    and in your early years may your heart do you good;\nwalk in the path of your heart\n    and the desire of your eyes;\nbut know that in all these things\n    God will bring you into judgment.",
      "10": "Take away anger from your heart,\n    and remove distress from your body,\n    for youth and the dawn are vanity."
    },
    "12": {
      "1": "Remember your Creator\n    in the days of your youth,\nbefore the difficult days come\n    and the years arrive when you say,\n    “I have no pleasure in them”:",
      "2": "before the sun, light,\n    moon, and stars are darkened,\n    and the clouds leave after the rain;",
      "3": "in the day when those watching the house tremble,\n    and the strong men are bent over;\nwhen the grinders cease because they are few,\n    and those looking through the windows have dimmed eyes;",
      "4": "and the doors on the street are shut,\n    and the sound of grinding is low;\nand one rises up at the sound of a bird,\n    and all the daughters of song are brought low;",
      "5": "when they are afraid of heights,\n    even the terrors along the road;\nthe almond tree blossoms,\n    the grasshopper drags itself along\n    and desire fails,\nbecause man goes to his eternal home,\n    and the mourners go about the streets.",
      "6": "Remember your Creator before the cord of silver is snapped,\n    or the bowl of gold smashed,\nor the jar by the spring broken\n    or the wheel at the cistern crushed.",
      "7": "The dust returns to the earth where it was,\n    and the spirit returns to God who gave it.",
      "8": "It is all vanity, says the Preacher;\n    all is vanity.",
      "9": "And in addition to being wise, the Preacher still taught the people knowledge, and he considered, sought out, and arranged many proverbs.",
      "10": "And the Preacher sought to discover words of delight, and to write in uprightness words of truth.",
      "11": "The words of the wise are like goads, and the collected sayings are like firmly embedded nails, given by one shepherd.",
      "12": "My son, beware of anything beyond these.\nOf making many books there is no end, and much study is a weariness to the flesh.",
      "13": "Now all has been heard.\n    Let us hear the conclusion of the matter:\nFear God and keep His commandments,\n    for this is the whole duty of man.",
      "14": "For God will bring every deed into judgment,\n    including every secret thing,\n    whether good or evil."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:24.300552-04:00",
    "Translation": "MEV"
  }
}