{
  "Ephesians": {
    "1": {
      "1": "Paul, an apostle of Jesus Christ by the will of God,\nTo the saints who are at Ephesus and to the faithful in Christ Jesus:",
      "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "3": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ,",
      "4": "just as He chose us in Him before the foundation of the world, to be holy and blameless before Him in love;",
      "5": "He predestined us to adoption as sons to Himself through Jesus Christ according to the good pleasure of His will,",
      "6": "to the praise of the glory of His grace which He graciously bestowed on us in the Beloved.",
      "7": "In Him we have redemption through His blood and the forgiveness of sins according to the riches of His grace,",
      "8": "which He lavished on us in all wisdom and insight,",
      "9": "making known to us the mystery of His will, according to His good pleasure, which He purposed in Himself,",
      "10": "as a plan for the fullness of time, to unite all things in Christ, which are in heaven and on earth.",
      "11": "In Him also we have received an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His own will,",
      "12": "that we, who were the first to hope in Christ, should live for the praise of His glory.",
      "13": "In Him you also, after hearing the word of truth, the gospel of your salvation, and after believing in Him, were sealed with the promised Holy Spirit,",
      "14": "who is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.",
      "15": "Therefore I also, after hearing of your faith in the Lord Jesus and your love toward all the saints,",
      "16": "do not cease giving thanks for you, mentioning you in my prayers,",
      "17": "so that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and revelation in the knowledge of Him,",
      "18": "that the eyes of your understanding may be enlightened, that you may know what is the hope of His calling and what are the riches of the glory of His inheritance among the saints,",
      "19": "and what is the surpassing greatness of His power toward us who believe, according to the working of His mighty power,",
      "20": "which He performed in Christ when He raised Him from the dead and seated Him at His own right hand in the heavenly places,",
      "21": "far above all principalities, and power, and might, and dominion, and every name that is named, not only in this age but also in that which is to come.",
      "22": "And He put all things in subjection under His feet and made Him the head over all things for the church,",
      "23": "which is His body, the fullness of Him who fills all things in all ways."
    },
    "2": {
      "1": "And you were dead in your trespasses and sins,",
      "2": "in which you formerly walked according to the age of this world and according to the prince of the power of the air, the spirit who now works in the sons of disobedience,",
      "3": "among them we all also once lived in the lusts of our flesh, doing the desires of the flesh and of the mind, and we were by nature children of wrath, even as the rest.",
      "4": "But God, being rich in mercy, because of His great love with which He loved us,",
      "5": "even when we were dead in sins, made us alive together with Christ (by grace you have been saved),",
      "6": "and He raised us up and seated us together in the heavenly places in Christ Jesus,",
      "7": "so that in the coming ages He might show the surpassing riches of His grace in kindness toward us in Christ Jesus.",
      "8": "For by grace you have been saved through faith, and this is not of yourselves. It is the gift of God,",
      "9": "not of works, so that no one should boast.",
      "10": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand, so that we should walk in them.",
      "11": "Therefore remember that formerly you, the Gentiles in the flesh, who are called the “uncircumcision” by the so-called “circumcision” in the flesh by human hands,",
      "12": "were at that time apart from Christ, alienated from the citizenship of Israel and strangers to the covenants of promise, without hope and without God in the world.",
      "13": "But now in Christ Jesus you who were formerly far away have been brought near by the blood of Christ.",
      "14": "For He is our peace, who has made both groups one and has broken down the barrier of the dividing wall,",
      "15": "by abolishing in His flesh the enmity, that is, the law of the commandments contained in ordinances, that in Himself He might make the two into one new man, thus making peace,",
      "16": "and that He might reconcile both to God into one body through the cross, thereby slaying the enmity.",
      "17": "And He came and preached peace to you who were far away and peace to those who were near.",
      "18": "For through Him we both have access by one Spirit to the Father.",
      "19": "Now, therefore, you are no longer strangers and foreigners, but are fellow citizens with the saints and members of the household of God,",
      "20": "having been built upon the foundation of the apostles and prophets, Jesus Christ Himself being the chief cornerstone,",
      "21": "in whom the entire building, tightly framed together, grows into a holy temple in the Lord,",
      "22": "in whom you also are being built together into a dwelling place of God through the Spirit."
    },
    "3": {
      "1": "For this reason I, Paul, am the prisoner of Jesus Christ for you Gentiles.",
      "2": "You may have heard of the administration of the grace of God which was given me for you,",
      "3": "how by revelation He made known to me the mystery, as I have written briefly already,",
      "4": "by which, when you read it, you may understand my knowledge of the mystery of Christ,",
      "5": "which in other generations was not made known to the sons of men, as it is now revealed to His holy apostles and prophets by the Spirit,",
      "6": "how the Gentiles are fellow heirs, and fellow members, and partakers of the promise in Christ by the gospel.",
      "7": "Of this I was made a minister, according to the gift of the grace of God given to me by the effective working of His power.",
      "8": "To me, the very least of all saints, this grace was given, to preach to the Gentiles the incomprehensible riches of Christ,",
      "9": "and to reveal for all people what is the fellowship of the mystery, which from the beginning of the ages has been hidden in God, who created all things through Jesus Christ,",
      "10": "so that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,",
      "11": "according to the eternal purpose which He completed in Christ Jesus our Lord,",
      "12": "in whom we have boldness and confident access through faith in Him.",
      "13": "Therefore I ask you not to lose heart at my tribulations for you, which is your glory.",
      "14": "For this reason I bow my knees to the Father of our Lord Jesus Christ,",
      "15": "from whom the whole family in heaven and earth is named,",
      "16": "that He would give you, according to the riches of His glory, power to be strengthened by His Spirit in the inner man,",
      "17": "and that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,",
      "18": "may be able to comprehend with all saints what is the breadth and length and depth and height,",
      "19": "and to know the love of Christ which surpasses knowledge; that you may be filled with all the fullness of God.",
      "20": "Now to Him who is able to do exceedingly abundantly beyond all that we ask or imagine, according to the power that works in us,",
      "21": "to Him be the glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."
    },
    "4": {
      "1": "I, therefore, the prisoner of the Lord, exhort you to walk in a manner worthy of the calling with which you were called.",
      "2": "With all humility, meekness, and patience, bearing with one another in love,",
      "3": "be eager to keep the unity of the Spirit in the bond of peace.",
      "4": "There is one body and one Spirit, even as you were called in one hope of your calling,",
      "5": "one Lord, one faith, one baptism,",
      "6": "one God and Father of all, who is above all, and through all, and in you all.",
      "7": "But grace was given to each one of us according to the measure of the gift of Christ.",
      "8": "Therefore He says:\n“When He ascended on high,\n    He led captivity captive,\n    and gave gifts to men.”",
      "9": "(In saying, “He ascended,” what does it mean but that He also descended first into the lower parts of the earth?",
      "10": "He who descended is also He who ascended far above all the heavens that He might fill all things.)",
      "11": "He gave some to be apostles, prophets, evangelists, pastors, and teachers,",
      "12": "for the equipping of the saints, for the work of service, and for the building up of the body of Christ,",
      "13": "until we all come into the unity of the faith and of the knowledge of the Son of God, into a complete man, to the measure of the stature of the fullness of Christ,",
      "14": "so we may no longer be children, tossed here and there by waves and carried about with every wind of doctrine by the trickery of men, by craftiness with deceitful scheming.",
      "15": "But, speaking the truth in love, we may grow up in all things into Him, who is the head, Christ Himself,",
      "16": "from whom the whole body is joined together and connected by every joint and ligament, as every part effectively does its work and grows, building itself up in love.",
      "17": "Therefore this I say and testify in the Lord, that from now on you walk not as other Gentiles walk, in the vanity of their minds,",
      "18": "having their understanding darkened, excluded from the life of God through the ignorance that is within them, due to the hardness of their hearts.",
      "19": "Being calloused they have given themselves over to sensuality for the practice of every kind of impurity with greediness.",
      "20": "But you did not learn about Christ in this manner,",
      "21": "if indeed you have heard Him and have been taught by Him, as the truth is in Jesus:",
      "22": "that you put off the former way of life in the old nature, which is corrupt according to the deceitful lusts,",
      "23": "and be renewed in the spirit of your mind;",
      "24": "and that you put on the new nature, which was created according to God in righteousness and true holiness.",
      "25": "Therefore, putting away lying, let every man speak truthfully with his neighbor, for we are members of one another.",
      "26": "Be angry but do not sin. Do not let the sun go down on your anger.",
      "27": "Do not give place to the devil.",
      "28": "Let him who steals steal no more. Instead, let him labor, working with his hands things which are good, that he may have something to share with him who is in need.",
      "29": "Let no unwholesome word proceed out of your mouth, but only that which is good for building up, that it may give grace to the listeners.",
      "30": "And do not grieve the Holy Spirit of God, in whom you are sealed for the day of redemption.",
      "31": "Let all bitterness, wrath, anger, outbursts, and blasphemies, with all malice, be taken away from you.",
      "32": "And be kind one to another, tenderhearted, forgiving one another, just as God in Christ also forgave you."
    },
    "5": {
      "1": "Therefore be imitators of God as beloved children.",
      "2": "Walk in love, as Christ loved us and gave Himself for us as a fragrant offering and a sacrifice to God.",
      "3": "And do not let sexual immorality, or any impurity, or greed be named among you, as these are not proper among saints.",
      "4": "Let there be no filthiness, nor foolish talking, nor coarse joking, which are not fitting. Instead, give thanks.",
      "5": "For this you know, that no sexually immoral or impure person, or one who is greedy, who is an idolater, has any inheritance in the kingdom of Christ and of God.",
      "6": "Let no one deceive you with empty words, for because of these things the wrath of God is coming upon the sons of disobedience.",
      "7": "Therefore do not be partakers with them.",
      "8": "For you were formerly darkness, but now you are light in the Lord. Walk as children of light—",
      "9": "for the fruit of the Spirit is in all goodness and righteousness and truth—",
      "10": "proving what is pleasing to the Lord.",
      "11": "And do not have fellowship with the unfruitful works of darkness; instead, expose them.",
      "12": "For it is shameful even to speak of those things which are done by them in secret.",
      "13": "But all things are exposed when they are revealed by the light, for everything that becomes visible is light.",
      "14": "Therefore He says:\n“Awake, you who sleep,\n    arise from the dead,\nand Christ will give you light.”",
      "15": "See then that you walk carefully, not as fools, but as wise men,",
      "16": "making the most of the time because the days are evil.",
      "17": "Therefore do not be unwise, but understand what the will of the Lord is.",
      "18": "Do not be drunk with wine, for that is reckless living. But be filled with the Spirit.",
      "19": "Speak to one another in psalms, hymns, and spiritual songs, singing and making melody in your heart to the Lord.",
      "20": "Give thanks always for all things to God the Father in the name of our Lord Jesus Christ,",
      "21": "being submissive to one another in the fear of God.",
      "22": "Wives, be submissive to your own husbands as unto the Lord.",
      "23": "For the husband is the head of the wife, just as Christ is the head and Savior of the church, which is His body.",
      "24": "But as the church submits to Christ, so also let the wives be to their own husbands in everything.",
      "25": "Husbands, love your wives, just as Christ also loved the church and gave Himself for it,",
      "26": "that He might sanctify and cleanse it with the washing of water by the word,",
      "27": "and that He might present to Himself a glorious church, not having spot, or wrinkle, or any such thing, but that it should be holy and without blemish.",
      "28": "In this way men ought to love their wives as their own bodies. He who loves his wife loves himself.",
      "29": "For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord cares for the church.",
      "30": "For we are members of His body, of His flesh and of His bones.",
      "31": "“For this reason a man shall leave his father and mother and shall be joined to his wife, and the two shall be one flesh.”",
      "32": "This is a great mystery, but I am speaking about Christ and the church.",
      "33": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband."
    },
    "6": {
      "1": "Children, obey your parents in the Lord, for this is right.",
      "2": "“Honor your father and mother,” which is the first commandment with a promise,",
      "3": "“so that it may be well with you and you may live long on the earth.”",
      "4": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.",
      "5": "Servants, obey those who are your masters according to the flesh, with fear and trembling, in sincerity of your heart, as to Christ,",
      "6": "not serving when eyes are on you, but as pleasing men as the servants of Christ, doing the will of God from the heart,",
      "7": "with good will doing service, as to the Lord, and not to men,",
      "8": "knowing that whatever good thing any man does, he will receive the same from the Lord, whether he is enslaved or free.",
      "9": "And masters, do the same things for them, no longer threatening, knowing that your Master also is in heaven, and there is no partiality with Him.",
      "10": "Finally, my brothers, be strong in the Lord and in the power of His might.",
      "11": "Put on the whole armor of God that you may be able to stand against the schemes of the devil.",
      "12": "For our fight is not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, and against spiritual forces of evil in the heavenly places.",
      "13": "Therefore take up the whole armor of God that you may be able to resist in the evil day, and having done all, to stand.",
      "14": "Stand therefore, having your waist girded with truth, having put on the breastplate of righteousness,",
      "15": "having your feet fitted with the readiness of the gospel of peace,",
      "16": "and above all, taking the shield of faith, with which you will be able to extinguish all the fiery arrows of the evil one.",
      "17": "Take the helmet of salvation and the sword of the Spirit, which is the word of God.",
      "18": "Pray in the Spirit always with all kinds of prayer and supplication. To that end be alert with all perseverance and supplication for all the saints.",
      "19": "Pray for me, that the power to speak may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,",
      "20": "for which I am an ambassador in chains, that I may speak boldly as I ought to speak.",
      "21": "Now that you also may know my activities and how I am doing, Tychicus, a beloved brother and faithful minister in the Lord, will make everything known to you.",
      "22": "I have sent him to you for this very purpose, that you might know our activities and that he might comfort your hearts.",
      "23": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.",
      "24": "Grace be with all those who love our Lord Jesus Christ in sincerity. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:16.902002-04:00",
    "Translation": "MEV"
  }
}