{
  "Esther": {
    "1": {
      "1": "Now in the days of Ahasuerus, also called Xerxes, who reigned from India to Ethiopia, over one hundred and twenty-seven provinces,",
      "2": "in those days, the palace where King Ahasuerus sat on the royal throne of his kingdom was in Susa.",
      "3": "In the third year of his reign, he prepared a feast for all his officials and his servants. So the army commanders of Persia and Media, the nobles, and the officials of the provinces were before him.",
      "4": "He unveiled the riches of his glorious kingdom and the costly luxury of his greatness for many days, one hundred and eighty days.",
      "5": "When these days were completed, the king prepared a seven-day feast for all the people present, from the greatest to the least, in the citadel of Susa. This feast was in the courtyard garden of the king’s palace",
      "6": "where white and blue linen hangings were fastened with cords of white and purple linen to silver rings and columns of marble. The gold- and silver-plated couches were on a mosaic pavement of porphyry, marble, mother-of-pearl, and other costly stones.",
      "7": "They provided drinks in golden vessels (the vessels being diverse one from another) and royal wine in abundance, by the expense of the king.",
      "8": "In accordance with the law, the drinking was not mandatory, because the king had directed all the stewards of his house to serve according to every man’s pleasure.",
      "9": "Additionally, Vashti the queen prepared a feast for the women in the royal house of King Ahasuerus.",
      "10": "On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Karkas, the seven eunuchs attending to the needs of King Ahasuerus,",
      "11": "to bring Queen Vashti before the king with the royal crown, to unveil her beauty to the people and the officials, for she was beautiful.",
      "12": "But Queen Vashti refused to come at the king’s command delivered by his eunuchs. Therefore, the king grew very angry, and his wrath burned within him.",
      "13": "Then the king spoke to the wise men, who understood the times (for in this way the king would speak before all who understood law and judgment).",
      "14": "Those nearest him were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memukan. They were the seven princes of Persia and Media and the king’s closest confidants who met with the king and held the highest rank in the kingdom.",
      "15": "“According to law, what should be done about Queen Vashti because she did not obey the command of King Ahasuerus when it was delivered by the eunuchs?”",
      "16": "And Memukan answered before the king and the princes, “Queen Vashti has wronged not only the king but also all the princes and all the people who are in all the provinces of King Ahasuerus.",
      "17": "For should this matter of the queen spread to all wives, then they would look with contempt on their husbands when it is reported that, ‘King Ahasuerus commanded Queen Vashti to be brought before him, but she never came.’",
      "18": "This very day the noble ladies of Persia and Media, who hear of the queen’s act, will say the same thing to all the king’s princes. Then there will be more contempt and wrath.",
      "19": "“If it pleases the king, let a royal decree be sent by him, and let it be written in the laws of the Persians and the Medes, that it may not be altered, that Vashti can never enter into the presence of King Ahasuerus, and that the king will give her royal position to another woman who is better than she.",
      "20": "When the king’s decree that he shall make is proclaimed throughout all his empire (for it is vast), then all the wives shall give honor to their husbands, both the prominent and lowly.”",
      "21": "The suggestion pleased the king and the princes, so the king did according to the word of Memukan.",
      "22": "He sent letters to all the king’s provinces, in the script of every province and in the language of every people group, bearing the message in the languages of his people that each man should rule over his own house."
    },
    "2": {
      "1": "After these things, as the rage of King Ahasuerus abated, he became mindful of Vashti, what she had done and what was decreed against her.",
      "2": "So the king’s servants who attended him said, “Let beautiful young virgins be sought for the king!",
      "3": "Let the king appoint officers in all the provinces of his kingdom so that they may gather all the beautiful young virgins to the citadel of Susa, to the harem under the custody of Hegai the king’s eunuch, who is in charge of the harem, and let ointments and cosmetics be given to them.",
      "4": "May the young woman who pleases the king be queen instead of Vashti.” And the idea pleased the king, so he acted accordingly.",
      "5": "Now in the citadel of Susa, there was a certain Jew named Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite.",
      "6": "He had been taken away from Jerusalem among the exiles and carried into captivity along with King Jeconiah of Judah by King Nebuchadnezzar of Babylon.",
      "7": "He was the guardian of Hadassah, that is Esther (who was his uncle’s daughter) because she had neither father nor mother. The young woman was lovely to look at and beautiful in form. When her father and mother died, Mordecai took her as his own daughter.",
      "8": "When the king’s notice and his decree were heard, many young women were then gathered to the citadel of Susa and placed under the custody of Hegai. Esther was likewise brought to the king’s house and placed under the custody of Hegai, who was in charge of the harem.",
      "9": "Because the young lady appeared pleasing to him and had gained favor in his sight, he quickly gave her the ointments and cosmetics, her allotted food, and seven young chosen women from the king’s palace. He also transferred her and her young women to the best place of the harem.",
      "10": "Esther had not disclosed her people or her lineage because Mordecai had charged her not to disclose it.",
      "11": "Every day Mordecai walked around the courtyard of the harem to find out how Esther fared and what might be done with her.",
      "12": "The turn came for each young woman to go in to King Ahasuerus, after being twelve months under the regulations for the women, since this was the regular period of their beautifying, six months with oil of myrrh and six months with spices and ointments for women.",
      "13": "When the young woman went in to the king in this way, she was given whatever she desired to take with her from the harem to take to the king’s palace.",
      "14": "In the evening she went in, and in the morning she returned to the second harem in custody of Shaashgaz, the king’s eunuch, who was in charge of the concubines. She did not go in to the king again unless the king delighted in her and called for her by name.",
      "15": "When the turn came for Esther, the daughter of Abihail the uncle of Mordecai, who had taken her as his own daughter, to go in to the king, she asked for nothing except what the king’s eunuch Hegai, who had charge of the women, advised. Now Esther obtained favor in the sight of all who saw her.",
      "16": "So Esther was taken to King Ahasuerus at his royal house in the month of Tebeth, which is the tenth month, in the seventh year of his reign.",
      "17": "The king loved Esther more than any other woman because she had gained grace and favor in his sight more than all the virgins. So he set the royal crown on her head and made her queen instead of Vashti.",
      "18": "The king held a great feast for all his officials and servants. It was a feast for Esther. He remitted his provinces from tax payments and gave gifts according to his royal generosity.",
      "19": "At the second gathering of the virgins, Mordecai was sitting at the king’s gate.",
      "20": "Esther had not yet disclosed her lineage or her people, since Mordecai had so commanded her. Esther followed the command of Mordecai just as she had when under his protection.",
      "21": "During those days when Mordecai was sitting at the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, who served as keepers of the door, became angry and sought to attack King Ahasuerus.",
      "22": "But the matter became known to Mordecai, and he reported it to Queen Esther, and Esther reported it to the king in the name of Mordecai.",
      "23": "When the matter was investigated and confirmed, both men were hanged on the gallows, and it was written in the book of the chronicles in the presence of the king."
    },
    "3": {
      "1": "After these things King Ahasuerus praised Haman the son of Hammedatha the Agagite, and promoted him, and set his seat above all the officials who were with him.",
      "2": "All the king’s servants, when they were at the king’s gate, bowed or paid homage to Haman since the king had commanded it. Mordecai, however, never bowed or paid homage.",
      "3": "So the king’s servants tending the king’s gate said to Mordecai, “Why are you transgressing the king’s commandment?”",
      "4": "Though they spoke to him daily, he never listened to them, so they reported it to Haman to see if the words of Mordecai would stand, for Mordecai had told them that he was a Jew.",
      "5": "When Haman saw that Mordecai neither bowed nor paid him homage, he was filled with rage.",
      "6": "But he disdained to lay hands on only Mordecai, since they had told him of the people of Mordecai. So Haman sought to destroy all the Jews throughout the whole kingdom of Ahasuerus.",
      "7": "In the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, they cast Pur (that is, cast lots) before Haman daily, and each month, until the twelfth month, which is the month Adar, to determine the time.",
      "8": "Then Haman said to King Ahasuerus, “There exists a scattered people dispersed among the other peoples in all the provinces of your kingdom. Their laws are different from all others, and they are not complying with the king’s laws, so there may not be a suitable reason for the king to allow them to exist.",
      "9": "If it pleases the king, may it be written that they are to be destroyed, and may there be ten thousand talents of silver deposited into the king’s treasuries so that I may distribute it to the hands of those doing the work.”",
      "10": "The king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews.",
      "11": "The king said to Haman, “The silver has been granted to you, as have the people, so do with each as it pleases you.”",
      "12": "Then the king’s scribes were summoned on the thirteenth day of the first month, and a decree was written just as Haman had commanded to the king’s satraps and to the governors over each province and to the officials of all peoples and to every province according to its own script, and to every people in their language. It was written in the name of King Ahasuerus and sealed with the king’s signet ring.",
      "13": "The letters were sent by mounted couriers into all the king’s provinces to cause the destruction, slaughter, and annihilation of all Jews, both young and old, little children and women, in one day, the thirteenth day of the twelfth month, which is the month Adar, and even to plunder their possessions.",
      "14": "A copy of the document, issued as law in every province, was proclaimed, calling for all people to be ready for the day.",
      "15": "The couriers went out, being hastened by the king’s command. At the citadel of Susa, when the decree was issued, the king and Haman sat down to drink, but the city of Susa was in uproar."
    },
    "4": {
      "1": "When Mordecai learned all that had been done, he tore his clothes and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and bitter cry.",
      "2": "He went as far as the king’s gate because no one was allowed to enter into the king’s gate clothed with sackcloth.",
      "3": "In each and every province where the king’s command and his decree came there was great mourning among the Jews, and fasting, and weeping, and wailing. Many lay in sackcloth and ashes.",
      "4": "So the young women of Esther and her eunuchs came and told her of it. The queen was then seized by anguish. She sent garments to clothe Mordecai so that he could remove his sackcloth, but he would not accept them.",
      "5": "So Esther summoned Hathak, one of the king’s eunuchs appointed to attend her, and commanded him concerning Mordecai to learn what this was about and why.",
      "6": "So Hathak went out to where Mordecai was in the area of the city in front of the king’s gate.",
      "7": "Mordecai told him about all that had happened to him and about the sum of silver that Haman had promised to pay to the king’s treasuries for the destruction of the Jews.",
      "8": "Mordecai also gave him a copy of the written decree issued in Susa concerning their destruction so he could show Esther, tell her about it, and then charge her to go to the king in order to gain him favor with the king and to make requests in the presence of the king for her people.",
      "9": "Hathak returned and told Esther the words of Mordecai.",
      "10": "Again Esther spoke to Hathak and ordered him to reply to Mordecai:",
      "11": "“All the king’s servants and the people of the king’s provinces know that whoever, whether man or woman, wishes to come to the king at the inner court but has not been summoned, there is one law—to put him to death—unless for some reason the king should hold out the golden scepter so that he might live. I, however, have not been summoned to come to the king for these thirty days.”",
      "12": "So all the words of Esther were told to Mordecai.",
      "13": "Then Mordecai told them to reply to Esther, “Do not think that in the king’s palace you will be more likely to escape than all the other Jews.",
      "14": "For if you remain silent at this time, protection and deliverance for the Jews will be ordained from some other place, but you and your father’s house shall be destroyed. And who knows if you may have attained royal position for such a time as this?”",
      "15": "Then Esther replied, sending back to Mordecai:",
      "16": "“Go, gather all the Jews who can be found in Susa, then fast for me. Stop eating and drinking for three days, night or day. I and my young women will fast likewise. Only then would I dare go to the king since it is not allowed by law, and if I perish, I perish.”",
      "17": "So Mordecai went away and did exactly as Esther had commanded him."
    },
    "5": {
      "1": "On the third day, Esther put on her royal apparel and positioned herself in the king’s palace courtyard so that she would be directly in line with the part of the king’s throne room where the king sat facing the entrance of the room on his royal throne in the royal hall.",
      "2": "When the king saw Queen Esther standing quietly out in the courtyard, she gained favor in his sight, so the king held out the golden scepter in his hand to Esther. Esther approached and touched the top of the scepter.",
      "3": "And the king said to her, “Queen Esther, what do you want? What is your request? Even if it is up to half of the kingdom, it will be given to you.”",
      "4": "Esther answered, “If it pleases the king, let the king and Haman come today to a feast that I have prepared for him.”",
      "5": "Then the king said, “Quickly bring Haman so that we may accept the invitation of Esther.”\nSo the king and Haman came to the banquet that Esther had prepared.",
      "6": "While drinking wine the king said to Esther, “For whatever you ask, it shall be granted you. So, what is your request? Even if it is for as much as half of the kingdom, it shall be done.”",
      "7": "Then Esther replied and said, “This is my petition and request.",
      "8": "If I have won the king’s favor, and if it pleases the king to grant my petition and fulfill my request, then let the king and Haman come to the banquet that I will prepare for them, and tomorrow I will do what the king says.”",
      "9": "Haman left that day joyfully and with a glad heart, but when Haman saw Mordecai at the king’s gate, that he neither stood up nor trembled because of him, then Haman was full of indignation against Mordecai.",
      "10": "Nevertheless, Haman restrained himself, and when he came to his home, he sent for his friends and for his wife Zeresh.",
      "11": "Haman recounted to them the glory of his riches, his many children, and everything about him the king had praised, and how he had promoted him over the princes and servants of the king.",
      "12": "Then Haman continued, “Indeed, Queen Esther brought to the banquet she had prepared no one but the king and me, and tomorrow I am again invited by her with the king.",
      "13": "Yet for all this, I am not satisfied whenever I see Mordecai the Jew sitting at the king’s gate.”",
      "14": "Then his wife Zeresh and all his friends suggested to him, “Let a gallows fifty cubits tall be constructed, and in the morning ask the king if Mordecai can be hanged on it. Then go merrily with the king to the banquet.” And the suggestion pleased Haman, so he had the gallows constructed."
    },
    "6": {
      "1": "During that night the king could not sleep, so he ordered that the book of memorable acts (the chronicles) be brought, and they were read before the king.",
      "2": "It was found written that Mordecai had informed on Bigthana and Teresh, the two eunuchs of the king serving as the keepers of the door, who had sought to assault King Ahasuerus.",
      "3": "So the king said, “What honor or dignity has been done for Mordecai as a result of this?”\nThen the king’s servants attending him said, “Nothing has been done for him.”",
      "4": "So the king said, “Who is out in the courtyard?” Now Haman had just then entered from across the palace courtyard in order to speak to the king about hanging Mordecai on the gallows that he had prepared for him.",
      "5": "The king’s attendants said to him, “Haman is waiting in the court.”\nSo the king said, “Let him enter.”",
      "6": "And Haman entered. Now the king said to him, “What should be done for the man whom the king desires to honor?”\nHaman thought in his heart, “Who more than me would the king desire to honor?”",
      "7": "So Haman answered the king, “For the man whom the king delights to honor,",
      "8": "let royal apparel be brought that the king himself has worn, and a horse on which the king has ridden, which has a royal insignia on its head.",
      "9": "Let the apparel and horse for this man be handled by one of the king’s noble officials in order to dress the man whom the king delights to honor, as well as to lead him on horseback throughout the city. Finally, let him proclaim before him, ‘Like this it shall be done for the man whom the king delights to honor.’ ”",
      "10": "Then the king said to Haman, “Quickly take the apparel and the horse, as you have said, and do so for Mordecai, the Jew sitting at the king’s gate. Of everything you have spoken, do not fall short of any of it.”",
      "11": "So Haman took the apparel and the horse, arrayed Mordecai, led him on horseback throughout the city, and proclaimed before him, “Like this it shall be done for the man whom the king delights to honor.”",
      "12": "As Mordecai returned again to the king’s gate, Haman hurried to his house, mourning with his head covered.",
      "13": "Haman recounted to his wife Zeresh and all his friends everything that had happened to him.\nThen his wise friends and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish lineage, then you will not be victorious over him. Rather, you will surely fall before him.”",
      "14": "While they were still talking with him, the king’s eunuchs arrived and rushed Haman to the banquet that Esther had prepared."
    },
    "7": {
      "1": "So the king and Haman entered to feast and drink with Queen Esther.",
      "2": "The king repeated to Esther what he had said on the previous day while drinking wine, “For what are you asking, Queen Esther? It shall be granted to you. Now, what is your request? Even if it is half of the kingdom, it will be done!”",
      "3": "Queen Esther replied, “If I have found favor in your sight, O king, and if it pleases the king, at my petition, let my life be given me, and my people at my request.",
      "4": "For we have been sold, I and my people, to be destroyed, to be slain, and to be annihilated. If only we had been sold as male and female slaves, I could have kept quiet, for that distress would not be sufficient to trouble the king.”",
      "5": "Then King Ahasuerus answered and demanded of Queen Esther, “Who is he, and where is he, who would dare presume in his heart to do so?”",
      "6": "Esther said, “This wicked Haman is the adversary and enemy!”\nThen Haman was seized with terror before the king and the queen.",
      "7": "And the king arose from the banquet of wine in his wrath and went into the palace garden. But Haman remained to plead for his life from Queen Esther, for he saw that harm was determined against him by the king.",
      "8": "Now the king returned from the palace garden back to the hall of the banquet as Haman was falling on the couch where Esther was.\nThen the king said, “Will he also violate the queen while I am in the room?”\nAs the shout erupted from the king’s mouth, they covered the face of Haman.",
      "9": "Then Harbona, one of the eunuchs in the king’s presence, said, “The gallows, fifty cubits high, which Haman had constructed for Mordecai (who had spoken good on behalf of the king), stands at the house of Haman.”",
      "10": "Then the king said, “Hang him on it!” So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s wrath was pacified."
    },
    "8": {
      "1": "On that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews. Mordecai came before the king because Esther disclosed who he was to her.",
      "2": "The king took off his signet ring, which he had taken away from Haman, and gave it to Mordecai. Esther appointed Mordecai over the house of Haman.",
      "3": "Then Esther spoke again to the king and fell down at his feet and begged him with tears to avert the evil of Haman the Agagite, and the scheme that he had devised against the Jews.",
      "4": "When the king held out the golden scepter to Esther, she rose and stood before the king,",
      "5": "and said, “If it pleases the king, and if I have found favor in his sight, and the idea seems right before the king, and I have his approval, then let it be written to reverse the letters, devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews in all the king’s provinces.",
      "6": "For how am I able to watch the evil that will unfold against my people? How can I endure to see the destruction of my kindred?”",
      "7": "Then King Ahasuerus said to Queen Esther and to Mordecai the Jew, “See, I have given Esther the house of Haman, and they have hanged him on the gallows because he threatened violence against the Jews.",
      "8": "Now, as it suits you, write in the king’s name on behalf of the Jews and seal it with the king’s signet ring, because a document written in the king’s name and sealed with the king’s signet ring cannot be repealed.”",
      "9": "The king’s scribes were summoned at that time, in the third month, which is the month of Sivan, on the twenty-third day; and everything was written, according to all that Mordecai commanded, to the Jews, to the satraps, the governors, and the princes of the provinces from India to Ethiopia, one hundred and twenty-seven provinces, to every province in its own script, to every people in their own language, and to the Jews in their script and language.",
      "10": "He wrote in the name of King Ahasuerus, sealed it with the king’s signet ring, sent letters by couriers on horseback, riding steeds bred from mares from the royal stables.",
      "11": "What the king granted to the Jews in each and every city was the right to assemble and to defend their lives by annihilating, slaying, and destroying any army of any people or any province that would assault them, the little children and women included, and to plunder their possessions.",
      "12": "This would happen on one day in all the provinces of King Ahasuerus, namely, on the thirteenth day of the twelfth month (which is the month Adar).",
      "13": "A copy of the edict being issued as law in each and every province was published to all people, so that the Jews could be ready for this day to avenge themselves on their enemies.",
      "14": "So the couriers riding on royal steeds went out with haste and urgency by the king’s edict. The decree was given at the citadel of Susa.",
      "15": "Mordecai went out from the king’s presence in royal apparel of blue and white, with a large crown of gold, and with a garment of fine linen and purple. The city of Susa erupted with shouts of rejoicing.",
      "16": "To the Jews belonged light, gladness, joy, and honor.",
      "17": "In each and every province as well as in each and every city, wherever the king’s edict and his decree reached, the Jews had joy and gladness, a feast, and a holiday. Furthermore, many of the people of the land professed to be Jews because the dread of the Jews fell on them."
    },
    "9": {
      "1": "Now in the twelfth month (that is, the month Adar), on the thirteenth day, when the king’s edict and his decree were to be carried out on the day that the enemies of the Jews had hoped to have power over them, things were turned around. The Jews gained power over those who hated them.",
      "2": "The Jews had assembled in their cities throughout all the provinces of King Ahasuerus in order to forcibly assault those seeking their injury. No man could stand before them because the dread of them had fallen on all people.",
      "3": "All the rulers of the provinces, and the satraps, and the governors, and all those doing the work of the king were helping the Jews, because the fear of Mordecai had fallen on them.",
      "4": "For Mordecai had become great in the king’s house, and his fame went out throughout all the provinces because Mordecai grew more powerful.",
      "5": "So the Jews struck all their enemies by sword, slaughtering and destroying them, and doing to those who hated them as they pleased.",
      "6": "In the citadel of Susa, the Jews killed and destroyed five hundred men,",
      "7": "along with Parshandatha, Dalphon, Aspatha,",
      "8": "Poratha, Adalia, Aridatha,",
      "9": "Parmashta, Arisai, Aridai, and Vaizatha.",
      "10": "These were the ten sons of Haman the son of Hammedatha, the enemy of the Jews, whom they killed, but on their plunder none of the Jews attempted to take it.",
      "11": "On that day the number of those who were killed in the citadel of Susa was reported before the king.",
      "12": "The king said to Queen Esther, “The Jews have slain and destroyed five hundred men in the citadel of Susa and the ten sons of Haman. What have they done in the rest of the king’s provinces? Now what is your petition? It shall be granted you! What is your request further? It shall be done!”",
      "13": "Then Esther said, “If it pleases the king, let it be granted to the Jews in Susa to do again tomorrow according to this day’s decree. Let the ten sons of Haman be hanged on the gallows.”",
      "14": "So the king commanded that it be so done, and the decree was given at Susa, and they hanged the ten sons of Haman.",
      "15": "The Jews in Susa assembled again on the fourteenth day of the month Adar and killed three hundred more there, but on the plunder no one attempted to take it.",
      "16": "But the rest of the Jews in the king’s provinces assembled to defend their lives. Some had rest from their enemies, while others killed seventy-five thousand of those who hated them, but no one took from the plunder.",
      "17": "Because this occurred on the thirteenth day of the month Adar, they rested on the fourteenth day and made it a day of feasting and rejoicing.",
      "18": "Because the Jews in Susa had assembled on the thirteenth day and the fourteenth day of Adar, then on the fifteenth day they rested and made it a day of feasting and rejoicing.",
      "19": "Therefore, the Jews of the rural areas, who were living in the villages, made the fourteenth day of the month Adar a day of rejoicing and feasting and a special day for sending portions of food to one another.",
      "20": "Mordecai recorded these events and sent letters to all the Jews throughout all the provinces of King Ahasuerus, both near and far,",
      "21": "in order to institute for them the celebration for the fourteenth day and the fifteenth day of the month of Adar, each and every year,",
      "22": "like the days when the Jews had rest from their enemies, and like the month when things turned around for them—changing from sorrow to joy and from mourning into a favorable day—so that they could celebrate a season of feasting and rejoicing and sending food portions to one another and gifts to the poor.",
      "23": "So the Jews accepted what had begun as tradition as Mordecai had written to them.",
      "24": "Haman, the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur (that is, cast lots), to crush and destroy them.",
      "25": "But when Esther came before the king, he ordered by letter that the wicked plot which Haman had devised against the Jews should come upon his own head, and that he and his sons should be hanged on the gallows.",
      "26": "Therefore, they call these days Purim on the basis of the name Pur. Furthermore, based on all the information of this letter, along with what they had seen in this regard and what had happened to them,",
      "27": "the Jews instituted and accepted as tradition for themselves, for their descendants, and for all joining with them not to fail in observing the celebration of these two days as prescribed and as specified in each and every year.",
      "28": "These days should be remembered and celebrated throughout every generation, every family, province, and city, so that these days of Purim will not lose their significance among the Jews, and the commemoration of these days will not cease among their descendants.",
      "29": "Then Queen Esther, the daughter of Abihail, and Mordecai the Jew wrote with all authority, to confirm this second letter about Purim.",
      "30": "He sent the letters to all the Jews, to the one hundred and twenty-seven provinces of the kingdom of Ahasuerus, with instructions for peace and truth",
      "31": "in order to confirm these days of Purim at their appointed times, as Mordecai the Jew and Queen Esther had instituted for themselves and for their offspring, with the instructions for their times of fasting and their lamenting.",
      "32": "The command of Esther confirmed these traditions of Purim, and it was written in the book."
    },
    "10": {
      "1": "Then King Ahasuerus charged a tribute on the land and on the coastal lands of the sea.",
      "2": "All the deeds of his power and of his might, and the detailed record of the greatness of Mordecai, after the king promoted him, are they not written in the book of the chronicles of the kings of Media and Persia?",
      "3": "Indeed, Mordecai the Jew was second in power to King Ahasuerus. He was great among the Jews and popular with many of his countrymen, for he sought favor for his people, and spoke of peace and prosperity for all of his posterity."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:06.857454-04:00",
    "Translation": "MEV"
  }
}