{
  "Ezekiel": {
    "1": {
      "1": "In the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the captives by the river of Kebar, the heavens were opened and I saw visions of God.",
      "2": "On the fifth day of the month, which was the fifth year of the captivity of King Jehoiachin,",
      "3": "the word of the Lord came expressly to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the River Kebar. And the hand of the Lord was on him there.",
      "4": "As I looked, a whirlwind came out of the north, a great cloud with fire flashing forth continually, and a brightness was all around it, and in its midst something as glowing metal in the midst of the fire.",
      "5": "Also out of the midst came the likeness of four living creatures. And this was their appearance: They had the likeness of a man.",
      "6": "Every one had four faces, and every one had four wings.",
      "7": "Their legs were straight and the soles of their feet were like the sole of a calf’s hoof. And they gleamed like the color of burnished bronze.",
      "8": "They had the hands of a man under their wings on their four sides. As for the faces and wings of the four of them,",
      "9": "their wings were joined to one another. Their faces did not turn when they went. Each went straight forward.",
      "10": "As for the likeness of their faces, each had the face of a man, and all four had the face of a lion on the right side, and the face of an ox on the left side, and the face of an eagle.",
      "11": "Thus were their faces. And their wings were stretched upward. Two wings of every one were joined to one another, and two covered their bodies.",
      "12": "Each went straight forward. Wherever the spirit was to go, they would go and not turn as they went.",
      "13": "As for the likeness of the living creatures, their appearance was like burning coals of fire and like the appearance of lamps. It went up and down among the living creatures. And the fire was bright, and out of the fire went forth lightning.",
      "14": "The living creatures ran to and fro as the appearance of a flash of lightning.",
      "15": "Now as I looked at the living creatures, one wheel was on the ground by the living creatures for each of the four faces.",
      "16": "The appearance of the wheels and their work was like the color of sparkling beryl. And all four of them had one likeness. And their appearance and their work was, as it were, a wheel in the middle of a wheel.",
      "17": "Whenever they went, they went in any of their four sides and did not turn as they went.",
      "18": "As for their rims, they were so high that they were dreadful. And the rims of all four of them were full of eyes all around.",
      "19": "Whenever the living creatures went, the wheels went with them. And whenever the living creatures were lifted up from the ground, the wheels also were lifted up.",
      "20": "Wherever the spirit was about to go, they would go in that direction. And the wheels rose close beside them. For the spirit of the living creatures was in the wheels.",
      "21": "Whenever those went, these went. And whenever those stood still, these stood still. And whenever those rose from the ground, the wheels rose close beside them. For the spirit of the living creatures was in the wheels.",
      "22": "The likeness of the expanse over the heads of the living creatures was as the awesome gleam of crystal, stretched out over their heads above.",
      "23": "Under the expanse their wings were stretched out straight, the one toward the other. Each one also had two wings which covered its body on the one side and the other.",
      "24": "When they went, I heard the noise of their wings, like the noise of abundant waters, as the voice of the Almighty, the noise of tumult as the noise of an army camp. Whenever they stood still, they let down their wings.",
      "25": "There was a voice from the expanse that was over their heads whenever they stood still and let down their wings.",
      "26": "Above the expanse that was over their heads was the likeness of a throne, as the appearance of a sapphire stone. And on the likeness of the throne was the likeness as the appearance of a man on it high up.",
      "27": "Then I saw as glowing metal, as the appearance of fire all around within it, from the appearance of His loins and upward; and from the appearance of His loins and downward I saw as it were the appearance of fire, and there was a brightness around Him.",
      "28": "As the appearance of the rainbow that is in the cloud on a day of rain, so was the appearance of the brightness all around.\nThis was the appearance of the likeness of the glory of the Lord. And when I saw it, I fell on my face and heard a voice of one speaking."
    },
    "2": {
      "1": "Then He said to me: Son of man, stand on your feet, and I will speak to you!",
      "2": "When He spoke to me, the Spirit entered me and set me on my feet. Then I heard Him speaking to me.",
      "3": "And He said to me: Son of man, I send you to the sons of Israel, to a rebellious nation that has rebelled against Me. They and their fathers have transgressed against Me even to this very day.",
      "4": "And as for the impudent and obstinate children, I am sending you to them. And you shall say to them, “Thus says the Lord God.”",
      "5": "As for them, whether they listen or not (for they are a rebellious house), they shall know that there has been a prophet among them.",
      "6": "And you, son of man, do not be afraid of them or be afraid of their words, though briers and thorns be with you, and you dwell among scorpions. Do not be afraid of their words or be dismayed at their looks, for they are a rebellious house.",
      "7": "You shall speak My words to them, whether they listen or not, for they are rebellious.",
      "8": "But you, son of man, hear what I say to you. Do not be rebellious like that rebellious house. Open your mouth and eat what I give you.",
      "9": "When I looked, a hand was sent to me. And a scroll was in it.",
      "10": "And He spread it before me. And there was writing on the inside and on the outside, and written on it were words of lamentation and mourning and woe."
    },
    "3": {
      "1": "Moreover He said to me, Son of man, eat what you find. Eat this scroll and go speak to the house of Israel.",
      "2": "So I opened my mouth, and He fed me this scroll.",
      "3": "He said to me, Son of man, feed your stomach and fill your inward parts with this scroll that I give you. Then I ate it, and it was as honey for sweetness in my mouth.",
      "4": "Then He said to me: Son of man, go to the house of Israel and speak with My words to them.",
      "5": "For you are not being sent to a people of foreign speech and hard language, but to the house of Israel,",
      "6": "nor to many peoples of foreign speech and hard language, whose words you cannot understand. But I have sent you to them who should listen to you.",
      "7": "But the house of Israel will not listen to you, because they will not listen to Me. For all the house of Israel is impudent and obstinate.",
      "8": "But I have made your face as hard as their faces and your forehead as hard as their foreheads.",
      "9": "As emery harder than flint, I have made your forehead. Do not be afraid of them or be dismayed at their looks, though they are a rebellious house.",
      "10": "Moreover He said to me: Son of man, all My words that I shall speak to you receive in your heart and hear with your ears.",
      "11": "Go to the captives, to the sons of your people, and speak to them and tell them, whether they listen or not, “Thus says the Lord God.”",
      "12": "Then the Spirit took me up, and I heard behind me a great thundering voice: “Blessed be the glory of the Lord in His place.”",
      "13": "I heard also the noise of the wings of the living creatures that touched one another and the noise of the wheels beside them, even a great rushing sound.",
      "14": "So the Spirit lifted me up and took me away, and I went in bitterness, in the heat of my spirit, and the hand of the Lord was strong upon me.",
      "15": "Then I came to the captives at Tel Aviv, who lived by the River Kebar, and I sat there where they sat seven days, causing consternation among them.",
      "16": "At the end of seven days, the word of the Lord came to me, saying,",
      "17": "Son of man, I have made you a watchman to the house of Israel. Whenever you hear the word from My mouth, then warn them from Me.",
      "18": "When I say to the wicked, “You shall surely die,” and you do not warn him, nor speak to warn the wicked from his wicked way that he may live, the same wicked man shall die in his iniquity, but his blood I will require at your hand.",
      "19": "Yet if you warn the wicked and he does not turn from his wickedness or from his wicked way, he shall die in his iniquity. But you have delivered your soul.",
      "20": "Again, when a righteous man turns from his righteousness and commits iniquity, and I lay a stumbling block before him, he shall die. Because you have not given him warning, he shall die in his sin, and his righteousness which he has done shall not be remembered. But his blood I will require at your hand.",
      "21": "Nevertheless if you warn the righteous man that the righteous should not sin and he does not sin, he shall surely live because he took warning. And you have delivered your soul.",
      "22": "The hand of the Lord was upon me there, and He said to me, Rise, go out into the plain, and I will talk with you there.",
      "23": "Then I arose, and went out into the plain. And the glory of the Lord stood there, as the glory which I saw by the river of Kebar, and I fell on my face.",
      "24": "Then the Spirit entered me, and set me on my feet, and spoke with me and said to me: Go, shut yourself up within your house.",
      "25": "As for you, son of man, they shall put bands on you and shall bind you with them, so that you cannot go out among them.",
      "26": "And I will make your tongue cleave to the roof of your mouth so that you shall be mute and cannot be one to rebuke them, for they are a rebellious house.",
      "27": "But when I speak with you, I will open your mouth, and you shall say to them, “Thus says the Lord God.” He who hears, let him hear. And he who refuses, let him refuse. For they are a rebellious house."
    },
    "4": {
      "1": "You also, son of man, take a brick and lay it before you and inscribe a city on it, even Jerusalem.",
      "2": "Then lay siege against it, and build a fort against it, and build a mound against it; set camps and place battering rams against it all around.",
      "3": "Moreover take for yourself an iron plate and set it up for a wall of iron between you and the city. And set your face against it so that it is besieged, and lay siege against it. This shall be a sign to the house of Israel.",
      "4": "As for you, lie down on your left side and lay the iniquity of the house of Israel upon it. According to the number of the days that you lie on it, you shall bear their iniquity.",
      "5": "For I have laid upon you the years of their iniquity according to the number of the days, three hundred and ninety days. So you shall bear the iniquity of the house of Israel.",
      "6": "When you have accomplished them, lie again on your right side, and you shall bear the iniquity of the house of Judah forty days. I have appointed you each day for a year.",
      "7": "Therefore you shall set your face toward the siege of Jerusalem, and your arm shall be uncovered, and you shall prophesy against it.",
      "8": "I will lay bands upon you, and you shall not turn yourself from one side to another until you have ended the days of your siege.",
      "9": "Also take for yourself wheat, and barley, and beans, and lentils, and millet, and spelt, and put them in one vessel and make bread. According to the number of the days that you lie on your side, three hundred and ninety days, you shall eat it.",
      "10": "Your food which you shall eat shall be by weight, twenty shekels a day. From time to time you shall eat it.",
      "11": "You also shall drink water by measure, the sixth part of a hin. From time to time you shall drink it.",
      "12": "You shall eat it as barley cake, having baked it in their sight with dung that comes out of man.",
      "13": "Then the Lord said, “Even so the sons of Israel shall eat their defiled bread among the nations where I drive them.”",
      "14": "Then I said, “Ah, Lord God! My soul has not been defiled. For from my youth up even until now I have not eaten of that which dies of itself, or is torn in pieces, nor has abominable meat come into my mouth.”",
      "15": "Then He said to me, “I have given you cow dung instead of man’s dung over which you shall prepare your bread.”",
      "16": "Moreover He said to me, Son of man, I will cut off the supply of bread in Jerusalem. They shall eat bread by weight and with anxiety and drink water by measure and with horror,",
      "17": "because bread and water will be scarce, and they will be appalled with one another, and waste away for their iniquity."
    },
    "5": {
      "1": "As for you, son of man, take a sharp sword. Take and cause it to pass upon your head and upon your beard as a barber’s razor. Then take balances to weigh and divide the hair.",
      "2": "You shall burn with fire a third part in the midst of the city when the days of the siege are fulfilled. Then you shall take a third part and strike it with the sword all around the city. And a third part you shall scatter in the wind. And I will draw out a sword after them.",
      "3": "You shall also take a few in number from them and bind them in the edges of your robes.",
      "4": "Then take some of them again and cast them into the midst of the fire and burn them in the fire. For a fire shall come out into all the house of Israel.",
      "5": "Thus says the Lord God: This is Jerusalem. I have set it in the midst of the nations, with countries that are all around her.",
      "6": "But she has rebelled against My judgments more wickedly than the nations, and against My statutes more than the countries that are all around her. For they have refused My judgments and My statutes, and have not walked in them.",
      "7": "Therefore thus says the Lord God: Because you have more turmoil than the nations that are round about you and have not walked in My statutes, or have kept My judgments, and have not even acted according to the judgments of the nations that are all around you,",
      "8": "therefore thus says the Lord God: Pay attention. I, even I, am against you and will execute judgments in your midst in the sight of the nations.",
      "9": "I will do in you what I have not done, and the like of which I will not do anymore, because of all your abominations.",
      "10": "Therefore the fathers shall eat their sons in your midst, and the sons shall eat their fathers. For I will execute judgments on you, and the whole remnant of you I will scatter into all the winds.",
      "11": "Therefore, as I live, says the Lord God, surely, because you have defiled My sanctuary with all your detestable things and with all your abominations, therefore I will also diminish you, and My eye shall have no pity, nor will I spare.",
      "12": "A third part of you shall die by pestilence or by famine; they shall be consumed in your midst. And a third part shall fall by the sword all around you. And I will scatter a third part into all the winds, and I will draw out a sword after them.",
      "13": "Thus My anger shall be accomplished, and I will cause My fury to rest upon them, and I will be comforted. Then they shall know that I the Lord have spoken it in My zeal when I have accomplished My fury in them.",
      "14": "Moreover I will make you a desolation and a reproach among the nations that are all around you, in the sight of all who pass by.",
      "15": "So it shall be a reproach and a taunt, a warning and an astonishment to the nations that are all around you, when I execute judgments in you in anger and in fury and in furious rebukes. I the Lord have spoken it.",
      "16": "When I send upon them the deadly arrows of famine which shall be for their destruction and which I will send to destroy you, then I will also increase the famine upon you and break your staff of bread.",
      "17": "So I will send upon you famine and wild beasts, and they shall bereave you of children. And pestilence and bloodshed shall pass through you. And I will bring the sword upon you. I the Lord have spoken it."
    },
    "6": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, set your face toward the mountains of Israel, and prophesy against them,",
      "3": "and say, Mountains of Israel, hear the word of the Lord God. Thus says the Lord God to the mountains, and to the hills, to the rivers, and to the valleys: Pay attention. I, even I, will bring a sword upon you, and I will destroy your high places.",
      "4": "Your altars shall be desolate, and your images shall be broken. And I will cast down your slain men before your idols.",
      "5": "I will lay the dead corpses of the sons of Israel before their idols. And I will scatter your bones all around your altars.",
      "6": "In all your dwelling places, the cities shall be laid waste and the high places shall be desolate so that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your images may be cut down, and your works may be abolished.",
      "7": "The slain shall fall in your midst, and you shall know that I am the Lord.",
      "8": "Yet I will leave a remnant, for you will have some who escape the sword among the nations when you are scattered among the countries.",
      "9": "Those of you who escape shall remember Me among the nations wherever they shall be carried captive, because I am broken by their whorish heart which has departed from Me, and with their eyes which play the harlot after their idols. And they shall loathe themselves for the evils which they have committed in all their abominations.",
      "10": "They shall know that I am the Lord, and that I have not said in vain that I would bring this calamity upon them.",
      "11": "Thus says the Lord God: Clap your hand, and stamp with your foot, and say, Alas for all the evil abominations of the house of Israel! For they shall fall by sword, by famine, and by pestilence.",
      "12": "He who is far off shall die of pestilence, and he who is near shall fall by the sword, and he who remains and is besieged shall die by famine. Thus I will accomplish My fury upon them.",
      "13": "Then you shall know that I am the Lord, when their slain men shall be among their idols all around their altars, on every high hill, in all the tops of the mountains, and under every green tree, and under every thick oak, the place where they offered sweet savor to all their idols.",
      "14": "So, in all their habitations I will stretch out My hand upon them and make the land desolate, indeed, more desolate than the wilderness toward Diblah. And they shall know that I am the Lord."
    },
    "7": {
      "1": "Moreover the word of the Lord came to me, saying:",
      "2": "And you, son of man, thus says the Lord God to the land of Israel:\nAn end, the end is coming\n    upon the four corners of the land.",
      "3": "Now the end has come upon you,\n    and I will send My anger upon you,\nand will judge you according to your ways,\n    and will recompense upon you all your abominations.",
      "4": "My eye shall not spare you,\n    nor will I have pity;\nbut I will recompense your ways upon you,\n    and your abominations shall be in your midst.\nAnd you shall know that I am the Lord!",
      "5": "Thus says the Lord God:\nA disaster, a singular disaster;\n    it is coming!",
      "6": "An end is coming,\n    the end has come;\nit watches for you;\n    it has come!",
      "7": "Your doom has come to you,\n    O inhabitant in the land;\nthe time has come, the day of trouble is near,\n    and not the joyful shouting on the mountains.",
      "8": "Now I will shortly pour out My fury upon you,\n    and accomplish My anger upon you;\nand I will judge you according to your ways,\n    and will recompense you for all your abominations.",
      "9": "My eye shall not spare,\n    nor will I have pity;\nI will recompense you according to your ways,\n    and your abominations that are in your midst.\nAnd you shall know that I am the Lord who strikes.",
      "10": "The day is coming!\n    Your doom has gone out;\nthe rod has blossomed,\n    pride has budded.",
      "11": "Violence has risen up\n    into a rod of wickedness;\nnone of them shall remain,\n    none of their people,\nnone of their wealth,\n    nor anything eminent among them.",
      "12": "The time has come,\n    the day has drawn near.\nDo not let the buyer rejoice,\n    or the seller mourn,\n    for wrath is against all their multitude.",
      "13": "For the seller shall not return\n    to that which is sold,\n    although they both live;\nfor the vision concerning the whole multitude\n    shall not return;\nnor shall any strengthen his life\n    by his iniquity.",
      "14": "They have blown the trumpet\n    even to make all ready,\nbut none goes to the battle;\n    for My wrath is against all the multitude.",
      "15": "The sword is outside,\n    and the pestilence and the famine within.\nHe who is in the field\n    shall die by the sword;\nand he who is in the city,\n    famine and pestilence shall devour him.",
      "16": "Even when their survivors escape,\n    they shall be on the mountains\nlike doves of the valleys,\n    all of them mourning,\n    every one over his iniquity.",
      "17": "All hands shall be feeble,\n    and all knees shall be weak as water.",
      "18": "They shall also gird themselves with sackcloth,\n    and horror shall cover them;\nand shame shall be upon all faces,\n    and baldness upon all their heads.",
      "19": "They shall cast their silver in the streets,\n    and their gold shall become abhorrent;\ntheir silver and their gold\n    shall not be able to deliver them\n    in the day of the wrath of the Lord;\nthey shall not satisfy their souls,\n    or fill their stomachs,\n    for their iniquity has become a stumbling block.",
      "20": "They transformed the beauty of His ornaments into pride,\n    and made the images of their abominations\nand of their detestable things with it;\n    therefore I will make it an abhorrent thing to them.",
      "21": "I will give it into the hands of the strangers\n    as plunder and to the wicked of the earth for destruction,\n    and they shall pollute it.",
      "22": "My face also I will turn from them,\n    and they shall pollute My secret place;\nfor the robbers shall enter\n    and defile it.",
      "23": "Make a chain,\n    for the land is full of bloody crimes,\n    and the city is full of violence.",
      "24": "Therefore I will bring the worst of the nations,\n    and they shall possess their houses;\nI will also make the pomp of the strong to cease,\n    and their holy places shall be defiled.",
      "25": "When destruction comes,\n    then they shall seek peace, but there shall be none.",
      "26": "Mischief shall come upon mischief,\n    and rumor shall be upon rumor.\nThen they shall seek a vision of the prophet;\n    but the law shall perish from the priest,\n    and counsel from the elders.",
      "27": "The king shall mourn,\n    and the prince shall be clothed with desolation,\n    and the hands of the people of the land shall tremble.\nI will do to them according to their way,\n    and according to what they deserve I will judge them.\nAnd they shall know that I am the Lord!"
    },
    "8": {
      "1": "In the sixth year, in the sixth month, on the fifth day of the month, as I sat in my house and the elders of Judah sat before me, the hand of the Lord God fell upon me there.",
      "2": "Then I looked, and there was a likeness as the appearance of a man. From His loins and downward was the appearance of fire. And from His loins and upward was the appearance of brightness, as the appearance of glowing metal.",
      "3": "He stretched out the form of a hand and took me by a lock of my head. And the Spirit lifted me up between the earth and the heavens, and brought me in the visions of God to Jerusalem, to the entrance of the north gate of the inner court, where the seat of the image of jealousy was, which provokes to jealousy.",
      "4": "The glory of the God of Israel was there, according to the vision that I saw in the plain.",
      "5": "Then He said to me, “Son of man, lift up your eyes now toward the north.” So I lifted up my eyes toward the north, and northward at the gate of the altar was this image of jealousy in the entrance.",
      "6": "He said furthermore to me, “Son of man, do you see what they do, even the great abominations that the house of Israel commits here, so that I should go far off from My sanctuary? But yet you shall see still greater abominations.”",
      "7": "Then He brought me to the door of the court. And when I looked, there was a hole in the wall.",
      "8": "So He said to me, “Son of man, now dig in the wall.” And when I had dug in the wall, there was a door.",
      "9": "He said to me, “Enter and notice the wicked abominations that they do here.”",
      "10": "So I went in and saw every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall all around.",
      "11": "There stood before them seventy men of the elders of the house of Israel, and in their midst stood Jaazaniah the son of Shaphan, with every man his censer in his hand, and a thick cloud of incense went up.",
      "12": "Then He said to me, “Son of man, have you seen what the elders of the house of Israel do in the dark, every man in the chambers of his images? For they say, ‘The Lord does not see us. The Lord has forsaken the land.’ ”",
      "13": "He also said to me, “Yet again you shall see greater abominations that they do.”",
      "14": "Then He brought me to the door of the gate of the house of the Lord which was toward the north. And women sat there weeping for Tammuz.",
      "15": "Then He said to me, “Have you seen this, O son of man? Yet again you shall see greater abominations than these.”",
      "16": "He brought me into the inner court of the house of the Lord, and at the door of the temple of the Lord, between the porch and the altar, were about twenty-five men with their backs toward the temple of the Lord and their faces toward the east. And they worshipped the sun toward the east.",
      "17": "Then He said to me, “Have you seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? For they have filled the land with violence and have continually provoked Me to anger. And they put the branch to their nose.",
      "18": "Therefore I will indeed deal in fury. My eye shall not spare, nor will I have pity. And though they cry in My ears with a loud voice, yet I will not listen to them.”"
    },
    "9": {
      "1": "He cried out also in my ears with a loud voice, saying, “Cause those who have charge over the city to draw near, even every man with his destroying weapon in his hand.”",
      "2": "Six men came from the way of the higher gate which lies toward the north, each with his battle weapon in his hand. And one man among them was clothed with linen with a writer’s case by his side. And they went in and stood beside the bronze altar.",
      "3": "Then the glory of the God of Israel ascended from the cherub on which it had been, to the threshold of the temple. And He called to the man clothed with linen who had the writer’s case by his side.",
      "4": "And the Lord said to him, “Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men who sigh and groan for all the abominations that are done in its midst.”",
      "5": "To the others He said in my hearing, “Go after him through the city and strike. Do not let your eye spare or have pity.",
      "6": "Utterly slay old and young, both maidens and little children, and women. But do not touch any man on whom is the mark. And begin at My sanctuary.” Then they began with the elders who were before the temple.",
      "7": "Then he said to them, “Defile the temple, and fill the courts with the slain. Go forth!” So they went out and killed in the city.",
      "8": "While they were killing, I was left alone; and I fell on my face and cried out, “Ah, Lord God! Will You destroy all the rest of Israel by Your pouring out of Your fury upon Jerusalem?”",
      "9": "Then He said to me, “The iniquity of the house of Israel and Judah is exceedingly great, and the land is full of blood, and the city is full of perverseness. For they say, ‘The Lord has forsaken the land, and the Lord does not see.’",
      "10": "But as for Me, My eye shall not spare, nor will I have pity, but I will recompense their way upon their heads.”",
      "11": "Then the man clothed with linen who had the case by his side reported the matter, saying, “I have done just as You have commanded me.”"
    },
    "10": {
      "1": "Then I looked, and in the expanse that was above the heads of the cherubim there appeared over them, as it were, a sapphire stone, as the appearance of the likeness of a throne.",
      "2": "And He spoke to the man clothed with linen and said, “Go in between the wheels under the cherubim and fill your hands with coals of fire from among the cherubim and scatter them over the city.” And he entered in my sight.",
      "3": "Now the cherubim stood on the right side of the temple when the man went in, and the cloud filled the inner court.",
      "4": "Then the glory of the Lord went up from the cherub and stood over the threshold of the temple. And the house was filled with the cloud, and the court was full of the brightness of the glory of the Lord.",
      "5": "The sound of the wings of the cherubim was heard even in the outer court, like the voice of the Almighty God when He speaks.",
      "6": "When He had commanded the man clothed with linen, saying, “Take fire from between the wheels, from among the cherubim,” he went in and stood beside the wheel.",
      "7": "One cherub stretched out his hand from among the cherubim to the fire that was between the cherubs, and took some, and put it into the hands of him who was clothed with linen, who took it and went out.",
      "8": "There appeared among the cherubim the form of a man’s hand under their wings.",
      "9": "Then I looked, and there were the four wheels by the cherubim, one wheel by one cherub, and another wheel by another cherub. And the appearance of the wheels was as the color of a beryl stone.",
      "10": "As for their appearances, all four had one likeness, as if one wheel had been in the middle of a wheel.",
      "11": "When they went, they went on their four sides. They did not turn as they went, but they followed to the place wherever the head looked. They did not turn as they went.",
      "12": "Their whole body, and their backs, and their hands, and their wings, and the wheels that the four had were full of eyes all round.",
      "13": "As for the wheels, they were called in my hearing the whirling wheels.",
      "14": "Each one had four faces. The first face was the face of a cherub, the second face was the face of a man, the third the face of a lion, and the fourth the face of an eagle.",
      "15": "Then the cherubim rose up. They are the living creatures that I saw by the River Kebar.",
      "16": "When the cherubim went, the wheels went by them. And when the cherubim lifted up their wings to mount up from the earth, the same wheels also would not turn from beside them.",
      "17": "When the cherubim stood, the wheels stood. And when they rose up, the wheels also rose up with them. For the spirit of the living creatures was in them.",
      "18": "Then the glory of the Lord departed from off the threshold of the temple and stood over the cherubim.",
      "19": "The cherubim lifted up their wings and mounted up from the earth in my sight. When they went out, the wheels were beside them. They stood at the door of the east gate of the house of the Lord; and the glory of the God of Israel was above them.",
      "20": "These are the living creatures that I saw under the God of Israel by the River Kebar. So I knew that they were cherubim.",
      "21": "Every one had four faces apiece, and every one four wings. And the likeness of the hands of a man was under their wings.",
      "22": "The likeness of their faces was the same faces which I saw by the River Kebar, their appearances and themselves. Each went straight forward."
    },
    "11": {
      "1": "Moreover the Spirit lifted me up and brought me to the east gate of the house of the Lord which faces eastward. And at the door of the gate were twenty-five men, among whom I saw Jaazaniah the son of Azzur and Pelatiah the son of Benaiah, officials of the people.",
      "2": "Then He said to me, “Son of man, these are the men who devise mischief and give wicked counsel in this city,",
      "3": "who say, ‘The time is not near to build houses. This city is the cauldron, and we are the flesh.’",
      "4": "Therefore prophesy against them; prophesy, son of man!”",
      "5": "Then the Spirit of the Lord fell upon me, and He said to me, Say, Thus says the Lord: Thus you have said, O house of Israel, for I know the things that come into your mind, every one of them.",
      "6": "You have multiplied your slain in this city, and you have filled the streets with them.",
      "7": "Therefore thus says the Lord God: Your slain whom you have laid in the midst of it, they are the flesh and this city is the cauldron. But I will bring you out of the midst of it.",
      "8": "You have feared the sword, so I will bring a sword upon you, says the Lord God.",
      "9": "I will bring you out of the midst of the city and deliver you into the hands of strangers and execute judgments against you.",
      "10": "You shall fall by the sword. I will judge you in the border of Israel. Then you shall know that I am the Lord.",
      "11": "This city shall not be your cauldron, nor shall you be the flesh in the midst of it, but I will judge you in the border of Israel.",
      "12": "Thus you shall know that I am the Lord. For you have not walked in My statutes, or executed My judgments, but have done after the customs of the nations all around you.",
      "13": "Now while I was prophesying, Pelatiah the son of Benaiah died. Then fell I down upon my face and cried out with a loud voice and said, “Ah, Lord God! Will You make a full end of the remnant of Israel?”",
      "14": "Again the word of the Lord came to me, saying:",
      "15": "Son of man, your brothers, your kindred, your fellow captives, and all the house of Israel, all of them, are they to whom the inhabitants of Jerusalem have said, “Go far from the Lord. This land has been given to us as a possession.”",
      "16": "Therefore say, Thus says the Lord God: Although I have cast them far off among the nations, and although I have scattered them among the countries, yet I will be a sanctuary to them for a little while in the countries where they have gone.",
      "17": "Therefore say, Thus says the Lord God: I will gather you from the peoples and assemble you out of the countries where you have been scattered, and I will give you the land of Israel.",
      "18": "When they come there, they shall take away all the detestable things and all the abominations from it.",
      "19": "I will give them one heart, and I will put a new spirit within them. And I will take the stony heart out of their flesh, and give them a heart of flesh,",
      "20": "that they may walk in My statutes, and keep My ordinances, and do them. And they shall be My people, and I will be their God.",
      "21": "But as for those whose hearts walk after the hearts of their detestable things and their abominations, I will recompense their way upon their own heads, says the Lord God.",
      "22": "Then the cherubim lifted up their wings with the wheels beside them. And the glory of the God of Israel was over them.",
      "23": "The glory of the Lord went up from the midst of the city and stood on the mountain which is on the east side of the city.",
      "24": "Afterwards the Spirit took me up and brought me in a vision by the Spirit of God into Chaldea to those of the captivity.\nSo the vision that I had seen went up from me.",
      "25": "Then I spoke to those of the captivity all the things that the Lord had shown me."
    },
    "12": {
      "1": "The word of the Lord also came to me, saying:",
      "2": "Son of man, you dwell in the midst of a rebellious house, which has eyes to see but does not see, and ears to hear but does not hear. For they are a rebellious house.",
      "3": "Therefore, son of man, prepare baggage for captivity and go into captivity by day in their sight. And you shall go into captivity from your place to another place in their sight. It may be that they understand, though they are a rebellious house.",
      "4": "You shall bring out your belongings by day in their sight, as baggage for exile; and you shall go out at evening in their sight, as those who go into exile.",
      "5": "Dig a hole through the wall in their sight, and go out thereby.",
      "6": "In their sight you shall bear it on your shoulders and carry it out in the twilight. You shall cover your face so that you cannot see the land. For I have set you as a sign to the house of Israel.",
      "7": "I did so as I was commanded. I brought out my baggage by day as baggage for captivity, and in the evening I dug through the wall with my own hands. I brought it out at twilight, carrying it on my shoulder in their sight.",
      "8": "In the morning the word of the Lord came to me, saying:",
      "9": "Son of man, has not the house of Israel, the rebellious house, said to you, “What are you doing?”",
      "10": "Say to them, “Thus says the Lord God: This oracle concerns the prince in Jerusalem and all the house of Israel who are in it.”",
      "11": "Say, “I am your sign.\n“As I have done, so it shall be done to them. They shall go into exile, into captivity.”",
      "12": "The prince who is among them shall bear his baggage on his shoulder in the twilight and go out. They shall dig through the wall to carry it out thereby. He shall cover his face so that he cannot see the land with his eyes.",
      "13": "My net also I will spread upon him, and he shall be taken in My snare. And I will bring him to Babylon to the land of the Chaldeans. Yet he shall not see it, though he shall die there.",
      "14": "I will scatter toward every wind all who are about him, his helpers and all his troops. And I will draw out the sword after them.",
      "15": "Then they shall know that I am the Lord when I scatter them among the nations and disperse them among the countries.",
      "16": "But I will spare a few men of them from the sword, from famine, and from pestilence, so that they may declare all their abominations among the nations where they go and know that I am the Lord.",
      "17": "Moreover the word of the Lord came to me, saying:",
      "18": "Son of man, eat your bread with quaking, and drink your water with trembling and with anxiety.",
      "19": "And say to the people of the land, Thus says the Lord God concerning the inhabitants of Jerusalem in the land of Israel: They shall eat their bread with carefulness and drink their water with astonishment, because their land shall be desolate from all that is in it, because of the violence of all those who dwell in it.",
      "20": "The cities that are inhabited shall be laid waste, and the land shall be desolate. Then you shall know that I am the Lord.",
      "21": "The word of the Lord came to me, saying:",
      "22": "Son of man, what is this proverb that you people have in the land of Israel, saying, “The days are prolonged, and every vision fails”?",
      "23": "Tell them therefore, “Thus says the Lord God: I will make this proverb cease so that they shall no more use it as a proverb in Israel.” But say to them, The days are at hand and the effect of every vision.",
      "24": "For there shall be no more any vain vision or flattering divination within the house of Israel.",
      "25": "For I the Lord will speak, and the word that I speak shall come to pass. It shall be no more prolonged. For in your days, O rebellious house, I will say the word, and will perform it, says the Lord God.",
      "26": "Again the word of the Lord came to me, saying:",
      "27": "Son of man, look, the house of Israel says, “The vision that he sees is for many days to come, and he prophesies of the times that are far off.”",
      "28": "Therefore say to them, Thus says the Lord God: There shall none of My words be prolonged anymore, but the word which I have spoken shall be done, says the Lord God."
    },
    "13": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, prophesy against the prophets of Israel who prophesy, and say to those who prophesy out of their own hearts, “Hear the word of the Lord!”",
      "3": "Thus says the Lord God: Woe to the foolish prophets who follow their own spirit and have seen nothing!",
      "4": "O Israel, your prophets are like the foxes in the ruins.",
      "5": "You have not gone up into the gaps, nor did you build up the hedge for the house of Israel to stand in the battle on the day of the Lord.",
      "6": "They have seen vanity and lying divination, saying, “The Lord says,” when the Lord has not sent them. And they have made others to hope for the confirmation of their word.",
      "7": "Have you not seen a vain vision, and have you not spoken a lying divination when you say, “The Lord says,” yet it is not I who have spoken?",
      "8": "Therefore thus says the Lord God: Because you have spoken vanity and seen lies, therefore I am against you, says the Lord God.",
      "9": "Thus My hand shall be against the prophets who see vanity and who divine lies. They shall not have a place in the council of My people, nor shall they be written in the register of the house of Israel, nor shall they enter into the land of Israel so that you may know that I am the Lord God.",
      "10": "It is surely because they have seduced My people, saying, “Peace,” when there was no peace. And when anyone builds up a wall, they daub it with whitewash.",
      "11": "Say to those who daub it with whitewash that it shall fall. There shall be an overflowing shower, and you, O great hailstones, shall fall. And a stormy wind shall break it.",
      "12": "When the wall has fallen, will you not be asked, “Where is the whitewash with which you have daubed it?”",
      "13": "Therefore thus says the Lord God: I will make a violent wind break out in My fury. And there shall be an overflowing shower in My anger, and hailstones in My fury to consume it.",
      "14": "So I will break down the wall that you have daubed with whitewash, and bring it down to the ground so that its foundation is laid bare. And when it falls, you shall be consumed in its midst. And you shall know that I am the Lord.",
      "15": "Thus I will accomplish My wrath upon the wall and upon those who have daubed it with whitewash, and I will say to you, The wall is no more, nor those who daubed it,",
      "16": "along with the prophets of Israel who prophesy concerning Jerusalem and who see visions of peace for her when there is no peace, says the Lord God.",
      "17": "Now you, son of man, set your face against the daughters of your people who prophesy out of their own heart and prophesy against them,",
      "18": "and say, Thus says the Lord God: Woe to the women who sew magic bands on all wrists and make veils on the heads of persons of every stature to hunt souls! Will you hunt the souls of My people but save the souls alive of others for yourselves?",
      "19": "And you pollute Me among My people for handfuls of barley and pieces of bread to slay the souls of those who should not die and to save the souls alive of those who should not live by your lying to My people who hear your lies.",
      "20": "Therefore thus says the Lord God: I am against your magic bands with which you hunt the souls there as birds, and I will tear them from your arms, and will let the souls go, even the souls that you hunt as birds.",
      "21": "Your veils also I will tear off and deliver My people out of your hands, and they shall be no more in your hand to be hunted. And you shall know that I am the Lord.",
      "22": "Because with lies you have made the heart of the righteous sad, whom I have not made sad, and strengthened the hands of the wicked that he should not turn from his wicked way and save his life,",
      "23": "therefore you women shall no more see vanity or practice divinations, and I will deliver My people out of your hand. Thus you shall know that I am the Lord."
    },
    "14": {
      "1": "Then some of the elders of Israel came to me and sat before me.",
      "2": "The word of the Lord came to me, saying:",
      "3": "Son of man, these men have set up their idols in their heart and put the stumbling block of their iniquity before their face. Should I be inquired of by them at all?",
      "4": "Therefore speak to them and say to them, Thus says the Lord God: Every man of the house of Israel who sets up his idols in his heart, and puts the stumbling block of his iniquity before his face, and comes to the prophet, I the Lord will answer him who comes according to the multitude of his idols,",
      "5": "in order to seize the heart of the house of Israel who are estranged from Me through all their idols.",
      "6": "Therefore say to the house of Israel, Thus says the Lord God: Repent and turn away from your idols and turn away your faces from all your abominations.",
      "7": "For every one of the house of Israel or of the stranger who sojourns in Israel who separates himself from Me, and sets up his idols in his heart, and puts the stumbling block of his iniquity before his face, and comes to the prophet to inquire of Me for himself, I the Lord will answer him by Myself.",
      "8": "And I will set My face against that man and will make him a sign and a proverb, and I will cut him off from the midst of My people. And you shall know that I am the Lord.",
      "9": "And if the prophet is deceived when he has spoken a word, I the Lord have deceived that prophet, and I will stretch out My hand against him and will destroy him from the midst of My people Israel.",
      "10": "They shall bear the punishment of their iniquity. The punishment of the prophet shall be even as the punishment of him who seeks him",
      "11": "in order that the house of Israel may no more go astray from Me or be polluted anymore with all their transgressions. Thus they shall be My people, and I shall be their God, says the Lord God.",
      "12": "The word of the Lord came to me again, saying:",
      "13": "Son of man, when the land sins against Me by trespassing grievously, then I will stretch out My hand against it, and break the staff of the bread, and send famine against it, and cut off man and beast from it.",
      "14": "Even though these three men, Noah, Daniel, and Job, were in it, they could deliver but their own souls by their righteousness, says the Lord God.",
      "15": "If I cause wild beasts to pass through the land, and they destroy it so that it becomes desolate, that no man may pass through because of the beasts,",
      "16": "though these three men were in it, as I live, says the Lord God, they could deliver neither their sons nor their daughters. They alone would be delivered, but the land would be desolate.",
      "17": "Or if I bring a sword on that land, and say, “Let the sword go through the land and cut off man and beast from it,”",
      "18": "though these three men were in it, as I live, says the Lord God, they would deliver neither their sons nor their daughters, but they alone would deliver themselves.",
      "19": "Or if I send a pestilence into that land and pour out My fury on it in blood to cut off from it man and beast,",
      "20": "though Noah, Daniel, and Job were in it, as I live, says the Lord God, they would deliver neither their sons nor their daughters. They would deliver only their own souls by their righteousness.",
      "21": "For thus says the Lord God: How much more when I send My four sore judgments on Jerusalem, the sword, and the famine, and the wild beasts, and the pestilence, to cut off man and beast from it.",
      "22": "Yet a remnant shall be left in it who shall be brought out, both sons and daughters. They shall come out to you, and you shall see their way and their deeds. Then you shall be comforted concerning the disaster that I have brought against Jerusalem, even concerning all that I have brought upon it.",
      "23": "Then they shall comfort you when you see their ways and their deeds. And you shall know that I have not done without cause all that I have done in it, says the Lord God."
    },
    "15": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, how is the wood of the vine tree better than any wood of a branch which is among the trees of the forest?",
      "3": "Can wood be taken from it to do any work, or can men take a peg of it to hang any vessel on it?",
      "4": "If it has been cast into the fire for fuel and the fire has devoured both ends of it and the middle of it is burned, is it useful for any work?",
      "5": "When it was whole, it was not made into anything. How much less is it useful for any work when the fire has devoured it and it is burned!",
      "6": "Therefore thus says the Lord God: As the wood of the vine tree among the trees of the forest, which I have given to the fire for fuel, so I will give the inhabitants of Jerusalem.",
      "7": "I will set My face against them. Though they go out from one fire, yet the fire shall devour them. Then you shall know that I am the Lord when I set My face against them.",
      "8": "I will make the land desolate, because they have committed a trespass, says the Lord God."
    },
    "16": {
      "1": "Again the word of the Lord came to me, saying:",
      "2": "Son of man, cause Jerusalem to know her abominations,",
      "3": "and say, Thus says the Lord God to Jerusalem: Your birth and your nativity are from the land of Canaan. Your father was an Amorite, and your mother a Hittite.",
      "4": "As for your birth, on the day you were born your navel cord was not cut, nor were you washed in water to cleanse you. You were not rubbed with salt, nor wrapped in swaddling cloths.",
      "5": "No eye pitied you to do any of these to you, to have compassion on you. But you were cast out in the open field, to the loathing of your person, in the day that you were born.",
      "6": "When I passed by you and saw you polluted in your own blood, I said to you when you were in your blood, “Live!” Indeed, I said to you when you were in your blood, “Live!”",
      "7": "I have caused you to multiply as the bud of the field, and you have increased and become tall, and you have reached the age of fine ornaments. Your breasts were fashioned and your hair had grown, yet you were naked and bare.",
      "8": "Now when I passed by you and looked upon you, you were old enough for love. So I spread My garment over you and covered your nakedness. Indeed, I swore to you, and entered into a covenant with you, says the Lord God, and you became Mine.",
      "9": "Then I washed you with water. Indeed, I thoroughly washed away your blood from you, and I anointed you with oil.",
      "10": "I clothed you also with embroidered work, and put sandals of porpoise skin on your feet, and girded you about with fine linen, and covered you with silk.",
      "11": "I decked you also with ornaments, and put bracelets on your hands, and a chain on your neck.",
      "12": "I put a jewel on your forehead, and earrings in your ears, and a beautiful crown on your head.",
      "13": "Thus you were decked with gold and silver. And your raiment was of fine linen, and silk, and embroidered work. You ate fine flour, and honey, and oil. And you were exceedingly beautiful and advanced to royalty.",
      "14": "Then your renown went out among the nations for your beauty. For it was perfect through My comeliness which I had put upon you, says the Lord God.",
      "15": "But you trusted in your own beauty, and played the harlot because of your renown, and poured out your fornications on every willing passerby.",
      "16": "Of your garments you took and decked your high places with various colors and played the harlot on them, which should never come about or happen.",
      "17": "You have also taken your fair jewels made of My gold and My silver, which I had given you, and made for yourself images of men that you might commit harlotry with them.",
      "18": "Then you took your embroidered garments and covered them. And you have set My oil and My incense before them.",
      "19": "My bread also which I gave you, fine flour, and oil, and honey, with which I fed you, you have even set before them for a sweet savor. And thus it was, says the Lord God.",
      "20": "Moreover you have taken your sons and your daughters, whom you have borne to Me, and these you have sacrificed to them to be devoured. Were your harlotries so small a matter?",
      "21": "You have slain My children and delivered them up to idols by causing them to pass through the fire.",
      "22": "Besides all your abominations and your harlotries you have not remembered the days of your youth when you were naked and bare and were polluted in your blood.",
      "23": "After all your wickedness (Woe, woe to you! says the Lord God)",
      "24": "you also built for yourself a shrine and have made yourself a high place in every street.",
      "25": "You have built yourself a high place at the head of every street, and have made your beauty to be abhorred, and have spread your legs to every passerby to multiply your harlotries.",
      "26": "You have also committed fornication with the Egyptians, your lustful neighbors, and increased your harlotries to provoke Me to anger.",
      "27": "Therefore I have stretched out My hand against you and have diminished your ordinary food and delivered you to the will of those who hate you, the daughters of the Philistines who are ashamed of your lewd conduct.",
      "28": "You have played the harlot also with the Assyrians because you were insatiable. Indeed, you have played the harlot with them, and yet could not be satisfied.",
      "29": "You have moreover multiplied your fornication with the land of merchants, Chaldea. And yet you were not satisfied even with this.",
      "30": "How weak is your heart, says the Lord God, seeing you do all these things, the works of an imperious harlot.",
      "31": "When you built your shrine at the head of every street and made your high place in every square, you have not been as a harlot in that you scorned payment.",
      "32": "You have been as a wife who commits adultery, who takes strangers instead of her husband!",
      "33": "Men give gifts to all harlots. But you give your gifts to all your lovers, and hire them that they may come to you on every side for your harlotry.",
      "34": "Thus you are different from other women in your harlotries in that no one follows you to commit harlotries, because you give money, and no money is given to you. Thus you are different.",
      "35": "Therefore, O harlot, hear the word of the Lord.",
      "36": "Thus says the Lord God, Because your filthiness was poured out and your nakedness discovered through your harlotries with your lovers, and with all the idols of your abominations, and by the blood of your children, which you gave to idols,",
      "37": "therefore I will gather all your lovers with whom you have taken pleasure and all those whom you have loved with all those whom you have hated. I will even gather them from all around against you and will reveal your nakedness to them so that they may see all your nakedness.",
      "38": "I will judge you as women who commit adultery or shed blood are judged. And I will bring on you the blood of fury and jealousy.",
      "39": "I will also give you into their hand, and they shall throw down your shrines, and shall break down your high places. They shall strip you also of your clothes, and shall take your fair jewels, and leave you naked and bare.",
      "40": "They shall also bring up a company against you, and they shall stone you with stones, and thrust you through with their swords.",
      "41": "They shall burn your houses with fire and execute judgments on you in the sight of many women. And I will cause you to cease from playing the harlot, and you also shall give no hire anymore.",
      "42": "So I will make My fury toward you to rest, and My jealousy shall depart from you, and I will be quiet, and will be angry no more.",
      "43": "Because you have not remembered the days of your youth, but have enraged Me in all these things, I also will recompense your way upon your head, says the Lord God, so that you shall not commit this lewdness above all your other abominations.",
      "44": "Everyone who uses proverbs shall use this proverb against you, saying, “Like mother, like daughter.”",
      "45": "You are your mother’s daughter who loathed her husband and her children. And you are the sister of your sisters who loathed their husbands and their children. Your mother was a Hittite, and your father an Amorite.",
      "46": "Now your elder sister is Samaria, she and her daughters who dwell north of you. And your younger sister who dwells south of you is Sodom and her daughters.",
      "47": "Yet you have not walked after their ways, or done according to their abominations. But, as if that were a very little thing, you were corrupted more than they in all your ways.",
      "48": "As I live, says the Lord God, Sodom your sister has not done, she nor her daughters, as you and your daughters have done.",
      "49": "This was the iniquity of your sister Sodom. Pride, abundance of bread, and careless ease was in her and in her daughters, but she did strengthen the hand of the poor and needy.",
      "50": "They were haughty and committed abominations before Me. Therefore I took them away when I saw it.",
      "51": "Moreover, Samaria did not commit half of your sins. But you have multiplied your abominations more than they and have made your sisters appear righteous in all your abominations which you have done.",
      "52": "Also bear your own shame in that you have made judgment favorable to your sisters. Because of your sins that you have committed more abominable than they, they are more righteous than you. Indeed, be humiliated also and bear your shame in that you have made your sisters appear righteous.",
      "53": "Yet I shall restore their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and along with them your own captivity,",
      "54": "in order that you may bear your own shame and may be humiliated in all that you have done in that you are a comfort to them.",
      "55": "Your sisters, Sodom and her daughters and Samaria and her daughters, shall return to their former state, and you and your daughters shall return to your former state.",
      "56": "As the name of your sister Sodom was not mentioned by your mouth in the day of your pride,",
      "57": "before your wickedness was uncovered, so now you have become the reproach of the daughters of Edom and all who are around her, the daughters of the Philistines, those all around who despise you.",
      "58": "You have borne the punishment of your lewdness and your abominations, says the Lord.",
      "59": "For thus, says the Lord God, I will even deal with you as you have done, you who have despised the oath by breaking the covenant.",
      "60": "Nevertheless I will remember My covenant with you in the days of your youth, and I will establish an everlasting covenant with you.",
      "61": "Then you shall remember your ways and be ashamed when you receive your sisters, your elder and your younger. And I will give them to you as daughters, but not because of your covenant.",
      "62": "Thus I will establish My covenant with you, and you shall know that I am the Lord,",
      "63": "in order that you may remember, and be humiliated, and never open your mouth anymore because of your shame, when I am pacified toward you for all that you have done, says the Lord God."
    },
    "17": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, put forth a riddle, and speak a parable to the house of Israel,",
      "3": "and say, Thus says the Lord God: A great eagle with great wings, long-winged, full of feathers which had various colors, came to Lebanon and took away the highest branch of the cedar.",
      "4": "He cropped off the top of its young twigs and carried it into a land of merchants. He set it in a city of dealers.",
      "5": "He took also some of the seed of the land and planted it in a fruitful field. He placed it by great waters and set it as a willow tree.",
      "6": "It grew and became a spreading vine of low stature, whose branches turned toward him, and its roots were under it. So it became a vine, and brought forth branches, and shot forth sprigs.",
      "7": "There was also another great eagle with great wings and many feathers. And this vine bent its roots toward him and shot forth its branches toward him, that he might water it by the bed where it was planted.",
      "8": "It was planted in a good soil by many waters, that it might bring forth branches, and that it might bear fruit, that it might be a splendid vine.",
      "9": "Say: Thus says the Lord God: Will it thrive? Will he not pull up its roots and cut off its fruit, so that it withers, so that all its spring leaves wither? It will not take a great power or many people to pull it from its roots.",
      "10": "Though it has been planted, will it prosper? Shall it not utterly wither when the east wind hits it? It shall wither in the furrows where it grew.",
      "11": "Moreover the word of the Lord came to me, saying:",
      "12": "Say now to the rebellious house: Do you not know what these things mean? Tell them: The king of Babylon came to Jerusalem, and took its king and its officials, and led them to him in Babylon.",
      "13": "He took one of the king’s seed, and made a covenant with him, and put him under oath. He has also taken away the mighty of the land,",
      "14": "that the kingdom might be debased, that it might not lift itself up, but by the keeping of his covenant it might stand.",
      "15": "But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? Shall he escape who does such things? Can he indeed break the covenant and be delivered?",
      "16": "As I live, says the Lord God, surely in the country of the king who made him king, whose oath he despised and whose covenant he broke, in the midst of Babylon he shall die.",
      "17": "Nor shall Pharaoh with his mighty army and great company help him in the war by casting up mounts and building forts to cut off many persons.",
      "18": "Seeing he despised the oath by breaking the covenant, when he had given his allegiance and has done all these things, he shall not escape.",
      "19": "Therefore thus says the Lord God: As I live, surely My oath that he has despised and My covenant that he has broken, I will inflict upon his own head.",
      "20": "I will spread My net upon him, and he shall be taken in My snare, and I will bring him to Babylon and will enter into judgment with him there for his trespass that he has trespassed against Me.",
      "21": "All the choice men in all his troops shall fall by the sword, and those who remain shall be scattered toward all winds. And you shall know that I the Lord have spoken it.",
      "22": "Thus says the Lord God: I will also take of the highest branch of the high cedar and set it aside. I will crop off from the top of its young twigs a tender one and will plant it on a high and lofty mountain.",
      "23": "On the mountain of the height of Israel I will plant it. And it shall bring forth boughs, and bear fruit, and be a splendid cedar. And under it all fowl of every wing shall nest. In the shadow of its branches they shall nest.",
      "24": "All the trees of the field shall know that I the Lord have brought down the high tree, have exalted the low tree, have dried up the green tree, and have made the dry tree to flourish.\nI, the Lord, have spoken and will do it."
    },
    "18": {
      "1": "The word of the Lord came to me again, saying:",
      "2": "What do you mean in using this proverb concerning the land of Israel, saying:\n“The fathers have eaten sour grapes,\n    and the children’s teeth are set on edge”?",
      "3": "As I live, says the Lord God, you shall not have occasion anymore to use this proverb in Israel.",
      "4": "All souls are Mine. The soul of the father, so also the soul of the son is Mine. The soul who sins shall die.",
      "5": "But if a man is righteous\n    and does that which is lawful and right,",
      "6": "and has not eaten on the mountains;\n    nor has he lifted up his eyes to the idols of the house of Israel,\nnor has he defiled his neighbor’s wife,\n    nor has he approached a woman during her impurity;",
      "7": "and he has not oppressed anyone,\n    but has restored to the debtor his pledge;\nhas devastated no one by violence,\n    has given his bread to the hungry,\n    and has covered the naked with a garment;",
      "8": "if he has not lent at interest,\n    nor has taken any increase,\nbut has withdrawn his hand from iniquity,\n    has executed true justice between man and man;",
      "9": "has walked in My statutes,\n    and has kept My judgments to deal truly,\nhe is righteous\n    and shall surely live,\n    says the Lord God.",
      "10": "If he begets a son who is a robber, a shedder of blood, and who does any of these things to a brother",
      "11": "(though he himself does not do any of these things),\nbut even has eaten on the mountain shrines\nand defiled his neighbor’s wife;",
      "12": "has oppressed the poor and needy,\nhas devastated by violence,\nhas not restored the pledge,\nand has lifted up his eyes to the idols,\nhas committed abomination,",
      "13": "has lent at interest, and has taken increase, shall he then live?\nHe shall not live. He has done all these abominations. He shall surely die. His blood shall be upon his own head.",
      "14": "Now if he begets a son who sees all his father’s sins which he has done, and considering does not do likewise:",
      "15": "He has not eaten on the mountain shrines,\n    nor has he lifted up his eyes to the idols of the house of Israel,\nhas not defiled his neighbor’s wife;",
      "16": "nor has he oppressed anyone,\n    has not withheld a pledge,\nnor has he devastated by violence,\n    but has given his bread to the hungry,\n    and has covered the naked with a garment;",
      "17": "he keeps his hand from the poor,\n    has not received usury nor increase,\nhas executed My judgments, and has walked in My statutes.\nHe shall not die for the iniquity of his father; he shall surely live.",
      "18": "As for his father, because he cruelly oppressed, devastated his brother by violence, and did that which is not good among his people, he shall die for his iniquity.",
      "19": "Yet you say, “Why should the son not bear the punishment of the iniquity of the father?” When the son has done what is lawful and right, and has kept all My statutes, and has done them, he shall surely live.",
      "20": "The soul who sins shall die. The son shall not bear the punishment of the iniquity of the father, nor shall the father bear the punishment of the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.",
      "21": "But if the wicked turns from all his sins that he has committed, and keeps all My statutes, and does that which is lawful and right, he shall surely live. He shall not die.",
      "22": "All his transgressions that he has committed, they shall not be remembered against him. Because of his righteousness that he has done, he shall live.",
      "23": "Do I have any pleasure in the death of the wicked, says the Lord God, but rather that he should turn from his ways and live?",
      "24": "But when a righteous man turns away from his righteousness, and commits iniquity, and does according to all the abominations that the wicked man does, shall he live? All his righteousness that he has done shall not be remembered for his trespass that he has committed and in his sin that he has done. In them he shall die.",
      "25": "Yet you say, “The way of the Lord is not right.” Hear now, O house of Israel. Is not My way right? Are not your ways not right?",
      "26": "When a righteous man turns away from his righteousness and commits iniquity, he dies in it. For his iniquity that he has done he shall die.",
      "27": "Again, when the wicked man turns away from his wickedness that he has committed and does that which is lawful and right, he shall save his soul.",
      "28": "Because he considered and turned away from all his transgressions that he has committed, he shall surely live. He shall not die.",
      "29": "Yet the house of Israel says, “The way of the Lord is not right.” O house of Israel, are not My ways right? Are not your ways not right?",
      "30": "Therefore I will judge you, O house of Israel, every one according to his ways, says the Lord God. Repent, and turn away from all your transgressions so that iniquity shall not be your ruin.",
      "31": "Cast away from you all your transgressions whereby you have transgressed, and make yourselves a new heart and a new spirit. For why will you die, O house of Israel?",
      "32": "For I have no pleasure in the death of anyone who dies, says the Lord God. Therefore, repent and live."
    },
    "19": {
      "1": "Moreover take up a lamentation for the officials of Israel,",
      "2": "and say:\nWhat was your mother?\n    A lioness among lions!\nShe lay down among young lions;\n    she nourished her whelps.",
      "3": "When she brought up one of her whelps,\n    he became a lion\nand learned to catch his prey;\n    he devoured men.",
      "4": "The nations also heard of him;\n    he was taken in their pit,\nand they brought him with chains\n    to the land of Egypt.",
      "5": "Now when she saw as she had waited\n    that her hope was lost,\nthen she took another of her whelps\n    and made him a young lion.",
      "6": "He went up and down among the lions;\n    he became a young lion,\nand learned to catch the prey,\n    and devoured men.",
      "7": "He destroyed their fortified palaces,\n    and he laid waste their cities;\nand the land and its fullness\n    were appalled by the noise of his roaring.",
      "8": "Then the nations set against him\n    on every side from their provinces,\nand spread their net over him;\n    he was taken in their pit.",
      "9": "They put him in a cage with hooks\n    and brought him to the king of Babylon;\nthey brought him in hunting nets,\n    so that his voice would be heard no more\n    on the mountains of Israel.",
      "10": "Your mother was like a vine in your vineyard,\n    planted by the waters;\nit was fruitful and full of branches\n    by reason of many waters.",
      "11": "It had strong rods\n    for the scepters of those who rule.\nAnd its stature\n    was exalted above the clouds,\nso it appeared in its height\n    with the multitude of its branches.",
      "12": "But it was plucked up in fury,\n    it was cast down to the ground,\nand the east wind dried up its fruit.\n    Its strong rod was broken and it withered;\nthe fire consumed it.",
      "13": "Now it is planted in the wilderness,\n    in a dry and thirsty ground.",
      "14": "Fire has gone out from its branch;\n    it has devoured its shoots and fruit,\nso that there is no strong rod in it,\n    a scepter to rule.\nThis is a lamentation, and has become a lamentation."
    },
    "20": {
      "1": "In the seventh year, in the fifth month, on the tenth day of the month, certain of the elders of Israel came to inquire of the Lord and sat before me.",
      "2": "Then the word of the Lord came to me, saying:",
      "3": "Son of man, speak to the elders of Israel, and say to them: Thus says the Lord God: Do you come to inquire of Me? As I live, says the Lord God, I will not be inquired of by you.",
      "4": "Will you judge them, son of man, will you judge them? Cause them to know the abominations of their fathers.",
      "5": "And say to them: Thus says the Lord God: On the day when I chose Israel, and lifted up My hand to the seed of the house of Jacob, and made Myself known to them in the land of Egypt, when I lifted up My hand to them, saying, I am the Lord your God,",
      "6": "on that day that I lifted up My hand to them to bring them out of the land of Egypt into a land that I had selected for them, flowing with milk and honey, which is the glory of all lands,",
      "7": "then I said to them: Cast away, each of you, the abominations of his eyes, and do not defile yourselves with the idols of Egypt. I am the Lord your God.",
      "8": "But they rebelled against Me and would not listen to Me. They did not cast away the abominations of their eyes, nor did they forsake the idols of Egypt. Then I said I will pour out My fury upon them, to accomplish My anger against them in the midst of the land of Egypt.",
      "9": "But I acted for My name’s sake, that it should not be polluted before the nations among whom they were, in whose sight I made Myself known to them in bringing them out of the land of Egypt.",
      "10": "Therefore I caused them to go forth out of the land of Egypt and brought them into the wilderness.",
      "11": "I gave them My statutes and showed them My judgments, which if a man does them, he shall live.",
      "12": "Moreover I gave them My Sabbaths to be a sign between them and Me, that they might know that I am the Lord who sanctifies them.",
      "13": "But the house of Israel rebelled against Me in the wilderness. They did not walk in My statutes, and they despised My judgments, which if a man does them, he shall live. And My Sabbaths they greatly polluted. Then I said I would pour out My fury upon them in the wilderness to consume them.",
      "14": "But I acted for My name’s sake, that it should not be polluted before the nations in whose sight I brought them out.",
      "15": "Also I lifted up My hand to them in the wilderness that I would not bring them into the land which I had given them, flowing with milk and honey, which is the glory of all lands,",
      "16": "because they despised My judgments and did not walk in My statutes, but polluted My Sabbaths. For their hearts went after their idols.",
      "17": "Nevertheless My eye spared them from destroying them, nor did I make an end of them in the wilderness.",
      "18": "But I said to their children in the wilderness: Do not walk in the statutes of your fathers, neither observe their judgments, nor defile yourselves with their idols.",
      "19": "I am the Lord your God: Walk in My statutes, and keep My judgments, and do them.",
      "20": "And hallow My Sabbaths. And they shall be a sign between Me and you that you may know that I am the Lord your God.",
      "21": "Yet the children rebelled against Me. They did not walk in My statutes, nor did they keep My judgments to do them, which if a man does them, he shall live. They polluted My Sabbaths. Then I said I would pour out My fury upon them to accomplish My anger against them in the wilderness.",
      "22": "Nevertheless I withdrew My hand and acted for My name’s sake, that it should not be polluted in the sight of the nations in whose sight I brought them out.",
      "23": "I lifted up My hand to them also in the wilderness, that I would scatter them among the nations and disperse them through the countries,",
      "24": "because they had not executed My judgments, but had despised My statutes and had polluted My Sabbaths, and their eyes were after their fathers’ idols.",
      "25": "Therefore I gave them also statutes that were not good and judgments by which they could not live.",
      "26": "And I pronounced them unclean because of their gifts, in that they caused to pass through the fire all who opened the womb, that I might make them desolate in order that they might know that I am the Lord.",
      "27": "Therefore, son of man, speak to the house of Israel and say to them, Thus says the Lord God: Yet in this your fathers have blasphemed Me, in that they have committed a trespass against Me.",
      "28": "When I had brought them into the land for which I lifted up My hand to give it to them, then they saw every high hill and all the leafy trees, and there they offered their sacrifices, and there they presented the provocation of their offering. There also they made their sweet savor and there poured out their drink offerings.",
      "29": "Then I said to them: What is the high place to which you go? And the name is called Bamah to this day.",
      "30": "Therefore say to the house of Israel, Thus says the Lord God: Will you pollute yourselves after the manner of your fathers and commit harlotry after their abominations?",
      "31": "When you offer your gifts, when you make your sons to pass through the fire, you pollute yourselves with all your idols, even to this day. And shall I be inquired of by you, O house of Israel? As I live, says the Lord God, I will not be inquired of by you.",
      "32": "That which comes into your mind shall not come about when you say, “We will be as the nations, as the families of the countries, to serve wood and stone.”",
      "33": "As I live, says the Lord God, surely with a mighty hand and with a stretched-out arm and with fury poured out, I will rule over you.",
      "34": "And I will bring you out from the peoples and will gather you out of the countries in which you are scattered with a mighty hand and with a stretched-out arm and with fury poured out.",
      "35": "I will bring you into the wilderness of the peoples, and there I will enter into judgment with you face to face.",
      "36": "As I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you, says the Lord God.",
      "37": "I will cause you to pass under the rod, and I will bring you into the bond of the covenant.",
      "38": "And I will purge from among you the rebels and those who transgress against Me. I will bring them out of the country where they sojourn, and they shall not enter into the land of Israel. And you shall know that I am the Lord.",
      "39": "As for you, O house of Israel, thus says the Lord God: Go serve every one of you his idols, but later you shall surely listen to Me. But do not pollute My holy name anymore with your gifts and with your idols.",
      "40": "For on My holy mountain, on the mountain of the height of Israel, says the Lord God, there all the house of Israel, all of them, shall serve Me in the land. There I will accept them, and there I will seek your offerings and the first fruits of your gifts with all your holy things.",
      "41": "I will accept you with your sweet savor when I bring you out from the peoples and gather you out of the countries in which you have been scattered. And I will be sanctified among you before the nations.",
      "42": "You shall know that I am the Lord when I bring you into the land of Israel, into the country for which I lifted up My hand to give it to your fathers.",
      "43": "There you shall remember your ways and all your deeds in which you have been defiled. And you shall loathe yourselves in your own sight for all your evils that you have committed.",
      "44": "You shall know that I am the Lord when I have dealt with you for My name’s sake, not according to your wicked ways, or according to your corrupt deeds, O house of Israel, says the Lord God.",
      "45": "Moreover the word of the Lord came to me, saying:",
      "46": "Son of man, set your face toward the south, preach against the south, and prophesy against the forest land in the Negev.",
      "47": "And say to the forest of the Negev, Hear the word of the Lord. Thus says the Lord God: I will kindle a fire in you, and it shall devour every green tree in you and every dry tree. The flaming flame shall not be quenched, and all faces from the south to the north shall be burned in it.",
      "48": "All flesh shall see that I the Lord have kindled it. It shall not be quenched.",
      "49": "Then I said, “Ah, Lord God! They say of me, ‘Does he not speak parables?’ ”"
    },
    "21": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, set your face toward Jerusalem, and speak against the holy places, and prophesy against the land of Israel,",
      "3": "and say to the land of Israel, Thus says the Lord: I am against you, and will draw My sword from its sheath, and will cut off from you the righteous and the wicked.",
      "4": "Seeing then that I will cut off from you the righteous and the wicked, therefore My sword shall be drawn from its sheath against all flesh from the south to the north,",
      "5": "that all flesh shall know that I the Lord have drawn forth My sword from its sheath. It shall not return anymore.",
      "6": "As for you, son of man, groan with breaking heart and bitter grief, groan before their eyes.",
      "7": "It shall be when they say to you, “Why do you groan?” that you shall answer, “Because of the news that is coming. And every heart shall melt, and all hands shall be feeble, and every spirit shall faint, and all knees shall be weak as water. It comes and shall be brought to pass,” says the Lord God.",
      "8": "Again the word of the Lord came to me, saying:",
      "9": "Son of man, prophesy and say, Thus says the Lord! Say:\nA sword, a sword is sharpened\n    and also furbished!",
      "10": "It is sharpened to make a slaughter;\n    it is furbished so that it may glitter like lightning.\nShould we then make cheer, the rod of My son despising every tree?",
      "11": "He has given it to be furbished,\n    that it may be handled;\nthe sword is sharpened,\n    and it is furbished to give it into the hand of the slayer.",
      "12": "Cry out and howl, son of man;\n    for it shall be against My people,\n    it shall be against all the officials of Israel.\nTerrors by reason of the sword\n    shall be upon My people;\ntherefore strike your thigh.",
      "13": "Because it is a trial, and what if even the rod which despises shall be no more? says the Lord God.",
      "14": "You therefore, son of man, prophesy\n    and clap your hands together.\nAnd let the sword be doubled\n    the third time,\nthe sword of the slain.\n    It is the sword of the great one slain,\n    which surrounds them.",
      "15": "That their hearts may faint,\n    and many fall at all their gates,\n    I have given the glittering sword.\nAh! It is made for striking like lightning;\n    it is wrapped up for the slaughter.",
      "16": "Show yourself sharp, go to the right hand.\n    Set yourself. Go to the left hand,\n    wherever your edge is set.",
      "17": "I will also clap My hands together,\n    and I will cause My fury to rest;\nI the Lord have spoken.",
      "18": "The word of the Lord came to me again, saying:",
      "19": "As for you, son of man, appoint two ways for the sword of the king of Babylon to come. Both of them shall come out of one land. And make a signpost. Make it at the head of the way to the city.",
      "20": "Appoint a way for the sword to come to Rabbah of the sons of Ammon and to Judah in Jerusalem the fortified.",
      "21": "For the king of Babylon stands at the parting of the way, at the head of the two ways, to use divination: He shakes the arrows, he consults the images, he looks in the liver.",
      "22": "At his right hand was the divination for Jerusalem: to appoint battering rams, to open the mouth for the slaughter, to lift up the voice with a battle shout, to appoint battering rams against the gates, to cast up a ramp, and to build a siege tower.",
      "23": "It shall be to them as a false divination in their sight, to those who have sworn oaths. But he will call to remembrance the iniquity, that they may be seized.",
      "24": "Therefore thus says the Lord God: Because you have made your iniquity to be remembered, in that your transgressions are uncovered, so that in all your deeds your sins do appear, because, I say, that you have come to remembrance, you shall be seized with the hand.",
      "25": "You, profane wicked prince of Israel, whose day has come in the time of the punishment of the end,",
      "26": "thus says the Lord God: Remove the diadem and take off the crown. This shall not be the same anymore. Exalt what is low, and abase what is high.",
      "27": "A ruin, a ruin, a ruin I shall make it. And it shall be no more until He comes whose right it is, and I shall give it to Him.",
      "28": "You, son of man, prophesy and say: Thus says the Lord God concerning the sons of Ammon and concerning their reproach, and say,\nThe sword, the sword is drawn,\n    furbished for the slaughter,\nto cause it to consume\n    that it may be like lightning,",
      "29": "while they see vanity for you,\n    while they divine a lie to you\nto bring you upon the necks\n    of the wicked who are slain,\nwhose day has come\n    in the time of the punishment of the end.",
      "30": "Return it to its sheath.\n    I will judge you\nin the place where you were created,\n    in the land of your nativity.",
      "31": "I will pour out My indignation upon you;\n    I will blow against you in the fire of My wrath,\nand deliver you into the hand of cruel men,\n    skilled in destruction.",
      "32": "You shall be fuel to the fire;\n    your blood shall be in the midst of the land.\nYou shall be no more remembered,\n    for I the Lord have spoken."
    },
    "22": {
      "1": "Moreover the word of the Lord came to me, saying:",
      "2": "Now you, son of man, will you judge, will you judge the bloody city? Indeed, you shall show her all her abominations.",
      "3": "Then say, Thus says the Lord God: The city sheds blood in her midst, that her time may come, and makes idols against herself to defile herself.",
      "4": "You have become guilty in your blood that you have shed and have defiled yourself with your idols which you have made. And you have caused your day to draw near and have come to your years. Therefore I have made you a reproach to the nations and a mocking to all countries.",
      "5": "Those who are near and those who are far from you shall mock you, you of infamy and much turmoil.",
      "6": "The princes of Israel in you, every one according to his power, have been bent on shedding blood.",
      "7": "In you they have treated father and mother lightly. In your midst they have dealt with the stranger by oppression. In you they have vexed the fatherless and the widow.",
      "8": "You have despised My holy things and have profaned My Sabbaths.",
      "9": "In you are men who carry slanders to shed blood. And in you they eat at the mountain shrines. In your midst they commit lewdness.",
      "10": "In you they have uncovered their fathers’ nakedness. In you they have humbled her who was unclean in her menstrual impurity.",
      "11": "One has committed abomination with his neighbor’s wife, and another has lewdly defiled his daughter-in-law. And another in you has humbled his sister, his father’s daughter.",
      "12": "In you they have taken bribes to shed blood. You have taken usury and increase, and you have injured your neighbors for gain by extortion, and you have forgotten Me, says the Lord God.",
      "13": "Therefore I have struck My hand toward your dishonest gain which you have made, and toward your blood which has been in your midst.",
      "14": "Can your heart endure, or can your hands be strong in the days that I shall deal with you? I the Lord have spoken and will do it.",
      "15": "I will scatter you among the nations and disperse you in the countries and consume your filthiness out of you.",
      "16": "You shall profane yourself in the sight of the nations, and you shall know that I am the Lord.",
      "17": "The word of the Lord came to me, saying:",
      "18": "Son of man, the house of Israel has become dross to Me. All of them are bronze and tin and iron and lead in the midst of the furnace. They are the dross of silver.",
      "19": "Therefore thus says the Lord God: Because you all have become dross, therefore, I will gather you into the midst of Jerusalem.",
      "20": "As they gather silver and bronze and iron and lead and tin into the midst of a furnace to blow fire on it to melt it, so I will gather you in My anger and in My fury, and I will lay you there and melt you.",
      "21": "Indeed, I will gather you and blow upon you in the fire of My wrath, and you shall be melted in the midst of it.",
      "22": "As silver is melted in the midst of a furnace, so you shall be melted in the midst of it. And you shall know that I the Lord have poured out My fury upon you.",
      "23": "The word of the Lord came to me, saying:",
      "24": "Son of man, say to her: You are the land that is not cleansed nor rained upon in the day of indignation.",
      "25": "There is a conspiracy of her prophets in her midst like a roaring lion ravening the prey. They have devoured souls. They have taken the treasure and precious things. They have made many widows in her midst.",
      "26": "Her priests have violated My law and have profaned My holy things. They have made no distinction between the holy and profane, nor have they shown the difference between the unclean and the clean, and they have hidden their eyes from My Sabbaths, and I am profaned among them.",
      "27": "Her officials in her midst are like wolves ravening the prey by shedding blood and destroying lives in order to obtain dishonest gain.",
      "28": "Her prophets have daubed them with whitewash, seeing vanity and divining lies for them, saying, “Thus says the Lord God,” when the Lord has not spoken.",
      "29": "The people of the land have used oppression and exercised robbery and have vexed the poor and needy and have oppressed the sojourner wrongfully.",
      "30": "I sought for a man among them who would build up the hedge and stand in the gap before Me for the land so that I would not destroy it, but I found no one.",
      "31": "Therefore I have poured out My indignation on them. I have consumed them with the fire of My wrath. Their own way I have recompensed on their heads, says the Lord God."
    },
    "23": {
      "1": "The word of the Lord came again to me, saying:",
      "2": "Son of man, there were two women, the daughters of one mother.",
      "3": "And they committed harlotries in Egypt. They committed harlotries in their youth. There their breasts were pressed, and there their virgin bosom was handled.",
      "4": "Their names were Oholah the elder and Oholibah her sister. And they were mine, and they bore sons and daughters. As for their names, Samaria is Oholah, and Jerusalem is Oholibah.",
      "5": "Oholah played the harlot when she was Mine. And she lusted after her lovers, on the Assyrians her neighbors,",
      "6": "who were clothed in purple, captains and rulers, all of them desirable young men, horsemen riding on horses.",
      "7": "Thus she committed her harlotries with them, with all those who were the chosen men of Assyria, and with all on whom she doted, with all their idols she defiled herself.",
      "8": "She did not forsake her harlotries from the time in Egypt. For in her youth they lay with her, and they handled her virgin bosom and poured their harlotry upon her.",
      "9": "Therefore I have delivered her into the hand of her lovers, into the hand of the Assyrians after whom she doted.",
      "10": "They uncovered her nakedness. They took her sons and her daughters and killed her with the sword. And she became a byword among women, for they had executed judgments on her.",
      "11": "Now her sister Oholibah saw this, but she was more corrupt in her inordinate love than she, and in her harlotries more than her sister in her harlotries.",
      "12": "She lusted after the Assyrians her neighbors, captains and rulers clothed most gorgeously, horsemen riding on horses, all of them desirable young men.",
      "13": "Then I saw that she was defiled, that they both took the same way.",
      "14": "So she increased her harlotries. And she saw men portrayed on the wall, the images of the Chaldeans portrayed with vermilion,",
      "15": "girded with belts on their loins, exceeding in dyed attire on their heads, all of them looking like officials, after the manner of the Babylonians of Chaldea, the land of their nativity.",
      "16": "And as soon as she saw them with her eyes, she lusted after them and sent messengers to them into Chaldea.",
      "17": "The Babylonians came to her into the bed of love, and they defiled her with their harlotry, and she was polluted with them, and her soul became disgusted with them.",
      "18": "So she uncovered her harlotries and uncovered her nakedness. Then My soul became disgusted with her, as My soul became disgusted with her sister.",
      "19": "Yet she multiplied her harlotries while remembering the days of her youth in which she had played the harlot in the land of Egypt.",
      "20": "For she lusted after their paramours, whose flesh is as the flesh of donkeys and whose issue is like the issue of horses.",
      "21": "Thus you longed for the lewdness of your youth when the Egyptians handled your bosom because of the breasts of your youth.",
      "22": "Therefore, O Oholibah, thus says the Lord God: I will raise up your lovers against you, from whom you were alienated, and I will bring them against you on every side:",
      "23": "the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them. All of them are desirable young men, captains and rulers, officers and men of renown, all of them riding on horses.",
      "24": "They shall come against you with weapons, chariots and wagons, and with an assembly of peoples. They shall set themselves against you on every side with buckler and shield and helmet. And I will set the judgment before them, and they shall judge you according to their customs.",
      "25": "I will set My jealousy against you, so that they deal furiously with you. They shall take away your nose and your ears. And your remnant shall fall by the sword. They shall take your sons and your daughters. And your remnant shall be devoured by the fire.",
      "26": "They shall also strip you of your clothes and take away your fair jewels.",
      "27": "Thus I will make your lewdness and your harlotry brought from the land of Egypt to cease from you so that you shall not lift up your eyes to them or remember Egypt anymore.",
      "28": "For thus says the Lord God: I will deliver you into the hand of those whom you hate, into the hand of those from whom you were alienated.",
      "29": "And they shall deal with you hatefully, and shall take away all your labor, and shall leave you naked and bare. And the nakedness of your harlotries shall be uncovered, both your lewdness and your harlotries.",
      "30": "I will do these things to you because you have gone whoring after the nations, because you have polluted yourself with their idols.",
      "31": "You have walked in the way of your sister. Therefore I will give her cup into your hand.",
      "32": "Thus says the Lord God:\nYou shall drink of your sister’s cup,\n    which is deep and wide;\nyou shall be laughed to scorn and held in derision;\n    it contains much.",
      "33": "You shall be filled with drunkenness and sorrow,\n    the cup of horror and desolation,\n    the cup of your sister Samaria.",
      "34": "You shall drink it and drain it,\n    then you shall gnaw at its fragments\n    and tear off your own breasts;\nfor I have spoken, says the Lord God.",
      "35": "Therefore thus says the Lord God: Because you have forgotten Me and cast Me behind your back, now bear the punishment of your lewdness and your harlotries.",
      "36": "The Lord moreover said to me: Son of man, will you judge Oholah and Oholibah? Then declare to them their abominations.",
      "37": "For they have committed adultery, and blood is in their hands. Thus with their idols they have committed adultery and have also caused their sons whom they bore to Me to pass through the fire for them as food.",
      "38": "Moreover they have done this to Me: They have defiled My sanctuary in the same day and have profaned My Sabbaths.",
      "39": "For when they had slain their children to their idols, then they came the same day into My sanctuary to profane it. And thus they have done in the midst of My house.",
      "40": "Furthermore, they have even sent for men to come from afar, to whom a messenger was sent; and they came. For them you washed yourself, painted your eyes, and decked yourself with ornaments.",
      "41": "And you sat on a stately couch with a table prepared before it on which you had set My incense and My oil.",
      "42": "A sound of a multitude at ease was with her, and drunkards were brought from the wilderness with men of the common sort. And they put bracelets on the hands of the women and beautiful crowns on their heads.",
      "43": "Then I said to her who was worn out by adulteries, “Will they now commit harlotries with her when she is so?”",
      "44": "Yet they went in to her as they go in to a woman who plays the harlot. So they went in to Oholah and to Oholibah, the lewd women.",
      "45": "But righteous men shall judge them after the manner of adulteresses, and after the manner of women who shed blood, because they are adulteresses, and blood is on their hands.",
      "46": "For thus says the Lord God: Bring up a company against them and give them over to terror and devastation.",
      "47": "The company shall stone them with stones and cut them down with their swords. They shall slay their sons and their daughters, and burn up their houses with fire.",
      "48": "Thus I will cause lewdness to cease from the land, that all women may be warned and not commit lewdness as you have done.",
      "49": "Your lewdness shall be recompensed upon you, and you shall bear the punishment of worshipping your idols. Then you shall know that I am the Lord God."
    },
    "24": {
      "1": "And in the ninth year, in the tenth month, on the tenth day of the month, the word of the Lord came to me, saying:",
      "2": "Son of man, write the name of the day, this same day. The king of Babylon has laid siege to Jerusalem this same day.",
      "3": "Utter a parable to the rebellious house and say to them, Thus says the Lord God:\nPut on the pot, put it on,\n    and also pour water into it.",
      "4": "Gather the pieces into it,\n    even every good piece, the thigh and the shoulder.\nFill it with the choice bones;",
      "5": "take the choicest of the flock,\nand also pile the bones under it;\n    make it boil well,\n    also seethe its bones in it.",
      "6": "Therefore thus says the Lord God: \nWoe to the bloody city,\n    to the pot whose rust is in it,\n    and whose rust has not gone out of it!\nTake out of it piece by piece\n    without choosing.",
      "7": "For her blood is in her midst;\n    she set it on the bare rock;\nshe did not pour it on the ground\n    to cover it with dust.",
      "8": "That it may cause fury to come up to take vengeance,\n    I have set her blood on the bare rock,\n    that it may not be covered.",
      "9": "Therefore thus says the Lord God:\nWoe to the bloody city!\n    I will also make the pile great.",
      "10": "Heap on wood,\n    kindle the fire;\nboil the flesh,\n    and spice it well,\n    and let the bones be burned.",
      "11": "Then set it empty on its coals,\n    so that it may be hot and its bronze may glow,\nand its filthiness may be melted in it,\n    and its rust may be consumed.",
      "12": "She has wearied Me with toil,\n    and her great rust has not gone from her.\n    Let her rust be in the fire.",
      "13": "In your filthiness is lewdness. Because I would have purged you, yet you are not purged, you shall not be purged from your filthiness anymore until I have caused My fury to rest on you.",
      "14": "I the Lord have spoken. It shall come to pass and I will act. I will not go back, nor will I spare, nor will I be sorry. According to your ways and according to your deeds, I shall judge you, says the Lord God.",
      "15": "Also the word of the Lord came to me, saying:",
      "16": "Son of man, I am about to take away from you the desire of your eyes with a stroke. Yet you shall not mourn or weep, nor shall your tears run down.",
      "17": "Groan silently. Make no mourning for the dead. Bind on your turban and put your shoes on your feet and do not cover your mustache and do not eat the bread of men.",
      "18": "So I spoke to the people in the morning, and in the evening my wife died. And in the morning I did as I was commanded.",
      "19": "And the people said to me, “Will you not tell us what these things mean for us, that you are behaving this way?”",
      "20": "Then I answered them: The word of the Lord came to me, saying:",
      "21": "Speak to the house of Israel, Thus says the Lord God: I will profane My sanctuary, the pride of your strength, the desire of your eyes and the delight of your soul. And your sons and your daughters whom you have left behind shall fall by the sword.",
      "22": "You shall do as I have done. You shall not cover your mustache, nor will you eat the bread of men.",
      "23": "Your turbans shall be on your heads, and your shoes on your feet. You shall not mourn or weep. But you shall pine away for your iniquities and groan toward one another.",
      "24": "Thus Ezekiel is a sign to you. According to all that he has done you shall do. And when it comes about, then you shall know that I am the Lord God.",
      "25": "As for you, son of man, shall it not be on the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that on which they set their minds, their sons and their daughters,",
      "26": "that on that day he who escapes shall come to you to cause you to hear it with your ears?",
      "27": "On that day your mouth shall be opened to him who escaped, and you shall speak and be mute no more. Thus you shall be a sign to them. And they shall know that I am the Lord."
    },
    "25": {
      "1": "The word of the Lord came again to me, saying:",
      "2": "Son of man, set your face against the sons of Ammon and prophesy against them,",
      "3": "and say to the sons of Ammon, Hear the word of the Lord God. Thus says the Lord God: Because you said, “Aha!” against My sanctuary when it was profaned, and against the land of Israel when it was made desolate, and against the house of Judah when they went into captivity,",
      "4": "therefore, I will deliver you to the men of the East for a possession, and they shall set their camps among you and make their dwellings among you. They shall eat your fruit and drink your milk.",
      "5": "I will make Rabbah a meadow for camels, and the sons of Ammon a couching place for flocks. Thus you shall know that I am the Lord.",
      "6": "For thus says the Lord God: Because you have clapped your hands and stamped your feet and rejoiced in heart with all your spite against the land of Israel,",
      "7": "therefore, I will stretch out My hand against you and deliver you for destruction to the nations. And I will cut you off from the peoples and cause you to perish from the countries. I will destroy you. Then you shall know that I am the Lord.",
      "8": "Thus says the Lord God: Because Moab and Seir say, Look, the house of Judah is like all the nations,",
      "9": "therefore, I will deprive the side of Moab of its cities, of its cities which are on its frontiers, the glory of the country, Beth Jeshimoth, Baal Meon, and Kiriathaim,",
      "10": "and I will give it for a possession with the Ammonites to the men of the East, so that the sons of Ammon may not be remembered among the nations.",
      "11": "I will execute judgments on Moab. And they shall know that I am the Lord.",
      "12": "Thus says the Lord God: Because Edom has acted against the house of Judah by taking vengeance and has greatly offended and revenged themselves upon them,",
      "13": "therefore thus says the Lord God: I will also stretch out My hand against Edom and cut off man and beast from it. And I will make it desolate. From Teman even to Dedan they shall fall by the sword.",
      "14": "I will lay My vengeance upon Edom by the hand of My people Israel. And they shall do in Edom according to My anger and according to My fury. And they shall know My vengeance, says the Lord God.",
      "15": "Thus says the Lord God: Because the Philistines have dealt by revenge and have taken vengeance with a spiteful heart to destroy with everlasting hatred,",
      "16": "therefore thus says the Lord God: I will stretch out My hand against the Philistines and will cut off the Kerethites and destroy the remnant of the seacoast.",
      "17": "I will execute great vengeance upon them with furious rebukes. And they shall know that I am the Lord when I lay My vengeance upon them."
    },
    "26": {
      "1": "In the eleventh year, on the first day of the month, the word of the Lord came to me, saying:",
      "2": "Son of man, because Tyre has said against Jerusalem, “Aha, the gateway of the peoples is broken. It has opened to me. I shall be filled now that she is laid waste,”",
      "3": "therefore thus says the Lord God: I am against you, O Tyre, and will cause many nations to come up against you, as the sea causes its waves to come up.",
      "4": "They shall destroy the walls of Tyre and break down her towers. I will also scrape her dust from her and make her a bare rock.",
      "5": "She shall be a place for the spreading of nets in the midst of the sea, for I have spoken, says the Lord God, and she shall become destruction to the nations.",
      "6": "Her daughters who are on the mainland shall be slain by the sword. And they shall know that I am the Lord.",
      "7": "For thus says the Lord God: From the north I will bring upon Tyre Nebuchadnezzar king of Babylon, a king of kings, with horses and with chariots and with cavalry and a great army.",
      "8": "He shall slay your daughters on the mainland with the sword. And he shall set up a siege wall against you and cast up a mound against you and lift up the roof of shields against you.",
      "9": "He shall set engines of war against your walls, and with his axes he shall break down your towers.",
      "10": "By reason of the abundance of his horses, their dust shall cover you. Your walls shall shake at the noise of the horsemen and of the wagons and of the chariots when he enters your gates as men enter a city that has been breached.",
      "11": "With the hoofs of his horses he shall tread down all your streets. He shall slay your people by the sword, and your strong garrisons shall go down to the ground.",
      "12": "They shall make a spoil of your riches, and a prey of your merchandise. And they shall break down your walls and destroy your pleasant houses. And they shall lay your stones and your timber and your dust in the midst of the water.",
      "13": "I will cause the noise of your songs to cease. And the sound of your harps shall be heard no more.",
      "14": "I will make you a bare rock. You shall be a place to spread nets upon. You shall be built no more, for I the Lord have spoken, says the Lord God.",
      "15": "Thus says the Lord God to Tyre: Shall not the coastlands shake at the sound of your fall when the wounded cry, when the slaughter is made in your midst?",
      "16": "Then all the officials of the sea shall come down from their thrones and lay away their robes and take off their embroidered garments. They shall clothe themselves with trembling. They shall sit on the ground and tremble every moment and be astonished at you.",
      "17": "They shall take up a lamentation over you and say to you:\nHow you are destroyed, O inhabited one of the seas,\n    the renowned city,\nwhich was strong in the sea,\n    she and her inhabitants,\nwho caused her terror\n    to be on all her inhabitants!",
      "18": "Now the coastlands shall tremble\n    on the day of your fall; indeed,\nthe coastlands that are by the sea\n    shall be troubled at your departure.",
      "19": "For thus says the Lord God: When I make you a desolate city, like the cities that are not inhabited, when I bring up the deep upon you and great waters shall cover you,",
      "20": "then I shall bring you down with those who descend into the pit, to the people of old, and make you dwell in the lower parts of the earth, in places desolate of old, with those who go down to the pit so that you will not be inhabited. But I shall set glory in the land of the living.",
      "21": "I will bring terrors on you and you shall be no more. Though you will be sought, you shall never be found again, says the Lord God."
    },
    "27": {
      "1": "The word of the Lord came again to me, saying:",
      "2": "Now you, son of man, take up a lamentation over Tyre.",
      "3": "And say to Tyre who is situated at the entrance of the sea, who is a merchant of the peoples for many coastlands, Thus says the Lord God:\nO Tyre, you have said,\n    “I am perfect in beauty.”",
      "4": "Your borders are in the midst of the seas.\n    Your builders have perfected your beauty.",
      "5": "They have made all your ship boards\n    of fir trees from Senir;\nthey have taken cedars from Lebanon\n    to make a mast for you.",
      "6": "Of the oaks of Bashan\n    they have made your oars;\nwith ivory they have inlaid your deck of boxwood\n    out of the coastlands of Cyprus.",
      "7": "Fine linen with embroidered work from Egypt was your sail,\n    so that it became your distinguishing sign;\nblue and purple from the coastlands of Elishah\n    was your awning.",
      "8": "The inhabitants of Sidon and Arvad were your mariners;\n    your wise men, O Tyre, were aboard; they were your pilots.",
      "9": "The elders of Byblos and her wise men\n    were in you repairing your seams;\nall the ships of the sea with their mariners\n    were in you to deal in your merchandise.",
      "10": "They of Persia and of Lydia and of Put\n    were in your army, your men of war;\nthey hung the shield and helmet in you;\n    they set forth your comeliness.",
      "11": "The sons of Arvad and your army\n    were upon your walls all around,\nand the Gammad\n    were in your towers;\nthey hung their shields on your walls all around;\n    they have made your beauty perfect.",
      "12": "Tarshish was your merchant by reason of the multitude of all kinds of riches. With silver, iron, tin, and lead, they traded in your wares.",
      "13": "Greece, Tubal, and Meshek, they were your merchants. They traded in your market with the lives of men and vessels of bronze.",
      "14": "Those of Beth Togarmah gave horses and horsemen and mules for your wares.",
      "15": "The sons of Dedan were your merchants. Many coastlands were your merchandise. They brought you for a payment horns of ivory and ebony.",
      "16": "Aram was your merchant by reason of the multitude of your wares. They paid for your wares with emeralds, purple, embroidered work, fine linen, coral, and agate.",
      "17": "Judah and the land of Israel, they were your merchants. They traded in your market with the wheat of Minnith, cakes, honey, oil, and balm.",
      "18": "Damascus was your merchant in the multitude of your wares, because of the multitude of all kinds of riches, because of the wine of Helbon and white wool.",
      "19": "Dan and Javan paid for your wares from Izal. Bright iron, cassia, and sweet cane were in your market.",
      "20": "Dedan was your merchant in saddlecloths for chariots.",
      "21": "Arabia and all the officials of Kedar, they were your customers in lambs, rams, and goats. For these they were your merchants.",
      "22": "The merchants of Sheba and Raamah, they were your merchants. They paid for your wares with the best of all kinds of spices and with all kinds of precious stones and gold.",
      "23": "Harran, and Kanneh, and Eden, the merchants of Sheba, Ashur, and Kilmad, were your merchants.",
      "24": "They traded with you in choice garments, in clothes of blue and embroidered work, and in carpets of many colors and tightly wound cords, which were among your merchandise.",
      "25": "The ships of Tarshish were\n    the carriers for your market.\nAnd you were filled and were very glorious\n    in the midst of the seas.",
      "26": "Your rowers have brought you\n    into great waters;\nthe east wind has broken you\n    in the midst of the seas.",
      "27": "Your riches and your wares, your merchandise,\n    your mariners and your pilots, your caulkers,\nand the dealers of your merchandise, and all your men of war who are in you,\n    with all your company which is in your midst,\nshall fall into the midst of the seas\n    in the day of your ruin.",
      "28": "The meadowlands shall shake\n    at the sound of the cry of your pilots.",
      "29": "All who handle the oar,\n    the mariners and all the pilots of the sea,\nshall come down from their ships;\n    they shall stand upon the land.",
      "30": "And they shall cause their voice to be heard against you,\n    and shall cry bitterly,\nand shall cast up dust upon their heads;\n    they shall wallow in ashes.",
      "31": "Also they shall make themselves utterly bald for you,\n    and gird themselves with sackcloth;\nand they shall weep for you with bitterness of heart\n    and bitter wailing.",
      "32": "Also, in their wailing\n    they shall take up a lamentation for you and lament over you, saying,\n“Who is like Tyre, like her who is silent\n    in the midst of the sea?",
      "33": "When your wares went out by sea,\n    you filled many peoples;\nyou enriched the kings of the earth\n    with the multitude of your riches and of your merchandise.",
      "34": "Now that you are broken by the seas\n    in the depths of the waters,\nyour merchandise and all your company\n    in your midst have fallen.",
      "35": "All the inhabitants of the coastlands\n    shall be astonished at you,\nand their kings shall be sorely afraid;\n    they are troubled in countenance.",
      "36": "The merchants among the peoples hiss at you;\n    you shall be a terror,\n    and you shall cease to be forever.”"
    },
    "28": {
      "1": "The word of the Lord came again to me, saying:",
      "2": "Son of man, say to the leader of Tyre, Thus says the Lord God:\nBecause your heart is lifted up,\n    and you have said, “I am a god;\nI sit in the seat of gods\n    in the midst of the seas,”\nyet you are a man, and not God,\n    though you set your heart as the heart of God.",
      "3": "You are wiser than Daniel;\n    there is no secret that is a match for you.",
      "4": "With your wisdom and with your understanding,\n    you have obtained riches for yourself,\nand have obtained gold and silver\n    into your treasuries;",
      "5": "by your great wisdom, by your trade,\n    you have increased your riches,\nand your heart is lifted up\n    because of your riches.",
      "6": "Therefore thus says the Lord God:\nBecause you have set your heart\n    as the heart of God,",
      "7": "therefore, I will bring strangers upon you,\n    the most cruel of the nations;\nand they shall draw their swords against the beauty of your wisdom,\n    and defile your brightness.",
      "8": "They shall bring you down to the pit,\n    and you shall die the death of those who are slain\n    in the midst of the seas.",
      "9": "Will you yet say before him who slays you,\n    “I am a god,”\nalthough you are a man and not God,\n    in the hands of those who wound you?",
      "10": "You shall die the death of the uncircumcised\n    by the hand of strangers;\n    for I have spoken! says the Lord God.",
      "11": "Moreover the word of the Lord came to me, saying:",
      "12": "Son of man, take up a lamentation over the king of Tyre and say to him, Thus says the Lord God:\nYou had the seal of perfection,\n    full of wisdom and perfect in beauty.",
      "13": "You were in Eden,\n    the garden of God;\nevery precious stone was your covering:\n    the sardius, topaz, and the diamond,\n    the beryl, the onyx, and the jasper,\n    the sapphire, the emerald, and the carbuncle, and gold.\nThe workmanship of your settings and sockets was in you;\n    on the day that you were created, they were prepared.",
      "14": "You were the anointed cherub that covers,\n    and I set you there;\nyou were upon the holy mountain of God;\n    you walked up and down in the midst of the stones of fire.",
      "15": "You were perfect in your ways\n    from the day that you were created,\n    until iniquity was found in you.",
      "16": "By the multitude of your merchandise,\n    you were filled with violence in your midst,\n    and you sinned;\ntherefore I have cast you as profane out of the mountain of God;\n    and I have destroyed you, O covering cherub,\n    from the midst of the stones of fire.",
      "17": "Your heart was lifted up\n    because of your beauty;\nyou have corrupted your wisdom\n    by reason of your brightness;\nI cast you to the ground,\n    I lay you before kings, that they may see you.",
      "18": "You have defiled your sanctuaries\n    by the multitude of your iniquities, by the iniquity of your trade;\ntherefore I have brought fire out from your midst;\n    it has devoured you,\nand I have turned you to ashes upon the earth\n    in the sight of all those who see you.",
      "19": "All those who know you among the people\n    are astonished at you;\nyou are a terror,\n    and you shall cease to be forever.",
      "20": "Again the word of the Lord came to me, saying:",
      "21": "Son of man, set your face toward Sidon and prophesy against her",
      "22": "and say, Thus says the Lord God:\nI am against you, O Sidon;\n    and I will be glorified in your midst;\nand they shall know that I am the Lord,\n    when I execute judgments in her\n    and display My holiness in her.",
      "23": "For I will send pestilence into her,\n    and blood into her streets;\nand the wounded shall fall in her midst\n    by the sword upon her on every side;\nand they shall know that I am the Lord.",
      "24": "There shall be no more a pricking brier to the house of Israel, nor any painful thorn among all who are around them, who despised them. Then they shall know that I am the Lord God.",
      "25": "Thus says the Lord God: When I gather the house of Israel from the peoples among whom they are scattered and display My holiness in them in the sight of the nations, then they shall dwell in their land that I have given to My servant Jacob.",
      "26": "They shall dwell safely in it and shall build houses and plant vineyards and dwell securely when I execute judgments on all those around them who despise them. Then they shall know that I am the Lord their God."
    },
    "29": {
      "1": "In the tenth year, in the tenth month, on the twelfth day of the month, the word of the Lord came to me, saying:",
      "2": "Son of man, set your face against Pharaoh king of Egypt and prophesy against him and against all Egypt.",
      "3": "Speak, and say, Thus says the Lord God:\nI am against you, Pharaoh king of Egypt,\n    the great dragon that lies in the midst of his rivers,\nwhich has said, “My Nile is my own,\n    and I myself have made it.”",
      "4": "But I will put hooks in your jaws,\n    and will cause the fish of your rivers to stick to your scales,\nand will bring you up out of the midst of your rivers,\n    and all the fish of your rivers shall stick to your scales.",
      "5": "I will abandon you to the wilderness,\n    you and all the fish of your rivers;\nyou shall fall upon the open field;\n    you shall not be brought together or gathered.\nI have given you for food\n    to the beasts of the field and to the fowl of the heavens.",
      "6": "All the inhabitants of Egypt shall know that I am the Lord, because they have been a staff of reed to the house of Israel.",
      "7": "When they took hold of you by your hand, you broke and tore all their hands. And when they leaned upon you, you broke and made all their legs shake.",
      "8": "Therefore thus says the Lord God: I will bring a sword upon you, and cut off man and beast out of you.",
      "9": "The land of Egypt shall become a desolation and waste. Then they shall know that I am the Lord.\nBecause you said, “The Nile is mine, and I have made it,”",
      "10": "therefore, I am against you and against your rivers, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Ethiopia.",
      "11": "No foot of man shall pass through it, nor foot of beast pass through it, nor shall it be inhabited for forty years.",
      "12": "Thus I will make the land of Egypt desolate in the midst of the countries that are desolate, and her cities among the cities that are laid waste shall be desolate for forty years. And I will scatter the Egyptians among the nations and will disperse them among the countries.",
      "13": "For thus says the Lord God: At the end of forty years I will gather the Egyptians from the peoples wherever they were scattered.",
      "14": "And I will turn the fortunes of Egypt and will cause them to return into the land of Pathros, into the land of their origin, and there they shall be a debased kingdom.",
      "15": "It shall be the basest of the kingdoms, and it shall exalt itself no more above the nations. For I will diminish them so that they shall rule over the nations no more.",
      "16": "It shall be the confidence of the house of Israel no more, bringing to mind the iniquity of their having turned to Egypt. But they shall know that I am the Lord God.",
      "17": "In the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord came to me, saying:",
      "18": "Son of man, Nebuchadnezzar king of Babylon caused his army to labor hard against Tyre. Every head was made bald, and every shoulder was peeled. Yet he and his army had no wages from Tyre for the labor that he had done against it.",
      "19": "Therefore thus says the Lord God: I will give the land of Egypt to Nebuchadnezzar king of Babylon. And he shall carry off her wealth and take her spoil and take her prey. And it shall be wages for his army.",
      "20": "I have given him the land of Egypt for his labor with which he labored against it, because they acted for Me, says the Lord God.",
      "21": "On that day I will cause the horn of the house of Israel to spring forth, and I will open your mouth in their midst. Then they shall know that I am the Lord."
    },
    "30": {
      "1": "The word of the Lord came to me again, saying:",
      "2": "Son of man, prophesy and say, Thus says the Lord God:\nHowl,\n    “Woe to the day!”",
      "3": "For the day is near,\n    even the day of the Lord is near,\na cloudy day,\n    it shall be the time of doom for the nations.",
      "4": "The sword shall come upon Egypt,\n    and great pain shall be in Ethiopia,\nwhen the slain fall in Egypt,\n    they take away her wealth,\n    and her foundations are broken down.",
      "5": "Ethiopia, and Libya, and Lydia, all Arabia, Kub, and the men of the land that is in league shall fall with them by the sword.",
      "6": "Thus says the Lord:\nIndeed, those who uphold Egypt shall fall,\n    and the pride of her power shall come down.\nFrom Migdol to Syene\n    they shall fall in her by the sword,\n    says the Lord God.",
      "7": "They shall be desolate\n    in the midst of the countries that are desolate,\nand her cities shall be\n    in the midst of the cities that are wasted.",
      "8": "They shall know that I am the Lord\n    when I have set a fire in Egypt\n    and when all her helpers are destroyed.",
      "9": "In that day messengers shall go forth from Me in ships to make the careless Ethiopians afraid, and great pain shall come upon them as in the day of Egypt. For it is coming!",
      "10": "Thus says the Lord God:\nI will also make the multitude of Egypt to cease\n    by the hand of Nebuchadnezzar king of Babylon.",
      "11": "He and his people with him, the terrible of the nations,\n    shall be brought to destroy the land;\nand they shall draw their swords against Egypt,\n    and fill the land with the slain.",
      "12": "I will make the rivers dry,\n    and sell the land into the hand of the wicked;\nand I will make the land waste and all that is in it,\n    by the hand of strangers.\nI, the Lord, have spoken.",
      "13": "Thus says the Lord God:\nI will also destroy the idols,\n    and I will cause their images to cease from Memphis;\nand no more shall there be a prince of the land of Egypt.\n    And I will put a fear in the land of Egypt.",
      "14": "I will make Pathros desolate,\n    and will set fire in Zoan,\n    and will execute judgments in Thebes.",
      "15": "I will pour out My fury upon Pelusium,\n    the strength of Egypt;\n    and I will cut off the multitude of Thebes.",
      "16": "I will set fire in Egypt;\n    Pelusium shall have great pain,\nand Thebes shall be rent asunder,\n    and Memphis shall have distresses daily.",
      "17": "The young men of Heliopolis and of Bubastis\n    shall fall by the sword,\n    and the women shall go into captivity.",
      "18": "In Tahpanhes also the day shall be darkened,\n    when I break there the yokes of Egypt.\n    And the pomp of her strength shall cease in her;\nas for her, a cloud shall cover her,\n    and her daughters shall go into captivity.",
      "19": "Thus I will execute judgments in Egypt,\n    and they shall know that I am the Lord.",
      "20": "In the eleventh year, in the first month, on the seventh day of the month, the word of the Lord came to me, saying:",
      "21": "Son of man, I have broken the arm of Pharaoh king of Egypt. And it has not been bound up to be healed or wrapped with a bandage to make it strong to hold the sword.",
      "22": "Therefore thus says the Lord God: I am against Pharaoh king of Egypt and will break his arms, both the strong and the broken. And I will cause the sword to fall out of his hand.",
      "23": "I will scatter the Egyptians among the nations and disperse them among the countries.",
      "24": "For I will strengthen the arms of the king of Babylon and put My sword in his hand. But I will break the arms of Pharaoh so that he groans before him with the groanings of a wounded man.",
      "25": "So I will strengthen the arms of the king of Babylon, but the arms of Pharaoh shall fall down. Then they shall know that I am the Lord when I put My sword into the hand of the king of Babylon and he stretches it out upon the land of Egypt.",
      "26": "When I scatter the Egyptians among the nations and disperse them among the countries, then they shall know that I am the Lord."
    },
    "31": {
      "1": "In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me, saying:",
      "2": "Son of man, speak to Pharaoh king of Egypt, and to his multitude:\nWhom are you like in your greatness?",
      "3": "Assyria was a cedar in Lebanon,\n    with fair branches and shade for a forest,\n    and high stature;\nand its top was among the clouds.",
      "4": "The waters made it great;\n    the deep set it up on high.\nWith its rivers it continually ran\n    all around its plants,\nand sent out its little rivers\n    to all the trees of the field.",
      "5": "Therefore its height was exalted\n    above all the trees of the field,\nand its boughs were multiplied,\n    and its branches became long\n    because of the abundance of water, as it spread them out.",
      "6": "All the fowl of heaven\n    made their nests in its boughs;\nand under its branches\n    all the beasts of the field gave birth;\nand under its shadow\n    all great nations lived.",
      "7": "Thus it was fair in its greatness,\n    in the length of its branches,\nfor its roots were\n    by many waters.",
      "8": "The cedars in the garden of God\n    could not match it;\nthe fir trees\n    were not like its boughs,\nand the chestnut trees\n    were not like its branches;\nnor was any tree in the garden of God\n    like it in its beauty.",
      "9": "I made it beautiful with an abundance of branches,\n    so that all the trees of Eden envied it,\n    that were in the garden of God.",
      "10": "Therefore, thus says the Lord God: Because it is lifted up in height and has shot up its top among the clouds, and its heart is arrogant in its height,",
      "11": "I therefore will deliver it into the hand of the mighty one of the nations. He shall surely deal with it. I have driven it out for its wickedness.",
      "12": "Aliens, the tyrants of the nations have cut it off and left it. Upon the mountains and in all the valleys its branches have fallen, and its boughs have been broken by all the rivers of the land. And all the peoples of the earth have gone down from its shadow and have left it.",
      "13": "Upon its ruin all the fowl of the heavens shall remain, and all the beasts of the field shall be upon its fallen branches",
      "14": "to the end that none of all the trees by the waters exalt themselves for their height, or shoot up their tops among the clouds, or their well-watered trees stand up in their height. For they all have been delivered to death, to the nether parts of the earth in the midst of the sons of men, with those who go down to the pit.",
      "15": "Thus says the Lord God: On the day when it went down to Sheol I caused mourning. I covered the deep over it and restrained its rivers, and its many waters were stayed. And I caused Lebanon to mourn for it, and all the trees of the field fainted for it.",
      "16": "I made the nations to shake at the sound of its fall when I cast him down to Sheol with those who descend into the pit. And all the well-watered trees of Eden, the choice and best of Lebanon, were comforted in the nether parts of the earth.",
      "17": "They also went down into Sheol with it to those who were slain with the sword. And those who were its power lived under its shadow in the midst of the nations.",
      "18": "To whom are you thus like in glory and in greatness among the trees of Eden? Yet you shall be brought down with the trees of Eden to the nether parts of the earth. You shall lie in the midst of the uncircumcised with those who were slain by the sword.\nThis is Pharaoh and all his multitude, says the Lord God."
    },
    "32": {
      "1": "In the twelfth year, in the twelfth month, on the first day of the month, the word of the Lord came to me, saying:",
      "2": "Son of man, take up a lamentation for Pharaoh king of Egypt and say to him:\nYou likened yourself to a young lion of the nations,\n    but you are as the monster in the seas;\nand you burst forth in your rivers,\n    and muddied the waters with your feet,\n    and made foul their rivers.",
      "3": "Thus says the Lord God:\nI will therefore spread out My net over you\n    with a company of many peoples,\n    and they shall bring you up in My net.",
      "4": "Then I will leave you upon the land;\n    I will cast you out on the open field,\nand I will cause all the fowl of the heavens to remain upon you.\n    And I will fill the beasts of the whole earth with you.",
      "5": "I will lay your flesh upon the mountains,\n    and fill the valleys with your refuse.",
      "6": "I will also water the land with your blood,\n    as far as the mountains;\n    and the rivers shall be full of you.",
      "7": "When I put you out, I will cover the heavens\n    and make their stars dark;\nI will cover the sun with a cloud,\n    and the moon shall not give its light.",
      "8": "All the bright lights in the heavens\n    I will make dark over you,\n    and set darkness upon your land,\n    says the Lord God.",
      "9": "I will also vex the hearts of many peoples when I bring your destruction among the nations, into the countries which you have not known.",
      "10": "Indeed, I will make many peoples amazed at you, and their kings shall be horribly afraid for you when I brandish My sword before them. And they shall tremble at every moment, every man for his own life, on the day of your fall.",
      "11": "For thus says the Lord God:\nThe sword of the king of Babylon\n    shall come upon you.",
      "12": "By the swords of the mighty,\n    I will cause your multitude to fall.\n    All of them are tyrants of the nations;\nthey shall destroy the pride of Egypt,\n    and all its multitude shall be destroyed.",
      "13": "I also will destroy all the beasts\n    from beside many waters;\nnor shall the foot of man muddy them anymore,\n    nor the hoofs of beasts muddy them.",
      "14": "Then I will make their waters settle,\n    and cause their rivers to run like oil,\n    says the Lord God.",
      "15": "When I make the land of Egypt desolate,\n    and the country is destitute of that by which it was full,\nwhen I smite all those who dwell in it,\n    then shall they know that I am the Lord.",
      "16": "This is the lamentation, and they shall chant it. The daughters of the nations shall chant it. They shall chant it over Egypt and over all her multitude, says the Lord God.",
      "17": "In the twelfth year, on the fifteenth day of the month, the word of the Lord came to me, saying:",
      "18": "Son of man, wail for the multitude of Egypt and cast it down, her and the daughters of the powerful nations, to the nether parts of the earth, with those who go down into the pit.",
      "19": "“Whom do you surpass in beauty? Descend and make your bed with the uncircumcised.”",
      "20": "They shall fall in the midst of those who are slain by the sword. She is delivered to the sword. They have drawn her and all her multitudes away.",
      "21": "The strong among the mighty shall speak to him and those who help him out of the midst of Sheol: “They have gone down, they lie still, uncircumcised, slain by the sword.”",
      "22": "Assyria is there and all her company. Her graves are around her. All of them are slain, fallen by the sword,",
      "23": "whose graves are set in the sides of the pit and her company is all around her grave. All of them are slain, fallen by the sword, who cause terror in the land of the living.",
      "24": "There is Elam and all her multitude all around her grave, all of them slain, fallen by the sword, who descended uncircumcised into the nether parts of the earth, who caused their terror in the land of the living and bore their shame with those who went down to the pit.",
      "25": "They have set a bed for her in the midst of the slain with all her multitude. Her graves are all around it. All of them uncircumcised, slain by the sword; though their terror was caused in the land of the living, yet they have borne their shame with those who go down to the pit. They were put in the midst of those who are slain.",
      "26": "There is Meshek, Tubal, and all her multitude. Their graves are all around them. All of them uncircumcised, slain by the sword, though they caused their terror in the land of the living.",
      "27": "They shall not lie with the mighty who are fallen of the uncircumcised, who have gone down to Sheol with their weapons of war and whose swords were laid under their heads. But the punishment for their iniquity rested upon their bones, though the terror of these mighty ones was once in the land of the living.",
      "28": "Indeed, you shall be broken in the midst of the uncircumcised and shall lie with those who are slain with the sword.",
      "29": "There is Edom also, its kings and all its officials, who for all their might are laid by those who were slain by the sword. They shall lie with the uncircumcised and with those who go down to the pit.",
      "30": "There are also the officials of the north, all of them, and all the Sidonians, who in spite of the terror from their might have gone down in shame with the slain. So they lie down uncircumcised with those who are slain by the sword, and bear their shame with those who go down to the pit.",
      "31": "Pharaoh shall see them, and shall be comforted over all his multitude slain by the sword, even Pharaoh and all his army, says the Lord God.",
      "32": "Though I have caused a terror of him in the land of the living, yet he shall be laid in the midst of the uncircumcised with those who are slain with the sword, even Pharaoh and all his multitude, says the Lord God."
    },
    "33": {
      "1": "Again the word of the Lord came to me, saying:",
      "2": "Son of man, speak to the children of your people and say to them: If I bring a sword upon a land, and the people of the land take a man from among them and set him for their watchman,",
      "3": "and he sees the sword come upon the land and blows the trumpet and warns the people,",
      "4": "then whoever hears the sound of the trumpet and does not take warning, and a sword comes and takes him away, his blood shall be upon his own head.",
      "5": "He heard the sound of the trumpet yet did not take warning. His blood shall be upon himself. But he who takes warning delivers his soul.",
      "6": "But if the watchman sees the sword come and does not blow the trumpet and the people are not warned and a sword comes and takes a person from among them, he is taken away in his iniquity. But his blood I will require from the hand of the watchman.",
      "7": "Now as for you, son of man: I have set you a watchman to the house of Israel. Therefore you shall hear a word from My mouth and warn them from Me.",
      "8": "When I say to the wicked, “O wicked man, you shall surely die,” and you do not speak to warn the wicked from his way, that wicked man shall die in his iniquity. But his blood I will require from your hand.",
      "9": "Nevertheless, if you on your part warn the wicked to turn from his way and he does not turn from his way, he shall die in his iniquity. But you have delivered your soul.",
      "10": "Therefore as for you, son of man, say to the house of Israel: Thus you have spoken, saying, “Surely our transgressions and our sins are upon us, and we pine away in them. How should we then live?”",
      "11": "Say to them: As I live, says the Lord God, I have no pleasure in the death of the wicked, but rather that the wicked turn from his way and live. Turn, turn from your evil ways! For why will you die, O house of Israel?",
      "12": "Therefore you, son of man, say to the sons of your people: The righteousness of a righteous man shall not deliver him in the day of his transgression. As for the wickedness of the wicked, he shall not fall by it in the day that he turns from his wickedness. Nor shall the righteous be able to live for his righteousness in the day that he sins.",
      "13": "When I say to the righteous that he shall surely live and he so trusts in his righteousness that he commits iniquity, all his righteousness shall not be remembered. But for that iniquity of his that he has committed, he shall die.",
      "14": "Again, when I say to the wicked, “You shall surely die,” and he turns from his sin and does that which is lawful and right,",
      "15": "if the wicked man restores a pledge, gives back what he had robbed, walks in the statutes of life without committing iniquity, he shall surely live. He shall not die.",
      "16": "None of his sins that he has committed shall be remembered against him. He has done what is lawful and right. He shall surely live.",
      "17": "Yet the sons of your people say, “The way of the Lord is not right,” when their way is not right.",
      "18": "When the righteous turns from his righteousness and commits iniquity, he shall die by it.",
      "19": "But if the wicked turns from his wickedness and does that which is lawful and right, he shall live by them.",
      "20": "Yet you say, “The way of the Lord is not right.” O house of Israel, I will judge you, every one according to his ways.",
      "21": "In the twelfth year of our captivity, in the tenth month, on the fifth day of the month, one who had escaped out of Jerusalem came to me, saying, “The city is taken.”",
      "22": "Now the hand of the Lord was upon me in the evening, before those who escaped came. And He opened my mouth at the time they came to me in the morning. Therefore my mouth was opened and I was speechless no more.",
      "23": "Then the word of the Lord came to me, saying:",
      "24": "Son of man, those who inhabit these wastes in the land of Israel are saying, “Abraham was one, yet he inherited the land. But to us who are many, the land has been given for an inheritance.”",
      "25": "Therefore say to them, Thus says the Lord God: You eat meat with the blood in it and lift up your eyes toward your idols as you shed blood. Should you then possess the land?",
      "26": "You rely upon your sword, you work abominations, and every one of you defiles his neighbor’s wife. Should you then possess the land?",
      "27": "Thus you shall say to them, Thus says the Lord God: As I live, surely those who are in the ruins shall fall by the sword, and him who is in the open field I will give to the beasts to be devoured, and those who are in the forts and in the caves shall die of pestilence.",
      "28": "For I will make the land a desolation and a waste, and the pomp of her strength shall cease. And the mountains of Israel shall be desolate so that none shall pass through.",
      "29": "Then shall they know that I am the Lord, when I make the land a desolation and a waste because of all their abominations which they have committed.",
      "30": "As for you, son of man, the sons of your people are talking about you by the walls and in the doorways of the houses; and they speak to one another, each saying to his brother, “Come now, and hear what the word is that comes from the Lord.”",
      "31": "They come to you as people come, and they sit before you as My people, and they hear your words; but they will not do them. For they do the lustful desires in their mouth, and their heart goes after their covetousness.",
      "32": "You are to them as a sensual song of one who has a pleasant voice and can play well on an instrument. For they hear your words, but they do not do them.",
      "33": "When this comes to pass, and it is coming to pass, then shall they know that a prophet has been among them."
    },
    "34": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, prophesy against the shepherds of Israel. Prophesy and say to those shepherds, Thus says the Lord God: Woe to the shepherds of Israel who feed themselves! Should not the shepherds feed the flock?",
      "3": "You eat the fat and clothe yourself with the wool; you kill those who are fed without feeding the flock.",
      "4": "The diseased you have not strengthened, nor have you healed that which was sick, nor have you bound up that which was broken, nor have you brought back that which was driven away, nor have you sought that which was lost. But with force and with cruelty you have subjugated them.",
      "5": "They were scattered because there was no shepherd. And they became meat to all the beasts of the field and were scattered.",
      "6": "My sheep wandered through all the mountains and upon every high hill. Indeed, My flock was scattered upon all the face of the earth, and no one searched or sought after them.",
      "7": "Therefore, you shepherds, hear the word of the Lord:",
      "8": "As I live, says the Lord God, surely because My flock became a prey, and My flock even became meat to every beast of the field, because there was no shepherd, nor did My shepherds search for My flock; but the shepherds fed themselves and did not feed My flock,",
      "9": "therefore, you shepherds, hear the word of the Lord.",
      "10": "Thus says the Lord God: I am against the shepherds. And I will require My flock from their hand and cause them to cease from feeding the flock. Nor shall the shepherds feed themselves anymore, for I will deliver My flock from their mouth so that they may not be meat for them.",
      "11": "For thus says the Lord God: I, even I, will search for My sheep and seek them out.",
      "12": "As a shepherd seeks out his flock in the day that he is among his sheep that are scattered, so I will seek out My sheep and will deliver them out of all the places where they have been scattered in a cloudy and dark day.",
      "13": "I will bring them out from the peoples, and gather them from the countries, and bring them to their own land, and feed them upon the mountains of Israel by the rivers and in all the inhabited places of the country.",
      "14": "I will feed them in a good pasture, and upon the high mountains of Israel their grazing ground shall be. There they shall lie on good grazing ground, and in a rich pasture they shall feed upon the mountains of Israel.",
      "15": "I will feed My flock, and I will cause them to lie down, says the Lord God.",
      "16": "I will seek that which was lost and bring back that which was driven away and bind up that which was broken and will strengthen that which was sick. But I will destroy the fat and the strong. I will feed them with judgment.",
      "17": "As for you, O My flock, thus says the Lord God: I will judge between sheep and cattle, between the rams and the male goats.",
      "18": "Does it seem a small thing to you to have eaten up the good pasture, that you must tread down with your feet the rest of your pastures? Or that you should drink of the clear waters, that you must foul the rest with your feet?",
      "19": "And as for My flock, they eat that which you have trodden with your feet, and they drink that which you have fouled with your feet.",
      "20": "Therefore thus says the Lord God to them: I, even I, will judge between the fat sheep and between the lean sheep.",
      "21": "Because you have thrust with side and with shoulder, and pushed all the diseased with your horns until you have scattered them abroad,",
      "22": "therefore I will save My flock, and they shall no more be a prey. And I will judge between one sheep and another.",
      "23": "I will set up one shepherd over them, and he shall feed them, even My servant David. He shall feed them himself and be their shepherd.",
      "24": "I the Lord will be their God, and My servant David shall be prince among them. I the Lord have spoken.",
      "25": "I will make with them a covenant of peace and will cause the wild beasts to cease from the land so that they dwell safely in the wilderness and sleep in the woods.",
      "26": "I will make them and the places all around My hill a blessing. And I will cause the showers to come down in their season. They shall be showers of blessing.",
      "27": "The tree of the field shall yield its fruit, and the ground shall yield its increase, and they shall be safe in their land. Then they shall know that I am the Lord, when I have broken the bands of their yoke and delivered them out of the hand of those who enslaved them.",
      "28": "They shall no more be a prey to the nations, nor shall the beast of the land devour them. But they shall dwell safely and no one shall make them afraid.",
      "29": "I will raise up for them a planting place of renown, and no more shall they be consumed with hunger in the land, nor shall they bear the shame of the nations anymore.",
      "30": "Thus shall they know that I, the Lord their God, am with them, and that they, the house of Israel, are My people, says the Lord God.",
      "31": "As for you, My flock, the flock of My pasture, you are men, and I am your God, says the Lord God."
    },
    "35": {
      "1": "Moreover the word of the Lord came to me, saying:",
      "2": "Son of man, set your face against Mount Seir and prophesy against it,",
      "3": "and say to it, Thus says the Lord God: I am against you, O Mount Seir, and I will stretch out My hand against you, and I will make you a desolation and a waste.",
      "4": "I will lay your cities waste, and you shall become a desolation. Then you shall know that I am the Lord.",
      "5": "Because you have had a perpetual hatred and have delivered the sons of Israel to the power of the sword in the time of their calamity, in the time of the punishment of the end,",
      "6": "therefore, as I live, says the Lord God, I will prepare you for bloodshed, and bloodshed shall pursue you. Since you have not hated bloodshed, therefore blood shall pursue you.",
      "7": "Thus I will make Mount Seir a desolation and a waste, and cut off from it the one who passes through and the one who returns.",
      "8": "I will fill its mountains with its slain men. On your hills and in your valleys and in all your rivers, they shall fall who are slain with the sword.",
      "9": "I will make you a perpetual desolation, and your cities shall not be inhabited. Then you shall know that I am the Lord.",
      "10": "Because you have said, “These two nations and these two countries shall be mine, and we will possess them,” whereas the Lord was there,",
      "11": "therefore, as I live, says the Lord God, I will treat you according to your anger and according to your envy, which you have showed out of your hatred against them. And I will make Myself known among them when I have judged you.",
      "12": "Then you shall know that I, the Lord, have heard all your blasphemies which you have spoken against the mountains of Israel, saying, “They are laid desolate. They are given to us to consume.”",
      "13": "Thus with your mouth you have boasted against Me and have multiplied your words against Me. I have heard them.",
      "14": "Thus says the Lord God: When the whole earth rejoices, I will make you a desolation.",
      "15": "As you rejoiced at the inheritance of the house of Israel because it was desolate, so I will do to you. You shall be a desolation, O Mount Seir, and all Edom, all of it. Then they shall know that I am the Lord."
    },
    "36": {
      "1": "As for you, son of man, prophesy to the mountains of Israel and say: O mountains of Israel, hear the word of the Lord.",
      "2": "Thus says the Lord God: Because the enemy has said against you, “Aha! Even the ancient high places are our possession,”",
      "3": "therefore, prophesy and say: Thus says the Lord God: For good reason they have made you desolate and swallowed you up on every side so that you might become a possession to the rest of the nations, and you have been taken up on the lips of talkers and are an infamy of the people.",
      "4": "Therefore, O mountains of Israel, hear the word of the Lord God: Thus says the Lord God to the mountains and to the hills, to the rivers and to the valleys, to the desolate wastes and to the cities that are forsaken, which became a prey and derision to the rest of the nations that are all around;",
      "5": "therefore thus says the Lord God: Surely in the fire of My jealousy I have spoken against the rest of the nations and against all Edom, who have arrogated My land into their possession with the joy of all their hearts and with a spiteful soul, to cast it out for a prey.",
      "6": "Prophesy therefore concerning the land of Israel and say to the mountains and to the hills, to the rivers and to the valleys: Thus says the Lord God: I have spoken in My jealousy and in My fury, because you have borne the shame of the nations.",
      "7": "Therefore, thus says the Lord God: I have lifted up My hand that surely the nations who are about you shall themselves bear their invectives.",
      "8": "But you, O mountains of Israel, you shall shoot forth your branches and yield your fruit for My people Israel. For they shall come soon.",
      "9": "For I am for you, and I will turn to you, and you shall be tilled and sown.",
      "10": "And I will multiply men upon you, all the house of Israel, all of it. And the cities shall be inhabited, and the waste places shall be built.",
      "11": "And I will multiply man and beast upon you. And they shall increase and bring forth fruit. And I will settle you as you were before and do better to you than at the beginning. Thus you shall know that I am the Lord.",
      "12": "Indeed, I will cause men to walk upon you, My people Israel, and they shall possess you, and you shall be their inheritance, and you shall no longer bereave them of children.",
      "13": "Thus says the Lord God: Because they say to you, “You are a devourer of men and have bereaved your nation of children,”",
      "14": "therefore you shall devour men no more or bereave your nation of children anymore, says the Lord God.",
      "15": "Nor will I cause men to hear in you the invectives of the nations anymore, nor shall you bear the reproach of the peoples anymore, nor shall you cause your nation to fall anymore, says the Lord God.",
      "16": "Moreover the word of the Lord came to me, saying:",
      "17": "Son of man, when the house of Israel lived in their own land, they defiled it by their ways and their deeds. Their way was before Me as the uncleanness of a woman in her impurity.",
      "18": "Therefore I poured My fury upon them for the blood that they had shed upon the land and for their idols with which they had polluted it.",
      "19": "And I scattered them among the nations, and they were dispersed throughout the countries. According to their ways and according to their deeds, I judged them.",
      "20": "When they entered the nations, where they went, they profaned My holy name, because they said of them, “These are the people of the Lord and have gone out of His land.”",
      "21": "But I had pity for My holy name, which the house of Israel had profaned among the nations where they went.",
      "22": "Therefore say to the house of Israel, Thus says the Lord God: I do not do this for your sake, O house of Israel, but for My holy name’s sake which you have profaned among the nations where you went.",
      "23": "I will vindicate the sanctity of My great name which was profaned among the nations, which you have profaned in their midst. Then the nations shall know that I am the Lord, says the Lord God, when I shall be sanctified among you before their eyes.",
      "24": "For I will take you from among the nations and gather you out of all countries and will bring you into your own land.",
      "25": "Then I will sprinkle clean water upon you, and you shall be clean. From all your filthiness and from all your idols, I will cleanse you.",
      "26": "Also, I will give you a new heart, and a new spirit I will put within you. And I will take away the stony heart out of your flesh, and I will give you a heart of flesh.",
      "27": "I will put My Spirit within you and cause you to walk in My statutes, and you will keep My judgments and do them.",
      "28": "You will dwell in the land that I gave to your fathers. And you will be My people, and I will be your God.",
      "29": "I will also save you from all your uncleanness. And I will call for the grain and increase it and lay no famine upon you.",
      "30": "I will multiply the fruit of the tree and the increase of the field so that you shall receive no more reproach of famine among the nations.",
      "31": "Then you shall remember your evil ways and your deeds that were not good, and shall loathe yourselves in your own sight for your iniquities and your abominations.",
      "32": "Not for your sake am I doing this, says the Lord God, let it be known to you. Be ashamed and humiliated for your ways, O house of Israel!",
      "33": "Thus says the Lord God: On the day that I cleanse you from all your iniquities, I will cause you to dwell in the cities, and the waste places shall be built.",
      "34": "The desolate land shall be tilled, whereas it lay desolate in the sight of all who pass by.",
      "35": "They shall say, “This land that was desolate has become like the garden of Eden. And the waste and desolate and ruined cities have become fenced and inhabited.”",
      "36": "Then the nations that are left all around you shall know that I the Lord have built the ruined places and planted that which was desolate. I the Lord have spoken it, and I will do it.",
      "37": "Thus says the Lord God: This also I will let the house of Israel ask Me to do for them: I will increase their men like a flock.",
      "38": "As the flock for sacrifices, as the flock of Jerusalem in her solemn feasts, so shall the waste cities be filled with flocks of men. Then they shall know that I am the Lord."
    },
    "37": {
      "1": "The hand of the Lord was upon me, and He carried me out in the Spirit of the Lord and set me down in the midst of the valley which was full of bones,",
      "2": "and He caused me to pass among them all around. And there were very many in the open valley. And they were very dry.",
      "3": "He said to me, “Son of man, can these bones live?”\nAnd I answered, “O Lord God, You know.”",
      "4": "Again He said to me, “Prophesy over these bones and say to them, O dry bones, hear the word of the Lord.",
      "5": "Thus says the Lord God to these bones: I will cause breath to enter you so that you live.",
      "6": "And I will lay sinews upon you and will grow back flesh upon you and cover you with skin and put breath in you so that you live. Then you shall know that I am the Lord.”",
      "7": "So I prophesied as I was commanded. And as I prophesied, there was a noise and a shaking. And the bones came together, bone to its bone.",
      "8": "When I looked, the sinews and the flesh grew upon them, and the skin covered them. But there was no breath in them.",
      "9": "Then He said to me, “Prophesy to the wind; prophesy, son of man, and say to the wind: Thus says the Lord God: Come from the four winds, O breath, and breathe upon these slain so that they live.”",
      "10": "So I prophesied as He commanded me, and the breath came into them, and they lived and stood up upon their feet, an exceeding great army.",
      "11": "Then He said to me, “Son of man, these bones are the whole house of Israel. They say, ‘Our bones are dried up, and our hope is lost. We are cut off completely.’",
      "12": "Therefore prophesy and say to them, Thus says the Lord God: Pay attention, O My people, I will open your graves and cause you to come up out of your graves and bring you into the land of Israel.",
      "13": "Then you shall know that I am the Lord, when I have opened your graves, O My people, and brought you up out of your graves.",
      "14": "And I shall put My Spirit in you, and you shall live, and I shall place you in your own land. Then you shall know that I the Lord have spoken and performed it, says the Lord.”",
      "15": "The word of the Lord came again to me, saying:",
      "16": "Moreover, son of man, take one stick and write on it: “For Judah and for the sons of Israel his companions.” Then take another stick and write on it, “For Joseph the stick of Ephraim and for all the house of Israel his companions.”",
      "17": "Then join them to one another into one stick so that they become one in your hand.",
      "18": "When the sons of your people speak to you, saying, “Will you not show us what you mean by these things?”",
      "19": "say to them, Thus says the Lord God: I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his companions, and will put them with it, with the stick of Judah, and make them one stick; and they shall be one in My hand.",
      "20": "The sticks on which you write shall be in your hand before their eyes.",
      "21": "Say to them, Thus says the Lord God: I will take the sons of Israel from among the nations where they have gone and will gather them on every side and bring them into their own land.",
      "22": "And I will make them one nation in the land upon the mountains of Israel. And one king shall be king over them all. And they shall be two nations no more, nor shall they be divided into two kingdoms anymore.",
      "23": "Nor shall they defile themselves anymore with their idols, nor with their detestable things, nor with any of their transgressions. But I will save them out of all their dwelling places in which they have sinned and will cleanse them. So they shall be My people, and I will be their God.",
      "24": "David My servant shall be king over them. And they all shall have one shepherd. They shall also walk in My judgments, and observe My statutes and do them.",
      "25": "They shall dwell in the land that I have given to Jacob My servant, in which your fathers lived. And they shall dwell in it, they and their sons and their son’s sons forever. And My servant David shall be their prince forever.",
      "26": "Moreover I will make a covenant of peace with them. It shall be an everlasting covenant with them. And I will place them and multiply them and will set My sanctuary in their midst forevermore.",
      "27": "My tabernacle also shall be with them. Indeed, I will be their God and they shall be My people.",
      "28": "The nations shall know that I the Lord do sanctify Israel when My sanctuary is in their midst forevermore."
    },
    "38": {
      "1": "And the word of the Lord came to me, saying:",
      "2": "Son of man, set your face against Gog of the land of Magog, the prince of Rosh, Meshek and Tubal, and prophesy against him,",
      "3": "and say: Thus says the Lord God: I am against you, O Gog, the prince of Rosh, Meshek and Tubal.",
      "4": "And I will turn you back and put hooks into your jaws, and I will bring you out, and all your army, horses, and horsemen, all of them clothed with all sorts of armor, even a great company with buckler and shield, all of them handling swords.",
      "5": "Persia, Ethiopia, and Put with them, all of them with shield and helmet.",
      "6": "I will do so to Gomer and all its troops, Beth Togarmah of the north quarters and all its troops, and many peoples with you.",
      "7": "Be prepared and prepare yourself, you and all your companies that are assembled to you, and be a guard to them.",
      "8": "After many days you shall be called. In the latter years you shall come into the land that is restored from the sword, whose inhabitants have been gathered out of many peoples, against the mountains of Israel which had been always a waste. But its people were brought out of the nations, and they, all of them, are dwelling safely.",
      "9": "You shall ascend and come like a storm; you shall be like a cloud to cover the land, you and all your troops, and many peoples with you.",
      "10": "Thus says the Lord God: It shall come to pass on that day that things shall come into your mind and you shall think an evil thought,",
      "11": "and you shall say, “I will go up against the land of unwalled villages. I will go against those who are at rest, that dwell safely, all of them dwelling without walls and having neither bars nor gates,”",
      "12": "to take spoil and to seize prey, to turn your hand against the desolate places that are now inhabited, and against the people who are gathered out of the nations, who have obtained livestock and goods, who dwell in the midst of the world.",
      "13": "Sheba and Dedan and the merchants of Tarshish with all its villages shall say to you, “Have you come to take spoil? Have you gathered your company to seize prey, to carry away silver and gold, to take away livestock and goods, to take great spoil?”",
      "14": "Therefore, son of man, prophesy and say to Gog: Thus says the Lord God: On that day when My people of Israel dwell safely, shall you not know it?",
      "15": "And you shall come from your place out of the north parts, you and many peoples with you, all of them riding on horses, a great company and a mighty army.",
      "16": "And you shall come up against My people of Israel as a cloud to cover the land. It shall come about in the latter days that I will bring you against My land so that the nations may know Me when I shall be sanctified in you, O Gog, before their eyes.",
      "17": "Thus says the Lord God: Are you he of whom I have spoken in former days by My servants the prophets of Israel, who prophesied in those days for many years that I would bring you against them?",
      "18": "And it shall come to pass at the same time when Gog comes against the land of Israel, says the Lord God, that My fury shall come up in My anger.",
      "19": "For in My jealousy and in the fire of My wrath I have spoken: Surely in that day there shall be a great earthquake in the land of Israel.",
      "20": "The fish of the sea and the fowl of the heavens and the beasts of the field and all creeping things that creep upon the earth and all the men who are upon the face of the earth shall shake at My presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.",
      "21": "I will call for a sword against him on all My mountains, says the Lord God. Every man’s sword shall be against his brother.",
      "22": "I will enter into judgment with him with pestilence and with blood. And I will rain upon him and upon his troops and upon the many peoples who are with him, an overflowing rain and hailstones, fire and brimstone.",
      "23": "Thus I will magnify Myself, and sanctify Myself, and I will be known in the eyes of many nations. Then they shall know that I am the Lord."
    },
    "39": {
      "1": "Moreover you, son of man, prophesy against Gog and say: Thus says the Lord God: I am against you, O Gog, prince of Rosh, Meshek, and Tubal.",
      "2": "And I will turn you back, drive you on, and take you up the north parts and bring you against the mountains of Israel.",
      "3": "And I will strike your bow out of your left hand and will cause your arrows to fall out of your right hand.",
      "4": "You shall fall upon the mountains of Israel, you and all your troops and the peoples who are with you. I will give you to the ravenous birds of every sort, and to the beasts of the field to be devoured.",
      "5": "You shall fall upon the open field. For I have spoken, says the Lord God.",
      "6": "I will send a fire on Magog and among those who dwell safely in the coastlands. Then they shall know that I am the Lord.",
      "7": "So I will make My holy name known in the midst of My people Israel. And I will not let them pollute My holy name anymore. And the nations shall know that I am the Lord, the Holy One in Israel.",
      "8": "It is coming and it shall be done, says the Lord God. This is the day of which I have spoken.",
      "9": "Those who dwell in the cities of Israel shall go and make fires with the weapons and burn them, both the shields and the bucklers, the bows and the arrows, and the war clubs and the spears, and they shall burn them with fire for seven years.",
      "10": "They shall take no wood out of the field, or cut down any out of the forests, for they shall make fires with the weapons. And they shall despoil those who despoiled them, and plunder those who plundered them, says the Lord God.",
      "11": "It shall come to pass in that day that I will give to Gog a place of graves there in Israel, the valley of the passengers on the east of the sea, and it shall stop the passengers. And there they shall bury Gog and all his multitude, and they shall call it the Valley of Hamon Gog.",
      "12": "For seven months the house of Israel shall be burying them so that they may cleanse the land.",
      "13": "Indeed, all the people of the land shall bury them. And it shall be their renown on the day that I shall be glorified, says the Lord God.",
      "14": "They shall separate men who continually pass through the land to bury the passengers, even those who remain upon the face of the earth, to cleanse it.\nAfter the end of seven months they shall search.",
      "15": "As the passengers pass through the land and anyone sees a man’s bone, then he shall set up a sign by it until the buriers have buried it in the Valley of Hamon Gog.",
      "16": "Also the name of the city shall be Hamonah. Thus they shall cleanse the land.",
      "17": "As for you, son of man, thus says the Lord God: Speak to every kind of fowl and to every beast of the field: Assemble and come. Gather on every side to My sacrifice that I sacrifice for you, even a great sacrifice upon the mountains of Israel, that you may eat flesh and drink blood.",
      "18": "You shall eat the flesh of the mighty and drink the blood of the officials of the earth as though of rams, of lambs, and of goats, of bulls, all of them fatlings of Bashan.",
      "19": "You shall eat fat until you are full and drink blood until you are drunk from My sacrifice which I have sacrificed for you.",
      "20": "Thus you shall be filled at My table with horses and chariots, with mighty men, and with all the men of war, says the Lord God.",
      "21": "I will set My glory among the nations, and all the nations shall see My judgment that I have executed, and My hand that I have laid upon them.",
      "22": "So the house of Israel shall know that I am the Lord their God from that day and forward.",
      "23": "The nations shall know that the house of Israel went into captivity for their iniquity because they trespassed against Me, and I hid My face from them. And I gave them into the hand of their enemies, and all of them fell by the sword.",
      "24": "According to their uncleanness and according to their transgressions, I have done to them and hid My face from them.",
      "25": "Therefore thus says the Lord God: Now I will restore the fortunes of Jacob and have mercy on the whole house of Israel and will be jealous for My holy name.",
      "26": "They shall forget their shame and all their trespasses by which they have trespassed against Me when they lived safely in their land and no one made them afraid.",
      "27": "When I have brought them back from the peoples and gathered them out of the lands of their enemies, then I shall be sanctified in them in the sight of many nations.",
      "28": "Then they shall know that I am the Lord their God who caused them to be led into captivity among the nations, and then gathered them again to their own land and have left none of them there anymore.",
      "29": "Nor will I hide My face from them anymore. For I will have poured out My Spirit on the house of Israel, says the Lord God."
    },
    "40": {
      "1": "In the twenty-fifth year of our captivity, in the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was struck, on that very day the hand of the Lord was upon me and He brought me there.",
      "2": "In the visions of God He brought me into the land of Israel and set me upon a very high mountain, on which was as the frame of a city on the south.",
      "3": "He brought me there, and there was a man whose appearance was like the appearance of bronze, with a line of flax and a measuring reed in his hand. And he stood in the gate.",
      "4": "The man said to me, “Son of man, look with your eyes, and hear with your ears, and set your heart on all that I shall show you. For you have been brought here to show it to you. Declare all that you see to the house of Israel.”",
      "5": "There was a wall all around the outside of the temple. In the man’s hand was a measuring reed of six cubits long, each being a cubit and a handbreadth. So he measured the width of the building, one reed. And the height, one reed.",
      "6": "Then he went to the gateway facing east; and he went up its stairs and measured the threshold of the gate, which was one reed wide. And the other threshold of the gate was one reed wide.",
      "7": "Every little chamber was one reed long and one reed wide. And between the little chambers were five cubits. And the threshold of the gate by the vestibule of the inside gate was one reed.",
      "8": "He measured also the vestibule of the gate within, one reed.",
      "9": "Then he measured the vestibule of the gate, eight cubits. And its posts, two cubits. And the vestibule of the gate was the inner end.",
      "10": "The little chambers of the gate eastward were three on this side and three on that side. The three were of one measurement. And the posts had one measure on this side and on that side.",
      "11": "He measured the width of the entrance of the gate, ten cubits, and the length of the gate, thirteen cubits.",
      "12": "The space also before the little chambers was one cubit on this side, and the space was one cubit on that side. And the little chambers were six cubits on this side, and six cubits on that side.",
      "13": "He measured then the gate from the roof of one little chamber to the roof of another; the width was twenty-five cubits, door against door.",
      "14": "He measured the posts, sixty cubits, even to the post of the court all around the gate.",
      "15": "From the face of the gate of the entrance to the face of the vestibule of the inner gate was fifty cubits.",
      "16": "There were narrow windows in the little chambers and in their posts inside the gate all around, and likewise in the vestibules. And windows were all around inside. And on each post were palm tree ornaments.",
      "17": "Then he brought me into the outer court, and there were chambers and a pavement made all around the court. Thirty chambers were on the pavement.",
      "18": "The pavement was by the side of the gates, corresponding to the length of the gates; this was the lower pavement.",
      "19": "Then he measured the width from the front of the lower gate to the outer front of the inner court, a hundred cubits eastward and northward.",
      "20": "As for the gate of the outer court that faced north, he measured its length and its width.",
      "21": "Its little chambers, three on this side and three on that side, its posts, and its arches had the same measurements as the first gate; its length was fifty cubits, and its width twenty-five cubits.",
      "22": "Its windows, and those of its arches, and its palm trees had the same measurements as the gate facing east. Seven steps led up to it; and its arches were in front of it.",
      "23": "The gate of the inner court was opposite the gate on the north, as on the east. And he measured from gate to gate, a hundred cubits.",
      "24": "After that he brought me toward the south, and there was a gate facing south. And he measured its posts and its arches according to these same measurements.",
      "25": "There were windows in it and in its arches all around like those windows. The length was fifty cubits, and the width twenty-five cubits.",
      "26": "There were seven steps to go up to it, and its arches were before them. And it had palm tree ornaments, one on this side, and another on that side on its posts.",
      "27": "There was a gate in the inner court facing south. And he measured from gate to gate toward the south, a hundred cubits.",
      "28": "He brought me to the inner court by the south gate. And he measured the south gate according to these same measurements.",
      "29": "And its little chambers and its posts and its arches were according to these same measurements. And there were windows in it and in its arches all around. It was fifty cubits long and twenty-five cubits wide.",
      "30": "The arches all around were twenty-five cubits long and five cubits wide.",
      "31": "Its arches faced the outer court. And palm tree ornaments were on its posts. And its staircase had eight steps.",
      "32": "He brought me into the inner court facing east. And he measured the gate according to these same measurements.",
      "33": "Its little chambers and its posts and its arches were according to these same measurements. And there were windows in it and in its arches all around. It was fifty cubits long and twenty-five cubits wide.",
      "34": "Its arches faced the outer court. And palm tree ornaments were on its posts, on this side and on that side. And its staircase had eight steps.",
      "35": "He brought me to the north gate and measured it according to these same measurements;",
      "36": "its little chambers, its posts, and its arches, and it had windows all around: the length was fifty cubits, and the width twenty-five cubits.",
      "37": "Its posts faced the outer court. And palm tree ornaments were on its posts, on this side and on that side. And its staircase had eight steps.",
      "38": "The chambers and its entrance were by the posts of the gates where they washed the burnt offering.",
      "39": "In the vestibule of the gate were two tables on this side and two tables on that side, to slay on it the burnt offering and the sin offering and the trespass offering.",
      "40": "On the outside of the vestibule, as one goes up to the entrance of the north gate, were two tables. And on the other side of the vestibule of the gate were two tables.",
      "41": "Four tables were on this side and four tables on that side by the side of the gate, eight tables on which they slaughtered their sacrifices.",
      "42": "The four tables were of hewn stone for the burnt offering, of a cubit and a half long, and a cubit and a half wide, and one cubit high. On which also they laid the instruments with which they slaughtered the burnt offering and the sacrifice.",
      "43": "Within were hooks, a handbreadth wide, fastened all around. And on the tables was the flesh of the offering.",
      "44": "Outside the inner gate were the chambers for the singers in the inner court, one at the side of the north gate facing south, the other at the side of the east gate facing north.",
      "45": "He said to me, “This chamber that faces south is for the priests who have charge of the temple.",
      "46": "The chamber that faces north is for the priests who have charge of the altar. These are the sons of Zadok among the sons of Levi, who come near to the Lord to minister to Him.”",
      "47": "So he measured the court, a hundred cubits long, and a hundred cubits wide, foursquare. And the altar was before the temple.",
      "48": "Then he brought me to the vestibule of the temple and measured each post of the vestibule, five cubits on this side, and five cubits on that side. And the width of the gate was three cubits on this side and three cubits on that side.",
      "49": "The length of the vestibule was twenty cubits and the width eleven cubits. And he brought me by the steps whereby they went up to it. And there were pillars by the posts, one on this side and another on that side."
    },
    "41": {
      "1": "Afterward he brought me to the temple and measured the posts, six cubits wide on the one side and six cubits wide on the other side, which was the width of the tabernacle.",
      "2": "The width of the door was ten cubits. And the sides of the door were five cubits on the one side and five cubits on the other side. And he measured its length, forty cubits, and the width, twenty cubits.",
      "3": "Then he went inward and measured the post of the door, two cubits, and the door, six cubits, and the width of the door, seven cubits.",
      "4": "So he measured its length, twenty cubits. And before the temple, the width was twenty cubits. And he said to me, “This is the Most Holy Place.”",
      "5": "Afterward he measured the wall of the temple, six cubits, and the width of every side chamber, four cubits, all around the temple on every side.",
      "6": "The side chambers were in three stories, one above the other, thirty in each story. There were offsets all around to serve as supports for the side chambers, so that they should not be supported by the wall of the temple.",
      "7": "The side chambers became wider with each successive story going up because the structures went up all around the temple. Therefore the width of the temple increased going upwards and thus one went up from the lowest to the highest level through the middle level.",
      "8": "I saw also the height all around the temple. The foundations of the side chambers were a full reed of six great cubits.",
      "9": "The thickness of the wall of the side chambers was five cubits. And that which was left was the place of the side chambers that were within.",
      "10": "Between the chambers was the wideness of twenty cubits all around the temple on every side.",
      "11": "The doors of the side chambers opened onto the open place, one door toward the north and another door toward the south. And the width of the open place was five cubits all around.",
      "12": "Now the building that was facing the separate yard on the west side was seventy cubits wide. And the wall of the building was five cubits thick all around, and its length ninety cubits.",
      "13": "So he measured the temple, a hundred cubits long; and the separate yard and the building with its walls, a hundred cubits long;",
      "14": "also the width of the eastern face of the temple and the separate yard was a hundred cubits.",
      "15": "Then he measured the length of the building facing the yard at the west, together with its galleries on either side, one hundred cubits with the nave of the temple and the porches of the court,",
      "16": "the doorposts and the narrow windows. The galleries all around their three stories opposite the threshold were paneled with wood from the ground to the windows (the windows were covered),",
      "17": "from the space above the door, even to the inner room, as well as outside, and on every wall all around, inside and outside, by measure.",
      "18": "It was made with cherubim and palm trees, so that a palm tree was between cherub and cherub. And every cherub had two faces,",
      "19": "so that the face of a man was toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side. It was made throughout the temple all round.",
      "20": "From the ground to the top of the door and on the wall of the nave, cherubim and palm trees were carved.",
      "21": "The posts of the temple and the face of the sanctuary were squared. The appearance of the one was as the appearance of the other.",
      "22": "The altar of wood was three cubits high, and its length two cubits. And its corners and its length and its walls were of wood. And he said to me, “This is the table that is before the Lord.”",
      "23": "The temple and the sanctuary had two doors.",
      "24": "The doors had two leaves apiece, two turning leaves. Two leaves were for the one door, and two leaves for the other door.",
      "25": "There were made on them, on the doors of the temple, cherubim and palm trees like those made on the walls. And there were thick planks on the front of the vestibule outside.",
      "26": "There were beveled windows and palm trees on both sides, on the sides of the vestibule; thus were the side chambers of the temple and the thresholds."
    },
    "42": {
      "1": "Then he brought me out into the outer court, toward the north; and he brought me into the chamber that was opposite the separate yard and which was opposite the building on the north.",
      "2": "Before the length of a hundred cubits was the north door, and the width was fifty cubits.",
      "3": "Opposite the twenty cubits that belonged to the inner court, and opposite the pavement that belonged to the outer court, was gallery against gallery in three stories.",
      "4": "In front of the chambers was a passage on the inner side, ten cubits wide and one hundred cubits deep; and their doors faced north.",
      "5": "Now the upper chambers were shorter. For the galleries were higher than these, than the lower and the middle ones of the building.",
      "6": "For they were in three stories, but had no pillars as the pillars of the courts. Therefore the building was set back more than the lowest and the middle ones from the ground.",
      "7": "And a wall that was outside was parallel to the chambers, toward the outer court, opposite the chambers; its length was fifty cubits.",
      "8": "For the length of the chambers that were in the outer court was fifty cubits. And the length of those before the temple was a hundred cubits.",
      "9": "From under these chambers was the entrance on the east side as one goes into them from the outer court.",
      "10": "The chambers were in the thickness of the wall of the court toward the east, opposite the separate yard and opposite the building,",
      "11": "with a passage in front of them; they were like the appearance of the chambers which were toward the north, of the same length and width. And all their exits and arrangements were according to plan.",
      "12": "Corresponding to the doors of the chambers that were facing south was a door at the head of the passage way, the passage way directly in front of the wall toward the east.",
      "13": "Then he said to me, “The north chambers and the south chambers, which are before the separate place, are the holy chambers where the priests who approach the Lord shall eat the most holy offerings. There they shall lay the most holy offerings—the grain offering, the sin offering, and the guilt offering—for the place is holy.",
      "14": "When the priests enter it, then they shall not go out of the holy place into the outer court, but there they shall lay their garments in which they minister, for they are holy. And they shall put on other garments, and shall approach those things which are for the people.”",
      "15": "Now when he had made an end of measuring the inner temple, he brought me out by the gate that faces east, and measured it all around.",
      "16": "He measured the east side with the measuring reed, five hundred cubits with the measuring reed all around.",
      "17": "He measured the north side with the measuring reed round about, five hundred reeds.",
      "18": "He measured the south side with the measuring reed, five hundred reeds.",
      "19": "He turned about to the west side and measured five hundred reeds with the measuring reed.",
      "20": "He measured it by the four sides. It had a wall all around, five hundred reeds long and five hundred wide, to make a separation between the sanctuary and the profane place."
    },
    "43": {
      "1": "Afterward he brought me to the gate, the gate facing east.",
      "2": "And the glory of the God of Israel came from the way of the east. And His voice was like a noise of many waters. And the earth shone with His glory.",
      "3": "It was according to the appearance of the vision which I saw, even according to the vision that I saw, when He came to destroy the city. And the visions were like the vision that I saw by the River Kebar. And I fell upon my face.",
      "4": "The glory of the Lord came into the temple by the way of the gate facing east.",
      "5": "So the Spirit took me up and brought me into the inner court. And the glory of the Lord filled the temple.",
      "6": "Then I heard one speaking to me out of the temple. And a man stood by me.",
      "7": "He said to me: Son of man, this is the place of My throne and the place of the soles of My feet, where I will dwell in the midst of the sons of Israel forever. And My holy name shall the house of Israel defile no more, nor they nor their kings by their harlotry, nor by the corpses of their kings when they die.",
      "8": "By setting their threshold by My threshold and their post by My posts and the wall between Me and them, they have even defiled My holy name by their abominations that they have committed. Therefore I have consumed them in My anger.",
      "9": "Now let them put away their harlotry and the corpses of their kings far from Me, and I will dwell in their midst forever.",
      "10": "As for you, son of man, describe the temple to the house of Israel, that they may be ashamed of their iniquities. And let them measure the pattern.",
      "11": "If they are ashamed of all that they have done, show them the design of the temple and its fashion and exits and its entrances and all its forms and all its ordinances and all its laws. And write it in their sight so that they may keep its whole form and all its ordinances and do them.",
      "12": "This is the law of the temple: The whole territory on the top of the mountain all around shall be most holy. This is the law of the temple.",
      "13": "These are the measurements of the altar by cubits (the cubit is a cubit and a handbreadth): The base shall be a cubit, and the width a cubit, and its border by its edge all around shall be a span. And this shall be the height of the altar:",
      "14": "From the bottom on the ground even to the lower ledge shall be two cubits, and the width one cubit. And from the lesser ledge even to the greater ledge shall be four cubits, and the width one cubit.",
      "15": "So the altar shall be four cubits. And from the altar and upward shall be four horns.",
      "16": "The altar hearth shall be twelve cubits long by twelve wide, square in its four corners.",
      "17": "The ledge shall be fourteen cubits long and fourteen wide in the four squares. And the border about it shall be half a cubit. And its bottom shall be a cubit all around. And its stairs shall face east.",
      "18": "He said to me: Son of man, thus says the Lord God: These are the ordinances of the altar in the day when they shall make it to offer burnt offerings on it and to sprinkle blood on it.",
      "19": "You shall give to the priests the Levites that are of the seed of Zadok who approach Me to minister to Me, says the Lord God, a young bull as a sin offering.",
      "20": "You shall take of its blood and put it on its four horns, and on the four corners of the ledge and on the rim all around. Thus you shall cleanse and purge it.",
      "21": "You shall take the bull also of the sin offering, and it shall be burned in the appointed place of the temple, outside the sanctuary.",
      "22": "On the second day you shall offer a male goat without blemish as a sin offering. And they shall cleanse the altar as they cleansed it with the bull.",
      "23": "When you have made an end of cleansing it, you shall offer a young bull without blemish and a ram out of the flock without blemish.",
      "24": "You shall offer them before the Lord, and the priests shall cast salt on them, and they shall offer them up as a burnt offering to the Lord.",
      "25": "For seven days you shall prepare every day a goat as a sin offering. They shall also prepare a young bull and a ram out of the flock, without blemish.",
      "26": "For seven days they shall purge the altar and purify it. So they shall consecrate it.",
      "27": "When they have completed the days, it shall be that on the eighth day and forward, the priests shall present your burnt offerings and your peace offerings upon the altar. And I will accept you, says the Lord God."
    },
    "44": {
      "1": "Then he brought me back to the gate of the outer sanctuary, which faces east. And it was shut.",
      "2": "Then the Lord said to me: This gate shall be shut; it shall not be opened, and no man shall enter by it. Because the Lord, the God of Israel, has entered by it, therefore it shall be shut.",
      "3": "As for the prince, he shall sit in it as prince to eat bread before the Lord. He shall enter by the way of the vestibule of the gate and shall go out by the same way.",
      "4": "Then he brought me by the way of the north gate before the temple. And I looked, and the glory of the Lord filled the house of the Lord, and I fell upon my face.",
      "5": "The Lord said to me: Son of man, mark well, and see with your eyes and hear with your ears all that I say to you concerning all the ordinances of the house of the Lord and all its laws. And mark well those who may enter the house, with all exits of the sanctuary.",
      "6": "You shall say to the rebellious, even to the house of Israel, Thus says the Lord God: O house of Israel, let all your abominations suffice;",
      "7": "you brought foreigners into My sanctuary, uncircumcised in heart and uncircumcised in flesh, to be in My sanctuary to pollute it, even My house, when you offered My food, the fat and the blood. For they have broken My covenant because of all your abominations.",
      "8": "You have not kept the charge of My holy things. But you have set foreigners to keep charge of My sanctuary.",
      "9": "Thus says the Lord God: No foreigner, uncircumcised in heart nor uncircumcised in flesh, shall enter into My sanctuary, of any foreigner who is among the sons of Israel.",
      "10": "But the Levites who have gone far from Me when Israel went astray, who went astray away from Me after their idols, they shall bear the punishment of their iniquity.",
      "11": "Yet they shall be ministers in My sanctuary, having charge at the gates of the house and ministering to the house. They shall slay the burnt offering and the sacrifice for the people, and they shall stand before them to minister to them.",
      "12": "Because they ministered to them before their idols and caused the house of Israel to fall into iniquity, therefore I have lifted up My hand against them, says the Lord God, that they shall bear the punishment of their iniquity.",
      "13": "They shall not come near to Me to do the office of a priest to Me, nor to come near to any of My holy things in the Most Holy Place. But they shall bear their shame and their abominations which they have committed.",
      "14": "But I will make them keepers of the charge of the temple for all its service and for all that shall be done in it.",
      "15": "But the Levitical priests, the sons of Zadok, who kept the charge of My sanctuary when the sons of Israel went astray from Me, they shall come near to Me to minister to Me, and they shall stand before Me to offer to Me the fat and the blood, says the Lord God.",
      "16": "They shall enter My sanctuary, and they shall come near to My table to minister to Me, and they shall keep My charge.",
      "17": "It shall come to pass that when they enter at the gates of the inner court, they shall be clothed with linen garments. And no wool shall come upon them while they minister in the gates of the inner court, and within.",
      "18": "They shall have linen turbans on their heads and shall have linen breeches on their loins. They shall not gird themselves with anything that causes sweat.",
      "19": "When they go out into the outer court, even into the outer court to the people, they shall put off their garments in which they ministered and lay them in the holy chambers, and they shall put on other garments. And they shall not sanctify the people with their garments.",
      "20": "Nor shall they shave their heads, nor suffer their locks to grow long. They shall only trim the hair of their heads.",
      "21": "Nor shall any priest drink wine when they enter the inner court.",
      "22": "Nor shall they take for their wives a widow, nor her who has been put away. But they shall take maidens of the seed of the house of Israel, or a widow who had a priest before.",
      "23": "They shall teach My people the difference between the holy and profane, and cause them to discern between the unclean and the clean.",
      "24": "In controversy they shall stand in judgment. And they shall judge it according to My judgments. And they shall keep My laws and My statutes in all My assemblies. And they shall hallow My Sabbaths.",
      "25": "They shall not go to a dead person to defile themselves. But for father, or for mother, or for son, or for daughter, for brother, or for sister that has had no husband, they may defile themselves.",
      "26": "After he is cleansed, they shall reckon to him seven days.",
      "27": "In the day that he goes into the sanctuary, to the inner court, to minister in the sanctuary, he shall offer his sin offering, says the Lord God.",
      "28": "It shall be to them for an inheritance. I am their inheritance. And you shall give them no possession in Israel. I am their possession.",
      "29": "They shall eat the grain offering and the sin offering and the guilt offering. And every dedicated thing in Israel shall be theirs.",
      "30": "The first of all the first fruits of all things and every oblation of all of every sort of your oblations shall be the priest’s. You shall also give to the priest the first of your dough to cause a blessing to rest in your house.",
      "31": "The priests shall not eat any bird or beast that has died naturally or was torn to pieces."
    },
    "45": {
      "1": "Moreover, when you divide by lot the land for inheritance, you shall offer an allotment to the Lord, a holy portion of the land. The length shall be the length of twenty-five thousand cubits, and the width shall be twenty thousand. It shall be holy throughout its territory all around.",
      "2": "Of this there shall be a square plot for the sanctuary, five hundred by five hundred cubits, with fifty cubits for an open space around it.",
      "3": "Of this measure you shall measure the length of twenty-five thousand cubits and the width of ten thousand cubits. And in it shall be the sanctuary, the Most Holy Place.",
      "4": "The holy portion of the land shall be for the priests, the ministers of the sanctuary, who shall come near to minister to the Lord. And it shall be a place for their houses and a holy place for the sanctuary.",
      "5": "An area twenty-five thousand cubits in length and ten thousand in width shall be for the Levites, the ministers of the temple, and for their possession cities in which to dwell.",
      "6": "You shall appoint the possession of the city five thousand cubits wide and twenty-five thousand cubits long adjacent to the allotment of the holy portion. It shall be for the whole house of Israel.",
      "7": "A portion shall be for the prince on the one side and on the other side of the holy allotment and property of the city, adjacent to the holy allotment and the property of the city, from the west side westward and from the east side eastward. And the length shall correspond to one of the tribal portions, from the west border to the east border.",
      "8": "In the land shall be his possession in Israel. And My officials shall no more oppress My people. And the rest of the land they shall give to the house of Israel according to their tribes.",
      "9": "Thus says the Lord God: Let it suffice you officials of Israel. Remove violence and destruction, and execute justice and righteousness. Take away your exactions from My people, says the Lord God.",
      "10": "You shall have just balances and a just ephah and a just bath.",
      "11": "The ephah and the bath shall be of one measure so that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer. Their measure shall be after the homer.",
      "12": "The shekel shall be twenty gerahs. Twenty shekels, twenty-five shekels, and fifteen shekels shall be your mina.",
      "13": "This is the offering that you shall offer: the sixth part of an ephah of a homer of wheat, and you shall give the sixth part of an ephah of a homer of barley.",
      "14": "Concerning the ordinance of oil that is the bath of oil, you shall offer the tenth part of a bath out of the kor, which is a homer or ten baths, for ten baths are a homer.",
      "15": "And one lamb shall be out of the flock, out of two hundred, out of the watering places of Israel, as a grain offering and as a burnt offering and for peace offerings, to make reconciliation for them, says the Lord God.",
      "16": "All the people of the land shall give this offering for the prince in Israel.",
      "17": "It shall be the prince’s part to give burnt offerings and grain offerings and drink offerings in the feasts and in the New Moons and in the Sabbaths, in all solemnities of the house of Israel. He shall prepare the sin offering and the grain offering and the burnt offering and the peace offerings, to make reconciliation for the house of Israel.",
      "18": "Thus says the Lord God: In the first month, on the first day of the month, you shall take a young bull without blemish and cleanse the sanctuary.",
      "19": "And the priest shall take some of the blood of the sin offering and put it on the doorposts of the temple and on the four corners of the ledge of the altar and on the gateposts of the inner court.",
      "20": "So you shall do the seventh day of the month for everyone who errs and for him who is naive. So you shall make atonement for the temple.",
      "21": "In the first month, on the fourteenth day of the month, you shall have the Passover, a feast of seven days. Unleavened bread shall be eaten.",
      "22": "On that day the prince shall prepare for himself and for all the people of the land a bull as a sin offering.",
      "23": "For seven days of the feast he shall prepare a burnt offering to the Lord, seven bulls and seven rams without blemish daily for the seven days, and a male of the goats daily as a sin offering.",
      "24": "He shall prepare a grain offering of an ephah for a bull and an ephah for a ram and a hin of oil for an ephah.",
      "25": "In the seventh month, on the fifteenth day of the month, he shall do the like in the feast of the seven days, according to the sin offering, according to the burnt offering, and according to the grain offering, and according to the oil."
    },
    "46": {
      "1": "Thus says the Lord God: The gate of the inner court that faces east shall be shut the six working days. But on the Sabbath it shall be opened, and in the day of the New Moon it shall be opened.",
      "2": "The prince shall enter by the way of the vestibule of that gate from outside, and shall stand by the post of the gate, and the priests shall prepare his burnt offering and his peace offerings, and he shall worship at the threshold of the gate. Then he shall go out. But the gate shall not be shut until the evening.",
      "3": "Likewise the people of the land shall worship at the door of this gate before the Lord in the Sabbaths and in the New Moons.",
      "4": "The burnt offering that the prince shall offer to the Lord in the Sabbath day shall be six lambs without blemish and a ram without blemish.",
      "5": "The grain offering shall be an ephah for a ram and the grain offering for the lambs as he shall be able to give and a hin of oil to an ephah.",
      "6": "In the day of the New Moon it shall be a young bull without blemish and six lambs and a ram. They shall be without blemish.",
      "7": "He shall prepare a grain offering, an ephah for a bull and an ephah for a ram, and for the lambs according as his hand shall attain to, and a hin of oil to an ephah.",
      "8": "When the prince enters, he shall go in by the way of the vestibule of that gate, and he shall go out the same way.",
      "9": "But when the people of the land shall come before the Lord in the solemn feasts, he who enters by the way of the north gate to worship shall go out by way of the south gate. And he who enters by the way of the south gate shall go out by way of the north gate. He shall not return by way of the gate by which he entered, but shall go out the opposite gate.",
      "10": "The prince shall be in their midst. When they enter, he shall enter; and when they go out, he shall go out.",
      "11": "At the feasts and the appointed festivals the grain offering shall be an ephah for a bull, and an ephah for a ram, and with the lambs as much as he is able to give, together with a hin of oil for an ephah.",
      "12": "Now when the prince prepares a voluntary burnt offering or voluntary peace offering to the Lord, the gate facing east shall be opened for him; and he shall prepare his burnt offering and his peace offerings as he did on the Sabbath day. Then he shall go out. And after he goes out, the gate shall be shut.",
      "13": "You shall daily prepare a burnt offering to the Lord of a lamb of the first year without blemish. You shall prepare it every morning.",
      "14": "You shall prepare a grain offering for it every morning, the sixth part of an ephah, and the third part of a hin of oil to temper with the fine flour, a grain offering continually by a perpetual ordinance to the Lord.",
      "15": "Thus they shall prepare the lamb and the grain offering and the oil every morning as a continual burnt offering.",
      "16": "Thus says the Lord God: If the prince gives a gift out of his inheritance to any of his sons, it will belong to his sons. It is their possession by inheritance.",
      "17": "But if he gives a gift out of his inheritance to one of his servants, it will be his until the year of liberty. Then it will revert to the prince. His inheritance will be only his sons. It will belong to them.",
      "18": "Moreover the prince shall not take of the people’s inheritance by oppression to thrust them out of their possession. But he shall give his sons inheritance out of his own possession so that My people not be scattered, every man from his possession.",
      "19": "Then he brought me through the entrance, which was at the side of the gate, into the holy chambers of the priests which face toward the north. And there was a place at the extreme westward end of them.",
      "20": "Then he said to me, “This is the place where the priests shall boil the guilt offering and the sin offering, and where they shall bake the grain offering so that they not bear them out into the outer court, to sanctify the people.”",
      "21": "Then he brought me out into the outer court and caused me to pass by the four corners of the court. And in every corner of the court there was a court.",
      "22": "In the four corners of the court there were courts joined of forty cubits long and thirty wide. These four corners were of one measurement.",
      "23": "There was a row of masonry all around in them, all around the four of them; and it was made with hearths at the bottom of the rows all around.",
      "24": "Then he said to me, “These are the boiling places where the ministers of the temple shall boil the sacrifices of the people.”"
    },
    "47": {
      "1": "Then he brought me back to the door of the temple; and water was flowing out from under the threshold of the temple eastward, for the front of the temple faced east; the water was flowing down from under from the right side of the temple, south of the altar.",
      "2": "Then he brought me out by way of the north gate, and led me around on the outside to the outer gate that faces east; and the water was coming out on the south side.",
      "3": "When the man who had the line in his hand went eastward, he measured a thousand cubits, and he brought me through the water; the water reached the ankles.",
      "4": "Again he measured a thousand and brought me through the water. The water reached the knees. Again he measured a thousand and brought me through the water. The water reached the loins.",
      "5": "Afterward he measured a thousand. And it was a river that I could not pass over, for the water had risen, enough water to swim in, a river that could not be passed over.",
      "6": "He said to me, “Son of man, have you seen this?”\nThen he brought me and caused me to return to the brink of the river.",
      "7": "When I had returned I saw on the bank of the river very many trees on the one side and on the other.",
      "8": "Then he said to me, “This water flows toward the eastern region and goes down into the valley, and enters the sea. When it flows into the sea, the water will become fresh.",
      "9": "Every living creature that swarms, wherever the rivers go, will live. And there shall be a very great multitude of fish, because these waters shall come there and the others become fresh. Thus everything shall live wherever the river comes.",
      "10": "It shall come to pass that the fishermen shall stand upon it. From En Gedi even to En Eglaim there shall be a place to spread out nets. Their fish shall be according to their kinds, as the fish of the Mediterranean Sea, exceedingly many.",
      "11": "But its miry places and its marshes shall not be healed. They shall be given to salt.",
      "12": "By the river upon its bank, on this side and on that side, shall grow all kinds of trees for food, whose leaf shall not fade nor shall its fruit fail. They shall bring forth fruit according to their months, because their water issues out of the sanctuary. And their fruit shall be for food and their leaves for medicine.”",
      "13": "Thus says the Lord God: This shall be the border by which you shall divide the land for an inheritance according to the twelve tribes of Israel. Joseph shall have two portions.",
      "14": "You shall divide it for an inheritance, one as equally as another. For I lifted up My hand to give it to your fathers, and this land shall fall to you for inheritance.",
      "15": "This shall be the border of the land on the north: from the Mediterranean Sea by the way of Hethlon as men go to Zedad,",
      "16": "Hamath, Berothah, Sibraim (which lies between the border of Damascus and the border of Hamath), to Hazar Hattikon, which is on the border of Hauran.",
      "17": "The border from the sea shall be Hazar Enan at the border of Damascus, and on the north northward is the border of Hamath. And this is the north side.",
      "18": "The east side, from Hauran and from Damascus and from Gilead and the land of Israel, shall be the Jordan. You shall measure from the northern border to the eastern sea. And this is the east side.",
      "19": "The south side, toward the Negev, shall run from Tamar even to the waters of Meribah Kadesh, from there along the brook of Egypt to the Mediterranean Sea. This shall be the south side, toward the Negev.",
      "20": "The west side also shall be the Mediterranean Sea from the southern border to a point opposite Lebo Hamath. This is the west side.",
      "21": "So you shall divide this land among you according to the tribes of Israel.",
      "22": "It shall come to pass that you shall divide it by lot for an inheritance among yourselves and among the aliens who sojourn among you, who shall bear sons among you. And they shall be to you as born in the country among the sons of Israel. They shall have inheritance with you among the tribes of Israel.",
      "23": "It shall come to pass that in whatever tribe the alien sojourns, there you shall give him his inheritance, says the Lord God."
    },
    "48": {
      "1": "Now these are the names of the tribes: From the north end beside the way of Hethlon as one goes to Lebo Hamath, as far as Hazar Enan at the border of Damascus northward beside Hamath going from east to west, Dan, one portion;",
      "2": "by the border of Dan from the east side to the west side, a portion for Asher;",
      "3": "by the border of Asher from the east side even to the west side, a portion for Naphtali;",
      "4": "by the border of Naphtali from the east side to the west side, a portion for Manasseh;",
      "5": "by the border of Manasseh from the east side to the west side, a portion for Ephraim;",
      "6": "by the border of Ephraim from the east side even to the west side, a portion for Reuben;",
      "7": "by the border of Reuben from the east side to the west side, a portion for Judah;",
      "8": "by the border of Judah from the east side to the west side shall be the allotment which you shall set apart, twenty-five thousand cubits in width and in length as one of the other parts, from the east side to the west side. And the sanctuary shall be in the middle of it.",
      "9": "The allotment that you shall set apart to the Lord shall be twenty-five thousand cubits in length, and ten thousand in width.",
      "10": "For them, even for the priests, shall be this holy allotment, toward the north twenty-five thousand cubits in length and toward the west ten thousand in width and toward the east ten thousand in width and toward the south twenty-five thousand cubits in length. And the sanctuary of the Lord shall be in its midst.",
      "11": "It shall be for the priests who are sanctified of the sons of Zadok, who have kept My charge, who did not go astray when the sons of Israel went astray as the Levites went astray.",
      "12": "It shall be an allotment to them, a thing most holy, the allotment of the land by the border of the Levites.",
      "13": "Opposite the border of the priests, the Levites shall have twenty-five thousand cubits in length and ten thousand in width. All the length shall be twenty-five thousand cubits, and the width ten thousand.",
      "14": "They shall not sell of it or exchange or alienate this choice portion of the land, for it is holy to the Lord.",
      "15": "The five thousand cubits in width that remain and the twenty-five thousand in length shall be for common use for the city, for dwellings and for suburbs. And the city shall be in the midst.",
      "16": "These shall be its measurements: the north side four thousand five hundred cubits; and the south side four thousand five hundred cubits; and on the east side four thousand five hundred cubits; and the west side four thousand five hundred cubits.",
      "17": "The suburbs of the city shall be: to the north, two hundred and fifty cubits; to the south, two hundred and fifty cubits; to the east, two hundred and fifty cubits; and to the west, two hundred and fifty cubits.",
      "18": "The rest in length alongside the holy portion shall be ten thousand cubits eastward and ten thousand westward. And it shall be alongside the holy portion. And its increase shall be for food to those who serve the city.",
      "19": "Those who serve the city, out of all the tribes of Israel, shall cultivate it.",
      "20": "All the allotment shall be twenty-five thousand by twenty-five thousand cubits. You shall set apart the holy allotment foursquare, with the property of the city.",
      "21": "The rest shall belong to the prince, on both sides of the holy allotment and the city property, next to the twenty-five thousand cubits of the allotment toward the eastern border, and westward next to the twenty-five thousand toward the western border, next to the portions for the prince. And the holy allotment and the sanctuary of the temple shall be in its midst.",
      "22": "Moreover excluding the property of the Levites and the property of the city, being in the midst of that which is the prince’s, everything between the border of Judah and the border of Benjamin shall be for the prince.",
      "23": "As for the rest of the tribes, from the east side to the west side, Benjamin shall have one portion.",
      "24": "By the border of Benjamin from the east side to the west side, Simeon shall have one portion.",
      "25": "By the border of Simeon from the east side to the west side, Issachar shall have one portion.",
      "26": "By the border of Issachar from the east side to the west side, Zebulun shall have one portion.",
      "27": "By the border of Zebulun from the east side to the west side, Gad shall have one portion.",
      "28": "By the border of Gad at the south side southward the border shall be even from Tamar to the waters of Meribah Kadesh and to the brook of Egypt toward the Mediterranean Sea.",
      "29": "This is the land which you shall divide by lot to the tribes of Israel for inheritance, and these are their portions, says the Lord God.",
      "30": "These are the exits of the city on the north side, four thousand five hundred cubits by measurement.",
      "31": "The gates of the city shall be named after the tribes of Israel, three gates northward: one gate of Reuben, one gate of Judah, one gate of Levi.",
      "32": "At the east side, four thousand five hundred cubits, shall be three gates: one gate of Joseph, one gate of Benjamin, one gate of Dan.",
      "33": "At the south side, four thousand five hundred cubits by measurement, shall be three gates: one gate of Simeon, one gate of Issachar, one gate of Zebulun.",
      "34": "At the west side, four thousand five hundred cubits, shall be three gates: one gate of Gad, one gate of Asher, one gate of Naphtali.",
      "35": "The circumference shall be eighteen thousand cubits.\nAnd the name of the city from that day shall be, The Lord Is There."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:39.721645-04:00",
    "Translation": "MEV"
  }
}