{
  "Ezra": {
    "1": {
      "1": "Now in the first year of Cyrus king of Persia, that the word of the Lord by the mouth of Jeremiah might be fulfilled, the Lord stirred up the spirit of Cyrus king of Persia, so that he issued a proclamation throughout all his kingdom, and also put it in writing, saying,",
      "2": "“Thus says Cyrus king of Persia:\n“The Lord God of heaven has given me all the kingdoms of the earth, and He has charged me to build Him a house at Jerusalem, which is in Judah.",
      "3": "Whoever there is among you of all His people, may his God be with him, and may he go to Jerusalem, which is in Judah, and build the house of the Lord God of Israel. He is the God who is in Jerusalem.",
      "4": "Whoever remains in any place where he sojourns, let the men of his place help him with silver, gold, goods, and animals, along with voluntary gifts for the house of God in Jerusalem.”",
      "5": "Then the heads of the households of Judah and Benjamin, and the Levitical priests, with all those whose spirits God had stirred, rose up to go up to build the house of the Lord in Jerusalem.",
      "6": "So everyone all around them strengthened their hands with vessels of silver, gold, goods, animals, and precious things, besides all that was given voluntarily.",
      "7": "Also Cyrus the king brought forth the vessels of the house of the Lord, which Nebuchadnezzar had brought from Jerusalem and had put in the house of his gods.",
      "8": "Cyrus king of Persia even brought forth more for them, by the hand of Mithredath the treasurer and had them numbered for Sheshbazzar, who was the prince of Judah.",
      "9": "This is the number of them: thirty containers of gold, one thousand containers of silver, and twenty-nine knives.",
      "10": "There were also thirty smaller bowls of gold, four hundred and ten smaller bowls of silver (of lesser value), and one thousand other various containers.",
      "11": "All the articles of gold and silver were five thousand four hundred. All these did Sheshbazzar bring up, when the exiles were brought from Babylon to Jerusalem."
    },
    "2": {
      "1": "Now these are the people of the province who went up from the captivity of the exiles, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and came again to Jerusalem and Judah. Each returned to his own city.",
      "2": "Those who came with Zerubbabel were Joshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.\nThe number of men of the people of Israel were:",
      "3": "The sons of Parosh—two thousand one hundred and seventy-two;",
      "4": "the sons of Shephatiah—three hundred and seventy-two;",
      "5": "the sons of Arah—seven hundred and seventy-five;",
      "6": "the sons of Pahath-Moab of the sons of Jeshua and Joab—two thousand eight hundred and twelve;",
      "7": "the sons of Elam—one thousand two hundred and fifty-four;",
      "8": "the sons of Zattu—nine hundred and forty-five;",
      "9": "the sons of Zakkai—seven hundred and sixty;",
      "10": "the sons of Bani—six hundred and forty-two;",
      "11": "the sons of Bebai—six hundred and twenty-three;",
      "12": "the sons of Azgad—one thousand two hundred and twenty-two;",
      "13": "the sons of Adonikam—six hundred and sixty-six;",
      "14": "the sons of Bigvai—two thousand and fifty-six;",
      "15": "the sons of Adin—four hundred and fifty-four;",
      "16": "the sons of Ater of Hezekiah—ninety-eight;",
      "17": "the sons of Bezai—three hundred and twenty-three;",
      "18": "the sons of Jorah—one hundred and twelve;",
      "19": "the sons of Hashum—two hundred and twenty-three;",
      "20": "the sons of Gibbar—ninety-five.",
      "21": "The sons of Bethlehem—one hundred and twenty-three;",
      "22": "the men of Netophah—fifty-six;",
      "23": "the men of Anathoth—one hundred and twenty-eight;",
      "24": "the sons of Azmaveth—forty-two;",
      "25": "the sons of Kiriath Arim, Kephirah, and Beeroth—seven hundred and forty-three;",
      "26": "the sons of Ramah and Geba—six hundred and twenty-one;",
      "27": "the men of Mikmash—one hundred and twenty-two;",
      "28": "the men of Bethel and Ai—two hundred and twenty-three;",
      "29": "the sons of Nebo—fifty-two;",
      "30": "the sons of Magbish—one hundred and fifty-six;",
      "31": "the sons of the other Elam—one thousand two hundred and fifty-four;",
      "32": "the sons of Harim—three hundred and twenty;",
      "33": "the sons of Lod, Hadid, and Ono—seven hundred and twenty-five;",
      "34": "the sons of Jericho—three hundred and forty-five;",
      "35": "the sons of Senaah—three thousand six hundred and thirty.",
      "36": "Those who came with the priests were:\nthe sons of Jedaiah, of the house of Jeshua—nine hundred and seventy-three;",
      "37": "the sons of Immer—one thousand and fifty-two;",
      "38": "the sons of Pashhur—one thousand two hundred and forty-seven;",
      "39": "the sons of Harim—one thousand and seventeen.",
      "40": "Those who came with the Levites were:\nthe sons of Jeshua and Kadmiel, of the sons of Hodaviah—seventy-four.",
      "41": "Those who came with the singers were:\nthe sons of Asaph—one hundred and twenty-eight.",
      "42": "The sons of the gatekeepers were:\nthe sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai—in all one hundred and thirty-nine.",
      "43": "Those devoted to the temple as servants were:\nthe sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "44": "the sons of Keros, the sons of Siaha, the sons of Padon,",
      "45": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,",
      "46": "the sons of Hagab, the sons of Shalmai, the sons of Hanan,",
      "47": "the sons of Giddel, the sons of Gahar, the sons of Reaiah,",
      "48": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,",
      "49": "the sons of Uzza, the sons of Paseah, the sons of Besai,",
      "50": "the sons of Asnah, the sons of Meunim, the sons of Nephusim,",
      "51": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "52": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,",
      "53": "the sons of Barkos, the sons of Sisera, the sons of Temah,",
      "54": "the sons of Neziah, the sons of Hatipha.",
      "55": "The sons of Solomon’s servants were:\nthe sons of Sotai, the sons of Hassophereth, the sons of Peruda,",
      "56": "the sons of Jaala, the sons of Darkon, the sons of Giddel,",
      "57": "the sons of Shephatiah, the sons of Hattil, the sons of Pokereth-Hazzebaim, the sons of Ami.",
      "58": "All those devoted to the temple as servants and the children of Solomon’s servants were three hundred and ninety-two.",
      "59": "These were the ones who came up from Tel Melah, Tel Harsha, Kerub, Addon, and Immer; but they could not prove their father’s house or their descent, whether they were of Israel:",
      "60": "the sons of Delaiah, the sons of Tobiah, and the sons of Nekoda—six hundred and fifty-two;",
      "61": "and of the sons of the priests:\nthe sons of Hobaiah, the sons of Hakkoz, and the sons of Barzillai (whose ancestor married one of the daughters of Barzillai the Gileadite and was thereafter called by their name).",
      "62": "These sought their records in the genealogy register, but they were not found. Therefore, they were disqualified (as polluted) from the priesthood.",
      "63": "The governor advised them not to eat of the most holy things until a priest consulted with the Urim and Thummim.",
      "64": "The whole congregation together was forty-two thousand three hundred and sixty,",
      "65": "besides their male and female servants (these numbered seven thousand three hundred and thirty-seven); they also had two hundred singing men and women.",
      "66": "Their horses numbered seven hundred and thirty-six; their mules, two hundred and forty-five;",
      "67": "their camels, four hundred and thirty-five; and their donkeys, six thousand seven hundred and twenty.",
      "68": "As some of the heads of households came to the house of the Lord in Jerusalem, they volunteered to erect the foundations for the house of God.",
      "69": "They gave after their ability to the treasure of the work sixty-one thousand drachmas of gold, five thousand pounds of silver, and one hundred priestly garments.",
      "70": "So the priests and the Levites, along with some of the people, the singers, the porters, and those donated as temple servants, lived in their cities, with the result that all Israel resettled in their cities."
    },
    "3": {
      "1": "When the seventh month had come, the children of Israel had resettled in their cities, and the people gathered themselves together, as one man, to Jerusalem.",
      "2": "Then Joshua the son of Jozadak and his brothers the priests stood up, along with Zerubbabel the son of Shealtiel and his brothers, and they built the altar of the God of Israel in order to offer burnt offerings on it, as it had been written in the Law of Moses, the man of God.",
      "3": "They set the altar upon its foundations and, because they were living in fear of some of the peoples of the region, they offered burnt offerings on it to the Lord—morning and evening.",
      "4": "They also kept the Feast of Tabernacles, as it had been written, and offered the daily burnt offerings in accordance with the daily schedule, according to each day’s custom.",
      "5": "Thereafter, observance of the burnt offering became a perpetual sacrifice with regard to the New Moon sacrifices and all of the appointed feasts of the Lord that had been consecrated, and all of the voluntary freewill offerings to the Lord.",
      "6": "From the first day of the seventh month they had begun to offer burnt offerings unto the Lord, but the foundation of the temple of the Lord was not yet laid.",
      "7": "They gave money to the masons and carpenters, and food, drink, and oil to the people of Sidon and to the people of Tyre so that they would bring cedar trees from Lebanon to the sea, at Joppa, according to the grant they had from Cyrus king of Persia.",
      "8": "Now in the second month of the second year of their coming to the house of God in Jerusalem, Zerubbabel the son of Shealtiel, Joshua the son of Jozadak, along with the remnant of their brothers the Levitical priests and all who had come out of captivity back to Jerusalem, began work and appointed the Levites twenty years old and older to supervise the work on the house of the Lord.",
      "9": "Then Joshua with his sons and brothers, and Kadmiel with his sons, who are the sons of Judah, along with the sons of Henadad with their sons and their brothers—all Levites—stood together to supervise the workers on the house of God.",
      "10": "When the builders laid the foundation of the temple of the Lord, the priests in their apparel stood with trumpets and, from the Levites, the sons of Asaph stood with cymbals to praise the Lord, following the example of David king of Israel.",
      "11": "They sang responsively, praising and giving thanks unto the Lord,\n“For He is good,\n    for His mercy endures forever toward Israel.”\nAnd all the people responded with a great shout when they praised the Lord, because the foundation of the house of the Lord was laid.",
      "12": "Now many of the older Levitical priests and chiefs of the fathers’ households who had seen the first temple wept with a loud voice as the foundation of this temple was laid before their eyes, though many others shouted exuberantly for joy.",
      "13": "As a result, the people could not distinguish the noise of the shout of joy from the noise of the weeping of the people since the people had raised such a loud noise that could be heard from afar off."
    },
    "4": {
      "1": "Now when the adversaries of Judah and Benjamin heard that the descendants of the captivity built the temple unto the Lord God of Israel,",
      "2": "they came to Zerubbabel, and to the chiefs of the fathers’ households, and said to them, “Let us build with you, for, like you, we seek your God and have been sacrificing to Him since the days of Esarhaddon king of Assyria, who brought us here.”",
      "3": "But Zerubbabel, and Joshua, and the rest of the chiefs of the fathers’ households of Israel said to them, “This is not for you! It is for us to build the temple of our God, so we ourselves together will build unto the Lord God of Israel, as Cyrus the king of Persia has commanded us.”",
      "4": "Then the people of the land demoralized the people of Judah and terrified them while building,",
      "5": "and hired counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.",
      "6": "In the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem.",
      "7": "In the days of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of their companions wrote to Artaxerxes king of Persia, and the writing of the letter was written in Aramaic, and interpreted in Aramaic.",
      "8": "Rehum the commander and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this manner:",
      "9": "(Rehum the commander, Shimshai the scribe, and the rest of their colleagues, the judges, the officials, the officers, the Persians, the men of Uruk, and of Babylon, and of Susa—that is, the Elamites—",
      "10": "and the rest of the nations whom the great and noble Ashurbanipal deported and settled in the city of Samaria and in the rest of the province Beyond the River—and now",
      "11": "this is the copy of the letter that they sent to him)—\n“To Artaxerxes the king:\n“Your servants the men of the province Beyond the River, and so forth.",
      "12": "“May it be known to the king, that the Jews who came from you have come near to us at Jerusalem and that they are building the rebellious and evil city, restoring its walls, and repairing the foundations.",
      "13": "“Be it known now to the king, that, if this city is rebuilt and the walls set up again, then they will not pay toll, tribute, and custom, and the revenue of the kings will be impacted.",
      "14": "Now because we are under obligation to the king’s palace, and it was not appropriate for us to see the king’s dishonor, therefore we have sent and notified the king,",
      "15": "so that a search may be made in the book of the records of your fathers. There you will find in the book of the records and realize that this city is a rebellious city, and hurtful to kings and provinces, and that they have incited revolt within it in former times—for which cause this city was destroyed.",
      "16": "We notify the king that if this city is rebuilt and the walls repaired by this means the portion Beyond the River will no longer be yours.”",
      "17": "The king sent an answer:\n“To Rehum the commander, to Shimshai the scribe, to the rest of their companions that dwell in Samaria, and to the remainder Beyond the River:\n“Peace, and so forth.",
      "18": "“The letter which you sent to us has been translated and read before me.",
      "19": "I commanded, and a search has been made, and it is found that this city has in the past made insurrection against kings, and that rebellion and revolt have occurred there.",
      "20": "There have also been mighty kings over Jerusalem, who have ruled over the whole province Beyond the River, and toll, tribute, and custom was paid to them.",
      "21": "Command these men to cease now, so that this city is not built unless I give the command.",
      "22": "Take heed now that you do not fail to do this. Why should damage increase to the hurt of the king?”",
      "23": "Now when the copy of the letter by King Artaxerxes was read before Rehum, and Shimshai the scribe, and their companions, they went up in haste to Jerusalem to the Jews and made them cease by force and power.",
      "24": "Then the work of the house of God in Jerusalem ceased. So it ceased until the second year of the reign of Darius king of Persia."
    },
    "5": {
      "1": "Now the prophets, Haggai and Zechariah the son of Iddo, prophesied to the Jews that were in Judah and Jerusalem in the name of the God of Israel who was over them.",
      "2": "Then Zerubbabel the son of Shealtiel and Joshua the son of Jozadak rose up and began to build the house of God which is at Jerusalem, and the prophets of God were with them, helping them.",
      "3": "At the same time Tattenai, governor of the province Beyond the River, and Shethar-Bozenai and their companions came to them and said to them, “Who issued a command for you to build this house and complete this structure?”",
      "4": "They also asked them, “What are the names of the men building this building?”",
      "5": "But the eye of their God was on the elders of the Jews, so that they could not cause them to cease building until a command came from Darius. Consequently, they sent a letter concerning this matter.",
      "6": "This is a copy of the letter that Tattenai, governor of the province Beyond the River, and Shethar-Bozenai and his colleagues, the officials who were in the province Beyond the River, sent to Darius the king.",
      "7": "This is the document that they sent to him, containing accordingly what follows:\n“To Darius the king:\n“All peace.",
      "8": "“May it be known to the king that we went into the province of Judah, to the temple of the great God, which is built with great stones, and timber is laid in the walls, and this work goes diligently, and prospers in their hands.",
      "9": "“Then we questioned those elders and said to them, ‘Who issued a command for you to build this house and complete this structure?’",
      "10": "Also, we asked for their names in order to notify you and to document the names of the men that were their leaders.",
      "11": "“Thus they returned us an answer, saying,\n“ ‘We are the servants of the God of heaven and earth and are rebuilding the temple that was built these many years ago, which a great king of Israel built and completed.",
      "12": "Afterwards, our fathers provoked the God of heaven to wrath, so He gave them into the hand of Nebuchadnezzar the king of Babylon, the Chaldean, who destroyed this temple and carried the people away into Babylon.",
      "13": "“ ‘However, in the first year of Cyrus the king of Babylon, King Cyrus made a decree to rebuild this house of God.",
      "14": "The vessels also of gold and silver of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and placed them into the temple of Babylon, those Cyrus the king withdrew from the temple of Babylon and had them delivered to the one named Sheshbazzar, whom he had made governor.",
      "15": "King Cyrus said to him, “Take these vessels, go, carry them to the temple in Jerusalem and let the house of God be built its site.”",
      "16": "“ ‘So that same Sheshbazzar came and laid the foundation of the house of God in Jerusalem. Since that time even until now it has been under construction, yet it is not finished.’",
      "17": "“Now therefore, if it seems good to the king, let there be search made in the king’s treasure house there in Babylon to ascertain if it is so that a decree was made of Cyrus the king to build this house of God at Jerusalem. May the king send his pleasure to us concerning this matter.”"
    },
    "6": {
      "1": "Then Darius the king issued a decree and a search was made in the house of records, where the treasures were stored in Babylon.",
      "2": "At Ecbatana, in the provincial palace of the Medes, a scroll was found, and in it the following record was written:",
      "3": "“In the first year of Cyrus the king, the same Cyrus the king issued a decree concerning the temple of God at Jerusalem:\n“Let the house be rebuilt, the place where they offered sacrifices, and let the foundations of it be strongly laid, to a height of sixty cubits, and a width of sixty cubits.",
      "4": "Let it consist of three rows of great stones and a row of new timber, and let the expenses be paid from the king’s treasury.",
      "5": "Also, let the golden and silver vessels of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and brought to Babylon, be returned and brought back to their places in the temple in Jerusalem. Put them in the house of God.",
      "6": "“Now therefore, Tattenai, governor of the province Beyond the River, and Shethar-Bozenai, along with your colleagues, the officials who are in the province Beyond the River, stay far away from there.",
      "7": "Let the work of this house of God alone. Let the governor of the Jews and the elders of the Jews build this house of God in its place.",
      "8": "“Moreover, I issue a decree concerning what you shall do for the elders of these Jews for the rebuilding of this house of God:\n“The cost is to be paid to these men, in full and without delay, from the royal revenue, the tribute of the province Beyond the River.",
      "9": "Whatever they need—whether young bulls, rams, and lambs for the burnt offerings to the God of heaven, or wheat, salt, wine, and oil, according to the appointment of the priests in Jerusalem—let it be given them daily without fail,",
      "10": "so that they may offer acceptable sacrifices to the God of heaven, as well as pray for the life of the king and of his sons.",
      "11": "“Also, I have issued a decree that whoever shall violate this word, the timber will be pulled down from his house and arranged so that he may be hanged on it. Thus shall his house be made a dunghill for this.",
      "12": "May the God who has caused His name to dwell there overthrow all kings and people who stretch forth their hand to violate or destroy this house of God in Jerusalem.\n“I, Darius, have issued the decree; so let it be done diligently.”",
      "13": "In compliance, Tattenai, governor of the province Beyond the River, Shethar-Bozenai, and their companions speedily accomplished what Darius the king had decreed.",
      "14": "The rebuilding by the elders of the Jews prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. And they built, and finished it, according to the decree of the God of Israel and according to the decrees of Cyrus, Darius, and Artaxerxes king of Persia.",
      "15": "This temple was finished on the third day of the month Adar during the sixth year of the reign of Darius the king.",
      "16": "The children of Israel, the priests and the Levites, and the rest of the descendants of the captivity kept the dedication of this house of God with joy.",
      "17": "At the dedication of this house of God, they offered a hundred bulls, two hundred rams, four hundred lambs; and as a sin offering for all Israel, they offered twelve goats (according to the number of the tribes of Israel).",
      "18": "They appointed the priests in their divisions and the Levites in their orders for the service of God in Jerusalem, as it had been written in the Book of Moses.",
      "19": "The children of the captivity kept the Passover on the fourteenth day of the first month.",
      "20": "Because the priests and the Levites had purified themselves together, all of them were pure. So, they slaughtered the Passover lambs for all the descendants of the captivity, both for their brothers the priests and for themselves.",
      "21": "Then they ate together, both the children of Israel who had come out of captivity and all those who had separated themselves from the uncleanness of the nations of the land, in order to seek the Lord God of Israel.",
      "22": "With joy they observed the Feast of Unleavened Bread for seven days because the Lord had made them joyful. He had turned the heart of the king of Assyria toward them and strengthened their hands in the work on the house of God, who is the God of Israel."
    },
    "7": {
      "1": "Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,",
      "2": "the son of Shallum, the son of Zadok, the son of Ahitub,",
      "3": "the son of Amariah, the son of Azariah, the son of Meraioth,",
      "4": "the son of Zerahiah, the son of Uzzi, the son of Bukki,",
      "5": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the high priest—",
      "6": "this Ezra went up from Babylon. He was a scribe skilled in the Law of Moses, given by the Lord God of Israel. Because the hand of the Lord his God was upon him, the king granted him all his requests.",
      "7": "Some of the children of Israel, along with some of the priests, and the Levites, the singers, the porters, and the temple servants, went up to Jerusalem in the seventh year of King Artaxerxes.",
      "8": "Ezra arrived at Jerusalem in the fifth month, during the king’s seventh year.",
      "9": "From the first day of the first month when the journey from Babylon began, until the first day of the fifth month when he arrived at Jerusalem, the good hand of his God was upon him.",
      "10": "Because Ezra had prepared his heart to seek the Law of the Lord, he was doing so and teaching the statutes and judgments in Israel.",
      "11": "Now this is the copy of the letter that King Artaxerxes gave to Ezra the priest, who was likewise the scribe, the one responsible for the words of the commandments of the Lord and His statutes to Israel:",
      "12": "“Artaxerxes, king of kings,\n“To Ezra the priest, scribe of the law of the God of heaven:\n“Perfect peace, and so forth.",
      "13": "“I have issued a decree that all the people of Israel, and their priests, and the Levites in my realm, who are inclined to go up to Jerusalem, may go with you.",
      "14": "For you are sent by the king and his seven counselors to inquire concerning Judah and Jerusalem in accordance with the Law of your God which is in your hand,",
      "15": "and to carry the silver and gold, which the king and his counselors have freely offered to the God of Israel, whose habitation is in Jerusalem,",
      "16": "along with all the silver and gold that you can find in all the province of Babylon, plus the freewill offering of the people and priests, who are voluntarily giving for the house of their God in Jerusalem.",
      "17": "Diligently use this money to buy bulls, rams, lambs, with their grain offerings and their drink offerings, and offer them on the altar of the house of your God in Jerusalem.",
      "18": "“Whatever seems good to you and your brothers to do with the rest of the silver and the gold, do that according to the will of your God.",
      "19": "The vessels also that are given to you for the service of the house of your God, deliver before the God of Jerusalem.",
      "20": "And whatever else is needed for the house of your God and is your responsibility to provide, use the king’s treasury to pay for it.",
      "21": "“I, even I Artaxerxes the king, issue a decree to all the treasurers of the province Beyond the River, that whatever Ezra the priest, scribe of the law of the God of heaven, should request from you, you should do it with all diligence—",
      "22": "as much as a hundred talents of silver, a hundred measures of wheat, a hundred baths of wine, a hundred baths of oil, and salt (without prescribing how much).",
      "23": "Whatever is decreed by the God of heaven, let it be zealously done for the house of the God of heaven so as to avoid there being wrath against the realm of the king and his sons.",
      "24": "Also we are informing you that with regard to all the priests, Levites, singers, doorkeepers, temple servants, or other servants of this house of God, it is not permitted to impose toll, tribute, or custom on them.",
      "25": "“You, Ezra, according to the wisdom of your God who empowers you, appoint magistrates and judges to judge all the people of the province Beyond the River, all those who know the laws of your God and those who do not, whom you must teach.",
      "26": "Whoever will not observe the law of your God or the law of the king, let judgment be executed speedily on him, whether that be death, banishment, confiscation of goods, or imprisonment.”",
      "27": "Blessed be the Lord God of our fathers, who has put such a thing as this in the king’s heart, to beautify the house of the Lord in Jerusalem,",
      "28": "and has extended mercy to me before the king, his counselors, and all the king’s mighty princes. Thus I had been strengthened, because the hand of the Lord my God was upon me. As a result, I gathered together some of the chief men of Israel to go up with me."
    },
    "8": {
      "1": "Now these are the chiefs of the households of the fathers and the genealogical register of those who went up with me from Babylon, in the reign of King Artaxerxes:",
      "2": "of the sons of Phinehas, Gershom;\nof the sons of Ithamar, Daniel;\nof the sons of David, Hattush,",
      "3": "a descendant of Shekaniah\nand a descendant of Parosh, Zechariah, plus another one hundred and fifty men registered in the genealogical register;",
      "4": "of the sons of Pahath-Moab; Eliehoenai a descendant of Zerahiah, plus two hundred other males;",
      "5": "of the sons of Zattu, Shekaniah a descendant of Jahaziel, plus three hundred other males;",
      "6": "of the sons of Adin, Ebed a descendant of Jonathan, plus fifty other males;",
      "7": "of the sons of Elam, Jeshaiah a descendant of Athaliah, plus seventy other males;",
      "8": "of the sons of Shephatiah, Zebadiah a descendant of Michael, plus eighty other males;",
      "9": "of the sons of Joab, Obadiah a descendant of Jehiel, plus two hundred and eighteen other males;",
      "10": "of the sons of Bani, Shelomith a descendant of Josiphiah, plus one hundred and sixty other males;",
      "11": "of the sons of Bebai, his son Zechariah, plus twenty-eight other males;",
      "12": "of the sons of Azgad, Johanan a descendant of Hakkatan, plus one hundred and ten other males;",
      "13": "of the last sons of Adonikam, the ones named Eliphelet, Jeuel, and Shemaiah, plus sixty other males;",
      "14": "also of the sons of Bigvai, Uthai and Zakkur, plus seventy other males.",
      "15": "I gathered them together at the river that runs to Ahava, and we camped in tents three days. As I examined the people and the priests, I discovered that none of the sons of Levi were there.",
      "16": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, chief men; and also for Joiarib and Elnathan, discerning men.",
      "17": "I gave them orders for Iddo, chief at the place Kasiphia, and crafted exactly what they would say to Iddo, his brothers, and the temple servants at the place Kasiphia so that they would bring us ministering servants for the house of our God.",
      "18": "Because the good hand of our God was upon us, indeed they brought us a man of understanding descended from the sons of Mahli, who is a descendant of Levi, the son of Israel—Sherebiah along with his sons and his brothers, eighteen men;",
      "19": "and Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty men;",
      "20": "and of the temple servants whom David and the leaders had appointed for the service of the Levites, two hundred and twenty temple servants, all of them designated by name.",
      "21": "Then I proclaimed a fast there, at the river of Ahava, that we might humble ourselves before our God, to seek from Him a good route for us, our little ones, and all our substance.",
      "22": "For I was ashamed to ask the king for an escort of foot and horse soldiers to help us against the enemy on the way, because we had spoken to the king, saying, “The hand of our God is upon all who seek Him for good, but His power and His wrath are against all who forsake Him.”",
      "23": "So we fasted and sought our God for this, and He was moved by our prayers.",
      "24": "Then I separated twelve of the presiding priests—Sherebiah and Hashabiah, along with ten of their brothers—",
      "25": "and weighed out to them the silver, the gold, the vessels, as well as the contribution collected for the house of our God by the king, his counselors, his lords, in conjunction with what all Israel had offered.",
      "26": "I weighed out into their hand six hundred and fifty talents of silver, silver articles worth one hundred talents, one hundred talents of gold,",
      "27": "twenty gold bowls worth a thousand darics, and two vessels of fine shining bronze, precious as gold.",
      "28": "I said to them, “You are holy to the Lord. The vessels are holy also. The silver and the gold are a freewill offering to the Lord God of your fathers.",
      "29": "Watch and guard them until you weigh them before the presiding priests and Levites, and the presiding elders of Israel at Jerusalem, for the chambers of the house of the Lord.”",
      "30": "So the priests and the Levites accepted the weighed-out silver and gold, along with the vessels, to bring them to Jerusalem to the house of our God.",
      "31": "Then we began the journey from the Ahava River on the twelfth day of the first month to go to Jerusalem. The hand of our God was upon us, and He delivered us from the hand of the attacker and the ambusher along the way.",
      "32": "When we arrived at Jerusalem, we stayed there three days.",
      "33": "Then on the fourth day the silver and the gold and the vessels were weighed out in the house of our God by the hand of Meremoth the son of Uriah the priest. With him was Eleazar the son of Phinehas as well as Jozabad the son of Jeshua, and Noadiah the son of Binnui—both Levites.",
      "34": "All of it was counted by number and by weight, and all the information was recorded at that time.",
      "35": "Then, the children of the exile who had come out of captivity offered burnt offerings to the God of Israel. On behalf of all Israel, they offered twelve bulls, ninety-six rams, seventy-seven lambs, and twelve male goats as a sin offering. All of it was offered as a burnt offering to the Lord.",
      "36": "Finally, they delivered the king’s decrees to the satraps of the king as well as to the governors of the province Beyond the River. Accordingly, they supported the people and the house of God."
    },
    "9": {
      "1": "Now when these things were done, the leaders contacted me, saying, “The people of Israel, the priests, and the Levites have not separated themselves from the people of the lands. They practice the abominations of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
      "2": "Specifically, they have taken some of their daughters as wives for themselves, as well as for their sons, so that the holy seed has been mingled with the people of the lands. In fact, the involvement of the leaders and rulers has been foremost in this vile behavior.”",
      "3": "When I heard this, I tore my clothes and my robe, plucked out the hair of my head and from my beard, and sat down astonished.",
      "4": "Because of the vile behavior of those who had been in exile, every one that trembled at the words of the God of Israel gathered to me, but I sat astonished until the evening sacrifice.",
      "5": "At the evening sacrifice I rose up from my heaviness and, despite having my clothes and my robe torn, I knelt on my knees and stretched out my hands in prayer to the Lord my God",
      "6": "and said:\n“O my God, I am ashamed and embarrassed to lift up my face to You, my God, because our iniquities have expanded over our heads and our wrongdoing has grown up to the heavens.",
      "7": "Since the days of our fathers until this day, we have been in a great guilt. It is because of our iniquities that we, our kings, and our priests have been delivered—by the sword, by captivity, by spoil, and by being shamed—into the hand of the kings of the lands. This day is like that, too.",
      "8": "“Yet now for a little while, there has been a favorable response from the Lord our God—leaving us a remnant to escape, giving us a tent peg from His holy place, having our eyes enlightened by our God, and giving us a little reviving in our bondage.",
      "9": "For though we were slaves, our God has not forsaken us in our bondage but has extended mercy to us in the sight of the kings of Persia, granting us a reviving for the rebuilding of the house of our God, for the repairing of its ruins, and for giving us a wall in Judah and in Jerusalem.",
      "10": "“Now, O our God, what shall we say after this? For we have forsaken Your commandments,",
      "11": "which You commanded by Your servants the prophets, saying, ‘The land you are going to possess, it is an unclean land with the filthiness of the people of the lands. By their abominations, it is has been filled from one end to another with their uncleanness.",
      "12": "Now, therefore, cease giving your daughters as wives to their sons, do not take their daughters to your sons, and never seek their peace or prosperity, that you might grow strong and eat the good of the land and leave it as an eternal inheritance to your children.’",
      "13": "“After all that has come upon us because of our evil deeds and our great guilt, seeing that You our God have punished us less than our iniquities deserve and have given us such deliverance as this,",
      "14": "should we again break Your commandments and intermarry with the people of these abominations? Would You not become so completely angry with us that there would be no remnant nor any who escape?",
      "15": "O Lord God of Israel, You are righteous, for we who escaped exile yet remain to this very day. Here we stand before You in our guiltiness even though we should not stand before You because of this.”"
    },
    "10": {
      "1": "Now while Ezra prayed and confessed, weeping and prostrating himself before the house of God, a very large congregation of men, women, and children gathered around him from Israel, for the people too wept bitterly.",
      "2": "Shekaniah the son of Jehiel, one of the sons of Elam, answered and said to Ezra, “We have acted with vile unfaithfulness against our God and have wedded foreign women from the people of the land, yet there is now hope in Israel concerning this.",
      "3": "Now therefore let us make a covenant with our God to sever relations with all the women and their children according to the counsel of my lord and those who tremble at the commandment of our God. May this be done in accordance with the law.",
      "4": "Arise, for this matter is your responsibility. But we are standing with you. Be courageous and act!”",
      "5": "Then Ezra stood and made the presiding Levitical priests and all Israel to swear an oath to act according to this word. And they swore an oath.",
      "6": "Then Ezra stood in front of the house of God and went into the chamber of Jehohanan the son of Eliashib. When he arrived there, he ate no bread and drank no water because he was mourning over the vile unfaithfulness of the exiles.",
      "7": "They made a proclamation throughout Judah and Jerusalem for all the children of the exile to assemble in Jerusalem.",
      "8": "Whoever would not come within three days would forfeit all his possessions, according to the counsel of the leaders and the elders, and would himself be excluded from the congregation of the exiles.",
      "9": "Then all the men of Judah and Benjamin gathered themselves together to Jerusalem within the three days. It was the ninth month, on the twentieth day of the month. All the people sat on the grounds of the house of God, trembling about this matter and also because of the great rain.",
      "10": "Ezra the priest stood up and said to them, “You have acted unfaithfully by bringing home foreign women, adding to the guilt of Israel.",
      "11": "Now therefore make confession to the Lord God of your fathers and do what pleases Him: Sever your relationships with the people of the land, especially from the foreign women.”",
      "12": "Then all the congregation answered loudly, “As you have said to us, that we will do.",
      "13": "But there are many people, and because it is the rainy season we will not be able to set up outside. Moreover, this is not a task for a day or two since we have so grievously transgressed in this matter.",
      "14": "Let now our rulers preside over all the congregation so that, in each of our cities, all who have married foreign women, along with the elders and judges of that city, will come at appointed times, until the fierce wrath of our God for this matter is turned from us.”",
      "15": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, with Meshullam and Shabbethai the Levite supporting them.",
      "16": "Then the descendants of the captivity did so. Ezra the priest selected men, heads of the fathers’ households, according to their families, each of them by name. They sat down in the first day of the tenth month to examine the matter,",
      "17": "and finished dealing with every man who had married foreign women by the first day of the first month.",
      "18": "Some of the sons of the priests were discovered to have wedded foreign women,\nnamely the sons of Joshua the son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah.",
      "19": "They committed to sever their relations with their women, and, being guilty, they offered a ram of the flock for their guilt.",
      "20": "Likewise, of the sons of Immer,\nthere were Hanani and Zebadiah.",
      "21": "Of the sons of Harim,\nthere were Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.",
      "22": "Of the sons of Pashhur,\nthere were Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
      "23": "Also, from the Levites,\nthere were Jozabad, Shimei, Kelaiah, (the same is Kelita), Pethahiah, Judah, and Eliezer.",
      "24": "Among the singers,\nthere was Eliashib,\nand from the porters,\nthere were Shallum, Telem, and Uri.",
      "25": "Further from Israel,\nof the sons of Parosh,\nthere were Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah.",
      "26": "Of the sons of Elam,\nthere were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.",
      "27": "Of the sons of Zattu,\nthere were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.",
      "28": "Of the sons of Bebai,\nthere were Jehohanan, Hananiah, Zabbai, and Athlai.",
      "29": "Of the sons of Bani,\nthere were Meshullam, Malluk, Adaiah, Jashub, Sheal, and Jeremoth.",
      "30": "Of the sons of Pahath-Moab,\nthere were Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh.",
      "31": "Of the sons of Harim,\nthere were Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,",
      "32": "Benjamin, Malluk, and Shemariah.",
      "33": "Of the sons of Hashum,\nthere were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.",
      "34": "Of the sons of Bani,\nthere were Maadai, Amram, Uel,",
      "35": "Benaiah, Bedeiah, Keluhi,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, and Jaasu.",
      "38": "Of the sons of Binnui,\nthere were Shimei,",
      "39": "Shelemiah, Nathan, Adaiah,",
      "40": "Maknadebai, Shashai, Sharai,",
      "41": "Azarel, Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, and Joseph.",
      "43": "Of the sons of Nebo,\nthere were Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
      "44": "All these married foreign women, and some of them had wives that had children."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:05.432150-04:00",
    "Translation": "MEV"
  }
}