{
  "Galatians": {
    "1": {
      "1": "Paul, an apostle (not from men nor through man, but through Jesus Christ and God the Father, who raised Him from the dead),",
      "2": "and all the brothers who are with me,\nTo the churches of Galatia:",
      "3": "Grace to you and peace from God our Father and the Lord Jesus Christ,",
      "4": "who gave Himself for our sins, that He might deliver us from this present evil age, according to the will of our God and Father,",
      "5": "to whom be glory forever and ever. Amen.",
      "6": "I marvel that you are turning away so soon from Him who called you in the grace of Christ to a different gospel,",
      "7": "which is not a gospel. But there are some who trouble you and would pervert the gospel of Christ.",
      "8": "Although if we or an angel from heaven preach any other gospel to you than the one we have preached to you, let him be accursed.",
      "9": "As we said before, so I say now again: If anyone preaches any other gospel to you than the one you have received, let him be accursed.",
      "10": "For am I now seeking the approval of men or of God? Or am I trying to please men? For if I were still trying to please men, I would not be the servant of Christ.",
      "11": "But I reveal to you, brothers, that the gospel which was preached by me is not according to man.",
      "12": "For I neither received it from man, neither was I taught it, except by a revelation of Jesus Christ.",
      "13": "For you have heard of my former life in Judaism, how I persecuted the church of God beyond measure and tried to destroy it,",
      "14": "and progressed in Judaism above many of my equals in my own heritage, being more exceedingly zealous for the traditions of my fathers.",
      "15": "But when it pleased God, who set me apart since I was in my mother’s womb and called me by His grace,",
      "16": "to reveal His Son in me, that I might preach Him among the nations, I did not immediately confer with flesh and blood,",
      "17": "nor did I go up to Jerusalem to those who were apostles before me. But I went into Arabia, and returned again to Damascus.",
      "18": "After three years I went up to Jerusalem to see Peter and stayed with him for fifteen days.",
      "19": "I saw none of the other apostles except James, the Lord’s brother.",
      "20": "In what I am writing to you, before God, I do not lie!",
      "21": "Then I went into the regions of Syria and Cilicia",
      "22": "and was unknown by face to the churches of Judea which were in Christ.",
      "23": "They had heard only, “He who persecuted us in times past now preaches the faith which he once destroyed.”",
      "24": "And they glorified God because of me."
    },
    "2": {
      "1": "Then after fourteen years I went up again to Jerusalem with Barnabas and also took Titus with me.",
      "2": "I went up in response to a revelation and communicated to them the gospel which I preach among the Gentiles. But privately I communicated to those who were of reputation, in case I might be running, or had run, in vain.",
      "3": "But even Titus, who was with me, though he was a Greek, was not compelled to be circumcised.",
      "4": "This happened because false brothers were secretly brought in, who sneaked in to spy out our liberty, which we have in Christ Jesus, that they might bring us into bondage.",
      "5": "We did not yield to subjection to them, not for an hour, that the truth of the gospel might continue with you.",
      "6": "But of these who seemed to be something—whatever they were, it makes no difference to me; God shows no partiality to anyone—for those who seemed to be something added nothing to me.",
      "7": "On the contrary, they saw that I was entrusted with the gospel to the uncircumcised, as the gospel to the circumcised was to Peter.",
      "8": "For He who worked effectively in Peter for the apostleship to the circumcised worked effectively in me toward the Gentiles.",
      "9": "When James, Cephas, and John, who seemed to be pillars, understood the grace that was given to me, they gave to Barnabas and me the right hand of fellowship, that we should go to the Gentiles and they to the circumcised.",
      "10": "Only they requested that we should remember the poor, which I also was eager to do.",
      "11": "But when Peter came to Antioch, I withstood him face to face, because he stood condemned.",
      "12": "Before certain men came from James, he ate with the Gentiles. But when they came, he withdrew and separated himself, fearing those who were of the circumcision.",
      "13": "And the other Jews, likewise, joined together in hypocrisy with him, so that even Barnabas was carried away by their hypocrisy.",
      "14": "But when I saw that they were not straightforward about the truth of the gospel, I said to Peter before them all, “If you, being a Jew, live like a Gentile and not like a Jew, why do you compel the Gentiles to live like Jews?”",
      "15": "We are Jews by nature, and not Gentile sinners,",
      "16": "yet we know that a man is not justified by the works of the law, but through faith in Jesus Christ. Even we have believed in Christ Jesus, so that we might be justified by faith in Christ, rather than by the works of the law. For by the works of the law no flesh shall be justified.",
      "17": "If, while we seek to be justified by Christ, we ourselves also are found to be sinners, is Christ therefore the minister of sin? God forbid!",
      "18": "For if I build again the things which I destroyed, I make myself a transgressor.",
      "19": "For through the law I am dead to the law, that I might live for God.",
      "20": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh, I live by faith in the Son of God, who loved me and gave Himself for me.",
      "21": "I do not nullify the grace of God. For if righteousness comes by the law, then Christ died in vain."
    },
    "3": {
      "1": "O foolish Galatians! Who has bewitched you that you should not obey the truth? Before your eyes Jesus Christ was clearly portrayed among you as crucified.",
      "2": "I want to learn only this from you: Did you receive the Spirit through the works of the law, or by hearing with faith?",
      "3": "Are you so foolish? Having begun in the Spirit, are you now being perfected by the flesh?",
      "4": "Have you endured so many things for nothing, if indeed it was for nothing?",
      "5": "Does God give you the Spirit and work miracles among you by the works of the law, or by hearing with faith?",
      "6": "Even Abraham “believed God, and it was credited to him as righteousness.”",
      "7": "Therefore know that those who are of faith are the sons of Abraham.",
      "8": "And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel in advance to Abraham, saying, “In you shall all the nations be blessed.”",
      "9": "So then those who are of faith are blessed with faithful Abraham.",
      "10": "For all who rely on the works of the law are under the curse. For it is written, “Cursed is everyone who does not continue in all things which are written in the Book of the Law, to do them.”",
      "11": "Now it is evident that no man is justified by the law in the sight of God, for “The just shall live by faith.”",
      "12": "But the law is not of faith, for “The man who does them shall live by them.”",
      "13": "Christ has redeemed us from the curse of the law by being made a curse for us—as it is written, “Cursed is everyone who hangs on a tree”—",
      "14": "so that the blessing of Abraham might come on the Gentiles through Jesus Christ, that we might receive the promise of the Spirit through faith.",
      "15": "Brothers, I am speaking in human terms: Though it is only a man’s covenant, yet if it is ratified, no one annuls or adds to it.",
      "16": "Now the promises were made to Abraham and his Seed. He does not say, “and to seeds,” meaning many, but “and to your Seed,” meaning one, who is Christ.",
      "17": "And this I say, that the law, which came four hundred and thirty years later, does not annul the covenant that was ratified by God in Christ, so as to nullify the promise.",
      "18": "For if the inheritance comes from the law, it no longer comes from the promise. But God gave it to Abraham through a promise.",
      "19": "What purpose then does the law serve? It was added because of transgressions, until the Seed should come to whom the promise was made. And it was ordained through angels by the hand of a mediator.",
      "20": "Now a mediator is not a mediator for only one party, but God is one.",
      "21": "Is the law then contrary to the promises of God? God forbid! For if there had been a law given which could have given life, righteousness would indeed come through the law.",
      "22": "But the Scripture has confined all things under sin, that the promise through faith in Jesus Christ might be given to those who believe.",
      "23": "But before faith came, we were imprisoned under the law, kept for the faith which was later to be revealed.",
      "24": "So the law was our tutor to bring us to Christ, that we might be justified by faith.",
      "25": "But now that faith has come, we are no longer under a tutor.",
      "26": "You are all sons of God by faith in Christ Jesus.",
      "27": "For as many of you as have been baptized into Christ have put on Christ.",
      "28": "There is neither Jew nor Greek, there is neither slave nor free, and there is neither male nor female, for you are all one in Christ Jesus.",
      "29": "If you are Christ’s, then you are Abraham’s seed, and heirs according to the promise."
    },
    "4": {
      "1": "Now I say that as long as the heir is a child, he does not differ from a servant though he is lord of all.",
      "2": "But he is under tutors and governors until the time appointed by the father.",
      "3": "So when we were children, we were in bondage to the elements of the world.",
      "4": "But when the fullness of time came, God sent forth His Son, born from a woman, born under the law,",
      "5": "to redeem those who were under the law, that we might receive the adoption as sons.",
      "6": "And because you are sons, God has sent forth into our hearts the Spirit of His Son, crying, “Abba, Father!”",
      "7": "Therefore you are no longer a servant, but a son, and if a son, then an heir of God through Christ.",
      "8": "Previously, when you did not know God, you served those who by nature are not gods.",
      "9": "But now, after you have known God, or rather are known by God, how do you turn again to the weak and beggarly elemental forces to which you desire again to be in bondage?",
      "10": "You observe days and months and seasons and years.",
      "11": "I am afraid for you, lest I have worked for you in vain.",
      "12": "Brothers, I ask you, become as I am, for I also have become as you are. You have done me no wrong.",
      "13": "You know that it was because of an infirmity of the flesh that I first preached the gospel to you.",
      "14": "Though my infirmity was a trial to you, you neither despised nor rejected me, but received me as an angel of God, even as Christ Jesus.",
      "15": "So where is your blessing? For I bear witness of you that, if it had been possible, you would have plucked out your own eyes and given them to me.",
      "16": "Have I therefore become your enemy because I tell you the truth?",
      "17": "They would zealously influence you, but not favorably. Yes, they would exclusively control you, so that you might consult them.",
      "18": "But it is good to be zealous in a good manner always and not only when I am present with you.",
      "19": "My little children, of whom I labor in birth again until Christ is formed in you,",
      "20": "I desire to be present with you now and to change my tone, for I am displeased with you.",
      "21": "Tell me, you who desire to be under the law, do you not hear the law?",
      "22": "For it is written that Abraham had two sons, the one by a slave woman, the other by a free woman.",
      "23": "But he who was of the slave woman was born according to the flesh, but he of the free woman through the promise.",
      "24": "These things are an allegory, for these are the two covenants. The one is from Mount Sinai, which gives birth to bondage; she is Hagar.",
      "25": "Now this Hagar is Mount Sinai in Arabia, and represents the present Jerusalem, and is in bondage with her children.",
      "26": "But the Jerusalem which is above is free, which is our mother.",
      "27": "For it is written:\n“Rejoice, barren woman\n    who does not bear;\nbreak forth and shout,\n    you who have no labor pains!\nFor the desolate has many more children\n    than she who has a husband.”",
      "28": "Now we, brothers, like Isaac, are the children of promise.",
      "29": "But as it was then, he who was born after the flesh persecuted him who was born after the Spirit, so it is now also.",
      "30": "Nevertheless what does the Scripture say? “Cast out the slave woman and her son, for the son of the slave woman shall not be heir with the son of the free woman.”",
      "31": "So then, brothers, we are not children of the slave woman, but of the free woman."
    },
    "5": {
      "1": "For freedom Christ freed us. Stand fast therefore and do not be entangled again with the yoke of bondage.",
      "2": "Indeed I, Paul, say to you that if you become circumcised, Christ will profit you nothing.",
      "3": "I testify again to every man who is circumcised that he is obligated to keep the whole law.",
      "4": "You have been cut off from Christ, whoever of you are justified by law; you have fallen from grace.",
      "5": "For we, through the Spirit, by faith, eagerly wait for the hope of righteousness.",
      "6": "For in Christ Jesus neither circumcision nor uncircumcision means anything, but faith which works through love.",
      "7": "You were running well. Who hindered you from obeying the truth?",
      "8": "This persuasion does not come from Him who calls you.",
      "9": "A little yeast leavens the whole batch.",
      "10": "I have confidence in you through the Lord that you will not think otherwise. But he who is troubling you shall bear his judgment, whoever he is.",
      "11": "Brothers, if I am still preaching circumcision, why do I still suffer persecution? Then the offense of the cross has ceased.",
      "12": "I wish that those who are troubling you would castrate themselves!",
      "13": "You, brothers, have been called to liberty. Only do not use liberty to give an opportunity to the flesh, but by love serve one another.",
      "14": "For the entire law is fulfilled in one word, even in this: “You shall love your neighbor as yourself.”",
      "15": "But if you bite and devour one another, take heed that you are not consumed by one another.",
      "16": "I say then, walk in the Spirit, and you shall not fulfill the lust of the flesh.",
      "17": "For the flesh lusts against the Spirit, and the Spirit against the flesh. These are in opposition to one another, so that you may not do the things that you please.",
      "18": "But if you are led by the Spirit, you are not under the law.",
      "19": "Now the works of the flesh are revealed, which are these: adultery, sexual immorality, impurity, lewdness,",
      "20": "idolatry, sorcery, hatred, strife, jealousy, rage, selfishness, dissensions, heresies,",
      "21": "envy, murders, drunkenness, carousing, and the like. I warn you, as I previously warned you, that those who do such things shall not inherit the kingdom of God.",
      "22": "But the fruit of the Spirit is love, joy, peace, patience, gentleness, goodness, faith,",
      "23": "meekness, and self-control; against such there is no law.",
      "24": "Those who are Christ’s have crucified the flesh with its passions and lusts.",
      "25": "If we live in the Spirit, let us also walk in the Spirit.",
      "26": "Let us not be conceited, provoking one another and envying one another."
    },
    "6": {
      "1": "Brothers, if a man is caught in any transgression, you who are spiritual should restore such a one in the spirit of meekness, watching yourselves, lest you also be tempted.",
      "2": "Bear one another’s burdens, and so fulfill the law of Christ.",
      "3": "For if someone thinks himself to be something when he is nothing, he deceives himself.",
      "4": "But let each one examine his own work, and then he will have rejoicing in himself alone, and not in another.",
      "5": "For each one shall bear his own burden.",
      "6": "Let him who is taught in the word share all good things with him who teaches.",
      "7": "Be not deceived. God is not mocked. For whatever a man sows, that will he also reap.",
      "8": "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
      "9": "And let us not grow weary in doing good, for in due season we shall reap, if we do not give up.",
      "10": "Therefore, as we have opportunity, let us do good to all people, especially to those who are of the household of faith.",
      "11": "You see what large letters I have written to you with my own hand.",
      "12": "It is those who desire to make a good showing in the flesh that try to compel you to be circumcised, only that they may not be persecuted for the cross of Christ.",
      "13": "For they themselves who are circumcised do not keep the law. But they desire to have you circumcised, so that they may boast in your flesh.",
      "14": "God forbid that I should boast, except in the cross of our Lord Jesus Christ, by whom the world is crucified to me, and I to the world.",
      "15": "For in Christ Jesus neither circumcision nor uncircumcision means anything, but a new creation.",
      "16": "Peace and mercy be on all who walk according to this rule and upon the Israel of God.",
      "17": "From now on let no one trouble me, for I bear in my body the marks of the Lord Jesus.",
      "18": "Brothers, the grace of our Lord Jesus Christ be with your spirit. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:16.327086-04:00",
    "Translation": "MEV"
  }
}