{
  "Hebrews": {
    "1": {
      "1": "God, who at various times and in diverse ways spoke long ago to the fathers through the prophets,",
      "2": "has in these last days spoken to us by His Son, whom He has appointed heir of all things, and through whom He made the world.",
      "3": "He is the brightness of His glory, the express image of Himself, and upholds all things by the word of His power. When He had by Himself purged our sins, He sat down at the right hand of the Majesty on high.",
      "4": "He was made so much better than the angels as He has inherited a more excellent name than they.",
      "5": "For to which of the angels did He at any time say:\n“You are My Son;\n    today I have become Your Father”?\nOr again,\n“I will be a Father to Him,\n    and He shall be a Son to Me”?",
      "6": "And again, when He brings the firstborn into the world, He says:\n“Let all the angels of God worship Him.”",
      "7": "Of the angels He says:\n“He makes His angels spirits,\n    and His servants a flame of fire.”",
      "8": "But to the Son He says:\n“Your throne, O God, lasts forever and ever;\n    a scepter of righteousness is the scepter of Your kingdom.",
      "9": "You have loved righteousness and hated wickedness;\n    therefore God, Your God, has anointed You\n    with the oil of gladness more than Your companions.”",
      "10": "And,\n“You, Lord, laid the foundation of the earth in the beginning,\n    and the heavens are the works of Your hands.",
      "11": "They will perish, but You remain;\n    and they all will wear out like a garment;",
      "12": "as a cloak You will fold them up,\n    and they will be changed.\nBut You are the same,\n    and Your years will not end.”",
      "13": "But to which of the angels did He at any time say:\n“Sit at My right hand,\n    until I make Your enemies\n    Your footstool”?",
      "14": "Are they not all ministering spirits sent out to minister to those who will inherit salvation?"
    },
    "2": {
      "1": "Therefore we should be more attentive to what we have heard, lest we drift away.",
      "2": "For if the word spoken by angels was true, and every sin and disobedience received a just recompense,",
      "3": "how shall we escape if we neglect such a great salvation, which was first declared by the Lord, and was confirmed to us by those who heard Him?",
      "4": "God also bore them witness with signs and wonders and diverse miracles and with gifts of the Holy Spirit distributed according to His own will.",
      "5": "For it was not to the angels that He has subjected the world to come, of which we are speaking.",
      "6": "But someone in a certain place testified, saying:\n“What is man that You are mindful of him,\n    or the son of man that You care for him?",
      "7": "You made him a little lower than the angels;\n    You crowned him with glory and honor,\n    and set him over the works of Your hands.",
      "8": "You have put all things in subjection under his feet.”\nFor in subjecting all things under him, He left nothing that is not subjected to him. Yet now we do not see all things subject to him.",
      "9": "But we see Jesus, who was made a little lower than the angels to suffer death, crowned with glory and honor, so that He, by the grace of God, should experience death for everyone.",
      "10": "For it was fitting for Him, for whom and by whom all things exist, in bringing many sons to glory, to make the Author of their salvation perfect through suffering.",
      "11": "For both He who sanctifies and those who are sanctified are all of One. For this reason He is not ashamed to call them brothers,",
      "12": "saying:\n“I will declare Your name to My brothers;\n    in the midst of the congregation I will sing praise to You.”",
      "13": "And again:\n“I will put My trust in Him.”\nAnd again:\n“Here am I and the children whom God has given Me.”",
      "14": "So then, as the children share in flesh and blood, He likewise took part in these, so that through death He might destroy him who has the power of death, that is, the devil,",
      "15": "and deliver those who through fear of death were throughout their lives subject to bondage.",
      "16": "For surely He does not help the angels, but He helps the seed of Abraham.",
      "17": "Therefore, in all things it was necessary for Him to be made like His brothers, so that He might be a merciful and faithful High Priest in the things pertaining to God, to make atonement for the sins of the people.",
      "18": "For since He Himself suffered while being tempted, He is able to help those who are being tempted."
    },
    "3": {
      "1": "Therefore, holy brothers, partakers in a heavenly calling, consider the Apostle and High Priest of our profession, Jesus Christ,",
      "2": "who was faithful to Him who appointed Him, as Moses was faithful in all His house.",
      "3": "For the One was counted worthy of more glory than Moses, in that He who builds the house has more honor than the house itself.",
      "4": "For every house is built by someone, but the One who builds all things is God.",
      "5": "Moses was faithful in all God’s house as a servant, testifying about those things that were to be spoken later.",
      "6": "But Christ is faithful over God’s house as a Son, whose house we are if we hold fast the confidence and the rejoicing of our hope firm to the end.",
      "7": "Therefore, as the Holy Spirit says:\n“Today, if you hear His voice,",
      "8": "do not harden your hearts\nas in the rebellion,\n    on the day of temptation in the wilderness,",
      "9": "where your fathers tested Me and tried Me\n    and saw My works for forty years.",
      "10": "Therefore I was angry with that generation,\n    and said, ‘They always go astray in their heart,\n    and they have not known My ways.’",
      "11": "So I swore in My wrath,\n    ‘They shall not enter My rest.’ ”",
      "12": "Be attentive, brothers, lest there be in any of you an evil, unbelieving heart, and you depart from the living God.",
      "13": "But exhort one another daily, while it is called “Today,” lest any of you be hardened through the deceitfulness of sin.",
      "14": "For we have become partakers of Christ if we hold the beginning of our confidence firmly to the end,",
      "15": "while it is said:\n“Today, if you will hear His voice,\n    do not harden your hearts\nas in the rebellion.”",
      "16": "For who were they who heard and rebelled? Was it not all of those who came out of Egypt, led by Moses?",
      "17": "And with whom was He grieved for forty years? Was it not with those who had sinned, whose bodies fell in the wilderness?",
      "18": "And to whom did He swear that they would not enter His rest, but to those who disobeyed?",
      "19": "So we see that they could not enter because of unbelief."
    },
    "4": {
      "1": "Therefore, since the promise of entering His rest remains, let us fear lest any of you should seem to come short of it.",
      "2": "For the gospel was preached to us as well as to them. But the word preached did not benefit them, because it was not mixed with faith in those who heard it.",
      "3": "For we who have believed have entered this rest, as He has said,\n“As I have sworn in My wrath,\n    ‘They shall not enter My rest.’ ”\nHowever, His works have been finished since the creation of the world.",
      "4": "For He spoke somewhere about the seventh day like this: “And God rested on the seventh day from all His works.”",
      "5": "And again in the present passage He said, “They shall not enter My rest.”",
      "6": "Since therefore it remains for some to enter it, and they to whom it was first preached did not enter due to unbelief,",
      "7": "again He establishes a certain day, “Today,” saying through David, after so long a time, as it has been said:\n“Today, if you will hear His voice,\n    do not harden your hearts.”",
      "8": "For if Joshua had given them rest, He would not have later spoken of another day.",
      "9": "Therefore a rest remains for the people of God.",
      "10": "For whoever enters His rest will also cease from his own works, as God did from His.",
      "11": "Let us labor therefore to enter that rest, lest anyone fall by the same pattern of unbelief.",
      "12": "For the word of God is alive, and active, and sharper than any two-edged sword, piercing even to the division of soul and spirit, of joints and marrow, and able to judge the thoughts and intents of the heart.",
      "13": "There is no creature that is not revealed in His sight, for all things are bare and exposed to the eyes of Him to whom we must give account.",
      "14": "Since then we have a great High Priest who has passed into the heavens, Jesus the Son of God, let us hold firmly to our confession.",
      "15": "For we do not have a High Priest who cannot sympathize with our weaknesses, but One who was in every sense tempted like we are, yet without sin.",
      "16": "Let us then come with confidence to the throne of grace, that we may obtain mercy and find grace to help in time of need."
    },
    "5": {
      "1": "For every high priest chosen from among men is appointed to represent men in things pertaining to God, that he may offer both gifts and sacrifices for sins.",
      "2": "He is able to have compassion on the ignorant and on those who are wayward, for he himself is also subject to weakness.",
      "3": "Because of this he must offer sacrifices for his own sins, just as he does for the people.",
      "4": "No man takes this honor for himself, but he who is called by God receives it, just as Aaron did.",
      "5": "So also Christ did not glorify Himself to be made a High Priest, but it was He who said to Him:\n“You are My Son;\n    today I have become Your Father.”",
      "6": "As He also says in another place:\n“You are a priest forever\n    in the order of Melchizedek.”",
      "7": "In the days of His flesh, Jesus offered up prayers and supplications with loud cries and tears to Him who was able to save Him from death. He was heard because of His godly fear.",
      "8": "Though He was a Son, He learned obedience through the things that He suffered,",
      "9": "and being made perfect, He became the source of eternal salvation for all those who obey Him,",
      "10": "being designated by God a High Priest according to the order of Melchizedek.",
      "11": "Concerning this we have much to say that is hard to explain, since you have become hard of hearing.",
      "12": "For though by now you should be teachers, you need someone to teach you again the first principles of the oracles of God and have come to need milk rather than solid food.",
      "13": "Everyone who lives on milk is unskilled in the word of righteousness, for he is a baby.",
      "14": "But solid food belongs to those who are mature, for those who through practice have powers of discernment that are trained to distinguish good from evil."
    },
    "6": {
      "1": "Therefore, leaving the elementary principles of the doctrine of Christ, let us go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,",
      "2": "of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment.",
      "3": "This we will do if God permits.",
      "4": "For it is impossible for those who were once enlightened, who have tasted the heavenly gift, who shared in the Holy Spirit,",
      "5": "and have tasted the good word of God and the powers of the age to come,",
      "6": "if they fall away, to be renewed once more to repentance, since they again crucify to themselves the Son of God and subject Him to public shame.",
      "7": "For land that drinks in the rain that often falls upon it and bears a crop useful to those for whom it is cultivated receives a blessing from God.",
      "8": "But land that bears thorns and thistles is rejected and near to being cursed. Its destiny is to be burned.",
      "9": "But though we speak in this manner, we are persuaded of better things for you, things that accompany salvation,",
      "10": "for God is not unjust so as to forget your work and labor of love that you have shown for His name, in that you have ministered to the saints and continue ministering.",
      "11": "We desire that every one of you show the same diligence for the full assurance of hope to the end,",
      "12": "so that you may not be lazy, but imitators of those who through faith and patience inherit the promises.",
      "13": "For when God made a promise to Abraham, because He could vow by no one greater, He vowed by Himself,",
      "14": "saying, “Surely I will bless you, and surely I will multiply you.”",
      "15": "So after Abraham had patiently endured, he obtained the promise.",
      "16": "For men indeed swear by a greater authority than themselves, and for them an oath of confirmation ends all dispute.",
      "17": "So God, wanting to show more abundantly the immutability of His counsel to the heirs of promise, confirmed it by an oath.",
      "18": "So that by two immutable things, in which it was impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us.",
      "19": "We have this hope as a sure and steadfast anchor of the soul, which enters the Inner Place behind the veil.",
      "20": "This is where Jesus has entered for us as a forerunner, since He has become the everlasting High Priest in the order of Melchizedek."
    },
    "7": {
      "1": "For this Melchizedek, king of Salem, priest of the Most High God, met Abraham returning from the slaughter of the kings and blessed him.",
      "2": "To him Abraham also gave a tenth part of everything. In the first place, his name is translated “king of righteousness,” and then also he is king of Salem, which means “king of peace.”",
      "3": "Without father, without mother, without descent, having neither beginning of days nor end of life, but made like the Son of God, he continually remains a priest.",
      "4": "Now consider how great this man was, to whom even the patriarch Abraham gave a tenth of the spoils.",
      "5": "Surely the sons of Levi, who receive the office of the priesthood, have a command to take tithes of the people according to the law, that is, from their brothers, though they also come from the seed of Abraham.",
      "6": "But this man, whose descent is not numbered among them, received tithes from Abraham and blessed him who had the promises.",
      "7": "Without question, the inferior is blessed by the superior.",
      "8": "In the one case mortal men receive tithes, but in the other he of whom it is witnessed that he is alive receives them.",
      "9": "One might say that Levi also, who receives tithes, paid tithes through Abraham,",
      "10": "for he was still in the loins of his father when Melchizedek met Abraham.",
      "11": "If perfection were attained through the Levitical priesthood (for through it the people received the law), what further need was there that another priest should rise in the order of Melchizedek, rather than established in the order of Aaron?",
      "12": "For a change in the priesthood necessitates a change in the law.",
      "13": "For the One concerning whom these things are spoken pertains to another tribe, from which no man served at the altar.",
      "14": "For it is evident that our Lord descended from Judah, a tribe concerning which Moses said nothing about priests.",
      "15": "This is far more evident when another priest arises in the likeness of Melchizedek,",
      "16": "who becomes a priest not by a law pertaining to ancestry, but by the power of an endless life.",
      "17": "For He testifies:\n“You are a priest forever,\n    in the order of Melchizedek.”",
      "18": "For there is then an annulling of the previous commandment due to its weakness and uselessness.",
      "19": "For the law made nothing perfect, but now a better hope is introduced, by which we draw near to God.",
      "20": "And He was not made a priest without an oath.",
      "21": "(Other priests were made without an oath, but this One with an oath by the One who said to Him:\n“The Lord has sworn\n    and will not relent,\n‘You are a priest forever, in the order of Melchizedek.’ ”)",
      "22": "Through this oath Jesus became the guarantor of a better covenant.",
      "23": "And the former priests were numerous because they were hindered from serving because of death.",
      "24": "But He, because He lives forever, has an everlasting priesthood.",
      "25": "Therefore He is able to save to the uttermost those who come to God through Him, because He at all times lives to make intercession for them.",
      "26": "For such a High Priest was fitting for us, for He is holy, innocent, undefiled, separate from sinners, and is higher than the heavens.",
      "27": "Unlike those high priests, He does not need to offer daily sacrifices—first for His own sins and then for the people’s, for He did this once for all when He offered up Himself.",
      "28": "For the law appoints men who are weak as high priests, but the word of the oath, which came after the law, appoints a Son who is made perfect forever."
    },
    "8": {
      "1": "Now this is the main point of the things that we are saying: We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens,",
      "2": "a minister in the sanctuary and the true tabernacle, which the Lord, not man, set up.",
      "3": "For every high priest is appointed to offer gifts and sacrifices. Therefore it is necessary that this priest also have something to offer.",
      "4": "For if He were on earth, He would not be a priest, since there are priests that offer gifts according to the law.",
      "5": "They serve in a sanctuary that is an example and shadow of the heavenly one, as Moses was instructed by God when he was about to make the tabernacle, “See that you make all things according to the pattern shown you on the mountain.”",
      "6": "But now He has obtained a more excellent ministry, because He is the Mediator of a better covenant, which was established on better promises.",
      "7": "For if that first covenant had been faultless, then no occasion would have been sought for a second.",
      "8": "For finding fault with them, God says:\n“Surely the days are coming, says the Lord,\n    when I will make a new covenant\nwith the house of Israel\n    and with the house of Judah,",
      "9": "not according to the covenant\n    that I made with their fathers\nin the day when I took them by the hand\n    to lead them out of the land of Egypt;\nbecause they did not continue in My covenant,\n    and I rejected them, says the Lord.",
      "10": "This is the covenant that I will make with the house of Israel\n    after those days, says the Lord:\nI will put My laws into their minds\n    and write them on their hearts;\nand I will be their God,\n    and they shall be My people.",
      "11": "No longer shall every man teach his neighbor,\n    and every man his brother, saying, ‘Know the Lord,’\nfor all shall know Me,\n    from the least of them to the greatest.",
      "12": "For I will be merciful toward their unrighteousness,\n    and their sins and their lawless deeds I will remember no more.”",
      "13": "In speaking of a new covenant He has made the first one old. Now that which is decaying and growing old is ready to vanish away."
    },
    "9": {
      "1": "Then indeed, the first covenant had ordinances for divine services and an earthly sanctuary.",
      "2": "A tabernacle was made. In the first part of the tabernacle, called the Holy Place, were the candlestick, the table, and the showbread.",
      "3": "Behind the second veil was the second part of the tabernacle called the Most Holy Place,",
      "4": "which contained the golden censer and the ark of the covenant overlaid with gold, containing the golden pot holding the manna, Aaron’s rod that budded, and the tablets of the covenant.",
      "5": "Above the ark were the cherubim of glory overshadowing the mercy seat. Concerning these things we cannot now speak in detail.",
      "6": "Now when these things were thus ordained, the priests would regularly go into the first part, conducting the services of God.",
      "7": "But only the high priest went into the second part once a year, not without blood, which he offered for himself and for the sins of the people, committed in ignorance.",
      "8": "The Holy Spirit was signifying through this that the way into the Most Holy Place was not yet revealed, because the first part of the tabernacle was still standing.",
      "9": "This is an illustration for the present time, showing that the gifts and sacrifices offered could not perfect the conscience of those who worshipped,",
      "10": "since they are concerned only with foods and drinks, ceremonial cleansings, and fleshly ordinances imposed until the time of reformation.",
      "11": "But Christ, when He came as a High Priest of the good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this creation,",
      "12": "neither by the blood of goats and calves, but by His own blood, He entered the Most Holy Place once for all, having obtained eternal redemption.",
      "13": "For if the blood of bulls and goats, and the ashes of a heifer, sprinkling the unclean, sanctifies so that the flesh is purified,",
      "14": "how much more shall the blood of Christ, who through the eternal Spirit offered Himself without blemish to God, cleanse your conscience from dead works to serve the living God?",
      "15": "For this reason He is the Mediator of a new covenant, since a death has occurred for the redemption of the sins that were committed under the first covenant, so that those who are called might receive the promise of eternal inheritance.",
      "16": "For where there is a will, there must also of necessity be the death of the testator.",
      "17": "For a will has force after men are dead, since it has no force at all while the testator lives.",
      "18": "So not even the first covenant was inaugurated without blood.",
      "19": "For when Moses had taught every precept to all the people according to the law, he took the blood of calves and goats, with water, scarlet wool, and hyssop, and sprinkled both the book and all the people,",
      "20": "saying, “This is the blood of the covenant that God has commanded you to keep.”",
      "21": "Likewise he sprinkled both the tabernacle and all the vessels of worship with blood.",
      "22": "And according to the law almost everything must be cleansed with blood; without the shedding of blood there is no forgiveness.",
      "23": "It was therefore necessary that the replicas of heavenly things be cleansed with these sacrifices, but that the heavenly things themselves be cleansed with better sacrifices than these.",
      "24": "For Christ did not enter holy places made with hands, which are patterned after the true one, but into heaven itself, now to appear in the presence of God for us.",
      "25": "Nor did He enter to offer Himself often, as the high priest enters the Most Holy Place every year with blood that is not his own.",
      "26": "For then He would have had to suffer repeatedly since the world was created, but now He has appeared once at the end of the ages to put away sin by sacrificing Himself.",
      "27": "As it is appointed for men to die once, but after this comes the judgment,",
      "28": "so Christ was offered once to bear the sins of many, and He will appear a second time, not to bear sin but to save those who eagerly wait for Him."
    },
    "10": {
      "1": "For the law is a shadow of the good things to come, and not the very image of those things. It could never by the same sacrifices, which they offer continually year after year, perfect those who draw near.",
      "2": "Otherwise, would they not have ceased to be offered, since the worshippers, once purified, would no longer be conscious of sins?",
      "3": "But in those sacrifices there is an annual reminder of sins.",
      "4": "For it is not possible for the blood of bulls and goats to take away sins.",
      "5": "Therefore, when He came into the world, He said:\n“Sacrifices and offerings You did not desire,\n    but a body You have prepared for Me.",
      "6": "In burnt offerings and sacrifices for sin\n    You have had no pleasure.",
      "7": "Then I said, ‘See, I have come to do Your will, O God,’ as it is written of Me\n    in the volume of the book.”",
      "8": "Previously when He said, “You did not desire sacrifices and offerings. You have had no pleasure in burnt offerings and sacrifices for sin,” which are offered in accordance with the law,",
      "9": "then He said, “See, I have come to do Your will, O God.” He takes away the first that He may establish the second.",
      "10": "By this will we have been sanctified through the offering of the body of Jesus Christ once for all.",
      "11": "But every priest stands daily ministering and repetitively offering the same sacrifices, which can never take away sins.",
      "12": "But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God.",
      "13": "Since that time He has been waiting for His enemies to be made His footstool.",
      "14": "For by one offering He has forever perfected those who are sanctified.",
      "15": "The Holy Spirit also witnesses to us about this. For after saying,",
      "16": "“This is the covenant that I will make with them\n    after those days, says the Lord:\nI will put My laws into their hearts,\n    and in their minds I will write them,”",
      "17": "then He adds,\n“Their sins and lawless deeds\n    will I remember no more.”",
      "18": "Now where there is forgiveness of these, there is no longer an offering for sin.",
      "19": "Therefore, brothers, we have confidence to enter the Most Holy Place by the blood of Jesus,",
      "20": "by a new and living way that He has opened for us through the veil, that is to say, His flesh,",
      "21": "and since we have a High Priest over the house of God,",
      "22": "let us draw near with a true heart in full assurance of faith, having our hearts sprinkled to cleanse them from an evil conscience, and our bodies washed with pure water.",
      "23": "Let us firmly hold the profession of our faith without wavering, for He who promised is faithful.",
      "24": "And let us consider how to spur one another to love and to good works.",
      "25": "Let us not forsake the assembling of ourselves together, as is the manner of some, but let us exhort one another, especially as you see the Day approaching.",
      "26": "For if we willfully continue to sin after we have received the knowledge of the truth, there no longer remains a sacrifice for sins,",
      "27": "but a fearful expectation of judgment and fiery indignation, which will devour the adversaries.",
      "28": "Anyone who despised Moses’ law died without mercy in the presence of two or three witnesses.",
      "29": "How much more severe a punishment do you suppose he deserves, who has trampled under foot the Son of God, and has regarded the blood of the covenant that sanctified him to be a common thing, and has insulted the Spirit of grace?",
      "30": "For we know Him who said, “Vengeance is Mine,” says the Lord, “I will repay.” And again He says, “The Lord will judge His people.”",
      "31": "It is a fearful thing to fall into the hands of the living God.",
      "32": "Remember the former days, after you were enlightened, in which you endured a great struggle of afflictions.",
      "33": "In part you were made a spectacle both by reproaches and afflictions. And in part you became companions of those who were so abused.",
      "34": "For you had compassion on me in my chains and joyfully endured the confiscation of your property, knowing that you have in heaven a better and an enduring possession for yourselves.",
      "35": "Therefore do not throw away your confidence, which will be greatly rewarded.",
      "36": "For you need patience, so that after you have done the will of God, you will receive the promise.",
      "37": "For,\n“In yet a little while,\n    He who is to come will come, and will not wait.",
      "38": "Now the just shall live by faith;\n    but if anyone draws back,\n    My soul shall have no pleasure in him.”",
      "39": "But we are not of those who draw back to destruction, but of those who have faith to the saving of the soul."
    },
    "11": {
      "1": "Now faith is the substance of things hoped for, the evidence of things not seen.",
      "2": "For by it the men of old obtained a good report.",
      "3": "By faith we understand that the universe was framed by the word of God, so that things that are seen were not made out of things which are visible.",
      "4": "By faith Abel offered to God a more excellent sacrifice than Cain offered. Through this he was approved as righteous, with God testifying concerning his gifts. He still speaks through his faith, though he is dead.",
      "5": "By faith Enoch was taken to heaven so that he would not see death. He was not found, because God took him away. For before he was taken, he had this commendation, that he pleased God.",
      "6": "And without faith it is impossible to please God, for he who comes to God must believe that He exists and that He is a rewarder of those who diligently seek Him.",
      "7": "By faith Noah, being divinely warned about things not yet seen, moved with godly fear, prepared an ark to save his family, by which he condemned the world and became an heir of the righteousness that comes by faith.",
      "8": "By faith Abraham obeyed when he was called to go out into a place which he would later receive as an inheritance. He went out not knowing where he was going.",
      "9": "By faith he dwelt in the promised land, as in a foreign land, dwelling in tents with Isaac and Jacob, the heirs of the same promise,",
      "10": "for he was looking for a city which has foundations, whose builder and maker is God.",
      "11": "By faith Sarah herself also received the ability to conceive seed, and she bore a child when she was past the age, because she judged Him faithful who had promised.",
      "12": "Therefore from one man, who was as good as dead, sprang so many, a multitude as the stars of the sky and innumerable as the sand by the seashore.",
      "13": "These all died in faith not having received the promises, but having seen them from afar were assured of them, embraced them, and confessed that they were strangers and pilgrims on the earth.",
      "14": "Those who say such things declare plainly that they are looking for a homeland.",
      "15": "And certainly, if they had been thinking of the country out of which they came, they might have had the opportunity to return.",
      "16": "But they desired a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for He has prepared a city for them.",
      "17": "By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son.",
      "18": "Of him God said, “Through Isaac shall your seed be named.”",
      "19": "He reasoned that God was able to raise him up, even from the dead, from which he indeed received him in a figurative sense.",
      "20": "By faith Isaac blessed Jacob and Esau concerning things to come.",
      "21": "By faith Jacob, when he was dying, blessed each of the sons of Joseph and worshipped while leaning on the top of his staff.",
      "22": "By faith Joseph, when he was dying, mentioned the exodus of the children of Israel and gave instructions concerning his bones.",
      "23": "By faith Moses, when he was born, was hidden by his parents for three months, because they saw he was a beautiful child, and they were not afraid of the king’s command.",
      "24": "By faith Moses, when he became of age, refused to be called the son of Pharaoh’s daughter,",
      "25": "choosing rather to suffer affliction with the people of God than to enjoy the pleasures of sin for a time.",
      "26": "He esteemed the reproach of Christ as greater riches than the treasures in Egypt, for he looked to the reward.",
      "27": "By faith he forsook Egypt, not fearing the wrath of the king. He endured by looking to Him who is invisible.",
      "28": "By faith he kept the Passover and the sprinkling of blood, lest the one who destroys the firstborn touch them.",
      "29": "By faith they passed through the Red Sea as on dry land, which the Egyptians attempted to do, but were drowned.",
      "30": "By faith the walls of Jericho fell down after they were encircled for seven days.",
      "31": "By faith the prostitute Rahab, when she received the spies with peace, did not perish with those who did not believe.",
      "32": "And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,",
      "33": "who through faith subdued kingdoms, administered justice, obtained promises, stopped the mouths of lions,",
      "34": "quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in fighting, and turned the armies of foreign enemies to flight.",
      "35": "Women received their dead raised to life again. Others were tortured and did not accept deliverance, so that they might obtain a better resurrection.",
      "36": "Still others had trials of mocking and scourging, and even chains and imprisonment.",
      "37": "They were stoned, they were sawn in two, were tempted, were slain with the sword. They wandered around in sheepskins and goatskins, while destitute, afflicted, and tormented.",
      "38": "The world was not worthy of them. They wandered in deserts and mountains, in dens and caves of the earth.",
      "39": "These all have obtained a good report through faith, but they did not receive the promise.",
      "40": "For God provided something better for us, so that with us they would be made perfect."
    },
    "12": {
      "1": "Therefore, since we are encompassed with such a great cloud of witnesses, let us also lay aside every weight and the sin that so easily entangles us, and let us run with endurance the race that is set before us.",
      "2": "Let us look to Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
      "3": "For consider Him who endured such hostility from sinners against Himself, lest you become weary and your hearts give up.",
      "4": "You have not yet resisted to bloodshed while striving against sin.",
      "5": "And you have forgotten the exhortation addressed to you as sons:\n“My son, do not despise the discipline from the Lord,\n    nor grow weary when you are rebuked by Him;",
      "6": "for whom the Lord loves He disciplines,\n    and scourges every son whom He receives.”",
      "7": "Endure discipline; God is dealing with you as with sons. For what son is there whom a father does not discipline?",
      "8": "If you are without discipline, of which everyone has partaken, then you are illegitimate children and not sons.",
      "9": "Furthermore, we have had human fathers, and they corrected us, and we gave them reverence. Shall we not much more be subject to the Father of spirits and live?",
      "10": "For they indeed disciplined us for a short time according to their own judgment, but He does so for our profit, that we may partake of His holiness.",
      "11": "Now no discipline seems to be joyful at the time, but grievous. Yet afterward it yields the peaceful fruit of righteousness in those who have been trained by it.",
      "12": "Therefore lift up your tired hands, and strengthen your weak knees.",
      "13": "Make straight paths for your feet, lest that which is lame go out of joint, but rather be healed.",
      "14": "Pursue peace with all men, and the holiness without which no one will see the Lord,",
      "15": "watching diligently so that no one falls short of the grace of God, lest any root of bitterness spring up to cause trouble, and many become defiled by it,",
      "16": "lest there be any sexually immoral or profane person, as Esau, who for one morsel of food sold his birthright.",
      "17": "For you know that afterward, when he wanted to inherit the blessing, he was rejected. For he found no place for repentance, though he sought it diligently with tears.",
      "18": "You have not come to a mountain that can be touched and that burned with fire, and to blackness and darkness and storm,",
      "19": "and to the sound of a trumpet and to a voice speaking words, such that those who heard them begged that the word not be spoken to them anymore.",
      "20": "For they could not endure that which was commanded: “If so much as a beast touches the mountain, it must be stoned or thrust through with a spear.”",
      "21": "So terrible was the sight that Moses said, “I am terrified and trembling.”",
      "22": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels;",
      "23": "to the general assembly and church of the firstborn, who are enrolled in heaven; to God, the Judge of all; and to the spirits of the righteous ones made perfect;",
      "24": "and to Jesus, the Mediator of a new covenant; and to the sprinkled blood that speaks better than that of Abel.",
      "25": "See that you do not refuse Him who is speaking. For if they did not escape when they refused Him who spoke on earth, much less shall we escape if we turn away from Him who speaks from heaven.",
      "26": "At that time His voice shook the earth, but now He has given us a promise, saying, “Yet once more I will shake not only the earth but also heaven.”",
      "27": "And this statement, “Yet once more,” signifies the removal of those things that can be shaken, things that are created, so that only those things that cannot be shaken will remain.",
      "28": "Therefore, since we are receiving a kingdom that cannot be moved, let us be gracious, by which we may serve God acceptably with reverence and godly fear.",
      "29": "For our God is a consuming fire."
    },
    "13": {
      "1": "Let brotherly love continue.",
      "2": "Do not forget to entertain strangers, for thereby some have entertained angels unknowingly.",
      "3": "Remember those who are in chains, as if imprisoned with them, and those who are ill treated, since you are also in the body.",
      "4": "Marriage is to be honored among everyone, and the bed undefiled. But God will judge the sexually immoral and adulterers.",
      "5": "Let your lives be without love of money, and be content with the things you have. For He has said:\n“I will never leave you,\n    nor forsake you.”",
      "6": "So we may boldly say:\n“The Lord is my helper; I will not fear.\n    What can man do to me?”",
      "7": "Remember those who rule over you, who have proclaimed to you the word of God. Follow their faith, considering the results it has produced in their lives.",
      "8": "Jesus Christ is the same yesterday, and today, and forever.",
      "9": "Do not be carried away with diverse and strange doctrines. It is a good thing that the heart be strengthened with grace, not with foods, which have not profited those who have been occupied with them.",
      "10": "We have an altar from which those who serve in the tabernacle have no right to eat.",
      "11": "For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest on account of sin, are burned outside the camp.",
      "12": "Therefore Jesus also, so that He might sanctify the people with His own blood, suffered outside the gate.",
      "13": "Therefore let us go forth to Him outside the camp, bearing the reproach that He bore.",
      "14": "For here we have no continuing city, but we seek one to come.",
      "15": "Through Him, then, let us continually offer to God the sacrifice of praise, which is the fruit of our lips, giving thanks to His name.",
      "16": "But do not forget to do good and to share. For with such sacrifices God is well pleased.",
      "17": "Obey your leaders and submit to them, for they watch over your souls as those who must give an account. Let them do this with joy and not complaining, for that would not be profitable to you.",
      "18": "Pray for us. For we trust that we have a good conscience and in all things are willing to live honestly.",
      "19": "But I implore you to pray, that I may be restored to you very soon.",
      "20": "Now may the God of peace, who through the blood of the eternal covenant brought again from the dead our Lord Jesus, the Great Shepherd of the sheep,",
      "21": "make you perfect in every good work to do His will, working in you that which is pleasing in His sight, through Jesus Christ, to whom be glory forever and ever. Amen.",
      "22": "I implore you, brothers, to heed this word of exhortation, for I have written to you in few words.",
      "23": "Know that our brother Timothy has been set free, with whom I shall see you if he comes soon.",
      "24": "Greet all those who rule over you and all the saints. Those from Italy greet you.",
      "25": "Grace be with you all. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:21.697373-04:00",
    "Translation": "MEV"
  }
}