{
  "Hosea": {
    "1": {
      "1": "The word of the Lord that came to Hosea son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.",
      "2": "When the Lord first spoke by Hosea, the Lord said to Hosea: “Go, take for yourself a wife of harlotry and children of harlotry, for the land has committed great harlotry, departing from the Lord.”",
      "3": "So he went and took Gomer the daughter of Diblaim as a wife. She conceived, and bore him a son.",
      "4": "The Lord said to him: “Call his name Jezreel, for in a little while, I will punish the house of Jehu for the blood of Jezreel, and will bring to an end the kingdom of the house of Israel.",
      "5": "On that day, I will break the bow of Israel in the Valley of Jezreel.”",
      "6": "Then Gomer conceived again, and bore a daughter. And the Lord said to Hosea: “Call her name Lo-Ruhamah, for I will no longer have mercy upon the house of Israel but will utterly sweep them away.",
      "7": "But I will have mercy upon the house of Judah, and will save them by the Lord their God, and will not save them by bow, or by sword, or by battle, or by horses, or by horsemen.”",
      "8": "When Gomer had weaned Lo-Ruhamah, she conceived, and bore a son.",
      "9": "Then the Lord said: “Call his name Lo-Ammi, for you are not My people, and I am not your God.”",
      "10": "Yet the number of the children of Israel will be as the sand of the sea, which cannot be measured nor numbered. And in the place where it was said to them, “You are not My people,” there it will be said to them, “You are the children of the living God.”",
      "11": "Then will the Judahites and the children of Israel be gathered together, and appoint themselves one head, and they will come up out of the land, for great will be the day of Jezreel."
    },
    "2": {
      "1": "Say to your brothers, Ammi, and to your sisters, Ruhamah.",
      "2": "Plead with your mother, plead—\n    for she is not My wife,\n    and am I not her husband—\nthat she put away her harlotry from her face,\n    and her adultery from between her breasts,",
      "3": "lest I strip her naked\n    and leave her as in the day that she was born,\nand turn her into a wilderness,\n    and turn her into a dry land,\n    and kill her with thirst.",
      "4": "I will not have mercy upon her children,\n    for they are children of harlotry.",
      "5": "For their mother has played the whore.\n    She that conceived them has acted shamefully.\nFor she said, “I will pursue my lovers,\n    who provide my bread and my water,\n    my wool and my flax, my oil and my drink.”",
      "6": "Therefore, behold, I will hedge up your way with thorns,\n    and make a wall, so that she will not find her paths.",
      "7": "She will pursue her lovers, but she will not reach them;\n    and she will seek them but will not find them.\nThen she will say,\n    “I will go and return to my first husband,\n    for it was better for me then than now.”",
      "8": "But she did not know that it was I who provided her\n    the grain, the wine, and the oil,\nand multiplied her silver and gold\n    that they used for Baal.",
      "9": "Therefore I will take back My grain in its time\n    and My wine in its season,\nand I will recover My wool and My flax,\n    given to cover her nakedness.",
      "10": "Therefore I will uncover her shame\n    in the sight of her lovers,\n    and no one will deliver her from My hand.",
      "11": "I will also bring to an end all her joy,\n    her annual feasts, her New Moons,\n    and her Sabbaths, and all her solemn assemblies.",
      "12": "I will destroy her vines and her fig trees,\n    of which she has said, “These are my rewards that my lovers have given me.”\nI will make them a forest,\n    and the beasts of the field will eat them.",
      "13": "I will punish her for the days of the Baals,\n    when she burned incense to them\nand adorned herself with her earrings and her jewelry,\n    and pursued her lovers,\n    but forgot Me,\n    declares the Lord.",
      "14": "Therefore, I will allure her,\n    and bring her into the wilderness,\n    and speak tenderly to her.",
      "15": "From there, I will give her vineyards to her,\n    and the Valley of Achor as a door of hope.\nShe will respond there as in the days of her youth,\n    and as in the day when she came up out of the land of Egypt.",
      "16": "On that day, declares the Lord,\n    you will call Me, “My husband,”\n    and will no longer call Me, “My Baal.”",
      "17": "I will remove the names of the Baals from her mouth,\n    and they will no longer be remembered by their name.",
      "18": "On that day, I will make a covenant for them\n    with the beasts of the field, with the fowls of heaven,\n    and with the creeping things of the ground.\nI will break the bow and the sword and the battle\n    from the earth,\n    and will make them to lie down safely.",
      "19": "I will take you for My wife forever.\n    I will take you for My wife in righteousness and in justice,\n    in mercy and in compassion.",
      "20": "I will take you for My wife in faithfulness,\n    and you will know the Lord.",
      "21": "On that day I will answer,\n    declares the Lord;\nI will answer the heavens,\n    and they will answer the earth.",
      "22": "The earth will answer the grain,\n    the wine, and the oil;\n    and they will answer Jezreel.",
      "23": "Then I will sow her for Myself in the earth.\n    I will have mercy upon Lo-Ruhamah,\nand I will say to Lo-Ammi, “You are My people,”\n    and they will say, “You are my God.”"
    },
    "3": {
      "1": "Then the Lord said to me, “Go, again, love a woman who is loved by a lover and is committing adultery, just as the Lord loves the children of Israel, who look to other gods and love raisin cakes.”",
      "2": "So I purchased her for myself for fifteen shekels of silver, and for a homer of barley, and a half homer of barley.",
      "3": "Then I said to her, “You will remain with me many days. You will not play the whore, and you will not belong to another man. And also I will be with you.”",
      "4": "For the children of Israel will remain many days without a king and without a prince, without a sacrifice and without a standing stone, and without an ephod and teraphim.",
      "5": "Afterward the children of Israel will return and seek the Lord their God and David their king. They will come in fear to the Lord and to His goodness in the latter days."
    },
    "4": {
      "1": "Hear the word of the Lord, O children of Israel,\n    for the Lord has a dispute\n    with the inhabitants of the land:\nThere is no truth or mercy,\n    and no knowledge of God in the land.",
      "2": "Swearing, lying, and killing,\n    and stealing and adultery\nbreak out,\n    and bloodshed follows bloodshed.",
      "3": "Therefore the land dries up,\n    and everyone who lives in it withers\nwith the beasts of the field\n    and the birds of the sky;\n    even the fish of the sea disappear.",
      "4": "Yet let no one contend,\n    and let none reprove another,\nfor your people are like those\n    that contend with a priest.",
      "5": "You will stumble in the day,\n    and the prophet also will stumble with you in the night,\nand I will destroy your mother.",
      "6": "My people are destroyed for lack of knowledge. \nBecause you have rejected knowledge,\n    I will reject you from being My priest.\nAnd because you have forgotten the law of your God,\n    I will also forget your children.",
      "7": "As they increased, so they sinned against Me.\n    I will change their glory into shame.",
      "8": "They feed upon the sin of My people,\n    and they are greedy for their iniquity.",
      "9": "It will be like people, like priest.\n    I will punish them for their ways\n    and reward them for their deeds.",
      "10": "They will eat, but not be satisfied;\n    they will play the whore, but not multiply,\nbecause they have forsaken the Lord\nby devoting themselves to",
      "11": "harlotry;\nwine and new wine\n    take away understanding.",
      "12": "My people seek counsel from their wood,\n    and their staff informs them.\nFor the spirit of harlotry has led them astray,\n    and they have played the whore in defiance of their God.",
      "13": "They sacrifice upon the tops of the mountains,\n    and burn incense upon the hills\nunder oak, poplar, and elm\n    because their shade is good.\nTherefore your daughters play the whore,\n    and your daughters-in-law commit adultery.",
      "14": "I will not punish your daughters\n    when they play the whore,\nnor your daughters-in-law\n    when they commit adultery.\nFor the men separate themselves with whores,\n    and they sacrifice with cult prostitutes.\n    A people without understanding will come to ruin.",
      "15": "Though you play the whore, O Israel,\n    do not let Judah offend. \nDo not come to Gilgal,\n    or go up to Beth Aven,\n    and do not swear, “As the Lord lives.”",
      "16": "Like a stubborn heifer,\n    Israel is stubborn.\nNow will the Lord feed them\n    like a lamb in a wide pasture?",
      "17": "Ephraim is joined to idols;\n    let him alone.",
      "18": "Their drink has soured,\n    they have played the whore continually.\n    Her rulers dearly love shame.",
      "19": "A wind has wrapped her in its wings,\n    and they will be ashamed because of their sacrifices."
    },
    "5": {
      "1": "Hear this, O priests!\n    Pay attention, O house of Israel!\nListen, O house of the king!\n    For the judgment is for you,\nbecause you have been a snare at Mizpah\n    and a net spread over Tabor,",
      "2": "and a pit dug deep in Shittim;\n    but I will discipline them all.",
      "3": "I know Ephraim,\n    and Israel is not hidden from Me;\nfor now, O Ephraim, you have played the whore.\n    Israel is defiled.",
      "4": "Their deeds do not allow them\n    to return to their God;\nfor a spirit of harlotry is in their midst,\n    and they do not know the Lord.",
      "5": "The pride of Israel testifies against him.\n    Israel and Ephraim stumble in their iniquity.\n    Judah also stumbles with them.",
      "6": "With their flocks and their herds they will go\n    to seek the Lord,\nbut they will not find Him.\n    He has withdrawn from them.",
      "7": "They have dealt faithlessly with the Lord,\n    for they have given birth to illegitimate children.\nNow the New Moon will devour them\n    along with their portion.",
      "8": "Blow the horn in Gibeah,\n    and the trumpet in Ramah.\nCry aloud at Beth Aven,\n    “Look behind you, O Benjamin!”",
      "9": "Ephraim will become desolate\n    in the day of punishment.\nAmong the tribes of Israel\n    I make known that which is sure.",
      "10": "The princes of Judah have become\n    like those who remove a boundary marker.\nUpon them I will pour out\n    My wrath like water.",
      "11": "Ephraim is oppressed\n    and broken in judgment,\n    because he eagerly followed after vanity.",
      "12": "Therefore I will be like pus to Ephraim\n    and like rottenness to the house of Judah.",
      "13": "When Ephraim saw his sickness\n    and Judah saw his wound,\nthen Ephraim went to Assyria,\n    and sent to King Jareb.\nYet he cannot cure you\n    or heal your wound.",
      "14": "For I will be like a lion to Ephraim\n    and like a young lion to the house of Judah.\nI, Myself, will tear and go away.\n    I will carry off, and no one will rescue.",
      "15": "I will again return to My place\n    until they acknowledge their offense\nand seek My face.\n    In their affliction they will earnestly seek Me."
    },
    "6": {
      "1": "Come, let us return to the Lord,\nfor He has torn,\n    and He will heal us.\nHe has struck,\n    and He will bind us up.",
      "2": "After two days He will revive us.\n    On the third day He will raise us up,\n    that we may live before Him.",
      "3": "Let us know, let us press on to know the Lord.\n    His appearance is as sure as the dawn.\nHe will come to us like the rain;\n    like the spring rains He will water the earth.",
      "4": "What shall I do to you, O Ephraim?\n    What shall I do to you, O Judah?\nYour faithfulness is like a morning cloud,\n    and like the early dew it goes away.",
      "5": "Therefore I have hewn them by the prophets.\n    I have killed them by the words of My mouth,\n    and My judgments go forth like light.",
      "6": "For I desired mercy, and not sacrifice,\n    and the knowledge of God more than burnt offerings.",
      "7": "But like men they have transgressed the covenant.\n    There they dealt faithlessly with Me.",
      "8": "Gilead is a city of evildoers,\n    polluted with blood.",
      "9": "As robbers lie in wait for someone,\n    so a company of priests\nmurder on the way to Shechem.\n    They commit a shameful deed.",
      "10": "I have seen a horrible thing\n    in the house of Israel.\nThe harlotry of Ephraim is there;\n    Israel is defiled.",
      "11": "Also, O Judah, a harvest is appointed for you,\n    when I restore the fortunes of My people."
    },
    "7": {
      "1": "When I would heal Israel,\n    the iniquity of Ephraim is revealed,\n    and the wickedness of Samaria.\nFor they deal deceitfully;\n    the thief breaks in;\n    the robbers raid outside,",
      "2": "but they did not consider in their hearts\n    that I remember all their wickedness.\nNow their own deeds surround them;\n    they are before My face.",
      "3": "They make the king glad with their wickedness,\n    and the princes with their lies.",
      "4": "They are all adulterers,\n    like an oven heated by a baker,\nwho ceases stirring the fire\n    after kneading the dough until it is leavened.",
      "5": "On the day of our king the princes made him sick\n    from the heat of wine.\n    He stretched out his hand with scorners.",
      "6": "For they are kindled like an oven.\n    Their heart burns within them;\ntheir anger smolders all night;\n    in the morning it blazes like a flaming fire.",
      "7": "They are all hot as an oven,\n    and they devour their judges.\nAll their kings have fallen,\n    and none of them calls to Me.",
      "8": "Ephraim mixes himself with the people.\n    Ephraim is a cake not turned.",
      "9": "Foreigners devour his strength,\n    but he does not know it.\nGray hairs are here and there upon him,\n    but he does not know it.",
      "10": "The pride of Israel testifies against him,\n    but they do not return to the Lord their God,\n    nor seek Him for all this.",
      "11": "Ephraim is like a dove,\n    silly and without sense;\nthey call to Egypt,\n    they go to Assyria.",
      "12": "Wherever they go, I will spread My net over them;\n    I will bring them down like the birds of the sky;\nI will discipline them according to\n    the report to their congregation.",
      "13": "Woe to them,\n    for they have fled from Me!\nDestruction to them,\n    for they have rebelled against Me!\nThough I would redeem them,\n    yet they speak lies against Me.",
      "14": "They do not cry to Me with their heart\n    when they howl on their beds.\nThey gather together for grain and wine,\n    they rebel against Me.",
      "15": "Though I trained and strengthened their arms,\n    yet they devise mischief against Me.",
      "16": "They return, but not to the Most High.\n    They are like a loose bow.\nTheir princes will fall by the sword\n    for the rage of their tongue.\nThis will be their derision\n    in the land of Egypt."
    },
    "8": {
      "1": "Set the trumpet to your mouth!\n    One like an eagle is on the house of the Lord,\nbecause they have transgressed My covenant\n    and rebelled against My law.",
      "2": "Israel cries to Me,\n    “My God, we know You.”",
      "3": "Israel has cast off the good;\n    the enemy will pursue him.",
      "4": "They set up kings, but not through Me;\n    they made princes, but I did not know it.\nWith their silver and gold,\n    they made idols,\n    so that they will be cut off.",
      "5": "Your calf, O Samaria, is rejected!\n    My anger is kindled against them.\nHow long will they be incapable of innocence?",
      "6": "For it is from Israel;\na craftsman made it,\n    and it is not God!\nThe calf of Samaria\n    will be broken to pieces.",
      "7": "For they sow the wind,\n    and they will reap the whirlwind.\nThe standing grain has no head\n    and will yield no flour.\nIf it were to yield,\n    foreigners would swallow it up.",
      "8": "Israel is swallowed up.\n    Now they are among the nations\n    as a vessel in which there is no pleasure.",
      "9": "For they have gone up to Assyria\n    like a wild donkey alone by itself;\n    Ephraim has hired lovers.",
      "10": "Though they hire among the nations,\n    I will now gather them.\nThey will begin to diminish due to the burden\n    of the king of princes.",
      "11": "Because Ephraim has multiplied altars for sin,\n    they have become to him altars for sinning.",
      "12": "I have written for him the great things of My law,\n    but they were regarded as a strange thing.",
      "13": "For the sacrifices of My offerings,\n    they sacrifice flesh and eat it;\n    but the Lord does not accept them.\nNow He will remember their iniquity\n    and punish their sins.\n    They will return to Egypt.",
      "14": "Israel has forgotten his Maker\n    and built temples,\n    and Judah has multiplied fortified cities;\nso I will send a fire upon his cities,\n    and it will devour his palaces."
    },
    "9": {
      "1": "Do not rejoice, O Israel!\n    Do not exult like the peoples,\nfor you have played the whore departing from your God.\n    You have loved a prostitute’s wages\n    on every threshing floor.",
      "2": "The threshing floor and the winepress will not feed them,\n    and the new wine will fail in her.",
      "3": "They will not dwell in the land of the Lord;\n    but Ephraim will return to Egypt,\n    and they will eat unclean things in Assyria.",
      "4": "They will not offer wine offerings to the Lord,\n    and their sacrifices will not please Him.\nTheir sacrifices will be like the bread of mourners;\n    all who eat of it will be defiled.\nFor their bread will be only to satisfy their own hunger;\n    it will not come into the house of the Lord.",
      "5": "What will you do on the appointed day,\n    and on the day of the festival of the Lord?",
      "6": "For indeed they are gone because of destruction.\n    Egypt will gather them,\n    and Memphis will bury them.\nNettles will possess their pleasant things of silver,\n    and thorns will be in their tents.",
      "7": "The days of punishment have come;\n    the days of recompense have come.\n    Israel knows!\nThe prophet is a fool;\n    the man of the spirit is insane,\nbecause of your great iniquity and great hatred.",
      "8": "The watchman of Ephraim is a prophet\n    for my God;\nyet a fowler’s snare is on all his ways,\n    and hatred in the house of his God.",
      "9": "They have deeply corrupted themselves\n    as in the days of Gibeah.\nHe will remember their iniquity,\n    He will punish their sins.",
      "10": "Like grapes in the wilderness,\n    I found Israel.\nLike the first fruit on the fig tree in its first season,\n    I saw your fathers.\nBut they went to Baal Peor\n    and consecrated themselves to a thing of shame,\n    and they became an abomination like the thing they loved.",
      "11": "As for Ephraim, their glory shall fly away like a bird:\n    no birth, no pregnancy, no conception!",
      "12": "Though they bring up their children,\n    I will bereave them until none are left.\nWoe to them indeed,\n    when I depart from them!",
      "13": "Just as I saw Ephraim like Tyre,\n    planted in a pleasant place,\nso now Ephraim will bring out\n    his children for slaughter.",
      "14": "Give them, O Lord—\n    what will You give?\nGive them a miscarrying womb\n    and dry breasts.",
      "15": "All their wickedness is in Gilgal,\n    for there I hated them.\nBecause of the wickedness of their deeds,\n    I will drive them out of My house.\nI will love them no more.\n    All their princes are rebels.",
      "16": "Ephraim is stricken,\n    their root is dried up,\n    they shall bear no fruit.\nEven though they give birth,\n    I will slay the beloved offspring of their womb.",
      "17": "My God will reject them\n    because they did not listen to Him,\n    and they will be wanderers among the nations."
    },
    "10": {
      "1": "Israel is a fertile vine\n    that brings forth its fruit.\nAs his fruit multiplied,\n    so his altars increased;\nas his land prospered,\n    so he improved his pillars.",
      "2": "Their heart is divided;\n    now they must bear their guilt.\nHe will break down their altars\n    and destroy their pillars.",
      "3": "For now they will say,\n    “We have no king,\nbecause we do not fear the Lord;\n    and a king, what could he do for us?”",
      "4": "They speak mere words,\n    swearing falsely\n    in making a covenant.\nThus judgment springs up like a poisonous plant\n    in the furrows of the field.",
      "5": "The inhabitants of Samaria fear\n    because of the calf of Beth Aven.\nFor its people mourn for it,\n    and its priests shriek for it,\n    because its glory has departed from it.",
      "6": "It will be carried to Assyria\n    as a tribute to King Jareb.\nEphraim shall be put to shame,\n    and Israel shall be ashamed of his idol.",
      "7": "As for Samaria, her king will perish\n    like a twig on the water.",
      "8": "The high places of Aven, the sin of Israel,\n    will be destroyed.\nThorn and thistle will grow\n    on their altars.\nThey will say to the mountains, Cover us,\n    and to the hills, Fall on us.",
      "9": "O Israel, you have sinned since the days of Gibeah.\n    There they have continued.\nWill not the war in Gibeah against evildoers\n    overtake them?",
      "10": "When I desire, I will punish them.\n    The nations will be gathered against them\n    when they are disciplined for their two transgressions.",
      "11": "Ephraim is a trained heifer\n    that loves to thresh grain,\n    but I harnessed her fair neck;\nI will make Ephraim pull a plow.\n    Judah will plow;\n    Jacob shall furrow for himself.",
      "12": "Sow to yourselves righteousness,\n    reap mercy,\nbreak up your fallow ground;\n    for it is time to seek the Lord,\nuntil He comes\n    and rains righteousness upon you.",
      "13": "You have plowed wickedness.\n    You have reaped iniquity,\n    and you have eaten the fruit of lies.\nBecause you have trusted in your power\n    and in the numbers of your warriors,",
      "14": "therefore a tumult will arise among your people,\n    and all your fortresses will be destroyed\nas Shalman destroyed Beth Arbel in the day of battle;\n    mothers were dashed to pieces upon their children.",
      "15": "So will it be done to you, O Bethel,\n    because of your great wickedness.\nAt dawn\n    the king of Israel will be utterly cut off."
    },
    "11": {
      "1": "When Israel was a child, I loved him,\n    and out of Egypt I called My son.",
      "2": "As I called them,\n    so they went from Me.\nThey sacrificed to the Baals\n    and burned incense to idols.",
      "3": "I taught Ephraim to walk,\n    taking them up in My arms,\nbut they did not know\n    that I healed them.",
      "4": "I drew them with cords of human kindness,\n    with bands of love.\nI was to them as those who ease the yoke on their neck,\n    and I bent down and fed them.",
      "5": "He will return to the land of Egypt,\n    and Assyria will be his king,\n    because they refused to return to Me.",
      "6": "The sword slashes in their cities,\n    consumes their oracle-priests,\n    and devours because of their own counsels.",
      "7": "My people are bent on backsliding from Me.\n    Though they called to the Most High,\n    none at all exalt Him.",
      "8": "How can I give you up, Ephraim?\n    How can I hand you over, Israel?\nHow can I make you like Admah?\n    How can I treat you like Zeboyim?\nMy heart churns within Me;\n    My compassion is stirred.",
      "9": "I will not execute the fierceness of My anger;\n    I will not again destroy Ephraim.\nFor I am God, and not man,\n    the Holy One in your midst,\n    and I will not come in wrath.",
      "10": "They will walk after the Lord,\n    who roars like a lion.\nWhen He roars,\n    His children will come trembling from the west.",
      "11": "They will come trembling\n    like a bird out of Egypt\n    and like a dove from the land of Assyria.\nAnd I will let them dwell in their houses,\n    says the Lord.",
      "12": "Ephraim has surrounded Me with lies,\n    and the house of Israel with deceit.\nBut Judah still walks with God,\n    and is faithful to the Holy One."
    },
    "12": {
      "1": "Ephraim feeds on the wind\n    and chases after the east wind all day long.\n    He multiplies lies and devastation.\nThey make a covenant with Assyria,\n    and oil is carried to Egypt.",
      "2": "The Lord has a dispute with Judah,\n    and will punish Jacob according to his ways,\n    and repay him according to his doings.",
      "3": "In the womb, he took his brother by the heel,\n    and by his strength he strove with God.",
      "4": "He struggled with the angel, and prevailed;\n    he wept, and sought favor from Him.\nHe found Him in Bethel,\n    and there He spoke with us.",
      "5": "As for the Lord the God of Hosts,\n    the Lord is the name by which He is invoked!",
      "6": "But as for you, return to your God,\n    hold fast to mercy and justice,\n    and wait on your God continually.",
      "7": "A merchant, in whose hands are deceitful balances,\n    he loves to oppress.",
      "8": "Ephraim said,\n    “Yet I am rich, I have found wealth for myself.\nIn all my labors, they shall find no offense in me\n    that would be sin.”",
      "9": "I am the Lord your God\n    from the land of Egypt.\nI will again make you to dwell in tents,\n    as in the days of the appointed feast.",
      "10": "I have spoken by the prophets,\n    and I have multiplied visions,\n    and through the prophets I will bring destruction.",
      "11": "In Gilead there is iniquity;\n    surely they will come to nothing.\nIn Gilgal they sacrifice bulls,\n    so their altars will be like stone heaps\n    in the furrows of the fields.",
      "12": "Jacob fled to the land of Aram,\n    and Israel served for a wife,\n    and for a wife he kept sheep.",
      "13": "By a prophet the Lord brought Israel up from Egypt,\n    and by a prophet he was preserved.",
      "14": "Ephraim provoked Him to anger most bitterly,\n    so his Lord shall leave his bloodguilt on him\n    and repay him for his reproach."
    },
    "13": {
      "1": "When Ephraim spoke, trembling,\n    he was exalted in Israel.\n    But he incurred guilt through Baal worship and he died.",
      "2": "And now they continue sinning\n    and have made a cast image for themselves,\nidols of their silver, according to their understanding;\n    all of them the work of craftsmen.\nThey say of them,\n    “Those who sacrifice\n    are kissing calves!”",
      "3": "Therefore they will be like the morning cloud,\n    or like the early dew that passes away,\n    like chaff blown off the threshing floor,\n    or like the smoke from a chimney.",
      "4": "Yet I am the Lord your God\n    ever since the land of Egypt.\nYou know no God but Me,\n    and there is no savior besides Me.",
      "5": "I knew you in the wilderness,\n    in the land of great drought.",
      "6": "When they had pasture, they were satisfied.\n    They were satisfied, and their heart was exalted;\n    therefore they forgot Me.",
      "7": "So I will be like a lion to them,\n    like a leopard I will lurk by the path.",
      "8": "I will attack them like a bear bereaved of her cubs,\n    and will tear open their rib cage.\nThere I will devour them like a lion,\n    as the wild beast would tear them to pieces.",
      "9": "O Israel, you are destroyed,\n    but in Me is your help.",
      "10": "Where now is your king\n    that he may save you in all your cities?\nAnd where are your judges of whom you said,\n    “Give me a king and princes”?",
      "11": "I gave you a king in My anger,\n    and took him away in My wrath.",
      "12": "The iniquity of Ephraim is bound up;\n    his sin is stored up.",
      "13": "The pains of childbirth come for him.\n    He is an unwise son,\nfor he does not present himself\n    at the opening of the womb.",
      "14": "I will ransom them from the power of Sheol.\n    I will redeem them from Death.\nO Death, where are your plagues?\n    O Sheol, where is your sting? \nCompassion is hidden from My eyes.",
      "15": "Though he be fruitful among his brothers,\nthe east wind will come, a wind of the Lord,\n    rising from the wilderness.\nAnd his spring shall become dry,\n    his fountain shall be dried up.\nIt shall plunder his treasury\n    of every desirable thing.",
      "16": "Samaria will be held guilty,\n    for she has rebelled against her God.\nThey will fall by the sword,\n    their infants will be dashed to pieces,\n    and their pregnant women will be ripped open."
    },
    "14": {
      "1": "Return, O Israel, to the Lord your God,\n    for you have stumbled because of your iniquity.",
      "2": "Take words with you\n    and return to the Lord.\nSay to Him,\n    “Take away all iniquity,\nand accept that which is good;\n    and we will offer the fruit of our lips!",
      "3": "Assyria will not save us,\n    we will not ride on horses.\nWe will no longer say, ‘Our God,’\n    to the work of our hands.\n    In You the orphan finds mercy.”",
      "4": "I will heal their backsliding;\n    I will love them freely,\n    for My anger has turned away from him.",
      "5": "I will be like the dew to Israel;\n    he shall grow like the lily\nand shall strike his roots\n    like Lebanon.",
      "6": "His branches will spread out,\nand his beauty shall be like the olive tree,\n    and his fragrance like that of Lebanon.",
      "7": "Those that dwell under his shadow will return,\n    they will flourish like the grain\nand grow as a vine.\n    Their fragrance will be like the wine of Lebanon.",
      "8": "O Ephraim, what have I to do with idols?\n    It is I who answer and look after him.\nI am like a green fir tree;\n    your fruit is found in Me.",
      "9": "Whoever is wise, let him understand these things;\n    whoever prudent, let him know them.\nFor the ways of the Lord are right,\n    and the just will walk in them;\n    but the transgressors stumble in them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:44.065611-04:00",
    "Translation": "MEV"
  }
}