{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:22.539294-04:00",
    "Translation": "MEV"
  },
  "James": {
    "1": {
      "1": "James, a servant of God and of the Lord Jesus Christ,\nTo the twelve tribes which are scattered abroad:\nGreetings.",
      "2": "My brothers, count it all joy when you fall into diverse temptations,",
      "3": "knowing that the trying of your faith develops patience.",
      "4": "But let patience perfect its work, that you may be perfect and complete, lacking nothing.",
      "5": "If any of you lacks wisdom, let him ask of God, who gives to all men liberally and without criticism, and it will be given to him.",
      "6": "But let him ask in faith, without wavering. For he who wavers is like a wave of the sea, driven and tossed with the wind.",
      "7": "Let not that man think that he will receive anything from the Lord.",
      "8": "A double-minded man is unstable in all his ways.",
      "9": "Let the brother of low degree rejoice in that he is exalted,",
      "10": "but the rich in that he is made low, because as the flower of the grass he will pass away.",
      "11": "For the sun rises with a burning heat and it withers the grass, and its flowers fall, and its beauty perishes. So will the rich man wither away in his ways.",
      "12": "Blessed is the man who endures temptation, for when he is tried, he will receive the crown of life, which the Lord has promised to those who love Him.",
      "13": "Let no man say when he is tempted, “I am tempted by God,” for God cannot be tempted with evil; neither does He tempt anyone.",
      "14": "But each man is tempted when he is drawn away by his own lust and enticed.",
      "15": "Then, when lust has conceived, it brings forth sin; and when sin is finished, it brings forth death.",
      "16": "Do not err, my beloved brothers.",
      "17": "Every good gift and every perfect gift is from above and comes down from the Father of lights, with whom is no change or shadow of turning.",
      "18": "Of His own will He brought us forth with the word of truth, that we should be a kind of first fruits of His creatures.",
      "19": "Therefore, my beloved brothers, let every man be swift to hear, slow to speak, and slow to anger,",
      "20": "for the anger of man does not work the righteousness of God.",
      "21": "Therefore lay aside all filthiness and remaining wickedness and receive with meekness the engrafted word, which is able to save your souls.",
      "22": "Be doers of the word and not hearers only, deceiving yourselves.",
      "23": "For if anyone is a hearer of the word and not a doer, he is like a man viewing his natural face in a mirror.",
      "24": "He views himself, and goes his way, and immediately forgets what kind of man he was.",
      "25": "But whoever looks into the perfect law of liberty, and continues in it, and is not a forgetful hearer but a doer of the work, this man will be blessed in his deeds.",
      "26": "If anyone among you seems to be religious and does not bridle his tongue, but deceives his own heart, this man’s religion is vain.",
      "27": "Religion that is pure and undefiled before God, the Father, is this: to visit the fatherless and widows in their affliction and to keep oneself unstained by the world."
    },
    "2": {
      "1": "My brothers, have faith in our Lord Jesus Christ, the Lord of glory, without partiality.",
      "2": "For if a man with a gold ring, in fine clothing, comes into your assembly, and also a poor man in ragged clothing comes in,",
      "3": "and you have respect for him who wears the fine clothing and say to him, “Sit here in a good place,” and say to the poor, “Stand there,” or “Sit here under my footstool,”",
      "4": "have you not then become partial among yourselves and become judges with evil thoughts?",
      "5": "Listen, my beloved brothers. Has God not chosen the poor of this world to be rich in faith and heirs of the kingdom which He has promised to those who love Him?",
      "6": "But you have despised the poor. Do not rich men oppress you and drag you before the judgment seats?",
      "7": "Do they not blaspheme that worthy name by which you are called?",
      "8": "If you fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.",
      "9": "But if you show partiality, you are committing sin and are convicted by the law as sinners.",
      "10": "For whoever shall keep the whole law and yet offend in one point is guilty of breaking the whole law.",
      "11": "For He who said, “Do not commit adultery,” also said, “Do not kill.” Now if you do not commit adultery, yet you kill, you have become a lawbreaker.",
      "12": "So speak and so do as those who will be judged by the law of liberty.",
      "13": "For he who has shown no mercy will have judgment without mercy, for mercy triumphs over judgment.",
      "14": "What does it profit, my brothers, if a man says he has faith but has no works? Can faith save him?",
      "15": "If a brother or sister is naked and lacking daily food,",
      "16": "and one of you says to them, “Depart in peace, be warmed and filled,” and yet you give them nothing that the body needs, what does it profit?",
      "17": "So faith by itself, if it has no works, is dead.",
      "18": "But a man may say, “You have faith and I have works.”\nShow me your faith without your works, and I will show you my faith by my works.",
      "19": "You believe that there is one God; you do well. The demons also believe and tremble.",
      "20": "But do you want to be shown, O foolish man, that faith without works is dead?",
      "21": "Was not Abraham our father justified by works when he offered his son Isaac on the altar?",
      "22": "Do you see how faith worked with his works, and by works faith was made perfect?",
      "23": "The Scripture was fulfilled which says, “Abraham believed God, and it was reckoned to him as righteousness,” and he was called the friend of God.",
      "24": "You see then how by works a man is justified, and not by faith only.",
      "25": "Likewise, was not Rahab the prostitute justified by works when she received the messengers and sent them out another way?",
      "26": "As the body without the spirit is dead, so faith without works is dead."
    },
    "3": {
      "1": "My brothers, not many of you should become teachers, knowing that we shall receive the greater judgment.",
      "2": "We all err in many ways. But if any man does not err in word, he is a perfect man and able also to control the whole body.",
      "3": "See how we put bits in the mouths of horses that they may obey us, and we control their whole bodies.",
      "4": "And observe ships. Though they are so great and are driven by fierce winds, yet they are directed with a very small rudder wherever the captain pleases.",
      "5": "Even so, the tongue is a little part of the body and boasts great things. See how great a forest a little fire kindles.",
      "6": "The tongue is a fire, a world of evil. The tongue is among the parts of the body, defiling the whole body, and setting the course of nature on fire, and it is set on fire by hell.",
      "7": "All kinds of beasts, and birds, and serpents, and things in the sea are tamed or have been tamed by mankind.",
      "8": "But no man can tame the tongue. It is an unruly evil, full of deadly poison.",
      "9": "With it we bless the Lord and Father, and with it we curse men, who are made in the image of God.",
      "10": "Out of the same mouth proceed blessing and cursing. My brothers, these things ought not to be so.",
      "11": "Does a spring yield at the same opening sweet and bitter water?",
      "12": "Can the fig tree, my brothers, bear olives, or a vine, figs? So no spring can yield both salt water and fresh water.",
      "13": "Who is wise and understanding among you? Let him show his works by his good life in the meekness of wisdom.",
      "14": "But if you have bitter envying and strife in your hearts, do not boast and do not lie against the truth.",
      "15": "This wisdom descends not from above, but is earthly, unspiritual, and devilish.",
      "16": "For where there is envying and strife, there is confusion and every evil work.",
      "17": "But the wisdom that is from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, without partiality, and without hypocrisy.",
      "18": "And the fruit of righteousness is sown in peace by those who make peace."
    },
    "4": {
      "1": "Where do wars and fights among you come from? Do they not come from your lusts that war in your body?",
      "2": "You lust and do not have, so you kill. You desire to have and cannot obtain. You fight and war. Yet you do not have, because you do not ask.",
      "3": "You ask, and do not receive, because you ask amiss, that you may spend it on your passions.",
      "4": "You adulterers and adulteresses, do you not know that the friendship with the world is enmity with God? Whoever therefore will be a friend of the world is the enemy of God.",
      "5": "Do you think that the Scripture says in vain, “He yearns jealously for the spirit that lives in us”?",
      "6": "But He gives more grace. For this reason it says:\n“God resists the proud,\n    but gives grace to the humble.”",
      "7": "Therefore submit yourselves to God. Resist the devil, and he will flee from you.",
      "8": "Draw near to God, and He will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.",
      "9": "Grieve and mourn and weep. Let your laughter be turned to mourning, and your joy to dejection.",
      "10": "Humble yourselves in the sight of the Lord, and He will lift you up.",
      "11": "Do not speak evil of one another, brothers. He who speaks evil of his brother and judges his brother speaks evil of the law and judges the law. If you judge the law, you are not a doer of the law, but a judge.",
      "12": "There is one Lawgiver who is able to save and to destroy. Who are you to judge another?",
      "13": "Come now, you who say, “Today or tomorrow we will go into this city, spend a year there, buy and sell, and make a profit,”",
      "14": "whereas you do not know what will happen tomorrow. What is your life? It is just a vapor that appears for a little while and then vanishes away.",
      "15": "Instead you ought to say, “If the Lord wills, we shall live and do this or that.”",
      "16": "But now you are rejoicing in your boastings. All such rejoicing is evil.",
      "17": "Therefore, to him who knows to do good and does not do it, it is sin."
    },
    "5": {
      "1": "Come now, you rich men, weep and howl for your miseries that shall come upon you.",
      "2": "Your riches are corrupted and your garments are moth-eaten.",
      "3": "Your gold and silver are corroded, and their corrosion will be a witness against you and will eat your flesh like fire. You have stored up treasures for the last days.",
      "4": "Indeed the wages that you kept back by fraud from the laborers who harvested your fields are crying, and the cries of those who harvested have entered into the ears of the Lord of Hosts.",
      "5": "You have lived in pleasure on the earth and have been wayward. You have nourished your hearts as in a day of slaughter.",
      "6": "You have condemned and killed the righteous man who does not resist you.",
      "7": "Therefore be patient, brothers, until the coming of the Lord. Notice how the farmer waits for the precious fruit of the earth and is patient with it until he receives the early and late rain.",
      "8": "You also be patient. Establish your hearts, for the coming of the Lord is drawing near.",
      "9": "Do not grumble against one another, brothers, lest you be condemned. Look, the Judge is standing at the door.",
      "10": "My brothers, take the prophets, who spoke in the name of the Lord, as an example of suffering and patience.",
      "11": "Indeed we count them happy who endure. You have heard of the patience of Job and have seen the purpose of the Lord, that the Lord is very gracious and merciful.",
      "12": "But above all things, my brothers, do not swear, either by heaven or by the earth or by any other oath. But let your “Yes” be “Yes” and your “No” be “No,” that you do not fall into condemnation.",
      "13": "Is anyone among you suffering? Let him pray. Is anyone merry? Let him sing psalms.",
      "14": "Is anyone sick among you? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.",
      "15": "And the prayer of faith will save the sick, and the Lord will raise him up. And if he has committed any sins, he will be forgiven.",
      "16": "Confess your faults to one another and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man accomplishes much.",
      "17": "Elijah was a man subject to natural passions as we are, and he prayed earnestly that it might not rain, and it did not rain on the earth for three years and six months.",
      "18": "And he prayed again, and the sky gave rain, and the earth brought forth its fruit.",
      "19": "Brothers, if any one of you strays from the truth and someone corrects him,",
      "20": "let him know that he who converts the sinner from the error of his way will save a soul from death and will cover a multitude of sins."
    }
  }
}