{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:33.355728-04:00",
    "Translation": "MEV"
  },
  "Jeremiah": {
    "1": {
      "1": "The words of Jeremiah the son of Hilkiah, of the priests who were in Anathoth in the land of Benjamin,",
      "2": "to whom the word of the Lord came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign.",
      "3": "It came also in the days of Jehoiakim the son of Josiah, king of Judah, to the end of the eleventh year of Zedekiah the son of Josiah, king of Judah, until the captivity of Jerusalem in the fifth month.",
      "4": "Now the word of the Lord came to me, saying,",
      "5": "“Before I formed you in the womb I knew you;\n    and before you were born I sanctified you,\n    and I ordained you a prophet to the nations.”",
      "6": "Then I said, “Ah, Lord God! Truly, I cannot speak, for I am a youth.”",
      "7": "But the Lord said to me, “Do not say, ‘I am a youth.’ For you shall go everywhere that I send you, and whatever I command you, you shall speak.",
      "8": "Do not be afraid of their faces. For I am with you to deliver you,” says the Lord.",
      "9": "Then the Lord put forth His hand and touched my mouth. And the Lord said to me, “Now, I have put My words in your mouth.",
      "10": "See, I have this day set you over the nations and over the kingdoms, to root out and to pull down, to destroy and to throw down, to build and to plant.”",
      "11": "Moreover the word of the Lord came to me, saying, “Jeremiah, what do you see?”\nAnd I said, “I see a branch of an almond tree.”",
      "12": "Then the Lord said to me, “You have seen well. For I will hasten My word to perform it.”",
      "13": "The word of the Lord came to me the second time, saying, “What do you see?”\nAnd I said, “I see a boiling pot, and it is facing away from the north.”",
      "14": "Then the Lord said to me: Out of the north calamity will break forth on all the inhabitants of the land.",
      "15": "For I will call all the families of the kingdoms of the north, says the Lord.\nAnd they will come and they will set each one his throne\n    at the entrance of the gates of Jerusalem,\nand against all the walls all around,\n    and against all the cities of Judah.",
      "16": "I will utter My judgments against them\n    concerning all their wickedness, whereby they have forsaken Me\nand have burned incense to other gods,\n    and have worshipped the works of their own hands.",
      "17": "You therefore gird up your loins and arise, and speak to them all that I command you. Do not be dismayed at their faces, lest I confound you before them.",
      "18": "For indeed, I have made you this day a fortified city and an iron pillar and bronze walls against the whole land, against the kings of Judah, against the officials, against the priests, and against the people of the land.",
      "19": "They will fight against you, but they will not prevail against you, for I am with you, says the Lord, to deliver you."
    },
    "2": {
      "1": "Moreover the word of the Lord came to me, saying,",
      "2": "Go and proclaim in the ears of Jerusalem, saying,\nThus says the Lord: \nI remember you, the kindness of your youth,\n    the love of your espousals,\nwhen you followed Me in the wilderness,\n    in a land that was not sown.",
      "3": "Israel is holy to the Lord,\n    and the first fruits of His harvest.\nAll who eat of it will become guilty;\n    disaster will come upon them,\n    says the Lord.",
      "4": "Hear the word of the Lord, O house of Jacob\n    and all the families of the house of Israel.",
      "5": "Thus says the Lord:\nWhat iniquity have your fathers found in Me,\n    that they have gone far from Me,\nand have walked after vanity\n    and have become vain?",
      "6": "They did not say, “Where is the Lord\n    who brought us up out of the land of Egypt,\nwho led us through the wilderness,\n    through a land of deserts and of pits,\nthrough a land of drought and of the shadow of death,\n    through a land that no man passed through and where no man lived?”",
      "7": "And I brought you into a plentiful country\n    to eat its fruit and its goodness.\nBut when you entered, you defiled My land\n    and made My heritage an abomination.",
      "8": "The priests did not say,\n    “Where is the Lord?”\nAnd those who handle the law did not know Me;\n    the shepherds also transgressed against Me,\nand the prophets prophesied by Baal\n    and walked after things that do not profit.",
      "9": "Therefore I will yet contend with you,\n    says the Lord,\n    and with your sons’ sons I will contend.",
      "10": "For pass over the coastlands of Cyprus and see,\n    and send to Kedar and consider diligently,\n    and see if there is such a thing.",
      "11": "Has a nation changed their gods,\n    though they are not gods?\nBut My people have changed their glory\n    for that which does not profit.",
      "12": "Be astonished at this, O heavens,\n    and be horribly afraid, be very desolate,\n    says the Lord.",
      "13": "For My people have committed two evils.\nThey have forsaken Me,\n    the fountain of living waters,\nand hewed out for themselves cisterns,\n    broken cisterns, that can hold no water.",
      "14": "Is Israel a servant? Is he a homeborn slave?\n    Why has he been plundered?",
      "15": "The young lions roared at him\n    and roared loudly,\nand they made his land a waste;\n    his cities have been destroyed, without inhabitant.",
      "16": "Also the men of Memphis and Tahpanhes\n    have shaved the crown of your head.",
      "17": "Have you not brought this on yourself,\n    in that you have forsaken the Lord your God\n    when He led you in the way?",
      "18": "And now what are you doing in the way of Egypt,\n    to drink the waters of the Nile?\nOr what are you doing in the way of Assyria,\n    to drink the waters of the River?",
      "19": "Your own wickedness will correct you,\n    and your backslidings will reprove you.\nKnow therefore and see\n    that it is an evil thing and bitter for you\nto have forsaken the Lord your God,\n    and the fear of Me is not in you,\n    says the Lord God of Hosts.",
      "20": "For long ago I have broken your yoke\n    and burst your bonds;\n    and you said, “I will not serve.”\nFor upon every high hill\n    and under every green tree\n    you wander, playing the harlot.",
      "21": "Yet I had planted you a noble vine,\n    a wholly faithful seed.\nHow then have you turned\n    into the degenerate plant of a strange vine to Me?",
      "22": "For though you wash yourself with lye,\n    and take much soap,\n    yet your iniquity is marked before Me,\n    says the Lord God.",
      "23": "How can you say, “I am not polluted,\n    I have not gone after the Baals”?\nSee your way in the valley.\n    Know what you have done.\nYou are a swift young camel\n    entangling her ways,",
      "24": "a wild donkey used to the wilderness\n    that sniffs the wind in her passion.\n    In the time of her heat, who can turn her away?\nAll those who seek her will not weary themselves;\n    in her month they shall find her.",
      "25": "Withhold your foot from being unshod\n    and your throat from thirst.\nBut you said, “There is no hope. No!\n    For I have loved strangers,\n    and after them I will go.”",
      "26": "As the thief is ashamed when he is found,\n    so is the house of Israel ashamed.\nThey, their kings, their officials,\n    and their priests, and their prophets",
      "27": "say to a tree, “You are my father.”\n    And to a stone, “You gave birth to me.”\nFor they have turned their back to Me,\n    and not their face.\nBut in the time of their trouble they will say,\n    “Arise and save us.”",
      "28": "But where are your gods that you have made for yourself?\n    Let them arise, if they can save you\n    in the time of your trouble;\nfor according to the number of your cities\n    are your gods, O Judah.",
      "29": "Why will you plead with Me?\n    You all have transgressed against Me,\n    says the Lord.",
      "30": "In vain I have smitten your children;\n    they received no correction.\nYour own sword has devoured your prophets\n    like a destroying lion.",
      "31": "O generation, consider the word of the Lord:\nHave I been a wilderness to Israel?\n    A land of darkness?\nWhy do My people say, “We are free to roam.\n    We will come no more to You”?",
      "32": "Can a virgin forget her ornaments,\n    or a bride her attire?\nYet My people have forgotten Me\n    for days without number.",
      "33": "You prepare your way very well to seek love.\n    Therefore you have also taught the wicked women your ways.",
      "34": "Also in your skirts is found\n    the blood of the souls of the innocent poor.\n    I have not found it by breaking in,\nbut in spite of all these things.",
      "35": "Yet you say, “Because I am innocent,\n    surely His anger shall turn away from me.”\nNow I will plead with you,\n    because you say, “I have not sinned.”",
      "36": "Why do you go about so much\n    to change your way?\nYou also shall be ashamed of Egypt,\n    as you were ashamed of Assyria.",
      "37": "Indeed, you shall go forth from him\n    with your hands upon your head;\nfor the Lord has rejected those in whom you trust,\n    and you shall not prosper in them."
    },
    "3": {
      "1": "If a man divorces his wife,\n    and she goes from him and becomes another man’s,\nshall he return to her again?\n    Shall not that land be greatly polluted?\nBut you have played the harlot with many lovers;\n    yet return again to Me,\n    says the Lord.",
      "2": "Lift up your eyes to the high places,\n    and see! Where have you not been ravished?\nIn the roads you have sat for them\n    as the Arabian in the wilderness.\nAnd you have polluted the land\n    with your harlotry and with your wickedness.",
      "3": "Therefore the showers have been withheld,\n    and there has been no latter rain.\nAnd you had a harlot’s forehead;\n    you refused to be ashamed.",
      "4": "Shall you not from this time cry to Me,\n    “My Father, You are the guide of my youth?",
      "5": "Shall He reserve His anger forever?\n    Shall He keep it to the end?”\nIndeed, you have spoken\n    and done evil things as you could.",
      "6": "The Lord said also to me in the days of Josiah the king: Have you seen that which backsliding Israel has done? She has gone up on every high mountain and under every green tree, and there has played the harlot.",
      "7": "I said after she had done all these things, “Turn to Me.” But she did not return. And her treacherous sister Judah saw it.",
      "8": "I saw that for all the adulteries of backsliding Israel, I had put her away and given her a bill of divorce. Yet her treacherous sister Judah did not fear, but went and played the harlot also.",
      "9": "Through the lightness of her harlotry she defiled the land and committed adultery with stones and with trees.",
      "10": "Yet for all this, her treacherous sister Judah has not turned to Me with her whole heart, but feignedly, says the Lord.",
      "11": "The Lord said to me: Backsliding Israel has proved herself more righteous than treacherous Judah.",
      "12": "Go and proclaim these words toward the north, and say:\nReturn, backsliding Israel, says the Lord,\n    and I will not cause My anger to fall on you.\nFor I am merciful, says the Lord,\n    and I will not keep anger forever.",
      "13": "Only acknowledge your iniquity,\n    that you have transgressed against the Lord your God\nand have scattered your ways to the strangers\n    under every green tree,\n    and you have not obeyed My voice,\n    says the Lord.",
      "14": "Return, O backsliding sons, says the Lord. For I am married to you. And I will take you, one from a city and two from a family, and I will bring you to Zion.",
      "15": "And I will give you shepherds according to My heart, who shall feed you with knowledge and understanding.",
      "16": "It shall come to pass when you are multiplied and increased in the land in those days, says the Lord, they will say no more, “The ark of the covenant of the Lord.” And it will not come to mind, nor will they remember it, nor will they call for it, nor will it be made any more.",
      "17": "At that time they will call Jerusalem, the Throne of the Lord, and all the nations will be gathered to it, to Jerusalem, for the name of the Lord; nor will they walk any more after the stubbornness of their evil hearts.",
      "18": "In those days the house of Judah will walk with the house of Israel, and they will come together out of the land of the north to the land that I have given to your fathers for an inheritance.",
      "19": "But I said:\nHow can I put you among My sons\n    and give you a pleasant land,\n    the most beautiful heritage of the nations?\nAnd I said: You shall call Me, My Father,\n    and shall not turn away from Me.",
      "20": "Surely as a wife treacherously departs from her husband,\n    so you have dealt treacherously with Me, O house of Israel,\n    says the Lord.",
      "21": "A voice was heard upon the high places,\n    the weeping and the supplications of the sons of Israel,\nbecause they have perverted their way,\n    they have forgotten the Lord their God.",
      "22": "Return, O backsliding sons,\n    and I will heal your backslidings. \n“We come to You;\n    for You are the Lord our God.",
      "23": "Truly in vain is salvation hoped for from the hills,\n    and from the multitude of mountains.\nTruly, in the Lord our God\n    is the salvation of Israel.",
      "24": "For shame has devoured the labor\n    of our fathers from our youth,\ntheir flocks and their herds,\n    their sons and their daughters.",
      "25": "We lie down in our shame,\n    and our humiliation covers us.\nFor we have sinned against the Lord our God,\n    we and our fathers,\nfrom our youth even to this day,\n    and have not obeyed the voice of the Lord our God.”"
    },
    "4": {
      "1": "If you will return, O Israel,\n    says the Lord,\n    return to Me.\nAnd if you will put away your abominations out of My sight,\n    then you shall not be moved.",
      "2": "You shall swear, “As the Lord lives,”\n    in truth, in justice, and in righteousness;\nthen the nations shall bless themselves in Him,\n    and in Him they shall glory.",
      "3": "For thus says the Lord to the men of Judah and Jerusalem:\nBreak up your fallow ground,\n    and do not sow among thorns.",
      "4": "Circumcise yourselves to the Lord,\n    and take away the foreskins of your heart,\n    you men of Judah and inhabitants of Jerusalem,\nlest My fury come forth like fire,\n    and burn so that no one can quench it,\n    because of the evil of your deeds.",
      "5": "Declare in Judah and publish in Jerusalem, and say:\n    Blow the trumpet in the land.\nCry aloud and say,\n    “Assemble yourselves,\n    and let us go into the fortified cities.”",
      "6": "Set up the standard toward Zion.\n    Seek refuge, do not delay.\nFor I will bring disaster from the north,\n    and a great destruction.",
      "7": "The lion has come up from his thicket,\n    and the destroyer of the nations is on his way.\nHe has gone forth from his place\n    to make your land desolate.\nAnd your cities shall be laid waste\n    without an inhabitant.",
      "8": "For this gird yourself with sackcloth,\n    lament and howl.\nFor the fierce anger of the Lord\n    is not turned back from us.",
      "9": "It shall come to pass in that day, says the Lord,\n    that the heart of the king will fail and the heart of the officials;\nand the priests will be astonished\n    and the prophets will wonder.",
      "10": "Then I said, “Ah, Lord God! Surely You have greatly deceived this people and Jerusalem, saying, ‘You shall have peace,’ whereas the sword reaches the throat.”",
      "11": "At that time it will be said to this people and to Jerusalem: A dry wind of the high places in the wilderness toward the daughter of My people, not to fan or to cleanse,",
      "12": "even a full wind from those places, will come to Me. Now also I will pronounce judgments against them.",
      "13": "Look! He shall come up as clouds,\n    and his chariots shall be as a whirlwind.\nHis horses are swifter than eagles.\n    Woe to us, for we are ruined!",
      "14": "O Jerusalem, wash your heart from wickedness, that you may be saved.\n    How long shall your evil thoughts lodge within you?",
      "15": "For a voice declares from Dan,\n    and publishes wickedness from Mount Ephraim:",
      "16": "“Report it to the nations, now!”\n    Indeed, proclaim against Jerusalem:\n“Besiegers come from a far country,\n    and lift their voices against the cities of Judah.",
      "17": "As watchmen of a field, they are against her all around,\n    because she has been rebellious against Me,\n    says the Lord.",
      "18": "Your way and your deeds\n    have procured these things to you.\nThis is your wickedness.\n    How bitter it is!\n    How it touches your heart!”",
      "19": "My soul, my soul!\n    I am pained at my very heart.\nMy heart makes a noise in me.\n    I cannot hold my peace,\nbecause you have heard, O my soul,\n    the sound of the trumpet, the alarm of war.",
      "20": "Destruction upon destruction is proclaimed,\n    for the whole land is devastated.\nSuddenly are my tents devastated,\n    and my curtains in a moment.",
      "21": "How long shall I see the standard\n    and hear the sound of the trumpet?",
      "22": "“For My people are foolish,\n    they have not known Me.\nThey are foolish children,\n    and they have no understanding.\nThey are wise to do evil,\n    but to do good they have no knowledge.”",
      "23": "I looked on the earth,\n    and it was without form and void.\nAnd to the heavens,\n    and they had no light.",
      "24": "I looked on the mountains,\n    and they trembled,\n    and all the hills moved to and fro.",
      "25": "I looked, and there was no man,\n    and all the birds of the heavens had fled.",
      "26": "I looked, and the fruitful place was a wilderness,\n    and all the cities were broken down\n    at the presence of the Lord, and by His fierce anger.",
      "27": "For thus says the Lord:\nThe whole land shall be desolate.\n    Yet I will not make a full end.",
      "28": "For this the earth shall mourn,\n    and the heavens above be black,\nbecause I have spoken it, I have purposed it,\n    and will not relent, nor will I turn back from it.",
      "29": "The whole city shall flee\n    for the noise of the horsemen and bowmen.\nThey shall go into thickets\n    and climb up upon the rocks.\nEvery city shall be forsaken,\n    and not a man dwell in it.",
      "30": "When you are devastated, what will you do?\n    Though you clothe yourself with crimson,\n    though you deck yourself with ornaments of gold,\nthough you enlarge your eyes with paint,\n    in vain you will make yourself fair.\nYour lovers will despise you;\n    they will seek your life.",
      "31": "For I have heard a voice as of a woman in labor,\n    and the anguish as of her who brings forth her first child,\nthe voice of the daughter of Zion,\n    that bewails herself, that spreads her hands, saying,\n“Ah, woe is me,\n    for my soul is wearied because of murderers.”"
    },
    "5": {
      "1": "Run to and fro through the streets of Jerusalem,\n    see now and know;\n    seek in the open places\nif you can find a man,\n    if there is any who executes justice, who seeks the truth,\n    that I may pardon her.",
      "2": "Though they say, “The Lord lives,”\n    surely they swear falsely.",
      "3": "O Lord, are not Your eyes upon the truth?\n    You have stricken them, but they have not grieved.\n    You have consumed them, but they have refused to receive correction.\nThey have made their faces harder than a rock;\n    they have refused to return.",
      "4": "Therefore I said, “Surely these are the poor.\n    They are foolish;\nfor they know not the way of the Lord\n    or the judgment of their God.",
      "5": "I will go to the great men\n    and will speak to them,\nfor they have known the way of the Lord\n    and the judgment of their God.”\nBut these have altogether broken the yoke\n    and burst the bonds.",
      "6": "Therefore a lion out of the forest will slay them,\n    and a wolf from the deserts will destroy them;\na leopard will watch over their cities.\n    Everyone who goes out from there will be torn in pieces,\nbecause their transgressions are many\n    and their backslidings have increased.",
      "7": "How shall I pardon you for this?\n    Your children have forsaken Me\n    and sworn by those who are not gods.\nWhen I had fed them to the full,\n    then they committed adultery\n    and assembled themselves by troops in the harlots’ houses.",
      "8": "They were as fed horses in the morning;\n    everyone neighed after his neighbor’s wife.",
      "9": "Shall I not punish for these things? says the Lord,\n    and shall not My soul be avenged on such a nation as this?",
      "10": "Go up upon her walls and destroy,\n    but make not a full end.\nTake away her battlements.\n    For they are not the Lord’s.",
      "11": "For the house of Israel and the house of Judah\n    have dealt very treacherously against Me,\n    says the Lord.",
      "12": "They have lied about the Lord,\n    and said, “Not He.\nNeither shall evil come upon us,\n    nor shall we see sword or famine.”",
      "13": "And the prophets shall become wind,\n    and the word is not in them.\n    Thus it shall be done to them!",
      "14": "Therefore thus says the Lord God of Hosts:\nBecause you speak this word,\n    indeed I will make My words in your mouth fire\n    and this people wood, and it shall devour them.",
      "15": "Truly, I will bring a nation upon you from far,\n    O house of Israel, says the Lord.\nIt is a mighty nation, it is an ancient nation,\n    a nation whose language you do not know,\n    nor do you understand what they say.",
      "16": "Their quiver is as an open sepulcher,\n    they all are mighty men.",
      "17": "They will eat up your harvest and your bread\n    which your sons and your daughters should eat.\nThey will eat up your flocks and your herds;\n    they will eat up your vines and your fig trees;\nthey will impoverish your fenced cities,\n    in which you trusted, with the sword.",
      "18": "Nevertheless in those days, says the Lord, I will not make a full end of you.",
      "19": "It shall come to pass when they say, “Why does the Lord our God do all these things to us?” then you shall answer them, “As you have forsaken Me and served strange gods in your land, so you will serve strangers in a land that is not yours.”",
      "20": "Declare this in the house of Jacob\n    and publish it in Judah, saying:",
      "21": "Hear this now, O foolish people and without understanding,\n    who have eyes but do not see,\n    who have ears but do not hear.",
      "22": "Do you not fear Me? says the Lord.\n    Will you not tremble at My presence?\nFor I have placed the sand for the boundary of the sea\n    by a perpetual decree so that it cannot pass over it.\nAnd though the waves toss themselves, yet they cannot prevail;\n    though they roar, yet they cannot pass over it.",
      "23": "But this people has a revolting and a rebellious heart;\n    they have revolted and gone aside.",
      "24": "They do not say in their heart,\n    “Let us now fear the Lord our God,\nwho gives rain, both the former and the latter, in its season.\n    He reserves for us the appointed weeks of the harvest.”",
      "25": "Your iniquities have turned away these things,\n    and your sins have withheld good things from you.",
      "26": "For among My people are found wicked men.\n    They lie in wait, as he who sets snares;\n    they set a trap, they catch men.",
      "27": "As a cage is full of birds,\n    so are their houses full of deceit.\nTherefore they have become great and rich.",
      "28": "They are fat, they are sleek.\nIndeed, they excel in deeds of wickedness.\n    They do not judge the cause of the fatherless,\nso that they may prosper;\n    and the right of the needy they do not defend.",
      "29": "Shall I not punish them for these things?\n    says the Lord.\nShall not My soul be avenged\n    on such a nation as this?",
      "30": "An appalling and horrible thing\n    has been committed in the land.",
      "31": "The prophets prophesy falsely,\n    and the priests rule by their own authority;\nand My people love to have it so.\n    Yet what will you do in the end?"
    },
    "6": {
      "1": "O sons of Benjamin, gather yourselves\n    to flee from the midst of Jerusalem,\nand blow the trumpet in Tekoa,\n    and set up a sign of fire in Beth Hakkerem;\nfor disaster appears out of the north,\n    and great destruction.",
      "2": "I have likened the daughter of Zion\n    to a comely and delicate woman.",
      "3": "The shepherds with their flocks will come to her.\n    They will pitch their tents against her all around.\n    They will pasture each in his place.",
      "4": "“Prepare war against her;\n    arise, and let us go up at noon.”\n“Woe to us, for the day declines,\n    for the shadows of the evening are stretched out.”",
      "5": "“Arise, and let us go by night\n    and let us destroy her palaces.”",
      "6": "For thus says the Lord of Hosts:\nHew down trees\n    and build a mound against Jerusalem.\nThis is the city to be punished.\n    She is full of oppression in her midst.",
      "7": "As a fountain casts out her waters,\n    so she casts out her wickedness.\nViolence and devastation are heard in her;\n    before Me continually are grief and wounds.",
      "8": "Be instructed, O Jerusalem,\n    lest My soul depart from you;\nlest I make you desolate,\n    a land not inhabited.",
      "9": "Thus says the Lord of Hosts:\nThey will thoroughly glean\n    the remnant of Israel as a vine.\nTurn back your hand\n    as a grape gatherer into the baskets.",
      "10": "To whom shall I speak and give warning\n    that they may hear?\nSee, their ears are closed,\n    and they cannot listen.\nIndeed, the word of the Lord is a reproach to them;\n    they have no delight in it.",
      "11": "Therefore I am full of the fury of the Lord;\n    I am weary with holding in. \nI will pour it out upon the children in the street\n    and upon the assembly of young men together;\nfor even the husband with the wife shall be taken,\n    the aged with him who is full of days.",
      "12": "Their houses shall be turned to others,\n    with their fields and wives together;\nfor I will stretch out My hand\n    upon the inhabitants of the land,\n    says the Lord.",
      "13": "For from the least of them even to the greatest of them,\n    everyone is given to covetousness.\nAnd from the prophet even to the priest,\n    everyone deals falsely.",
      "14": "They have healed also the brokenness\n    of the daughter of My people superficially,\nsaying, “Peace, peace,”\n    when there is no peace.",
      "15": "Were they ashamed when they had committed abomination?\n    They were not at all ashamed,\n    nor could they blush.\nTherefore they shall fall among those who fall;\n    at the time that I punish them they shall be cast down,\n    says the Lord.",
      "16": "Thus says the Lord\nStand in the ways and see,\n    and ask for the old paths\nwhere the good way is and walk in it,\n    and you shall find rest for your souls.\n    But they said, “We will not walk in it.”",
      "17": "Also I set watchmen over you, saying,\n    “Listen to the sound of the trumpet.”\n    But they said, “We will not listen.”",
      "18": "Therefore hear, O nations,\n    and know, O congregation,\n    what is among them.",
      "19": "Hear, O earth.\n    I will bring calamity on this people,\n    even the fruit of their thoughts,\nbecause they have not listened to My words,\n    nor to My law, but rejected it.",
      "20": "To what purpose does incense from Sheba come to Me,\n    and the sweet cane from a far country?\nYour burnt offerings are not acceptable,\n    nor are your sacrifices sweet to Me.",
      "21": "Therefore thus says the Lord:\nSee, I will lay stumbling blocks before this people,\n    and the fathers and the sons together will fall upon them.\n    The neighbor and his friend will perish.",
      "22": "Thus says the Lord:\nSee, a people comes\n    from the north country,\nand a great nation will be raised\n    from the remote parts of the earth.",
      "23": "They will lay hold on bow and spear;\n    they are cruel and have no mercy.\nTheir voice roars like the sea,\n    and they ride upon horses,\nset in array as men for war\n    against you, O daughter of Zion.",
      "24": "“We have heard the report of it;\n    our hands grow feeble.\nAnguish has taken hold of us,\n    and pain as of a woman in labor.",
      "25": "Do not go out into the field,\n    nor walk on the road.\nFor the sword of the enemy\n    and terror is on every side.”",
      "26": "O daughter of my people, gird yourself with sackcloth\n    and wallow in ashes.\nMourn as for an only son,\n    a most bitter lamentation;\nfor the destroyer\n    shall suddenly come upon us.",
      "27": "I have set you as an assayer\n    and fortress among My people\nthat you may know\n    and try their way.",
      "28": "They all are stubborn rebels\n    walking about practicing slander.\nThey are bronze and iron;\n    they all are corrupters.",
      "29": "The bellows blow fiercely,\n    the lead is consumed by the fire;\nthe founder melts in vain,\n    for the wicked are not plucked away.",
      "30": "Men will call them rejected silver,\n    because the Lord has rejected them."
    },
    "7": {
      "1": "The word that came to Jeremiah from the Lord, saying:",
      "2": "Stand in the gate of the house of the Lord and proclaim there this word:\nHear the word of the Lord, all you of Judah, who enter at these gates to worship the Lord.",
      "3": "Thus says the Lord of Hosts, the God of Israel: Amend your ways and your deeds, and I will cause you to dwell in this place.",
      "4": "Do not trust in lying words, saying, “The temple of the Lord, the temple of the Lord, the temple of the Lord.”",
      "5": "For if you thoroughly amend your ways and your deeds, if you thoroughly execute justice between a man and his neighbor,",
      "6": "if you do not oppress the stranger, the fatherless, and the widow, and do not shed innocent blood in this place, or walk after other gods to your harm,",
      "7": "then I will cause you to dwell in this place, in the land that I gave to your fathers, forever and ever.",
      "8": "Indeed, you trust in lying words that cannot profit.",
      "9": "Shall you steal, murder, and commit adultery, and swear falsely, and burn incense to Baal, and walk after other gods whom you do not know,",
      "10": "and come and stand before Me in this house, which is called by My name, and say, “We are delivered,” so that you may do all these abominations?",
      "11": "Has this house, which is called by My name, become a den of robbers in your eyes? Certainly, even I have seen it, says the Lord.",
      "12": "But go now to My place which was in Shiloh, where I set My name at the first, and see what I did to it for the wickedness of My people Israel.",
      "13": "And now, because you have done all these works, says the Lord, and I spoke to you, rising up early and speaking, but you did not hear, and I called you, but you did not answer,",
      "14": "therefore I will do to this house, which is called by My name, in which you trust, and to the place which I gave to you and to your fathers, as I have done to Shiloh.",
      "15": "I will cast you out of My sight as I have cast out all your brothers, even the whole seed of Ephraim.",
      "16": "As for you, do not pray for this people, nor lift up a cry nor prayer for them, nor make intercession to Me, for I will not hear you.",
      "17": "Do you not see what they do in the cities of Judah and in the streets of Jerusalem?",
      "18": "The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings to other gods, that they may provoke Me to anger.",
      "19": "Do they provoke Me to anger? says the Lord. Do they not provoke themselves to the shame of their own faces?",
      "20": "Therefore thus says the Lord God: My anger and My fury will be poured out upon this place, upon man and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn, and shall not be quenched.",
      "21": "Thus says the Lord of Hosts, the God of Israel: Add your burnt offerings to your sacrifices and eat flesh.",
      "22": "For I spoke not to your fathers, nor commanded them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices.",
      "23": "But this thing I commanded them, saying, “Obey My voice, and I will be your God, and you shall be My people. And walk in all the ways that I have commanded you, that it may be well with you.”",
      "24": "But they did not listen, nor incline their ear, but walked in the counsels and in the imagination of their evil heart, and went backward and not forward.",
      "25": "Since the day that your fathers came out of the land of Egypt to this day, I have even sent to you all My servants the prophets, daily rising up early and sending them.",
      "26": "Yet they did not listen to Me, nor incline their ear, but hardened their neck. They did worse than their fathers.",
      "27": "Therefore you will speak all these words to them. But they will not listen to you. You will also call to them, but they will not answer you.",
      "28": "You shall say to them: This is a nation that does not obey the voice of the Lord their God, nor receive correction. Truth has perished, and has been cut off from their mouth.",
      "29": "Cut off your hair, O Jerusalem, and cast it away, and take up a lamentation on high places; for the Lord has rejected and forsaken the generation of His wrath.",
      "30": "For the sons of Judah have done evil in My sight, says the Lord. They have set their abominations in the house which is called by My name, to pollute it.",
      "31": "They have built the high places of Topheth, which is in the Valley of Ben Hinnom, to burn their sons and their daughters in the fire, which I did not command them, nor did it come into My heart.",
      "32": "Therefore, truly the days are coming, says the Lord, that it will no more be called Topheth, nor the Valley of Ben Hinnom, but the Valley of Slaughter; for they will bury in Topheth because there is no other place.",
      "33": "The corpses of this people shall be food for the fowl of the heaven and for the beasts of the earth; and no one will frighten them away.",
      "34": "Then I will cause to cease from the cities of Judah and from the streets of Jerusalem the voice of laughter and the voice of gladness, the voice of the bridegroom and the voice of the bride; for the land shall become desolate."
    },
    "8": {
      "1": "At that time, says the Lord, they will bring out the bones of the kings of Judah, and the bones of his officials, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem out of their graves.",
      "2": "And they will spread them before the sun and the moon and all the host of heaven, whom they have loved and whom they have served, and after whom they have walked and whom they have sought, and whom they have worshipped. They will not be gathered, nor be buried. They will be as dung upon the face of the earth.",
      "3": "Death will be chosen rather than life by all the rest of those who remain of this evil family, which remains in all the places wherever I have driven them, says the Lord of Hosts.",
      "4": "Moreover you shall say to them, Thus says the Lord:\nDo men fall and not arise?\n    Do they turn away and not repent?",
      "5": "Why then is this people of Jerusalem\n    turned away by a perpetual backsliding?\nThey hold fast to deceit;\n    they refuse to return.",
      "6": "I listened and heard,\n    but they did not speak what is right.\nNo man repented of his wickedness,\n    saying, “What have I done?”\nEveryone turned to his course,\n    as the horse rushes into the battle.",
      "7": "Indeed, the stork in the sky\n    knows her appointed times.\nAnd the turtledove and the crane and the swallow\n    observe the time of their coming.\nBut My people do not know\n    the judgment of the Lord.",
      "8": "How do you say, “We are wise,\n    and the law of the Lord is with us”?\nCertainly the lying pen of the scribes\n    has made it into a lie.",
      "9": "The wise men are ashamed;\n    they are dismayed and caught.\nIndeed, they have rejected the word of the Lord,\n    and what kind of wisdom do they have?",
      "10": "Therefore I will give their wives to others,\n    and their fields to those who shall inherit them.\nFor everyone from the least even to the greatest\n    is given to covetousness;\nfrom the prophet even to the priest\n    everyone deals falsely.",
      "11": "For they have healed the brokenness\n    of the daughter of My people superficially,\nsaying, “Peace, peace,”\n    when there is no peace.",
      "12": "Were they ashamed when they had committed abomination?\n    They were not at all ashamed,\n    nor could they blush.\nTherefore they will fall among those who fall;\n    in the time of their punishment they will be cast down,\n    says the Lord.",
      "13": "I will surely consume them,\n    says the Lord.\n    There will be no grapes on the vine\nnor figs on the fig tree,\n    and the leaf shall fade;\nand the things that I have given them\n    will pass away from them.",
      "14": "Why do we sit still?\n    Assemble yourselves,\nand let us enter the fortified cities\n    and let us perish there.\nFor the Lord our God has doomed us\n    and given us water of gall to drink,\n    because we have sinned against the Lord.",
      "15": "We looked for peace,\n    but no good came;\nand for a time of health,\n    but there was trouble!",
      "16": "The snorting of his horses\n    was heard from Dan;\nthe whole land trembled\n    at the sound of the neighing of his strong ones.\nFor they have come and have devoured\n    the land and all that is in it,\n    the city, and those who dwell in it.",
      "17": "See, I will send serpents against you,\n    adders, which will not be charmed,\n    and they will bite you,\n    declares the Lord.",
      "18": "My sorrow is beyond healing;\n    my heart is faint within me.",
      "19": "Listen! The cry of the daughter of my people\n    from a far country:\n“Is not the Lord in Zion?\n    Is not her king in her?” \n“Why have they provoked Me to anger with their graven images,\n    with foreign vanities?”",
      "20": "“The harvest is past,\n    the summer is ended,\n    and we are not saved.”",
      "21": "For the brokenness of the daughter of my people am I broken;\n    I mourn; dismay has taken hold of me.",
      "22": "Is there no balm in Gilead?\n    Is there no physician there?\nWhy then has not the health\n    of the daughter of my people recovered?"
    },
    "9": {
      "1": "Oh, that my head were waters\n    and my eyes a fountain of tears,\nthat I might weep day and night\n    for the slain of the daughter of my people!",
      "2": "Oh, that I had in the wilderness\n    a lodging place of wayfaring men,\nthat I might leave my people\n    and go from them!\nFor they all are adulterers,\n    an assembly of treacherous men.",
      "3": "They bend their tongues like their bow;\n    lies and not truth prevail upon the land;\nfor they proceed from evil to evil,\n    and they do not know Me,\n    says the Lord.",
      "4": "Let everyone be on guard against his neighbor,\n    and do not trust in any brother;\nfor every brother supplants,\n    and every neighbor walks about with slanders.",
      "5": "Everyone deceives his neighbor\n    and does not speak the truth.\nThey have taught their tongue to speak lies;\n    they weary themselves in committing iniquity.",
      "6": "Your habitation is in the midst of deceit;\n    through deceit they refuse to know Me,\n    says the Lord.",
      "7": "Therefore thus says the Lord of Hosts:\nNow, I will refine them and assay them;\n    for what else shall I do\n    for the daughter of My people?",
      "8": "Their tongue is a deadly arrow;\n    it speaks deceit.\nOne speaks peaceably to his neighbor with his mouth,\n    but in his heart he lies in wait.",
      "9": "Shall I not punish them for these things?\n    says the Lord.\nShall not My soul be avenged\n    on such a nation as this?",
      "10": "For the mountains I will take up a weeping and wailing,\n    and for the habitations of the wilderness a lamentation,\nbecause they are burned up so that no one can pass through them;\n    nor can men hear the lowing of the cattle.\nBoth the fowl of the heavens and the beast have fled;\n    they are gone.",
      "11": "I will make Jerusalem a heap of ruins\n    and a den of jackals;\nand I will make the cities of Judah desolate,\n    without an inhabitant.",
      "12": "Who is the wise man who may understand this? And who is he to whom the mouth of the Lord has spoken, that he may declare it? Why is the land ruined and burned up like a wilderness, so that no one passes through?",
      "13": "And the Lord said: Because they have forsaken My law which I set before them, and have not obeyed My voice, nor walked in it,",
      "14": "but have walked after the imagination of their own heart and after the Baals, which their fathers taught them.",
      "15": "Therefore thus says the Lord of Hosts, the God of Israel: I will feed them, even this people, with wormwood and give them water of gall to drink.",
      "16": "I will scatter them also among the nations, whom neither they nor their fathers have known. And I will send a sword after them until I have consumed them.",
      "17": "Thus says the Lord of Hosts:\nConsider and call for the mourning women, that they may come;\n    and send for wailing women, that they may come.",
      "18": "And let them make haste\n    and take up a wailing for us,\nthat our eyes may run down with tears\n    and our eyelids gush out with waters.",
      "19": "For a voice of wailing is heard out of Zion,\n    “How devastated we are!\n    We are greatly humiliated,\nbecause we have forsaken the land,\n    because our dwellings have cast us out.”",
      "20": "Yet hear the word of the Lord, O you women,\n    and let your ear receive the word of His mouth;\nand teach your daughters wailing,\n    and everyone her neighbor a lamentation.",
      "21": "“For death has come up into our windows;\n    and has entered our palaces,\nto cut off the children from the streets,\n    and the young men from the squares.”",
      "22": "Speak, Thus says the Lord:\n“The carcasses of men shall fall\n    as dung upon the open field,\nand as the sheaf after the harvester,\n    and no one shall gather them.”",
      "23": "Thus says the Lord:\nLet not the wise man glory in his wisdom,\n    and let not the mighty man glory in his might,\n    let not the rich man glory in his riches;",
      "24": "but let him who glories glory in this,\n    that he understands and knows Me,\nthat I am the Lord who exercises lovingkindness,\n    justice, and righteousness in the earth.\n    For in these things I delight,\n    says the Lord.",
      "25": "The days are surely coming, says the Lord, that I will punish all who are circumcised and yet uncircumcised—",
      "26": "Egypt, Judah, Edom, the children of Ammon, Moab, and all who dwell in the wilderness who clip the hair on their temples; for all these nations are uncircumcised, and all the house of Israel are uncircumcised of heart."
    },
    "10": {
      "1": "Hear the word which the Lord speaks to you, O house of Israel.",
      "2": "Thus says the Lord:\nDo not learn the way of the nations;\n    do not be terrified at the signs of heaven,\n    although the nations are terrified at them.",
      "3": "For the customs of the people are vain;\n    for with the axe one cuts a tree out of the forest,\n    the work of the hands of the workman.",
      "4": "They deck it with silver and with gold;\n    they fasten it with nails and with hammers\n    so that it may not move.",
      "5": "They are as a scarecrow in a cucumber field,\n    but do not speak;\nthey must be carried,\n    because they cannot walk.\nDo not be afraid of them,\n    for they cannot do evil,\n    nor can they do good.",
      "6": "There is no one like You, O Lord.\n    You are great,\n    and Your name is great in might.",
      "7": "Who would not fear You,\n    O King of the nations?\n    Indeed, it is Your due.\nFor among all the wise men of the nations,\n    and in all their kingdoms,\n    there is no one like You.",
      "8": "But they are altogether unthinking and foolish;\n    the tree is a doctrine of vanities.",
      "9": "Silver spread into plates is brought from Tarshish,\n    and gold from Uphaz,\nthe work of the workman and of the hands of the founder;\n    blue and purple are their clothing;\n    they all are the work of skilled men.",
      "10": "But the Lord is the true God;\n    He is the living God and an everlasting King.\nAt His wrath the earth trembles,\n    and the nations cannot endure His indignation.",
      "11": "Thus you shall say to them: The gods that have not made the heavens and the earth, even they shall perish from the earth and from under these heavens.",
      "12": "He has made the earth by His power.\n    He has established the world by His wisdom\n    and has stretched out the heavens by His discretion.",
      "13": "When He utters His voice, there is a multitude of waters in the heavens,\n    and He causes the vapors to ascend from the remote parts of the earth;\nHe makes lightning with rain,\n    and brings out the wind from His storehouses.",
      "14": "Every man is stupid, without knowledge;\n    every goldsmith is put to shame by an idol;\nfor his molded image is false,\n    and there is no breath in them.",
      "15": "They are vain and a work of mockery;\n    in the time of their punishment they shall perish.",
      "16": "The portion of Jacob is not like them,\n    for He is the Maker of all things,\nand Israel is the rod of His inheritance.\n    The Lord of Hosts is His name.",
      "17": "Gather up your wares out of the land,\n    O inhabitant of the fortress.",
      "18": "For thus says the Lord:\n    I will sling out\n    the inhabitants of the land at this time,\nand will distress them\n    that they may be found.",
      "19": "Woe is me because of my brokenness!\n    My wound is grievous.\nBut I said,\n    “Truly this is an illness, and I must bear it.”",
      "20": "My tabernacle is devastated,\n    and all my cords are broken.\nMy sons have gone from me and are no more.\n    There is no one to spread my tent anymore,\n    and to set up my curtains.",
      "21": "For the shepherds have become unthinking\n    and have not sought the Lord.\nTherefore they have not prospered,\n    and all their flocks are scattered.",
      "22": "Listen! The sound of the report has come,\n    and a great commotion out of the north country,\nto make the cities of Judah desolate\n    and a den of jackals.",
      "23": "O Lord, I know that the way of man is not in himself;\n    it is not in man who walks to direct his steps.",
      "24": "O Lord, correct me, but with justice,\n    not in Your anger,\n    lest You bring me to nothing.",
      "25": "Pour out Your fury upon the nations\n    that do not know You\n    and upon the families that do not call on Your name;\nfor they have eaten up Jacob\n    and devoured him, and consumed him,\n    and have made his habitation desolate."
    },
    "11": {
      "1": "The word that came to Jeremiah from the Lord, saying:",
      "2": "Hear the words of this covenant, and speak to the men of Judah and to the inhabitants of Jerusalem.",
      "3": "And say you to them, Thus says the Lord God of Israel: Cursed is the man who does not obey the words of this covenant,",
      "4": "which I commanded your fathers in the day that I brought them out of the land of Egypt, from the iron furnace, saying, Obey My voice, and do according to all which I command you. So you shall be My people, and I will be your God,",
      "5": "that I may perform the oath which I have sworn to your fathers, to give them a land flowing with milk and honey, as it is this day.\nThen I answered and said, “So be it, O Lord.”",
      "6": "Then the Lord said to me: Proclaim all these words in the cities of Judah and in the streets of Jerusalem: saying, Hear the words of this covenant, and do them.",
      "7": "For I earnestly warned your fathers in the day that I brought them up out of the land of Egypt, even to this day, rising early and warning, saying, Obey My voice.",
      "8": "Yet they did not obey or incline their ear, but everyone walked in the imagination of their evil heart. Therefore I will bring upon them all the words of this covenant, which I commanded them to do, but which they did not do.",
      "9": "The Lord said to me: A conspiracy has been found among the men of Judah and among the inhabitants of Jerusalem.",
      "10": "They have turned back to the iniquities of their forefathers who refused to hear My words. And they have gone after other gods to serve them. The house of Israel and the house of Judah have broken My covenant which I made with their fathers.",
      "11": "Therefore thus says the Lord, Surely, I will bring calamity upon them which they will not be able to escape. And though they cry to Me, I will not listen to them.",
      "12": "Then the cities of Judah and inhabitants of Jerusalem will go and cry to the gods to whom they offer incense. But they will not save them at all in the time of their trouble.",
      "13": "For according to the number of your cities are your gods, O Judah. And according to the number of the streets of Jerusalem you have set up altars to that shameful thing, even altars to burn incense to Baal.",
      "14": "Therefore do not pray for this people, nor lift up a cry or prayer for them. For I will not hear them in the time that they cry to Me because of their trouble.",
      "15": "What right has My beloved in My house,\n    seeing that she has done many lewd deeds?\n    Can the sacrificial meat take away from you your disaster,\n    so that you can rejoice while doing evil?",
      "16": "The Lord called your name,\n    “A green olive tree, fair in fruit and form.”\nWith the noise of a great tumult\n    He has kindled fire upon it,\n    and its branches are broken.",
      "17": "For the Lord of Hosts, who planted you, has pronounced disaster against you, because of the evil of the house of Israel and of the house of Judah, which they have done against themselves to provoke Me to anger in offering incense to Baal.",
      "18": "The Lord has made it known to me and I knew it; then You showed me their deeds.",
      "19": "But I was like a gentle lamb that is brought to the slaughter, and I did not know that they had devised plots against me, saying,\n“Let us destroy the tree with the fruit,\n    and let us cut him off from the land of the living\n    so that his name may be remembered no more.”",
      "20": "But, O Lord of Hosts, who judges righteously,\n    who tries the feelings and the heart,\nlet me see Your vengeance on them,\n    for to You I have revealed my cause.",
      "21": "Therefore thus says the Lord of the men of Anathoth who seek your life, saying, “Do not prophesy in the name of the Lord so that you not die by our hand.”",
      "22": "Therefore thus says the Lord of Hosts: I will punish them. The young men shall die by the sword. Their sons and their daughters shall die by famine.",
      "23": "And there shall be no remnant of them, for I will bring calamity upon the men of Anathoth, even the year of their punishment."
    },
    "12": {
      "1": "Righteous are You, O Lord,\n    that I plead with You.\nIndeed, let me talk with You about matters of justice.\n    Why does the way of the wicked prosper?\n    Why are all those happy who deal very treacherously?",
      "2": "You have planted them; indeed, they have taken root;\n    they grow; indeed, they bring forth fruit.\nYou are near in their mouth,\n    but far from their mind.",
      "3": "But You, O Lord, know me;\n    You have seen me and tested my heart toward You.\nPull them out like sheep for the slaughter,\n    and prepare them for the day of slaughter.",
      "4": "How long shall the land mourn\n    and the herbs of every field wither?\nFor the wickedness of those who dwell in it,\n    the beasts and the birds have been snatched away,\nbecause they said,\n    “He will not see our latter end.”",
      "5": "If you have run with the footmen,\n    and they have wearied you,\n    then how can you contend with horses?\nAnd if in the land of peace in which you trusted, they wearied you,\n    then how will you do in the thicket of the Jordan?",
      "6": "For even your brothers and the household of your father,\n    even they have dealt treacherously with you.\n    Indeed, they have cried aloud after you.\nDo not believe them\n    though they speak fair words to you.",
      "7": "I have forsaken My house,\n    I have abandoned My heritage;\nI have given the dearly beloved of My soul\n    into the hand of her enemies.",
      "8": "My heritage is to Me\n    as a lion in the forest.\nShe cries out against Me;\n    therefore I have hated her.",
      "9": "My heritage is to Me\n    as a speckled vulture;\n    the vultures all around are against her.\nCome, assemble all the beasts of the field,\n    bring them to devour.",
      "10": "Many shepherds have destroyed My vineyard;\n    they have trodden My portion under foot;\nthey have made My pleasant portion\n    a desolate wilderness.",
      "11": "They have made it desolate,\n    and being desolate, it mourns to Me.\nThe whole land has been made desolate,\n    because no man lays it to heart.",
      "12": "The destroyers have come\n    upon all high places through the wilderness,\nfor the sword of the Lord shall devour\n    from the one end of the land even to the other end of the land.\n    No one shall have peace.",
      "13": "They have sown wheat, but reap thorns;\n    they have strained themselves, but shall not profit.\nAnd they shall be ashamed of your harvest\n    because of the fierce anger of the Lord.",
      "14": "Thus says the Lord: Against all My evil neighbors who touch the inheritance which I have caused My people Israel to inherit, I will pluck them out of their land and pluck out the house of Judah from among them.",
      "15": "It shall come to pass that after I have plucked them out, I will again have compassion on them, and will bring them back, every man to his heritage, and every man to his land.",
      "16": "It shall come to pass if they will diligently learn the ways of My people, to swear by My name, “As the Lord lives,” as they taught My people to swear by Baal, then they will be built up in the midst of My people.",
      "17": "But if they will not obey, I will utterly pluck up and destroy that nation, says the Lord."
    },
    "13": {
      "1": "Thus says the Lord to me, “Go and buy yourself a linen waistband and put it upon your loins, and do not put it in water.”",
      "2": "So I bought a waistband according to the word of the Lord and put it on my loins.",
      "3": "The word of the Lord came to me the second time, saying,",
      "4": "“Take the waistband that you have, which is upon your loins, and arise, go to the Euphrates and hide it there in a hole of the rock.”",
      "5": "So I went and hid it by the Euphrates, as the Lord had commanded me.",
      "6": "After many days the Lord said to me, “Arise, go to the Euphrates and take the waistband from there, which I commanded you to hide there.”",
      "7": "Then I went to the Euphrates, and dug, and took the waistband from the place where I had hidden it. But the waistband was destroyed. It was profitable for nothing.",
      "8": "Then the word of the Lord came to me:",
      "9": "Thus says the Lord: After this manner I will destroy the pride of Judah and the great pride of Jerusalem.",
      "10": "This evil people, who refuse to hear My words, who walk in the imagination of their hearts, and walk after other gods, to serve them, and to worship them, shall be even as this waistband which is good for nothing.",
      "11": "For as the waistband cleaves to the loins of a man, so I have caused the whole house of Israel and the whole house of Judah to cleave to Me, says the Lord, so that they might be to Me a people for renown, and for a praise, and for a glory; but they would not listen.",
      "12": "Therefore you shall speak to them this word: Thus says the Lord God of Israel: Every bottle shall be filled with wine. And when they say to you, “Do we not certainly know that every bottle should be filled with wine?”",
      "13": "then you shall say to them: Thus says the Lord: I will fill all the inhabitants of this land—even the kings that sit on the throne of David, and the priests, and the prophets, and all the inhabitants of Jerusalem—with drunkenness.",
      "14": "I will dash them against one another, even the fathers and the sons together, says the Lord. I will not show pity nor spare nor have mercy, but will destroy them.",
      "15": "Hear and give heed;\n    do not be proud,\n    for the Lord has spoken.",
      "16": "Give glory to the Lord your God,\n    before He causes darkness\nand before your feet stumble\n    on the dark mountains,\nand while you look for light,\n    He turns it into the shadow of death\n    and makes it gross darkness.",
      "17": "But if you will not listen to it,\n    my soul will weep in secret places\n    for your pride;\nand my eyes will weep sorely\n    and run down with tears,\n    because the flock of the Lord is carried away captive.",
      "18": "Say to the king and to the queen mother:\n    “Humble yourselves, sit down,\nfor your beautiful crown\n    shall come down from your head.”",
      "19": "The cities of the Negev will be shut up,\n    and no one will open them;\nall Judah will be carried away into captivity;\n    it will be wholly carried away captive.",
      "20": "Lift up your eyes and see\n    those who come from the north.\nWhere is the flock that was given to you,\n    your beautiful flock?",
      "21": "What will you say when He appoints over you\n    those you yourself had taught to be companions to you?\nShall not sorrows take hold of you,\n    as a woman in labor?",
      "22": "And if you say in your heart,\n    “Why have these things come upon me?”\nfor the greatness of your iniquity\n    your skirts have been removed\n    and your heels made bare.",
      "23": "Can the Ethiopian change his skin\n    or the leopard his spots?\nThen you also can do good,\n    who are accustomed to doing evil.",
      "24": "Therefore I will scatter them as the stubble\n    that passes away by the wind of the wilderness.",
      "25": "This is your lot,\n    the portion of your measures from Me,\n    says the Lord,\nbecause you have forgotten Me\n    and trusted in falsehood.",
      "26": "Therefore I Myself have uncovered your skirts over your face\n    so that your shame may appear.",
      "27": "I have seen your adulteries and your lustful neighings,\n    the lewdness of your harlotry,\nand your abominations\n    on the hills in the fields.\nWoe to you, O Jerusalem!\n    How long will you remain unclean?"
    },
    "14": {
      "1": "The word of the Lord which came to Jeremiah concerning the drought:",
      "2": "Judah mourns,\n    and the gates languish;\nthey sit on the ground while mourning,\n    and the cry of Jerusalem has gone up.",
      "3": "Their nobles have sent their servants for water;\n    they came to the cisterns and found no water.\nThey returned with their vessels empty;\n    they were ashamed and humiliated,\n    and covered their heads.",
      "4": "Because the ground is chapped,\n    for there was no rain in the earth,\nthe plowmen were ashamed;\n    they have covered their heads.",
      "5": "Indeed, the hind also calved in the field\n    and abandoned her young\n    because there was no grass.",
      "6": "The wild donkeys stand in the high places;\n    they pant for air like jackals;\ntheir eyes fail\n    because there is no grass.",
      "7": "O Lord, though our iniquities testify against us,\n    do it for Your name’s sake.\nIndeed, our backslidings are many;\n    we have sinned against You.",
      "8": "O the Hope of Israel,\n    its Savior in time of trouble,\nwhy should You be as a stranger in the land,\n    and as a wayfaring man who turns aside to pitch his tent for a night?",
      "9": "Why should You be as a man dismayed,\n    as a mighty man who cannot save?\nYet You, O Lord, are in our midst,\n    and we are called by Your name.\n    Do not forsake us!",
      "10": "Thus says the Lord to this people:\nEven so they have loved to wander;\n    they have not restrained their feet.\nTherefore, the Lord does not accept them;\n    He will now remember their iniquity\n    and punish their sins.",
      "11": "Then the Lord said to me: Do not pray for the good of this people.",
      "12": "When they fast, I will not hear their cry. And when they offer a burnt offering and an oblation, I will not accept them. But I will consume them by the sword, and by the famine, and by the pestilence.",
      "13": "Yet I said, “Ah, Lord God! Here the prophets say to them, ‘You shall not see the sword nor shall you have famine, but I will give you assured peace in this place.’ ”",
      "14": "Then the Lord said to me: The prophets prophesy lies in My name. I have not sent them nor have I commanded them nor have I spoken to them. They prophesy to you a false vision and divination, and emptiness, and the deceit of their heart.",
      "15": "Therefore thus says the Lord concerning the prophets who prophesy in My name though I did not send them, yet they say, “Sword and famine will not be in this land.” By sword and famine those prophets will be consumed.",
      "16": "The people to whom they prophesy will be cast out in the streets of Jerusalem because of the famine and the sword. And they will have no one to bury them, not them, nor their wives, nor their sons, nor their daughters. For I will pour out their wickedness upon them.",
      "17": "Therefore you will say this word to them:\nLet my eyes run down with tears\n    night and day, and let them not cease;\nfor the virgin daughter of my people\n    has been broken with a great blow,\n    with a very infected wound.",
      "18": "If I go out into the field,\n    I see those slain with the sword!\nAnd if I enter the city,\n    I see those who are sick with famine!\nIndeed, both the prophet and the priest\n    go about into a land that they do not know.",
      "19": "Have You utterly rejected Judah?\n    Has Your soul loathed Zion?\nWhy have You stricken us\n    so that there is no healing for us?\nWe looked for peace,\n    but there was nothing good;\nand for the time of healing,\n    but there is trouble!",
      "20": "We acknowledge, O Lord, our wickedness\n    and the iniquity of our fathers,\n    for we have sinned against You.",
      "21": "Do not abhor us. For Your name’s sake,\n    do not disgrace Your glorious throne.\nRemember and do not break\n    Your covenant with us.",
      "22": "Are there any among the idols of the nations that can cause rain?\n    Or can the heavens give showers?\nIs it not You, O Lord our God?\n    Therefore, we will wait upon You,\n    for You have done all these things."
    },
    "15": {
      "1": "Then the Lord said to me: Even though Moses and Samuel were to stand before Me, yet My heart would not be with this people. Cast them out of My sight and let them go!",
      "2": "It shall come to pass if they say to you, “Where should we go?” then you shall tell them: Thus says the Lord:\nThose destined for death, to death;\nand those destined for the sword, to the sword;\nand those destined for the famine, to the famine;\nand those destined for the captivity, to the captivity.",
      "3": "I will appoint over them four kinds of disaster, says the Lord: the sword to slay, the dogs to tear, the birds of the heaven, the beasts of the earth to devour and destroy.",
      "4": "I will cause them to be removed into all kingdoms of the earth, because of Manasseh the son of Hezekiah king of Judah, for that which he did in Jerusalem.",
      "5": "For who shall have pity on you, O Jerusalem?\n    Or who shall bemoan you?\n    Or who shall go aside to ask how you are doing?",
      "6": "You who have forsaken Me, says the Lord,\n    you keep going backward.\nTherefore I will stretch out My hand against you and destroy you.\n    I am weary of relenting!",
      "7": "I will winnow them with a winnowing fork\n    in the gates of the land;\nI will bereave them of children. I will destroy My people,\n    since they did not repent from their ways.",
      "8": "Their widows will increase before Me\n    more than the sand of the seas;\nI will bring against them, against the mother of a young man,\n    a destroyer at noonday;\nI will suddenly bring down on her\n    sorrow and terrors.",
      "9": "She who has borne seven sons languishes;\n    she has given up the spirit;\nher sun has gone down while it was yet day;\n    she has been ashamed and humiliated.\nAnd the rest of them I will deliver to the sword\n    before their enemies,\n    says the Lord.",
      "10": "Woe is me, my mother, that you have borne me\n    as a man of strife and a man of contention to the whole earth!\nI have not lent with usury, nor have men lent to me on usury,\n    yet every one of them curses me!",
      "11": "The Lord said:\nTruly I will set you free for good purposes.\n    Truly I will cause the enemy to entreat you\n    in the time of evil and in the time of affliction.",
      "12": "Can anyone break the northern iron\n    or the bronze?",
      "13": "Your wealth and your treasures\n    I will give to the destroyer without price,\nand that for all your sins,\n    even within all your borders.",
      "14": "I will make you to pass with your enemies\n    into a land which you do not know;\nfor a fire is kindled in My anger,\n    which shall burn upon you.",
      "15": "O Lord, You who know, remember me,\n    and take notice of me,\n    and take vengeance on my persecutors.\nBecause of your longsuffering, do not take me away.\n    Know that for Your sake I have suffered rebuke.",
      "16": "Your words were found and I ate them.\n    And Your word became to me the joy and rejoicing of my heart,\nfor I am called by Your name,\n    O Lord God of Hosts.",
      "17": "I did not sit in the assembly of mockers,\n    nor did I rejoice;\nI sat alone because of Your hand,\n    for You have filled me with indignation.",
      "18": "Why is my pain perpetual\n    and my wound incurable, which refuses to be healed?\nShall You be altogether to me as a deceptive stream\n    and as waters that fail?",
      "19": "Therefore thus says the Lord:\nIf you return, then I will bring you back,\n    and you shall stand before Me;\nand if you take out the precious from the worthless,\n    you will be My spokesman.\nLet them return to you,\n    but do not return to them.",
      "20": "I will make you to this people\n    a fortified bronze wall;\nand they shall fight against you,\n    but they shall not prevail against you;\nfor I am with you\n    to save you and to deliver you,\n    says the Lord.",
      "21": "I will deliver you out of the hand of the wicked,\n    and I will redeem you out of the hand of the violent."
    },
    "16": {
      "1": "The word of the Lord came also to me, saying:",
      "2": "You shall not take a wife, nor shall you have sons or daughters in this place.",
      "3": "For thus says the Lord concerning the sons and concerning the daughters who are born in this place, and concerning their mothers who bore them, and concerning their fathers who fathered them in this land:",
      "4": "They will die of deadly diseases. They will not be lamented, nor shall they be buried. But they will be as dung upon the face of the ground. And they will be consumed by the sword and by famine. And their carcasses will be food for the fowl of heaven and for the beasts of the earth.",
      "5": "For thus says the Lord: Do not enter a house of mourning, nor go to lament or bemoan them; for I have taken away My peace from this people, says the Lord, even lovingkindness and mercy.",
      "6": "Both the great and the small will die in this land. They will not be buried; neither will men lament for them, cut themselves, nor make themselves bald for them.",
      "7": "Neither will men tear themselves for them in mourning, to comfort them for the dead; nor will men give them the cup of consolation to drink for their father or for their mother.",
      "8": "Also you shall not go into the house of feasting, to sit with them to eat and to drink.",
      "9": "For thus says the Lord of Hosts, the God of Israel: I will cause to cease out of this place, before your eyes and in your days, the voice of laughter and the voice of gladness, the voice of the bridegroom and the voice of the bride.",
      "10": "And when you tell this people all these words, and they say to you, “Why has the Lord pronounced all this great disaster against us? Or what is our iniquity? Or what is our sin that we have committed against the Lord our God?”",
      "11": "then you shall say to them: Because your fathers have forsaken Me, says the Lord, and have walked after other gods and have served them and have worshipped them, but have forsaken Me and have not kept My law.",
      "12": "And you have done worse than your fathers, for here you are, each one walking after the imaginations of his evil heart so that they do not listen to Me.",
      "13": "Therefore I will cast you out of this land into a land that you do not know, neither you nor your fathers; and there you will serve other gods day and night because I will not show you favor.",
      "14": "Therefore, surely the days are coming, says the Lord, that it will no longer be said, “As the Lord lives, who brought up the sons of Israel out of the land of Egypt,”",
      "15": "but, “As the Lord lives, who brought up the sons of Israel from the land of the north and from all the lands wherever He had driven them.” And I will bring them again into their land that I gave to their fathers.",
      "16": "Now, I will send for many fishermen, says the Lord, and they shall fish for them; and afterwards I will send for many hunters, and they will hunt them from every mountain and from every hill and out of the holes of the rocks.",
      "17": "For My eyes are upon all their ways; they are not hidden from My face, nor is their iniquity hidden from My eyes.",
      "18": "First I will doubly recompense their iniquity and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable and abominable things.",
      "19": "O Lord, my strength and my fortress,\n    and my refuge in the day of affliction,\nthe nations will come to You\n    from the remote parts of the earth, and will say:\nSurely our fathers have inherited lies, vanity,\n    and things in which there is no profit.",
      "20": "Shall a man make gods for himself,\n    which are not gods?",
      "21": "“Therefore, surely I will this once cause them to know,\n    I will cause them to know\n    My hand and My might;\nand they shall know\n    that My name is the Lord.”"
    },
    "17": {
      "1": "The sin of Judah is written with an iron pen\n    and with a diamond point;\nit is engraved on the tablet of their heart\n    and on the horns of their altars;",
      "2": "as they remember their children,\n    so they remember their altars\nand their groves by the green trees\n    on the high hills.",
      "3": "O My mountain in the field,\n    I will give your wealth\nand all your treasures to the destroyer,\n    and your high places\n    for sin throughout all your borders.",
      "4": "You, even yourself, will discontinue\n    from your heritage that I gave you;\nand I will cause you to serve your enemies\n    in the land which you do not know;\nfor you have kindled a fire in My anger\n    which will burn forever.",
      "5": "Thus says the Lord:\nCursed is the man who trusts in man\n    and makes flesh his strength,\n    and whose heart departs from the Lord.",
      "6": "For he will be like a bush in the desert\n    and will not see when good comes,\nbut will inhabit the parched places in the wilderness,\n    in a salt land and not inhabited.",
      "7": "Blessed is the man who trusts in the Lord,\n    and whose hope is the Lord.",
      "8": "For he shall be as a tree planted by the waters,\n    and that spreads out its roots by the river,\nand shall not fear when heat comes,\n    but its leaf shall be green,\nand it shall not be anxious in the year of drought,\n    neither shall cease from yielding fruit.",
      "9": "The heart is more deceitful than all things\n    and desperately wicked;\n    who can understand it?",
      "10": "I, the Lord, search the heart,\n    I test the mind,\neven to give to every man according to his ways,\n    and according to the fruit of his deeds.",
      "11": "As the partridge sits on eggs which it has not laid,\n    so is he who gets riches, but not justly;\nit will forsake him in the midst of his days,\n    and in the end he will be a fool.",
      "12": "A glorious high throne from the beginning\n    is the place of our sanctuary.",
      "13": "O Lord, the Hope of Israel,\n    all who forsake You will be ashamed.\n“Those who depart from Me in the earth will be written down,\n    because they have forsaken the Lord,\n    the fountain of living waters.”",
      "14": "Heal me, O Lord, and I will be healed;\n    save me, and I will be saved,\n    for You are my praise.",
      "15": "See how they say to me,\n    “Where is the word of the Lord?\n    Let it come now!”",
      "16": "As for me, I have not hurried away from being a shepherd after You,\n    nor have I desired the woeful day;\n    You Yourself know that which came out of my lips was in Your presence.",
      "17": "Do not be a terror to me;\n    You are my hope in the day of disaster.",
      "18": "Let those who persecute me be humiliated,\n    but let me not be humiliated;\nlet them be dismayed,\n    but let me not be dismayed.\nBring upon them the day of evil,\n    and destroy them with double destruction.",
      "19": "Thus the Lord said to me: Go and stand in the gate of the sons of the people whereby the kings of Judah come in and by which they go out, and in all the gates of Jerusalem.",
      "20": "And say to them: Hear the word of the Lord, kings of Judah, and all Judah and all the inhabitants of Jerusalem who enter by these gates.",
      "21": "Thus says the Lord: Take heed to yourselves, and do not bear any load on the Sabbath day nor bring anything in by the gates of Jerusalem.",
      "22": "You shall not carry a load out of your houses on the Sabbath day, nor do any work, but keep the Sabbath day holy, as I commanded your fathers.",
      "23": "But they did not obey or incline their ears, but made their neck stiff, that they might not hear nor receive instruction.",
      "24": "It shall come to pass, if you diligently listen to Me, says the Lord, to bring in no load through the gates of this city on the Sabbath day, but sanctify the Sabbath day to do no work in it,",
      "25": "then there shall enter by the gates of this city kings and officials sitting on the throne of David, riding in chariots and on horses, they, and their officials, the men of Judah, and the inhabitants of Jerusalem. And this city will be inhabited forever.",
      "26": "They will come from the cities of Judah and from the places about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the Negev, bringing burnt offerings, and sacrifices, and grain offerings, and incense, and bringing sacrifices of praise to the house of the Lord.",
      "27": "But if you will not listen to Me to sanctify the Sabbath day and not to bear a load, even entering in at the gates of Jerusalem on the Sabbath day, then I will kindle a fire in the gates and it will devour the palaces of Jerusalem and it will not be quenched."
    },
    "18": {
      "1": "The word which came to Jeremiah from the Lord, saying:",
      "2": "“Arise and go down to the potter’s house, and there I will cause you to hear My words.”",
      "3": "Then I went down to the potter’s house, and there he was making something on the wheel.",
      "4": "Yet the vessel that he made of clay was spoiled in the hand of the potter; so he made it again into another vessel, as seemed good to the potter to make it.",
      "5": "Then the word of the Lord came to me, saying:",
      "6": "O house of Israel, can I not do with you as this potter? says the Lord. As the clay is in the potter’s hand, so are you in My hand, O house of Israel.",
      "7": "At one moment I may speak concerning a nation and concerning a kingdom to pluck up, and to pull down, and to destroy it.",
      "8": "If that nation against which I have spoken turns from its evil, I will relent of the disaster that I thought to do to it.",
      "9": "Or at another moment I may speak concerning a nation and concerning a kingdom to build and to plant it.",
      "10": "If it does evil in My sight by not obeying My voice, then I will relent of the good with which I said I would bless it.",
      "11": "Now therefore speak to the men of Judah and to the inhabitants of Jerusalem, saying: Thus says the Lord: Look, I am shaping disaster against you and devising a plan against you. Repent now, everyone from his evil way, and make your ways and your deeds good.",
      "12": "But they say, “There is no hope! But we will walk after our own devices, and each of us will do according to the stubbornness of his evil heart.”",
      "13": "Therefore thus says the Lord:\nAsk now among the nations,\n    who has heard such things?\nThe virgin of Israel\n    has done a very horrible thing.",
      "14": "Shall a man leave the snow of Lebanon,\n    which comes from the rock of the field?\nShall the cold flowing water that comes from another place\n    be forsaken?",
      "15": "Because My people have forgotten Me,\n    they have burned incense to vain gods\nand they have stumbled in their ways\n    from the ancient paths,\nto walk in bypaths,\n    not on a highway,",
      "16": "to make their land desolate,\n    and a perpetual hissing;\neveryone who passes by shall be astonished\n    and shake his head.",
      "17": "I will scatter them before the enemy\n    as with an east wind;\nI will show them the back and not the face\n    in the day of their calamity.",
      "18": "Then they said, “Come and let us devise plans against Jeremiah. For the law will not be lost from the priest, nor counsel from the wise, nor the word from the prophet. Come and let us strike him with the tongue, and let us not give heed to any of his words.”",
      "19": "Give heed to me, O Lord,\n    and listen to the voice of those who contend with me.",
      "20": "Shall evil be recompensed for good?\n    For they have dug a pit for my soul.\nRemember that I stood before You\n    to speak good for them,\n    and to turn away Your wrath from them.",
      "21": "Therefore, deliver up their children to the famine\n    and pour out their blood by the power of the sword;\nand let their wives be bereaved of their children and become widows\n    and let their men be put to death;\n    let their young men be slain by the sword in battle.",
      "22": "Let a cry be heard from their houses,\n    when You bring a troop suddenly upon them;\nfor they have dug a pit to take me\n    and hidden snares for my feet.",
      "23": "Yet, Lord, You know\n    all their counsel against me to slay me.\nDo not forgive their iniquity\n    nor blot out their sin from Your sight;\nbut let them be overthrown before You;\n    deal thus with them in the time of Your anger."
    },
    "19": {
      "1": "Thus says the Lord: Go and buy a potter’s earthen bottle, and take some of the elders of the people and some of the elders of the priests.",
      "2": "Then go out to the Valley of Ben Hinnom, which is by the entry of the Potsherd Gate, and proclaim there the words that I will tell you,",
      "3": "and say: Hear the word of the Lord, O kings of Judah and inhabitants of Jerusalem. Thus says the Lord of Hosts, the God of Israel: I will bring such disaster upon this place, at which whoever hears of it, his ears shall tingle.",
      "4": "Because they have forsaken Me and have profaned this place by making offerings in it to other gods whom neither they, their fathers, nor the kings of Judah have known, and have filled this place with the blood of the innocent,",
      "5": "and have built the high places of Baal to burn their sons with fire for burnt offerings to Baal, which I did not command or decree, nor did it come into My mind—",
      "6": "therefore, surely the days are coming, says the Lord, when this place shall no more be called Topheth or the Valley of Ben Hinnom, but the Valley of Slaughter.",
      "7": "I will make void the counsel of Judah and Jerusalem in this place, and I will cause them to fall by the sword before their enemies, and by the hands of those who seek their lives. And their corpses I will give to be food for the fowl of the heaven and for the beasts of the earth.",
      "8": "I will make this city desolate and a hissing. Everyone who passes by will be astonished and hiss because of all the wounds.",
      "9": "I will cause them to eat the flesh of their sons and the flesh of their daughters, and everyone will eat the flesh of his friend in the siege and distress, with which their enemies and those who seek their lives will distress them.",
      "10": "Then you will break the bottle in the sight of the men that go with you,",
      "11": "and say to them: Thus says the Lord of Hosts: Even so I will break this people and this city, as one breaks a potter’s vessel that cannot be made whole again; and they will bury them in Topheth until there is no other place to bury.",
      "12": "Thus I will do to this place and to the inhabitants, says the Lord, and even make this city as Topheth.",
      "13": "And the houses of Jerusalem and the houses of the kings of Judah will be defiled as the place of Topheth, because of all the houses upon whose roofs they have burned incense to all the host of heaven and have poured out drink offerings to other gods.",
      "14": "Then Jeremiah came from Topheth, where the Lord had sent him to prophesy. And he stood in the court of the house of the Lord and said to all the people:",
      "15": "Thus says the Lord of Hosts, the God of Israel: I am about to bring upon this city and upon all her towns all the disaster that I have pronounced against it, because they have stiffened their necks so that they might not heed My words."
    },
    "20": {
      "1": "Now Pashhur the son of Immer the priest, who was also chief officer in the house of the Lord, heard that Jeremiah prophesied these things.",
      "2": "Then Pashhur struck Jeremiah the prophet and put him in the stocks that were in the upper Gate of Benjamin, which was by the house of the Lord.",
      "3": "On the next day Pashhur brought Jeremiah out of the stocks. Then Jeremiah said to him, The Lord has not called your name Pashhur, but “Magor-missabib.”",
      "4": "For thus says the Lord: I will make you a terror to yourself and to all your friends. And they will fall by the sword of their enemies while your eyes will see it. Thus I will give all Judah into the hand of the king of Babylon, and he will carry them captive into Babylon and will slay them with the sword.",
      "5": "Moreover I will deliver all the wealth of this city, and all its produce, and all the precious things; and all the treasures of the kings of Judah I will give into the hand of their enemies who will destroy them, and take them, and carry them to Babylon.",
      "6": "You, Pashhur, and all who dwell in your house will go into captivity; and you will come to Babylon, and there you will die and will be buried there, you and all your friends to whom you have prophesied lies.",
      "7": "O Lord, You have deceived me and I was deceived;\n    You are stronger than I and have prevailed.\nI am held in derision daily;\n    everyone mocks me.",
      "8": "For each time I speak, I cry out;\n    I cry out, “Violence and devastation,”\nbecause to me the word of the Lord has resulted\n    in reproach and derision daily.",
      "9": "But if I say, “I will not make mention of Him\n    nor speak any more in His name,”\nthen His word was in my heart\n    as a burning fire shut up in my bones;\nand I was weary of forbearing it,\n    and I could not endure it.",
      "10": "For I heard the defaming of many,\n    “Terror on every side!\n    Denounce him. Yes, denounce him!”\nAll my familiar friends\n    who watch for my fall, say,\n“Perhaps he will be enticed\n    so that we can prevail against him,\n    and we will take our revenge on him.”",
      "11": "But the Lord is with me as a dread mighty One.\n    Therefore my persecutors will stumble, and will not prevail.\nThey will be greatly ashamed, for they will not prosper.\n    Their everlasting shame will never be forgotten.",
      "12": "But, O Lord of Hosts, who tests the righteous\n    and sees the mind and the heart,\nlet me see Your vengeance on them,\n    for to You I have presented my cause.",
      "13": "Sing to the Lord,\n    praise the Lord.\nFor He has delivered the soul of the poor\n    from the hand of evildoers.",
      "14": "Cursed be the day in which I was born.\n    Let not the day be blessed in which my mother bore me.",
      "15": "Cursed be the man who brought tidings to my father,\n    saying, “A baby boy has been born to you!”\n    and made him very glad.",
      "16": "Let that man be as the cities\n    which the Lord overthrew and did not relent,\nand let him hear the cry in the morning\n    and the shout of alarm at noon,",
      "17": "because he did not kill me from the womb,\n    so that my mother might have been my grave,\n    and her womb be always pregnant.",
      "18": "Why did I come forth from the womb\n    to see trouble and sorrow,\n    so that my days are spent in shame?"
    },
    "21": {
      "1": "The word which came to Jeremiah from the Lord when King Zedekiah sent to him Pashhur the son of Malkijah, and Zephaniah the son of Maaseiah the priest, saying,",
      "2": "“Please inquire of the Lord for us. For Nebuchadnezzar king of Babylon is making war against us. Perhaps the Lord will deal with us according to all His wondrous works, so that the enemy withdraws from us.”",
      "3": "Then Jeremiah said to them: Thus you shall say to Zedekiah:",
      "4": "Thus says the Lord God of Israel: Behold, I will turn back the weapons of war that are in your hands with which you fight against the king of Babylon and against the Chaldeans who besiege you outside the walls; and I will assemble them into the midst of this city.",
      "5": "I Myself will fight against you with an outstretched hand and with a strong arm, even in anger, and in fury, and in great wrath.",
      "6": "I will strike the inhabitants of this city, both man and beast; they will die of a great pestilence.",
      "7": "Afterwards, says the Lord, I will deliver Zedekiah king of Judah and his servants and the people and such as are left in this city from the pestilence, from the sword, and from the famine into the hand of Nebuchadnezzar king of Babylon, and into the hand of their enemies and into the hand of those who seek their life. And he will strike them with the edge of the sword. He will not spare them or have pity or mercy.",
      "8": "To this people you shall say: Thus says the Lord: See, I set before you the way of life, and the way of death.",
      "9": "He who abides in this city will die by the sword and by the famine and by the pestilence. But he who goes out and falls away to the Chaldeans who besiege you, he will live, and he will have his own life as booty.",
      "10": "For I have set My face against this city for disaster and not for good, says the Lord. It will be given into the hand of the king of Babylon, and he will burn it with fire.",
      "11": "Concerning the house of the king of Judah, say, Hear the word of the Lord,",
      "12": "O house of David; thus says the Lord:\nExecute justice each morning,\n    and deliver him who has been robbed\n    from the hand of the oppressor,\nlest My fury go out like fire\n    and burn so that no one can quench it,\n    because of the evil of your deeds.",
      "13": "See, I am against you,\n    O inhabitant of the valley,\n    O rocky plain,\n    says the Lord,\nyou men who say,\n    “Who shall come down against us?\n    Or who shall enter our dwellings?”",
      "14": "But I will punish you\n    according to the fruit of your deeds,\n    says the Lord,\nand I will kindle a fire in the forest,\n    and it will devour all things around it."
    },
    "22": {
      "1": "Thus says the Lord: Go down to the house of the king of Judah, and speak this word there,",
      "2": "and say: Hear the word of the Lord, O king of Judah who sits on the throne of David, you and your servants and your people who enter by these gates.",
      "3": "Thus says the Lord: Execute justice and righteousness, and deliver the robbed out of the hand of the oppressor. And do no wrong or violence to the stranger, the fatherless, or the widow, neither shed innocent blood in this place.",
      "4": "For if you indeed do these things, then kings sitting on the throne of David will enter by the gates of this house, riding in chariots and on horses, he and his servants and his people.",
      "5": "But if you will not obey these words, I swear by Myself, says the Lord, that this house will become a desolation.",
      "6": "For thus says the Lord to the king’s house of Judah:\nYou are Gilead to Me,\n    and the peak of Lebanon;\nyet surely I will make you a wilderness\n    and cities which are not inhabited.",
      "7": "I will prepare destroyers against you,\n    everyone with his weapons;\nand they shall cut down your choice cedars\n    and cast them into the fire.",
      "8": "Many nations will pass by this city, and every man will say to his neighbor, “Why has the Lord done thus to this great city?”",
      "9": "Then they will answer, “Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.”",
      "10": "Do not weep for the dead nor bemoan him,\n    but weep constantly for him who goes away;\nfor he will return no more\n    nor see his native country.",
      "11": "For thus says the Lord concerning Shallum the son of Josiah king of Judah, who became king instead of Josiah his father, who went from this place: He will not return any more,",
      "12": "but will die in the place where they have led him captive and will see this land no more.",
      "13": "Woe to him who builds his house with unrighteousness\n    and his chambers with injustice,\nwho uses his neighbor’s services without wages,\n    and gives him nothing for his work,",
      "14": "who says, “I will build myself a roomy house\n    and large chambers,”\nand cuts out its windows,\n    paneling it with cedar\n    and painting it with vermilion.",
      "15": "Do you reign\n    because you compete in cedar?\nDid not your father eat and drink\n    and do justice and righteousness,\n    and then it was well with him?",
      "16": "He judged the cause of the poor and needy;\n    then it was well with him.\nIs not this what it means to know Me?\n    says the Lord.",
      "17": "But your eyes and your heart\n    are intent only on your covetousness\nand on shedding innocent blood\n    and on oppression and violence.",
      "18": "Therefore thus says the Lord concerning Jehoiakim the son of Josiah, king of Judah:\nThey will not lament for him, saying,\n    “Ah, my brother!” or, “Ah, sister!”\nThey will not lament for him, saying,\n    “Ah, lord!” or, “Ah, his glory!”",
      "19": "He will be buried with the burial of a donkey,\n    drawn and cast out\n    beyond the gates of Jerusalem.",
      "20": "Go up to Lebanon and cry out,\n    and lift up your voice in Bashan,\nand cry out from Abarim,\n    for all your lovers are destroyed.",
      "21": "I spoke to you in your prosperity,\n    but you said, “I will not listen!”\nThis has been your manner from your youth,\n    that you have not obeyed My voice.",
      "22": "The wind will sweep away all your shepherds,\n    and your lovers shall go into captivity;\nsurely then you will be ashamed and humiliated\n    for all your wickedness.",
      "23": "O inhabitant of Lebanon,\n    who makes your nest in the cedars,\nhow you will groan when pangs come upon you,\n    the pain as of a woman in labor!",
      "24": "As I live, says the Lord, though Koniah the son of Jehoiakim king of Judah were the signet on My right hand, yet would I pluck you from there.",
      "25": "And I will give you into the hand of those who seek your life and into the hand of those whose face you fear, even into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans.",
      "26": "I will cast you and your mother that bore you out into another country where you were not born, and there you shall die.",
      "27": "But to the land where they desire to return, they will not return there.",
      "28": "Is this man Koniah a despised broken jar?\n    Is he a vessel in which is no desire?\nWhy are he and his seed cast out\n    and thrown into a land which they had not known?",
      "29": "O land, land, land,\n    hear the word of the Lord!",
      "30": "Thus says the Lord:\n    Write down this man childless,\n    a man who will not prosper in his days;\nfor no man of his seed shall prosper,\n    sitting on the throne of David\n    and ruling any more in Judah."
    },
    "23": {
      "1": "Woe to the shepherds who destroy and scatter the sheep of My pasture! says the Lord.",
      "2": "Therefore thus says the Lord God of Israel against the shepherds that feed My people: You have scattered My flock and driven them away and have not visited them. I am about to punish you for the evil of your deeds, says the Lord.",
      "3": "I will gather the remnant of My flock out of all countries wherever I have driven them and bring them again to their folds, and they shall be fruitful and increase.",
      "4": "I will also set up shepherds over them who will feed them; and they will fear no more, nor be dismayed, nor will they be missing, says the Lord.",
      "5": "The days are coming, says the Lord,\n    that I will raise up for David a righteous Branch,\nand he shall reign as king and deal wisely,\n    and shall execute justice and righteousness in the earth.",
      "6": "In his days Judah will be saved,\n    and Israel will dwell safely.\nAnd this is the name by which he will be called:\nTHE LORD OUR RIGHTEOUSNESS.",
      "7": "Therefore, surely the days are coming, says the Lord, when they will no more say, “As the Lord lives who brought up the sons of Israel out of the land of Egypt,”",
      "8": "but, “As the Lord lives who brought up and led the descendants of the house of Israel out of the north country and from all countries where I had driven them.” Then they will dwell in their own land.",
      "9": "My heart is broken within me,\n    because of the prophets;\n    all my bones shake;\nI am like a drunken man,\n    like a man overcome by wine,\nbecause of the Lord,\n    and because of His holy words.",
      "10": "For the land is full of adulterers;\n    for the land mourns because of the curse.\n    The pleasant places of the wilderness have dried up.\nAnd their course is evil\n    and their might is not right.",
      "11": "For both prophet and priest are profane;\n    indeed, in My house I have found their wickedness,\n    says the Lord.",
      "12": "Therefore their way will be as slippery ways to them;\n    they shall be driven into the darkness\n    and fall in it;\nfor I will bring disaster upon them,\n    even the year of their punishment,\n    says the Lord.",
      "13": "In addition, I have seen folly\n    in the prophets of Samaria.\nThey prophesied by Baal\n    and caused My people Israel to err.",
      "14": "I have seen also among the prophets of Jerusalem\n    a horrible thing.\n    They commit adultery and walk in lies.\nThey also strengthen the hands of evildoers,\n    so that no one repents from his wickedness.\nAll of them are as Sodom to Me\n    and her inhabitants as Gomorrah.",
      "15": "Therefore thus says the Lord of Hosts concerning the prophets:\n“I will feed them with wormwood\n    and make them drink the water of gall,\nfor from the prophets of Jerusalem\n    profaneness has gone out into all the land.”",
      "16": "Thus says the Lord of Hosts:\nDo not listen to the words of the prophets who prophesy to you.\n    They lead you into vanity;\nthey speak a vision of their own heart\n    and not out of the mouth of the Lord.",
      "17": "They still say to those who despise Me,\n    “The Lord has said, ‘You will have peace’ ”;\nand they say to everyone who walks after the imagination of his own heart,\n    “No evil will come upon you.”",
      "18": "For who has stood in the counsel of the Lord\n    and has perceived and heard His word?\n    Who has given heed to His word and listened to it?",
      "19": "Look, a whirlwind of the Lord\n    has gone forth in fury,\na tempestuous whirlwind.\n    It will fall tempestuously upon the head of the wicked.",
      "20": "The anger of the Lord will not turn back\n    until He has executed and performed\n    the thoughts of His heart.\nIn the latter days\n    you will understand it perfectly.",
      "21": "I have not sent these prophets,\n    yet they ran.\nI have not spoken to them,\n    yet they prophesied.",
      "22": "But if they had stood in My counsel\n    and had caused My people to hear My words,\nthen they would have turned them from their evil way\n    and from the evil of their deeds.",
      "23": "Am I a God who is near,\n    says the Lord,\n    and not a God far off?",
      "24": "Can a man hide himself in secret places\n    so that I do not see him?\n    says the Lord.\n    Do I not fill heaven and earth?\n    says the Lord.",
      "25": "I have heard what the prophets have said who prophesy lies in My name, saying, “I had a dream, I had a dream!”",
      "26": "How long shall this be in the heart of the prophets who prophesy lies? Indeed, they are prophets of the deceit of their own heart,",
      "27": "who plan to cause My people to forget My name by their dreams, which they tell to their neighbor, as their fathers have forgotten My name for Baal.",
      "28": "The prophet who has a dream, let him tell his dream. And he who has My word, let him speak My word faithfully. What is the chaff to the wheat? says the Lord.",
      "29": "Is not My word like fire, says the Lord, and like a hammer that breaks the rock in pieces?",
      "30": "See, therefore I am against the prophets, says the Lord, who steal My words, each from his neighbor.",
      "31": "See, I am against the prophets, says the Lord, who use their tongues and say, “The Lord says.”",
      "32": "See, I am against those who prophesy false dreams, says the Lord, and recount them and cause My people to err by their lies and reckless boasting. Yet I sent them not nor commanded them. Therefore they shall not profit this people at all, says the Lord.",
      "33": "When this people or the prophet or a priest asks you, saying, “What is the oracle of the Lord?” you shall then say to them, “What oracle? I will forsake you, says the Lord.”",
      "34": "As for the prophet and the priest and the people who say, “The oracle of the Lord,” I will punish that man and his house.",
      "35": "Thus each of you will say to his neighbor and to his brother, “What has the Lord answered?” and, “What has the Lord spoken?”",
      "36": "And the oracle of the Lord you shall mention no more, for every man’s word will be his oracle. For you have perverted the words of the living God, of the Lord of Hosts our God.",
      "37": "Thus you will say to that prophet, “What has the Lord answered you?” and, “What has the Lord spoken?”",
      "38": "But if you say, “The oracle of the Lord”; therefore thus says the Lord: Because you say this word, “The oracle of the Lord,” I have also sent to you, saying, You shall not say, “The oracle of the Lord.”",
      "39": "Therefore, surely, I, even I, will utterly forget you and cast you and the city that I gave you and your fathers out of My presence.",
      "40": "And I will bring an everlasting reproach upon you and perpetual shame which shall not be forgotten."
    },
    "24": {
      "1": "The Lord showed me two baskets of figs that were set before the temple of the Lord after Nebuchadnezzar king of Babylon had carried away captive Jeconiah the son of Jehoiakim, king of Judah, and the officials of Judah with the carpenters and smiths from Jerusalem and brought them to Babylon.",
      "2": "One basket had very good figs, even like the figs that are first ripe, and the other basket had very rotten figs, which were so rotten they could not be eaten.",
      "3": "Then the Lord said to me, “What do you see, Jeremiah?”\nAnd I said, “Figs, the good figs, very good. And the rotten, very rotten, that are so rotten they cannot be eaten.”",
      "4": "Again the word of the Lord came to me, saying:",
      "5": "Thus says the Lord the God of Israel: Like these good figs, so I will acknowledge those who are carried away captive of Judah, whom I have sent out of this place into the land of the Chaldeans for their good.",
      "6": "For I will set My eyes upon them for good, and I will bring them again to this land. And I will build them up and not pull them down. And I will plant them and not pluck them up.",
      "7": "I will give them a heart to know Me, that I am the Lord; and they will be My people, and I will be their God, for they will return to Me with their whole heart.",
      "8": "But as the rotten figs, which cannot be eaten, they are so rotten, says the Lord, so I will forsake Zedekiah the king of Judah and his officials, and the rest of Jerusalem who remain in this land, and those who dwell in the land of Egypt.",
      "9": "And I will make them a horror and an evil to all the kingdoms of the earth, to be a reproach and a byword, a taunt and a curse, in all places wherever I shall drive them.",
      "10": "I will send the sword, the famine, and the pestilence among them until they are consumed from off the land that I gave to them and to their fathers."
    },
    "25": {
      "1": "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah, king of Judah, that was the first year of Nebuchadnezzar king of Babylon,",
      "2": "which Jeremiah the prophet spoke to all the people of Judah and to all the inhabitants of Jerusalem, saying:",
      "3": "From the thirteenth year of Josiah the son of Amon, king of Judah, even to this day, these twenty-three years the word of the Lord has come to me, and I have spoken to you, rising early and speaking, but you have not listened.",
      "4": "The Lord has sent to you all His servants the prophets, rising early and sending them, but you have not listened nor inclined your ear to hear.",
      "5": "They said, “Turn now again everyone from his evil way and from the evil of your deeds, and dwell in the land that the Lord has given to you and to your fathers forever and ever.",
      "6": "And do not go after other gods to serve them and to worship them, and provoke Me not to anger with the works of your hands; and I will do you no harm.”",
      "7": "Yet you have not listened to Me, says the Lord, that you might provoke Me to anger with the works of your hands to your own harm.",
      "8": "Therefore thus says the Lord of Hosts: Because you have not obeyed My words,",
      "9": "I will send and take all the families of the north, says the Lord, and Nebuchadnezzar the king of Babylon, My servant, and will bring them against this land and its inhabitants, and against all these surrounding nations; I will utterly destroy them, and make them an astonishment, a hissing, and perpetual desolations.",
      "10": "Moreover I will take from them the voice of laughter and the voice of gladness, the voice of the bridegroom and the voice of the bride, the sound of the millstones and the light of the candle.",
      "11": "This whole land shall be a desolation and an astonishment, and these nations will serve the king of Babylon seventy years.",
      "12": "It shall come to pass when seventy years are finished that I will punish the king of Babylon and that nation, says the Lord, for their iniquity, and the land of the Chaldeans, and will make it perpetual desolations.",
      "13": "I will bring upon that land all My words which I have pronounced against it, even all that is written in this book, which Jeremiah has prophesied against all the nations.",
      "14": "For many nations and great kings will make slaves of them, even them. And I will recompense them according to their deeds and according to the works of their hands.",
      "15": "For thus says the Lord God of Israel to me: Take the wine cup of this fury at My hand and cause all the nations to whom I send you to drink it.",
      "16": "They will drink, and totter, and be mad, because of the sword that I will send among them.",
      "17": "Then I took the cup from the hand of the Lord and made all the nations, to whom the Lord had sent me, drink:",
      "18": "Jerusalem and the cities of Judah and the kings and the officials, to make them a desolation, an astonishment, a hissing, and a curse, as it is this day;",
      "19": "Pharaoh king of Egypt, and his servants, and his officials, and all his people;",
      "20": "and all the foreign people, and all the kings of the land of Uz, and all the kings of the land of the Philistines (even Ashkelon, and Gaza, and Ekron, and the remnant of Ashdod);",
      "21": "Edom, and Moab, and the children of Ammon;",
      "22": "and all the kings of Tyre, and all the kings of Sidon, and the kings of the coastlands which are beyond the sea;",
      "23": "Dedan, and Tema, and Buz, and all who cut the corners of their hair;",
      "24": "and all the kings of Arabia, and all the kings of the foreign people who dwell in the desert;",
      "25": "and all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes;",
      "26": "and all the kings of the north, far and near, one with another; and all the kingdoms of the earth which are upon the face of the earth, and the king of Sheshak shall drink after them.",
      "27": "Therefore you shall say to them, Thus says the Lord of Hosts, the God of Israel: Drink and be drunk and spew and fall and rise no more because of the sword which I will send among you.",
      "28": "It will be, if they refuse to take the cup from your hand to drink, then you will say to them: Thus says the Lord of Hosts: You shall certainly drink!",
      "29": "For I am starting to bring calamity on the city which is called by My name, and should you be utterly unpunished? You shall not be unpunished. For I will call for a sword upon all the inhabitants of the earth, says the Lord of Hosts.",
      "30": "Therefore prophesy against them all these words, and say to them:\nThe Lord will roar from on high,\n    and utter His voice from His holy habitation;\n    He will mightily roar against His fold.\nHe will give a shout, as those who tread the grapes,\n    against all the inhabitants of the earth.",
      "31": "A noise shall come even to the remote parts of the earth,\n    for the Lord has a controversy with the nations;\nHe shall enter into judgment with all flesh.\n    He shall give those who are wicked to the sword,\n    says the Lord.",
      "32": "Thus says the Lord of Hosts:\nSee, disaster shall go forth\n    from nation to nation,\nand a great whirlwind shall be raised up\n    from the remote parts of the earth.",
      "33": "The slain of the Lord on that day will be from one end of the earth even to the other end of the earth. They will not be lamented or gathered or buried. They will be as dung on the ground.",
      "34": "Howl, you shepherds, and cry;\n    and wallow in the ashes, you leaders of the flock.\nFor the days of your slaughter and of your dispersions are accomplished;\n    and you will fall like a choice vessel.",
      "35": "The shepherds will have no way to flee,\n    nor the leaders of the flock to escape.",
      "36": "A voice of the cry of the shepherds\n    and a howling of the leaders of the flock shall be heard,\n    for the Lord has devastated their pasture.",
      "37": "The peaceable habitations are cut down\n    because of the fierce anger of the Lord.",
      "38": "He has left His lair as the lion;\n    for their land is desolate\nbecause of the fierceness of the oppressor\n    and because of His fierce anger."
    },
    "26": {
      "1": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from the Lord, saying:",
      "2": "Thus says the Lord: Stand in the court of the house of the Lord, and speak to all the cities of Judah who come to worship in the house of the Lord all the words that I command you to speak to them. Do not diminish a word.",
      "3": "Perhaps they will listen and turn every man from his evil way, that I may repent of the calamity which I purpose to do to them because of the evil of their deeds.",
      "4": "You will say to them: Thus says the Lord: If you will not listen to Me, to walk in My law which I have set before you,",
      "5": "to listen to the words of My servants the prophets, whom I sent to you, both rising up early and sending them, but you have not listened,",
      "6": "then I will make this house like Shiloh and will make this city a curse to all the nations of the earth.",
      "7": "So the priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.",
      "8": "And when Jeremiah had made an end of speaking all that the Lord had commanded him to speak to all the people, the priests and the prophets and all the people took hold of him, saying, “You shall surely die.",
      "9": "Why have you prophesied in the name of the Lord, saying, ‘This house shall be like Shiloh, and this city shall be desolate without an inhabitant’?” And all the people were gathered against Jeremiah in the house of the Lord.",
      "10": "When the officials of Judah heard these things, then they came up from the king’s house to the house of the Lord and sat down in the entry of the New Gate of the house of the Lord.",
      "11": "Then the priests and the prophets spoke to the officials and to all the people, saying, “This man deserves to die! For he has prophesied against this city, as you have heard with your ears.”",
      "12": "Then Jeremiah spoke to all the officials and to all the people, saying, “The Lord sent me to prophesy against this house and against this city all the words that you have heard.",
      "13": "Therefore now amend your ways and your deeds, and obey the voice of the Lord your God; and the Lord will repent of the disaster that He has pronounced against you.",
      "14": "As for me, here I am in your hand. Do with me as seems good and right to you.",
      "15": "But know for certain that if you put me to death, you will surely bring innocent blood upon yourselves and upon this city and upon the inhabitants. For truly the Lord has sent me to you to speak all these words in your ears.”",
      "16": "Then the officials and all the people said to the priests and to the prophets, “This man is not worthy of death. For he has spoken to us in the name of the Lord our God.”",
      "17": "Then certain of the elders of the land rose up and spoke to all the assembly of the people, saying:",
      "18": "“Micah of Moresheth prophesied in the days of Hezekiah king of Judah, and spoke to all the people of Judah, saying, ‘Thus says the Lord of Hosts:\nZion shall be plowed like a field,\n    and Jerusalem shall become heaps,\n    and the mountain of the house as the high places of a forest.’",
      "19": "Did Hezekiah king of Judah and all Judah put him to death? Did he not fear the Lord and entreat the Lord, and the Lord relented of the disaster which He had pronounced against them? Thus we might procure great evil against ourselves.”",
      "20": "There was also a man that prophesied in the name of the Lord, Uriah the son of Shemaiah of Kiriath Jearim, who prophesied against this city and against this land according to all the words of Jeremiah.",
      "21": "And when Jehoiakim the king, with all his mighty men and all the officials, heard his words, the king sought to put him to death. But when Uriah heard it, he was afraid and fled and went into Egypt.",
      "22": "And Jehoiakim the king sent men into Egypt: namely, Elnathan the son of Akbor and certain men with him into Egypt.",
      "23": "They brought Uriah out of Egypt and led him to Jehoiakim the king, who slew him with the sword and cast his dead body into the graves of the common people.",
      "24": "Nevertheless the hand of Ahikam the son of Shaphan was with Jeremiah, with the result that he was not given into the hands of the people to put him to death."
    },
    "27": {
      "1": "In the beginning of the reign of Zedekiah the son of Josiah, king of Judah, this word came to Jeremiah from the Lord:",
      "2": "Thus says the Lord to me: Make bonds and yokes and put them on your neck,",
      "3": "and send them to the king of Edom, and to the king of Moab, and to the king of the Ammonites, and to the king of Tyre, and to the king of Sidon, by the hand of the messengers who come to Jerusalem to Zedekiah king of Judah.",
      "4": "And command them to go to their masters, saying: Thus says the Lord of Hosts, the God of Israel: Thus you shall say to your masters:",
      "5": "I have made the earth, the men, and the beasts which are on the ground by My great power and by My outstretched arm, and have given it to whom it seemed good to Me.",
      "6": "Now I have given all these lands into the hand of Nebuchadnezzar the king of Babylon, My servant. And also I have given to him the beasts of the field to serve him.",
      "7": "All nations shall serve him and his son and his son’s son until the time of his own land comes; and then many nations and great kings will make him their servant.",
      "8": "It shall come to pass that I will punish the nation and kingdom which will not serve Nebuchadnezzar the king of Babylon, and that will not put their neck under the yoke of the king of Babylon, says the Lord. I will punish that nation with the sword, and with famine, and with pestilence, until I have consumed them by his hand.",
      "9": "Therefore do not listen to your prophets, or to your diviners, or to your dreamers, or to your enchanters, or to your sorcerers who speak to you, saying, “You shall not serve the king of Babylon.”",
      "10": "For they prophesy a lie to you in order to remove you far from your land. And I will drive you out, and you shall perish.",
      "11": "But the nations that bring their neck under the yoke of the king of Babylon, and serve him, those I will let remain still in their own land, says the Lord, and they shall till it and dwell in it.",
      "12": "I spoke also to Zedekiah king of Judah according to all these words, saying: Bring your necks under the yoke of the king of Babylon and serve him and his people, and live.",
      "13": "Why will you die, you and your people, by the sword, by the famine, and by the pestilence, as the Lord has spoken against the nation that will not serve the king of Babylon?",
      "14": "Therefore do not listen to the words of the prophets who speak to you, saying, “You will not serve the king of Babylon,” because they prophesy a lie to you.",
      "15": "For I have not sent them, says the Lord, yet they prophesy a lie in My name, so that I might drive you out and that you might perish, you and the prophets that prophesy to you.",
      "16": "I also spoke to the priests and to all this people: Thus says the Lord: Do not listen to the words of your prophets that prophesy to you, saying, “The vessels of the house of the Lord will now soon be brought again from Babylon.” For they prophesy a lie to you.",
      "17": "Do not listen to them; serve the king of Babylon, and live. Why should this city be laid waste?",
      "18": "But if they are prophets, and if the word of the Lord is with them, let them now make intercession to the Lord of Hosts, that the vessels which are left in the house of the Lord and in the house of the king of Judah and in Jerusalem not go to Babylon.",
      "19": "For thus says the Lord of Hosts concerning the pillars, and concerning the sea, and concerning the bases, and concerning the rest of the vessels that remain in this city,",
      "20": "which Nebuchadnezzar king of Babylon did not take when he carried away captive Jeconiah the son of Jehoiakim, king of Judah from Jerusalem to Babylon, and all the nobles of Judah and Jerusalem.",
      "21": "Indeed, thus says the Lord of Hosts, the God of Israel, concerning the vessels that remain in the house of the Lord and in the house of the king of Judah and in Jerusalem:",
      "22": "They will be carried to Babylon and they will be there until the day that I visit them, says the Lord. Then I will bring them up and restore them to this place."
    },
    "28": {
      "1": "In that same year, at the beginning of the reign of Zedekiah king of Judah, in the fourth year and in the fifth month, Hananiah the son of Azzur, the prophet, who was from Gibeon, spoke to me in the house of the Lord in the presence of the priests and of all the people, saying,",
      "2": "“Thus says the Lord of Hosts, the God of Israel: I have broken the yoke of the king of Babylon.",
      "3": "Within two full years I will bring back into this place all the vessels of the house of the Lord that Nebuchadnezzar king of Babylon took away from this place and carried to Babylon.",
      "4": "And I will bring back to this place Jeconiah the son of Jehoiakim, king of Judah, with all the captives of Judah who went into Babylon, says the Lord, for I will break the yoke of the king of Babylon.”",
      "5": "Then the prophet Jeremiah said to the prophet Hananiah in the presence of the priests and in the presence of all the people that stood in the house of the Lord,",
      "6": "even the prophet Jeremiah said, “Amen. May the Lord do so; may the Lord perform your words which you have prophesied, to bring back the vessels of the house of the Lord and all that was carried away captive, from Babylon into this place.",
      "7": "Nevertheless hear now this word that I speak in your ears and in the ears of all the people.",
      "8": "The prophets of old who have been before me and before you prophesied both against many countries and against great kingdoms, of war and disaster and pestilence.",
      "9": "As for the prophet who prophesies of peace, when the word of the prophet comes to pass, then that prophet shall be known as one whom the Lord has truly sent.”",
      "10": "Then Hananiah the prophet took the yoke from off the neck of the prophet Jeremiah and broke it.",
      "11": "Hananiah spoke in the presence of all the people, saying, “Thus says the Lord: Even so I will break the yoke of Nebuchadnezzar king of Babylon from the neck of all the nations within the space of two full years.” Then the prophet Jeremiah went his way.",
      "12": "Then the word of the Lord came to Jeremiah the prophet, after Hananiah the prophet had broken the yoke from off the neck of the prophet Jeremiah, saying:",
      "13": "Go and tell Hananiah, saying, Thus says the Lord: You have broken the yokes of wood, but you have made instead of them yokes of iron.",
      "14": "For thus says the Lord of Hosts, the God of Israel: I have put a yoke of iron on the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they shall serve him. And I have given him the beasts of the field also.",
      "15": "Then the prophet Jeremiah said to Hananiah the prophet, “Listen now, Hananiah. The Lord has not sent you, and you make this people trust in a lie.",
      "16": "Therefore thus says the Lord: I am about to cast you from off the face of the earth. This year you shall die, because you have taught rebellion against the Lord.”",
      "17": "So Hananiah the prophet died the same year in the seventh month."
    },
    "29": {
      "1": "Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the rest of the elders of the captivity, and the priests, and the prophets, and all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon.",
      "2": "(This was after Jeconiah the king, and the queen, and the eunuchs, and the officials of Judah and Jerusalem, and the carpenters, and the smiths had departed from Jerusalem.)",
      "3": "It was sent by the hand of Elasah the son of Shaphan and Gemariah the son of Hilkiah (whom Zedekiah, king of Judah, sent to Babylon to Nebuchadnezzar king of Babylon), saying:",
      "4": "Thus says the Lord of Hosts, the God of Israel, to all who have been carried away captive whom I have caused to be carried away from Jerusalem to Babylon:",
      "5": "Build houses and dwell in them; and plant gardens and eat their fruit.",
      "6": "Take wives and beget sons and daughters; and take wives for your sons and give your daughters to husbands, so that they may bear sons and daughters; so that you may increase there and not diminish.",
      "7": "Seek the peace of the city where I have caused you to be carried away captive, and pray to the Lord for it; for in its peace you will have peace.",
      "8": "For thus says the Lord of Hosts, the God of Israel: Do not let your prophets and your diviners who are in your midst deceive you, and do not listen to the dreams which they dream.",
      "9": "For they prophesy falsely to you in My name. I have not sent them, says the Lord.",
      "10": "For thus says the Lord: When seventy years have been completed for Babylon, I will visit you and perform My good word toward you, in causing you to return to this place.",
      "11": "For I know the plans that I have for you, says the Lord, plans for peace and not for evil, to give you a future and a hope.",
      "12": "Then you shall call upon Me, and you shall come and pray to Me, and I will listen to you.",
      "13": "You shall seek Me and find Me, when you shall search for Me with all your heart.",
      "14": "I will be found by you, says the Lord, and I will turn away your captivity and gather you from all the nations and from all the places where I have driven you, says the Lord, and I will bring you back into the place from where I caused you to be carried away captive.",
      "15": "Because you have said, “The Lord has raised up prophets for us in Babylon,”",
      "16": "thus says the Lord concerning the king who sits on the throne of David, and concerning all the people who dwell in this city, your brothers who did not go out with you into exile,",
      "17": "thus says the Lord of Hosts: I will send upon them the sword, the famine, and the pestilence, and will make them like vile figs that cannot be eaten, they are so rotten.",
      "18": "I will pursue them with the sword, with famine, and with pestilence; and will make them a terror to all the kingdoms of the earth, to be a curse and an astonishment, a hissing and a reproach among all the nations where I have driven them,",
      "19": "because they have not listened to My words, says the Lord, which I sent to them by My servants the prophets, rising up early and sending them. But you would not listen, says the Lord.",
      "20": "Therefore hear the word of the Lord, all you in captivity whom I have sent from Jerusalem to Babylon.",
      "21": "Thus says the Lord of Hosts, the God of Israel, concerning Ahab the son of Kolaiah and concerning Zedekiah the son of Maaseiah, who prophesy a lie to you in My name: I will deliver them into the hand of Nebuchadnezzar king of Babylon, and he shall slay them before your eyes.",
      "22": "And because of them a curse shall be taken up by all the captives of Judah who are in Babylon, saying, “May the Lord make you like Zedekiah and Ahab, whom the king of Babylon roasted in the fire,”",
      "23": "because they have committed folly in Israel, and have committed adultery with their neighbors’ wives, and have spoken lying words in My name, which I have not commanded them. Indeed, I know and am a witness, says the Lord.",
      "24": "Thus you shall also speak to Shemaiah the Nehelamite, saying:",
      "25": "Thus says the Lord of Hosts, the God of Israel: Because you have sent letters in your name to all the people who are in Jerusalem, and to Zephaniah the son of Maaseiah the priest, and to all the priests, saying,",
      "26": "The Lord has made you priest instead of Jehoiada the priest, that you should be officers in the house of the Lord, for every man that is mad and makes himself a prophet, that you should put him in the stocks and in prison.",
      "27": "Now therefore why have you not reproved Jeremiah of Anathoth who prophesies to you?",
      "28": "For he has sent to us in Babylon, saying, “This captivity will be long; build houses and dwell in them, and plant gardens and eat their fruit.”",
      "29": "Zephaniah the priest read this letter in the ears of Jeremiah the prophet.",
      "30": "Then the word of the Lord came to Jeremiah, saying:",
      "31": "Send to all the captives, saying, Thus says the Lord concerning Shemaiah the Nehelamite: Because Shemaiah has prophesied to you though I did not send, and he caused you to trust in a lie,",
      "32": "therefore thus says the Lord: I will punish Shemaiah the Nehelamite and his seed. He will not have a man to dwell among this people, nor will he see the good that I will do for My people, says the Lord, because he has taught rebellion against the Lord."
    },
    "30": {
      "1": "The word that came to Jeremiah from the Lord, saying:",
      "2": "Thus says the Lord God of Israel: Write all the words that I have spoken to you in a book.",
      "3": "For surely the days are coming, says the Lord, when I will restore the fortunes of My people Israel and Judah. The Lord says, I also will cause them to return to the land that I gave to their fathers, and they shall possess it.",
      "4": "These are the words that the Lord spoke concerning Israel and Judah.",
      "5": "For thus says the Lord:\nI have heard a sound of trembling,\n    of fear, and not of peace.",
      "6": "Ask now, and see,\n    can a male labor with child?\nWhy do I see every man\n    with his hands on his loins, as a woman in labor,\n    and all faces turned pale?",
      "7": "Alas! for that day is great,\n    so that no one is like it;\nit is even the time of Jacob’s trouble,\n    but he shall be saved out of it.",
      "8": "For it shall come to pass in that day, says the Lord of Hosts,\n    that I shall break his yoke from off their neck\nand tear away their bonds,\n    and strangers shall no longer make them their slaves.",
      "9": "But they shall serve the Lord their God\n    and David their king,\n    whom I will raise up for them.",
      "10": "Therefore do not fear, O My servant Jacob,\n    says the Lord,\n    nor be dismayed, O Israel;\nfor I will save you from afar,\n    and your seed from the land of their captivity.\nAnd Jacob shall return and shall be in rest and be quiet,\n    and no one shall make him afraid.",
      "11": "For I am with you, says the Lord,\n    to save you.\nAlthough I make a full end of all nations\n    wherever I have scattered you,\n    yet I will not make a full end of you.\nBut I will correct you in measure\n    and will not leave you altogether unpunished.",
      "12": "For thus says the Lord:\nYour bruise is incurable\n    and your wound is severe.",
      "13": "There is no one to plead your cause\n    that you may be bound up.\n    You have no healing medicines.",
      "14": "All your lovers have forgotten you;\n    they do not seek you;\nfor I have wounded you with the wound of an enemy,\n    with the chastisement of a cruel one,\nbecause of the multitude of your iniquities, because your sins are numerous.",
      "15": "Why do you cry because of your affliction?\n    Your sorrow is incurable.\nBecause of the multitude of your iniquities, because your sins are numerous,\n    I have done these things to you.",
      "16": "Therefore all who devour you will be devoured;\n    and all your adversaries, every one of them, will go into captivity.\nAnd those who plunder you will become plunder,\n    and all who prey upon you I will give for prey.",
      "17": "For I will restore health to you,\n    and I will heal you of your wounds,\n    says the Lord,\nbecause they called you an outcast, saying,\n    “This is Zion whom no man cares for.”",
      "18": "Thus says the Lord:\nI will restore the fortunes of Jacob’s tents\n    and have mercy on his dwelling places;\nand the city will be built upon her own heap,\n    and the palace will remain on its rightful place.",
      "19": "Out of them will proceed thanksgiving\n    and the voice of those who make merry;\nand I will multiply them,\n    and they will not be few.\nI will also glorify them,\n    and they will not be small.",
      "20": "Their children also will be as before,\n    and their congregation will be established before Me;\n    and I will punish all who oppress them.",
      "21": "Their leader shall be one of them,\n    and their ruler shall proceed from their midst;\nand I will cause him to draw near and he will approach Me;\n    for who is this that dares\n    to approach Me?\n    says the Lord.",
      "22": "You shall be My people,\n    and I will be your God.",
      "23": "Look, the whirlwind of the Lord\n    goes forth with fury,\na continuing whirlwind;\n    it will fall with pain upon the head of the wicked.",
      "24": "The fierce anger of the Lord shall not return\n    until He has done it\n    and until He has performed the intentions of His heart.\nIn the latter days\n    you will understand it."
    },
    "31": {
      "1": "At that time, says the Lord, I will be the God of all the families of Israel, and they shall be My people.",
      "2": "Thus says the Lord:\nThe people who survived the sword\n    found grace in the wilderness,\n    when I went to give Israel rest.",
      "3": "The Lord has appeared to him from afar, saying:\nIndeed, I have loved you with an everlasting love;\n    therefore with lovingkindness I have drawn you.",
      "4": "Again I will build you\n    and you will be built, O virgin of Israel.\nYou will again be adorned with your tambourines\n    and shall go forth in the dances of those who make merry.",
      "5": "You will yet plant vines\n    on the mountains of Samaria;\nthe planters will plant\n    and will enjoy them.",
      "6": "For there will be a day when the watchmen\n    on the hills of Ephraim will proclaim,\n“Arise, and let us go up to Zion,\n    to the Lord our God.”",
      "7": "For thus says the Lord:\nSing with gladness for Jacob,\n    and shout among the chief of the nations;\npublish, praise, and say,\n    “O Lord, save Your people,\n    the remnant of Israel.”",
      "8": "See, I will bring them from the north country,\n    and gather them from the remote parts of the earth,\nand with them the blind and the lame,\n    the woman with child and her who is in labor with child, together;\n    a great company will return here.",
      "9": "They will come with weeping,\n    and with supplications I will lead them.\nI will cause them to walk by the rivers of waters,\n    in a straight way in which they shall not stumble.\nFor I am a Father to Israel,\n    and Ephraim is My firstborn.",
      "10": "Hear the word of the Lord, O nations,\n    and declare it in the coastlands far off, and say,\n“He who scattered Israel will gather him\n    and keep him, as a shepherd does his flock.”",
      "11": "For the Lord has redeemed Jacob\n    and ransomed him from the hand of him who was stronger than he.",
      "12": "Therefore they will come and sing in the height of Zion,\n    and will be joyful over the goodness of the Lord,\nfor wheat and for wine and for oil\n    and for the young of the flock and of the herd;\nand their souls will be as a watered garden.\n    And they will not sorrow any more at all.",
      "13": "Then the virgin shall rejoice in the dance,\n    both young men and old together;\nfor I will turn their mourning into joy,\n    and will comfort them, and make them rejoice from their sorrow.",
      "14": "I will satiate the soul of the priests with abundance,\n    and My people shall be satisfied with My goodness,\n    says the Lord.",
      "15": "Thus says the Lord:\nA voice is heard in Ramah,\n    lamentation and bitter weeping,\nRachel weeping for her children,\n    refusing to be comforted for her children,\n    because they are no more.",
      "16": "Thus says the Lord:\nKeep your voice from weeping\n    and your eyes from tears;\nfor your work shall be rewarded,\n    says the Lord,\n    and they shall come back from the land of the enemy.",
      "17": "There is hope for your future,\n    says the Lord,\n    that your children will come back to their own border.",
      "18": "I have surely heard Ephraim pleading:\n    “You have chastised me,\n    and I was chastised, as an untrained calf;\nturn me back and I will be turned,\n    for you are the Lord my God.",
      "19": "Surely after I turned back,\n    I repented;\nand after I was instructed,\n    I struck myself on my thigh;\nI was ashamed and even humiliated\n    because I bore the reproach of my youth.”",
      "20": "Is Ephraim My dear son?\n    Is he a pleasant child?\nFor since I spoke against him,\n    I surely do remember him still;\ntherefore My heart longs for him.\n    I will surely have mercy on him,\n    says the Lord.",
      "21": "Set up road marks,\n    place guideposts.\nSet your heart toward the highway,\n    even the way by which you went.\nTurn back, O virgin of Israel,\n    turn back to these your cities.",
      "22": "How long will you go about,\n    O faithless daughter?\nFor the Lord has created a new thing in the earth:\n    A woman shall obtain a man.",
      "23": "Thus says the Lord of Hosts, the God of Israel: Once again they shall use this speech in the land of Judah and in the cities when I restore their fortunes: “May the Lord bless you, O habitation of righteousness and mountain of holiness!”",
      "24": "And Judah and all its cities will dwell there, the farmer and those who go out with the flocks.",
      "25": "For I satiate the weary souls and I replenish every languishing soul.",
      "26": "Upon this I awoke and looked, and my sleep was sweet to me.",
      "27": "Surely, the days are coming, says the Lord, when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast.",
      "28": "It shall come to pass that as I have watched over them to pluck up, and to break down, and to throw down, and to destroy, and to afflict, so I will watch over them, to build, and to plant, says the Lord.",
      "29": "In those days they will say no more:\n“The fathers have eaten sour grapes,\n    and the children’s teeth are set on edge.”",
      "30": "But everyone will die for his own iniquity. Every man that eats the sour grape, his teeth will be set on edge.",
      "31": "Surely, the days are coming, says the Lord,\n    when I will make a new covenant\nwith the house of Israel\n    and with the house of Judah.",
      "32": "It will not be according to the covenant\n    that I made with their fathers\nin the day that I took them by the hand\n    to bring them out of the land of Egypt,\nbecause they broke My covenant,\n    although I was a husband to them,\n    says the Lord.",
      "33": "But this shall be the covenant that I will make with the house of Israel\n    after those days, says the Lord:\nI will put My law within them\n    and write it in their hearts;\nand I will be their God,\n    and they shall be My people.",
      "34": "They shall teach no more every man his neighbor\n    and every man his brother, saying, “Know the Lord,”\nfor they all shall know Me,\n    from the least of them to the greatest of them,\n    says the Lord,\nfor I will forgive their iniquity,\n    and I will remember their sin no more.",
      "35": "Thus says the Lord,\nwho gives the sun\n    for a light by day\nand the ordinances of the moon and of the stars\n    for a light by night,\nwho stirs up the sea\n    so that the waves roar,\n    the Lord of Hosts is His name:",
      "36": "If those ordinances depart from before Me,\n    says the Lord,\nthen the seed of Israel also will cease\n    from being a nation before Me forever.",
      "37": "Thus says the Lord:\nIf heaven above can be measured,\n    and the foundations of the earth searched out beneath,\nI will also cast off all the seed of Israel\n    for all that they have done,\n    says the Lord.",
      "38": "Surely, the days are coming, says the Lord, when the city will be built to the Lord from the Tower of Hananel to the Corner Gate.",
      "39": "The measuring line shall stretch out straight to the hill Gareb, and shall then turn to Goah.",
      "40": "The whole valley of the dead bodies and of the ashes, and all the fields to the Kidron Valley, to the corner of the Horse Gate toward the east, will be holy to the Lord. It will not be plucked up nor thrown down any more forever."
    },
    "32": {
      "1": "The word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
      "2": "For then the king of Babylon’s army besieged Jerusalem, and Jeremiah the prophet was shut up in the court of the prison, which was in the house of the king of Judah.",
      "3": "For Zedekiah king of Judah had shut him up, saying, “Why do you prophesy? You say: Thus says the Lord: I am about to give this city into the hand of the king of Babylon, and he shall take it,",
      "4": "and Zedekiah king of Judah will not escape out of the hand of the Chaldeans, but will surely be delivered into the hand of the king of Babylon, and will speak with him face to face and see him eye to eye.",
      "5": "And he will lead Zedekiah to Babylon, and there he will be until I visit him, says the Lord. Though you fight against the Chaldeans, you will not succeed.”",
      "6": "So Jeremiah said, The word of the Lord came to me, saying:",
      "7": "Hanamel the son of Shallum your uncle will come to you, saying, “Buy my field that is in Anathoth. For the right of redemption is yours to buy it.”",
      "8": "So Hanamel my uncle’s son came to me in the court of the prison according to the word of the Lord and said to me, “Please buy my field, that is in Anathoth, which is in the country of Benjamin; for the right of inheritance and the redemption is yours. Buy it for yourself.”\nThen I knew that this was the word of the Lord.",
      "9": "I bought the field of Hanamel my uncle’s son, that was in Anathoth, and weighed him the money, even seventeen shekels of silver.",
      "10": "I signed and sealed the deed, and summoned witnesses, and weighed the money from him in the balances.",
      "11": "So I took the deed of purchase, both that which was sealed according to the law and custom, and that which was open.",
      "12": "And I gave the deed of purchase to Baruch the son of Neriah, the son of Mahseiah, in the sight of Hanamel my uncle’s son, and in the presence of the witnesses who signed the deed of purchase, before all the Jews who sat in the court of the prison.",
      "13": "I charged Baruch in their presence, saying,",
      "14": "Thus says the Lord of Hosts, the God of Israel: Take these deeds, this sealed deed of purchase and this deed which is open, and put them in an earthen vessel that they may last many days.",
      "15": "For thus says the Lord of Hosts, the God of Israel: Houses and fields and vineyards shall be possessed again in this land.",
      "16": "Now when I had delivered the deed of purchase to Baruch the son of Neriah, I prayed to the Lord, saying:",
      "17": "Ah Lord God! Truly, You have made the heavens and the earth by Your great power and outstretched arm, and there is nothing too hard for You.",
      "18": "You show lovingkindness to thousands, and recompense the iniquity of the fathers into the bosom of their children after them, O great and mighty God. The Lord of Hosts is His name,",
      "19": "great in counsel and mighty in deed, whose eyes are open to all the ways of the sons of men, to give to everyone according to his ways and according to the fruit of his deeds.",
      "20": "You have set signs and wonders in the land of Egypt, even to this day, and in Israel, and among other men, and have made Yourself a name, as it is today.",
      "21": "And You have brought your people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and with a stretched-out arm, and with great terror.",
      "22": "And You have given them this land, which You swore to their fathers to give them, a land flowing with milk and honey.",
      "23": "And they entered and possessed it. But they did not obey Your voice or walk in Your law. They have done nothing of all that You commanded them to do; therefore You have caused all this calamity to come upon them.",
      "24": "See, the siege ramps have come to the city to take it. And the city is given into the hand of the Chaldeans who fight against it, because of the sword, and of the famine, and of the pestilence, and what You have spoken has come to pass, as You can see.",
      "25": "O Lord God, You have said to me, “Buy the field for money and call in witnesses,” although the city is given into the hand of the Chaldeans.",
      "26": "Then the word of the Lord came to Jeremiah, saying:",
      "27": "Behold, I am the Lord, the God of all flesh. Is anything too hard for Me?",
      "28": "Therefore thus says the Lord: I will give this city into the hand of the Chaldeans and into the hand of Nebuchadnezzar king of Babylon, and he shall take it.",
      "29": "And the Chaldeans who fight against this city will come and set this city on fire and burn it with the houses, upon whose roofs they have offered incense to Baal and poured out drink offerings to other gods, to provoke Me to anger.",
      "30": "Indeed the sons of Israel and the sons of Judah have only done evil before Me from their youth. For the sons of Israel have only provoked Me to anger with the work of their hands, says the Lord.",
      "31": "Indeed this city has been to Me a provocation of My anger and My fury from the day that they built it, even to this day, so that I should remove it from before My face,",
      "32": "because of all the evil of the sons of Israel and of the sons of Judah which they have done to provoke Me to anger, they, their kings, their officials, their priests, and their prophets, and the men of Judah and the inhabitants of Jerusalem.",
      "33": "They have turned their back to Me and not their face. Though I taught them, rising up early and teaching them, yet they have not listened nor received instruction.",
      "34": "But they set their abominations in the house which is called by My name, to defile it.",
      "35": "They built the high places of Baal which are in the Valley of Ben Hinnom to cause their sons and their daughters to pass through the fire to Molek, which I had not commanded them, nor did it come into My mind that they should do this abomination, to cause Judah to sin.",
      "36": "Now therefore, thus says the Lord, the God of Israel, concerning this city of which you say, “It shall be delivered into the hand of the king of Babylon by the sword, and by famine, and by pestilence”:",
      "37": "See, I will gather them out of all countries wherever I have driven them in My anger, and in My fury, and in great wrath; and I will bring them again to this place, and I will cause them to dwell safely.",
      "38": "And they shall be My people, and I will be their God.",
      "39": "And I will give them one heart and one way, that they may fear Me forever, for their good and for their children after them.",
      "40": "And I will make an everlasting covenant with them that I will not turn away from them, to do them good. But I will put My fear in their hearts so that they shall not depart from Me.",
      "41": "Indeed, I will rejoice over them to do them good, and I will plant them in this land assuredly with My whole heart and with My whole soul.",
      "42": "For thus says the Lord: Just as I have brought all this great calamity upon this people, so I will bring upon them all the good that I have promised them.",
      "43": "Fields will be bought in this land of which you say, It is desolate, without man or beast. It is given into the hand of the Chaldeans.",
      "44": "Men will buy fields for money, sign and seal deeds, and call in witnesses in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the valley, and in the cities of the Negev; for I will restore their fortunes, says the Lord."
    },
    "33": {
      "1": "Moreover the word of the Lord came to Jeremiah the second time, while he was yet shut up in the court of the prison, saying:",
      "2": "Thus says the Lord, the Maker of the earth, the Lord who formed it to establish it; the Lord is His name:",
      "3": "Call to Me, and I will answer you, and show you great and mighty things which you do not know.",
      "4": "For thus says the Lord God of Israel concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down to make a defense against the siege mounds and against the sword:",
      "5": "They come to fight with the Chaldeans, but it is to fill them with the dead bodies of men whom I have slain in My anger and in My fury, all for whose wickedness I have hidden My face from this city.",
      "6": "I will bring it health and healing, and I will heal them; and I will reveal to them the abundance of peace and truth.",
      "7": "I will restore the fortunes of Judah and the fortunes of Israel, and will build them as at the first.",
      "8": "I will cleanse them from all their iniquity whereby they have sinned against Me. And I will pardon all their iniquities whereby they have sinned and whereby they have transgressed against Me.",
      "9": "It will be to Me a name of joy, praise, and honor before all the nations of the earth which shall hear of all the good that I do to them; and they will fear and tremble for all the goodness and for all the prosperity that I procure for it.",
      "10": "Thus says the Lord: Again there shall be heard in this place of which you say, “It is desolate, without man and without beast,” even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man and without inhabitant, and without beast,",
      "11": "the voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of those who shall say,\n“Give thanks to the Lord of Hosts,\n    for the Lord is good;\n    for His mercy endures forever,”\nand of those who bring the sacrifice of praise into the house of the Lord. For I will restore the fortunes of the land as at the first, says the Lord.",
      "12": "Thus says the Lord of Hosts: Again in this place which is desolate, without man and without beast, and in all the cities, will be a habitation of shepherds causing their flocks to lie down.",
      "13": "In the cities of the mountains, in the cities of the vale, and in the cities of the Negev, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him who numbers them, says the Lord.",
      "14": "Surely, the days are coming, says the Lord, when I will perform that good word which I have promised to the house of Israel and to the house of Judah:",
      "15": "In those days and at that time,\n    I will cause a righteous Branch to spring up for David;\n    and he shall execute justice and righteousness in the earth.",
      "16": "In those days Judah will be saved,\n    and Jerusalem will dwell safely.\nAnd this is the name by which she will be called:\nTHE LORD OUR RIGHTEOUSNESS.",
      "17": "For thus says the Lord: David shall never lack a man to sit on the throne of the house of Israel;",
      "18": "nor shall the Levitical priests lack a man before Me to offer burnt offerings, to kindle grain offerings, and to sacrifice continually.",
      "19": "The word of the Lord came to Jeremiah, saying:",
      "20": "Thus says the Lord: If you can break My covenant of the day and My covenant of the night so that there should not be day and night in their season,",
      "21": "then also My covenant may be broken with David My servant, that he should not have a son to reign on his throne, and with the Levitical priests, My ministers.",
      "22": "As the host of heaven cannot be numbered nor the sand of the sea measured, so I will multiply the seed of David My servant and the Levites that minister to Me.",
      "23": "Moreover the word of the Lord came to Jeremiah, saying:",
      "24": "Have you not considered what this people have spoken, saying, “The two families which the Lord has chosen, He has cast them off”? Thus they have despised My people, that they should be no more a nation before them.",
      "25": "Thus says the Lord: If My covenant for day and night does not stand, and if I have not appointed the ordinances of heaven and earth,",
      "26": "then I would cast away the seed of Jacob and David My servant, so that I would not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob. Yet I will restore their fortunes and have mercy on them."
    },
    "34": {
      "1": "The word which came to Jeremiah from the Lord when Nebuchadnezzar king of Babylon and all his army and all the kingdoms of the earth of his dominion and all the people fought against Jerusalem and against all the cities, saying:",
      "2": "Thus says the Lord, the God of Israel: Go and speak to Zedekiah king of Judah and tell him: Thus says the Lord: I will give this city into the hand of the king of Babylon, and he will burn it with fire.",
      "3": "And you will not escape out of his hand, but will surely be taken and delivered into his hand. And you will see the king of Babylon eye to eye, and he will speak with you face to face, and you will go to Babylon.",
      "4": "Yet hear the word of the Lord, O Zedekiah king of Judah! Thus says the Lord concerning you: You will not die by the sword.",
      "5": "But you will die in peace; and as spices were burned for your fathers, the former kings who were before you, so they burn spices for you. And they will lament for you, saying, “Alas, lord!” For I have pronounced the word, says the Lord.",
      "6": "Then Jeremiah the prophet spoke all these words to Zedekiah king of Judah in Jerusalem,",
      "7": "when the king of Babylon’s army fought against Jerusalem, and against all the cities of Judah that were left, against Lachish and Azekah, for these fortified cities remained of the cities of Judah.",
      "8": "This is the word that came to Jeremiah from the Lord after the king Zedekiah had made a covenant with all the people who were in Jerusalem to proclaim liberty to them:",
      "9": "that every man should let his male slave and every man his female slave, being a Hebrew man or a Hebrew woman, go free so that no one should keep them, a Jew his brother, in bondage.",
      "10": "Now when all the officials and all the people who had entered into the covenant heard that everyone should let his male slave and everyone his female slave go free, so that no one should keep them any more in bondage, then they obeyed and let them go.",
      "11": "But afterward they turned around and caused the male slaves and the female slaves whom they had set free to return, and brought them into subjection for male slaves and female slaves.",
      "12": "Therefore the word of the Lord came to Jeremiah from the Lord, saying:",
      "13": "Thus says the Lord, the God of Israel: I made a covenant with your fathers in the day that I brought them out of the land of Egypt, out of the house of bondage, saying:",
      "14": "“At the end of seven years, each of you shall set free his Hebrew brother who has been sold to you; and when he has served you six years, you shall let him go free from you.” But your fathers did not obey Me nor incline their ear.",
      "15": "You recently turned and did what was right in My sight by proclaiming liberty, every man to his neighbor; and you made a covenant before Me in the house that is called by My name.",
      "16": "But then you turned around and profaned My name when every one of you took back his male and female slaves, whom you had set free, at their pleasure, and you brought them into subjection to be your slaves.",
      "17": "Therefore thus says the Lord: You have not obeyed Me in proclaiming liberty, everyone to his brother and every man to his neighbor. I proclaim a liberty to you, says the Lord, to the sword, to the pestilence, and to the famine; and I will make you a terror to all the kingdoms of the earth.",
      "18": "I will give the men who have transgressed My covenant, who have not performed the words of the covenant which they had made before Me, when they cut the calf in two and passed between the parts,",
      "19": "the officials of Judah and the officials of Jerusalem, the court officers, and the priests, and all the people of the land, who passed between the parts of the calf,",
      "20": "I will even give them into the hand of their enemies and into the hand of those who seek their life; and their dead bodies shall be food to the fowl of heaven and to the beasts of the earth.",
      "21": "Zedekiah king of Judah and his officials I will give into the hand of their enemies and into the hand of those who seek their life and into the hand of the king of Babylon’s army, which has gone away from you.",
      "22": "I will command, says the Lord, and cause them to return to this city, and they will fight against it and take it and burn it with fire; and I will make the cities of Judah a desolation without an inhabitant."
    },
    "35": {
      "1": "The word which came to Jeremiah from the Lord in the days of Jehoiakim the son of Josiah, king of Judah, saying:",
      "2": "Go to the house of the Rekabites and speak to them, and bring them into the house of the Lord, into one of the chambers, and give them wine to drink.",
      "3": "Then I took Jaazaniah the son of Jeremiah, the son of Habazziniah, and his brothers and all his sons and the whole house of the Rekabites,",
      "4": "and I brought them into the house of the Lord, into the chamber of the sons of Hanan, the son of Igdaliah, a man of God, which was by the chamber of the officials, which was above the chamber of Maaseiah the son of Shallum, the keeper of the door.",
      "5": "Then I set before the sons of the house of the Rekabites pots full of wine and cups, and I said to them, “Drink wine.”",
      "6": "But they said, “We will drink no wine. For Jonadab the son of Rekab our father commanded us, saying, ‘You shall not drink wine, neither you nor your sons forever.",
      "7": "You shall not build a house, sow seed, plant a vineyard, nor own one; but all your days you shall dwell in tents so that you may live many days in the land where you sojourn.’",
      "8": "Thus we have obeyed the voice of Jonadab the son of Rekab, our father, in all that he has charged us, to drink no wine all our days, we, our wives, our sons, nor our daughters,",
      "9": "nor to build houses for us to dwell in; and we do not have vineyard, or field, or seed.",
      "10": "But we have lived in tents only and have obeyed and done according to all that Jonadab our father commanded us.",
      "11": "But when Nebuchadnezzar king of Babylon came up into the land, we said, ‘Come, and let us go to Jerusalem before the army of the Chaldeans and before the army of the Arameans.’ So we have dwelt in Jerusalem.”",
      "12": "Then the word of the Lord came to Jeremiah, saying:",
      "13": "Thus says the Lord of Hosts, the God of Israel: Go and tell the men of Judah and the inhabitants of Jerusalem, Will you not receive instruction by listening to My words? says the Lord.",
      "14": "The words of Jonadab the son of Rekab, that he commanded his sons not to drink wine, are performed. For to this day they drink none, but they obey their father’s commandment. However, I have spoken to you, rising early and speaking, but you did not obey Me.",
      "15": "I also have sent to you all My servants the prophets, rising up early and sending them, saying, “Return now every man from his evil way and amend your deeds, and do not go after other gods to serve them, and you will dwell in the land that I have given to you and to your fathers.” But you have not inclined your ear nor obeyed Me.",
      "16": "Indeed, the sons of Jonadab the son of Rekab have performed the commandment of their father, which he commanded them, but this people has not obeyed Me.",
      "17": "Therefore thus says the Lord God of Hosts, the God of Israel: I will bring upon Judah and upon all the inhabitants of Jerusalem all the disaster that I have pronounced against them; because I have spoken to them but they have not listened, and I have called them but they have not answered.",
      "18": "Jeremiah said to the house of the Rekabites: Thus says the Lord of Hosts, the God of Israel: Because you have obeyed the commandment of Jonadab your father and kept all his precepts and done according to all that he has commanded you,",
      "19": "therefore thus says the Lord of Hosts, the God of Israel, Jonadab the son of Rekab shall not lack a man to stand before Me always."
    },
    "36": {
      "1": "In the fourth year of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from the Lord, saying:",
      "2": "Take a scroll of a book, and write in it all the words that I have spoken to you against Israel and against Judah and against all the nations, from the day I spoke to you, from the days of Josiah, even to this day.",
      "3": "It may be that the house of Judah will hear all the disaster which I intend to do to them, so that every man may turn from his evil way; then I will forgive their iniquity and their sin.",
      "4": "Then Jeremiah called Baruch the son of Neriah. And Baruch wrote on a scroll at the dictation of Jeremiah all the words of the Lord which He had spoken to him.",
      "5": "Jeremiah commanded Baruch, saying, “I am shut in. I cannot go into the house of the Lord.",
      "6": "Therefore go and read from the scroll that you have written at my dictation the words of the Lord in the hearing of the people in the house of the Lord on a fast day. And also you shall read them in the ears of all Judah who come out of their cities.",
      "7": "Perhaps their supplication will come before the Lord, and everyone will turn from his evil way, for great is the anger and the fury that the Lord has pronounced against this people.”",
      "8": "Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading in the book the words of the Lord in the house of the Lord.",
      "9": "In the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, they proclaimed a fast before the Lord to all the people in Jerusalem and to all the people who came from the cities of Judah to Jerusalem.",
      "10": "Then Baruch read from the book the words of Jeremiah in the house of the Lord, in the chamber of Gemariah the son of Shaphan the scribe, in the higher court, at the entry of the New Gate of the house of the Lord, in the ears of all the people.",
      "11": "When Micaiah the son of Gemariah, the son of Shaphan, had heard out of the book all the words of the Lord,",
      "12": "then he went down to the king’s house, into the scribe’s chamber. And all the officials sat there, even Elishama the scribe, and Delaiah the son of Shemaiah, and Elnathan the son of Akbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the other officials.",
      "13": "Then Micaiah declared to them all the words that he had heard when Baruch read the book in the ears of the people.",
      "14": "Then all the officials sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take in your hand the scroll from which you have read in the ears of the people and come.” So Baruch the son of Neriah took the scroll in his hand and came to them.",
      "15": "They said to him, “Sit down now, and read it in our ears.”\nSo Baruch read it in their ears.",
      "16": "When they heard all the words, they turned to one another in fear and said to Baruch, “We will surely tell the king of all these words.”",
      "17": "They also asked Baruch, saying, “Tell us now, how did you write all these words? Was it at his mouth?”",
      "18": "Then Baruch answered them, “He pronounced all these words to me with his mouth, and I wrote them with ink in the book.”",
      "19": "Then the officials said to Baruch, “Go hide, you and Jeremiah, and let no man know where you are.”",
      "20": "Then they went to the king in the court, but they laid up the scroll in the chamber of Elishama the scribe, and told all the words in the ears of the king.",
      "21": "So the king sent Jehudi to fetch the scroll, and he took it out of Elishama the scribe’s chamber. And Jehudi read it in the ears of the king and in the ears of all the officials who stood beside the king.",
      "22": "Now the king sat in the winter house in the ninth month, and there was a fire burning on the hearth before him.",
      "23": "As Jehudi read three or four columns, the king cut it with a scribe’s knife and cast it into the fire that was on the hearth, until all the scroll was consumed in the fire that was on the hearth.",
      "24": "Yet they were not afraid, nor did they tear their garments, neither the king nor any of his servants who heard all these words.",
      "25": "Although Elnathan and Delaiah and Gemariah entreated the king not to burn the scroll, yet he would not listen to them.",
      "26": "But the king commanded Jerahmeel the son of Hammelech, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel to seize Baruch the scribe and Jeremiah the prophet. But the Lord hid them.",
      "27": "Then the word of the Lord came to Jeremiah after the king had burned the book and the words which Baruch had written at the mouth of Jeremiah, saying:",
      "28": "Take again another scroll and write in it all the former words that were in the first book, which Jehoiakim the king of Judah has burned.",
      "29": "You shall say to Jehoiakim king of Judah: Thus says the Lord: You have burned this book, saying, Why have you written in it that the king of Babylon will certainly come and destroy this land, and will cause man and beast to cease from here?",
      "30": "Therefore thus says the Lord concerning Jehoiakim king of Judah: He shall have no one to sit on the throne of David. And his dead body shall be cast out to the heat of the day and the frost of the night.",
      "31": "I will also punish him and his seed and his servants for their iniquity. And I will bring upon them and upon the inhabitants of Jerusalem and upon the men of Judah all the disaster that I have pronounced against them; but they did not listen.",
      "32": "Then Jeremiah took another scroll and gave it to Baruch the scribe, the son of Neriah who wrote in it from the mouth of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire. And there were added to them many like words."
    },
    "37": {
      "1": "And King Zedekiah the son of Josiah reigned instead of Koniah the son of Jehoiakim, whom Nebuchadnezzar king of Babylon made king in the land of Judah.",
      "2": "But neither he nor his servants nor the people of the land listened to the words of the Lord, which He spoke through the prophet Jeremiah.",
      "3": "But Zedekiah the king sent Jehukal the son of Shelemiah and Zephaniah the son of Maaseiah, the priest, to the prophet Jeremiah, saying, “Please pray to the Lord our God for us.”",
      "4": "Now Jeremiah was still coming in and going out among the people, for they had not yet put him into prison.",
      "5": "At that time Pharaoh’s army had come out of Egypt, and when the Chaldeans who were besieging Jerusalem heard the report of them, they departed from Jerusalem.",
      "6": "Then the word of the Lord came to the prophet Jeremiah, saying:",
      "7": "Thus says the Lord, the God of Israel: Thus you shall say to the king of Judah who sent you to Me to inquire of Me: Pharaoh’s army which has come out to help you shall return to Egypt, to its own land.",
      "8": "The Chaldeans will come again and fight against this city, and take it, and burn it with fire.",
      "9": "Thus says the Lord: Do not deceive yourselves, saying, “The Chaldeans will surely depart from us,” for they will not depart.",
      "10": "For though you had struck the whole army of the Chaldeans who fight against you and there remained but wounded men among them, yet every man would rise up in his tent and burn this city with fire.",
      "11": "Now when the army of the Chaldeans had withdrawn from Jerusalem at the approach of Pharaoh’s army,",
      "12": "Jeremiah set out from Jerusalem to go into the land of Benjamin to take possession of his property there among the people.",
      "13": "When he was in the Gate of Benjamin, a captain of the guard was there whose name was Irijah the son of Shelemiah, the son of Hananiah. And he seized Jeremiah the prophet, saying, “You are falling away to the Chaldeans!”",
      "14": "But Jeremiah said, “It is false! I am not falling away to the Chaldeans,” but he did not listen to him. So Irijah seized Jeremiah and brought him to the officials.",
      "15": "Therefore the officials were wrathful with Jeremiah, and struck him, and put him in prison in the house of Jonathan the scribe; for they had made that the prison.",
      "16": "For Jeremiah had entered the dungeon, that is, the vaulted cell, and Jeremiah had remained there many days.",
      "17": "Then Zedekiah the king sent and took him out; and the king asked him secretly in his house, and said, “Is there any word from the Lord?”\nAnd Jeremiah said, “There is!” Then he said, “You shall be delivered into the hand of the king of Babylon.”",
      "18": "Moreover Jeremiah said to King Zedekiah, “How have I sinned against you or against your servants or against this people that you have put me in prison?",
      "19": "Where now are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you, nor against this land’?",
      "20": "Therefore now please listen, O my lord the king. Please let my supplication be accepted before you, that you not cause me to return to the house of Jonathan the scribe, lest I die there.”",
      "21": "Then Zedekiah the king commanded that they should commit Jeremiah into the court of the prison and give him daily a piece of bread out of the bakers’ street, until all the bread in the city was finished. Thus Jeremiah remained in the court of the prison."
    },
    "38": {
      "1": "Now Shephatiah the son of Mattan, and Gedaliah the son of Pashhur, and Jukal the son of Shelemiah, and Pashhur the son of Malkijah heard the words that Jeremiah had spoken to all the people, saying:",
      "2": "Thus says the Lord: He who remains in this city will die by the sword, by famine, and by pestilence. But he who goes out to the Chaldeans shall live, for he shall have his life as plunder, and shall live.",
      "3": "Thus says the Lord: This city shall surely be given into the hand of the king of Babylon’s army, and he will capture it.",
      "4": "Therefore the officials said to the king, “We beseech you, let this man be put to death, for he thus weakens the hands of the men of war who remain in this city and the hands of all the people, in speaking such words to them; for this man does not seek the welfare of this people, but their harm.”",
      "5": "Then Zedekiah the king said, “Here he is; he is in your hand; for the king cannot do anything against you.”",
      "6": "Then they took Jeremiah and cast him into the cistern of Malkijah the son of Hammelech that was in the court of the prison, and they let Jeremiah down with cords. And in the cistern there was no water, only mud, so Jeremiah sank in the mud.",
      "7": "Now Ebed-Melek the Ethiopian, one of the eunuchs who was in the king’s house, heard that they had put Jeremiah in the cistern. Now the king was sitting in the Gate of Benjamin.",
      "8": "Ebed-Melek went forth out of the king’s house and spoke to the king, saying,",
      "9": "“My lord the king, these men have done evil in all that they have done to Jeremiah the prophet whom they have cast into the cistern. And he will die by hunger in the place where he is, for there is no more bread in the city.”",
      "10": "Then the king commanded Ebed-Melek the Ethiopian, saying, “Take thirty men with you from here and take up Jeremiah the prophet out of the cistern before he dies.”",
      "11": "So Ebed-Melek took the men under his authority and went into the house of the king under the storeroom and took from there worn-out clothes and worn-out rags and let them down by cords into the cistern to Jeremiah.",
      "12": "Then Ebed-Melek the Ethiopian said to Jeremiah, “Now put these worn-out clothes and worn-out rags under your armpits under the cords,” so Jeremiah did accordingly.",
      "13": "Then they drew Jeremiah up with cords and took him up out of the cistern, and Jeremiah remained in the court of the prison.",
      "14": "Then Zedekiah the king sent and had Jeremiah the prophet brought to him at the third entrance that is in the house of the Lord. And the king said to Jeremiah, “I will ask you something; hide nothing from me.”",
      "15": "Then Jeremiah said to Zedekiah, “If I declare it to you, shall you not surely put me to death? And if I give you counsel, you will not listen to me.”",
      "16": "So Zedekiah the king swore secretly to Jeremiah, saying, “As the Lord lives, who made our souls, I surely will not put you to death, nor will I give you into the hand of these men who seek your life.”",
      "17": "Then Jeremiah said to Zedekiah, “Thus says the Lord, the God of Hosts, the God of Israel: If you will surrender to the officers of the king of Babylon, then your soul will live and this city will not be burned with fire. Thus you and your household will live.",
      "18": "But if you do not surrender to the king of Babylon’s officials, then this city will be given into the hand of the Chaldeans, and they will burn it with fire, and you will not escape out of their hand.”",
      "19": "Then Zedekiah the king said to Jeremiah, “I am afraid of the Jews who have fallen over to the Chaldeans, lest they deliver me into their hand and mock me.”",
      "20": "But Jeremiah said, “They will not deliver you. Please obey the voice of the Lord which I speak to you, so it will be well with you and your soul will live.",
      "21": "But if you refuse to surrender, this is the word that the Lord has shown me:",
      "22": "Then all the women who are left in the house of the king of Judah will be brought out to the officers of the king of Babylon; and those women shall say:\n‘Your friends have misled\n    and prevailed against you;\nwhile your feet were sunk in the mud,\n    they turned back.’",
      "23": "“So they will bring out all your wives and your children to the Chaldeans. And you will not escape out of their hand, but will be taken by the hand of the king of Babylon; and you will cause this city to be burned with fire.”",
      "24": "Then Zedekiah said to Jeremiah, “Let no man know of these words, and you will not die.",
      "25": "But if the officials hear that I have talked with you and they come to you and say to you, ‘Declare to us now what you said to the king and what the king said to you; do not hide it from us and we will not put you to death,’",
      "26": "then you will say to them, ‘I presented my supplication before the king, that he would not cause me to return to the house of Jonathan, to die there.’ ”",
      "27": "Then all the officials came to Jeremiah and asked him. And he told them according to all these words that the king had commanded; so they stopped speaking with him, for the matter was not overheard.",
      "28": "So Jeremiah remained in the court of the prison until the day that Jerusalem was captured."
    },
    "39": {
      "1": "In the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came against Jerusalem and besieged it.",
      "2": "In the eleventh year of Zedekiah, in the fourth month, the ninth day of the month, the city wall was broken up.",
      "3": "All the officials of the king of Babylon entered and sat in the Middle Gate: Nergal-Sharezer, Samgar-Nebo, Sarsekim the Rabsaris Nergal-Sharezer the Rabmag, and all the rest of the officials of the king of Babylon.",
      "4": "When Zedekiah the king of Judah saw them and all the men of war, then they fled and went out of the city by night, by way of the king’s garden, by the gate between the two walls. And he went out the way of the Arabah.",
      "5": "But the Chaldeans’ army pursued after them and overtook Zedekiah in the plains of Jericho. And when they had taken him, they brought him up to Nebuchadnezzar king of Babylon to Riblah in the land of Hamath, where he passed sentence on him.",
      "6": "Then the king of Babylon slew the sons of Zedekiah in Riblah before his eyes. Moreover, the king of Babylon slew all the nobles of Judah.",
      "7": "He also put out Zedekiah’s eyes and bound him with chains to carry him to Babylon.",
      "8": "The Chaldeans burned the king’s house and the houses of the people with fire and broke down the walls of Jerusalem.",
      "9": "Then Nebuzaradan the captain of the guard carried away captive into Babylon the remnant of the people who remained in the city, and those who fell away, who fell to him, with the rest of the people who remained.",
      "10": "But Nebuzaradan the captain of the guard left behind in the land of Judah the poor people who had nothing, and gave them vineyards and fields at that time.",
      "11": "Now Nebuchadnezzar king of Babylon gave charge concerning Jeremiah to Nebuzaradan the captain of the guard, saying,",
      "12": "“Take him and look after him, and do not harm him. But do to him just as he says to you.”",
      "13": "So Nebuzaradan the captain of the guard, Nebushazban the Rabsaris, Nergal-Sharezer the Rabmag, and all the chief officers of the king of Babylon",
      "14": "sent and took Jeremiah out of the court of the prison and committed him to Gedaliah the son of Ahikam, the son of Shaphan, that he should take him home. So he lived among the people.",
      "15": "Now the word of the Lord came to Jeremiah while he was shut up in the court of the prison, saying:",
      "16": "Go and speak to Ebed-Melek the Ethiopian, saying: Thus says the Lord of Hosts, the God of Israel: I will bring My words upon this city for harm and not for good. And they shall be accomplished in that day before you.",
      "17": "But I will deliver you in that day, says the Lord, and you shall not be given into the hand of the men of whom you are afraid.",
      "18": "For I will surely deliver you, and you will not fall by the sword; but your life will be as plunder to you, because you have put your trust in Me, says the Lord."
    },
    "40": {
      "1": "The word that came to Jeremiah from the Lord after Nebuzaradan the captain of the guard had let him go from Ramah, when he had taken him bound in chains among all who were carried away captive of Jerusalem and Judah who were being carried away captive to Babylon.",
      "2": "The captain of the guard had taken Jeremiah, and said to him: “The Lord your God has pronounced this disaster upon this place.",
      "3": "And the Lord has brought it and done according as He has said. Because you have sinned against the Lord, and have not obeyed His voice, therefore this thing has come upon you.",
      "4": "Now look, I am loosening you this day from the chains which are on your hands. If it seems good to you to come with me to Babylon, come and I will look well after you. But if it seems bad to you to come with me into Babylon, never mind. See, all the land is before you. Go wherever it seems good and right for you to go.”",
      "5": "Now while he was not yet going back, he said, “Go back also to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has made governor over the cities of Judah, and dwell with him among the people. Or go wherever it seems right for you to go.”\nSo the captain of the guard gave him rations and a gift and let him go.",
      "6": "Then Jeremiah went to Gedaliah the son of Ahikam to Mizpah and lived with him among the people who were left in the land.",
      "7": "Now all the captains of the forces which were in the fields, they and their men, heard that the king of Babylon had made Gedaliah the son of Ahikam governor in the land and had committed men to him, and women, and children, and some of the poorest of the land who were not carried away captive to Babylon.",
      "8": "Then they came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of a Maakathite, they and their men.",
      "9": "Then Gedaliah the son of Ahikam, the son of Shaphan swore to them and to their men, saying, “Do not be afraid to serve the Chaldeans. Dwell in the land and serve the king of Babylon, and it will be well with you.",
      "10": "As for me, I will dwell at Mizpah to serve the Chaldeans who will come to us. But you, gather wine and summer fruits and oil, and put them in your vessels and dwell in your cities that you have taken.”",
      "11": "Likewise, also all the Jews who were in Moab, and among the Ammonites, and in Edom, and who were in all the countries, heard that the king of Babylon had left a remnant of Judah, and that he had set over them Gedaliah the son of Ahikam the son of Shaphan.",
      "12": "Then all the Jews returned out of all places wherever they were driven and came to the land of Judah, to Gedaliah at Mizpah, and gathered very much wine and summer fruits.",
      "13": "Moreover Johanan the son of Kareah, and all the captains of the forces that were in the fields, came to Gedaliah at Mizpah,",
      "14": "and said to him, “Do you certainly know that Baalis, the king of the Ammonites, has sent Ishmael the son of Nethaniah to slay you?” But Gedaliah the son of Ahikam did not believe them.",
      "15": "Then Johanan the son of Kareah spoke to Gedaliah in Mizpah secretly, saying, “Let me go, please, and I will slay Ishmael the son of Nethaniah and no man shall know it. Why should he slay you so that all the Jews who are gathered to you should be scattered and the remnant in Judah perish?”",
      "16": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “You shall not do this thing, for you speak falsely of Ishmael.”"
    },
    "41": {
      "1": "In the seventh month Ishmael the son of Nethaniah, the son of Elishama of the royal seed, and the officials of the king, even ten men with him, came to Gedaliah the son of Ahikam to Mizpah. While they were eating bread together in Mizpah,",
      "2": "Ishmael the son of Nethaniah and the ten men that were with him arose and struck Gedaliah the son of Ahikam, the son of Shaphan with the sword and slew him, whom the king of Babylon had made governor over the land.",
      "3": "Ishmael also slew all the Jews who were with him, even with Gedaliah at Mizpah, and the Chaldeans who were found there, and the men of war.",
      "4": "On the day after he had slain Gedaliah, when no one knew it,",
      "5": "eighty men came from Shechem, from Shiloh, and from Samaria, having their beards shaven, and their clothes torn, and their bodies gashed, with offerings and incense in their hands to bring them to the house of the Lord.",
      "6": "Then Ishmael the son of Nethaniah went out from Mizpah to meet them, weeping all along as he went. As he met them, he said to them, “Come to Gedaliah the son of Ahikam!”",
      "7": "Yet it was so when they came into the midst of the city that Ishmael the son of Nethaniah, he and the men who were with him, slew them and cast them into the midst of the cistern.",
      "8": "But ten men were found among those who said to Ishmael, “Do not slay us, for we have stores in the field, of wheat and barley, and of oil and honey.” So he refrained and did not slay them among their brothers.",
      "9": "Now the cistern in which Ishmael had cast all the dead bodies of the men, whom he had slain because of Gedaliah, was what Asa the king had made because of Baasha the king of Israel. And Ishmael the son of Nethaniah filled it with those who were slain.",
      "10": "Then Ishmael carried away captive all the rest of the people who were in Mizpah, even the king’s daughters, and all the people who remained in Mizpah whom Nebuzaradan the captain of the guard had committed to Gedaliah the son of Ahikam. And Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
      "11": "But when Johanan the son of Kareah and all the captains of the forces that were with him heard of all the evil that Ishmael the son of Nethaniah had done,",
      "12": "then they took all the men and went to fight with Ishmael the son of Nethaniah, and found him by the great waters that are in Gibeon.",
      "13": "And when all the people who were with Ishmael saw Johanan the son of Kareah and all the captains of the forces that were with him, they were glad.",
      "14": "So all the people whom Ishmael had carried away captive from Mizpah turned about and returned, and went to Johanan the son of Kareah.",
      "15": "But Ishmael the son of Nethaniah escaped from Johanan with eight men and went to the Ammonites.",
      "16": "Then Johanan the son of Kareah and all the captains of the forces that were with him took all the remnant of the people whom he had recovered from Ishmael the son of Nethaniah, from Mizpah, after he had slain Gedaliah the son of Ahikam, even mighty men of war, and the women, and the children, and the eunuchs, whom he had brought back from Gibeon.",
      "17": "And they departed and lived in the habitation of Geruth Kimham, which is by Bethlehem, intending to go to Egypt,",
      "18": "because of the Chaldeans. For they were afraid of them, because Ishmael the son of Nethaniah had slain Gedaliah the son of Ahikam, whom the king of Babylon made governor in the land."
    },
    "42": {
      "1": "Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even to the greatest came near,",
      "2": "and said to Jeremiah the prophet, “Please let our supplication be accepted before you, and pray for us to the Lord your God, even for all this remnant. For we are left but a few out of many, as your eyes now see us.",
      "3": "Pray that the Lord your God may show us the way in which we should walk and the thing that we should do.”",
      "4": "Then Jeremiah the prophet said to them, “I have heard you. I will pray to the Lord your God according to your words. And it shall come to pass, that whatever the Lord will answer you, I will declare it to you. I will keep nothing back from you.”",
      "5": "Then they said to Jeremiah, “May the Lord be a true and faithful witness against us, if we do not act according to all things for which the Lord your God shall send you to us.",
      "6": "Whether it is good or whether it is bad, we will obey the voice of the Lord our God, to whom we send you so that it may be well with us when we obey the voice of the Lord our God.”",
      "7": "At the end of ten days the word of the Lord came to Jeremiah.",
      "8": "Then he called Johanan the son of Kareah and all the captains of the forces that were with him and all the people from the least even to the greatest,",
      "9": "and said to them, “Thus says the Lord, the God of Israel, to whom you sent me to present your supplication before Him:",
      "10": "If you will still abide in this land, then I will build you up and not pull you down, and I will plant you and not pluck you up; for I will relent of the disaster that I have brought on you.",
      "11": "Do not be afraid of the king of Babylon of whom you are now afraid. Do not be afraid of him, says the Lord. For I am with you to save you and to deliver you from his hand.",
      "12": "I will show mercies to you so that he may have mercy on you and cause you to return to your own land.",
      "13": "“But if you say, ‘We will not dwell in this land,’ so as not to obey the voice of the Lord your God,",
      "14": "saying, ‘No, but we will go into the land of Egypt where we shall see no war, nor hear the sound of the trumpet, nor have hunger for bread, and there we will dwell,’",
      "15": "now therefore hear the word of the Lord, O remnant of Judah. Thus says the Lord of Hosts, the God of Israel: If you wholly set your faces to enter Egypt, and go to dwell there,",
      "16": "then it shall come to pass that the sword which you feared shall overtake you there in the land of Egypt and the famine of which you were afraid shall follow close after you there in Egypt. And there you shall die.",
      "17": "So it shall be with all the men who set their faces to go into Egypt to sojourn there. They shall die by the sword, by famine, and by pestilence. And none of them shall remain or escape from the disaster that I will bring upon them.",
      "18": "For thus says the Lord of Hosts, the God of Israel: As My anger and My fury have been poured out upon the inhabitants of Jerusalem, so will My fury be poured out upon you when you go to Egypt. And you will be an execration, and an astonishment, and a curse, and a reproach. And you shall see this place no more.",
      "19": "“The Lord has said concerning you, O remnant of Judah, Do not go into Egypt! Know certainly that I have admonished you this day.",
      "20": "For you have only deceived yourselves when you sent me to the Lord your God, saying, ‘Pray for us to the Lord our God. And according to all that the Lord our God shall say, so declare to us, and we will do it.’",
      "21": "Now I have this day declared it to you. But you have not obeyed the voice of the Lord your God, or anything for which He has sent me to you.",
      "22": "Now therefore certainly know that you will die by the sword, by famine, and by pestilence, in the place wherever you desire to go and to sojourn.”"
    },
    "43": {
      "1": "When Jeremiah had finished speaking to all the people all these words of the Lord their God, with which the Lord their God had sent him to them,",
      "2": "Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the proud men said to Jeremiah, “You speak falsely. The Lord our God has not sent you to say, ‘Do not go into Egypt to sojourn there.’",
      "3": "But Baruch the son of Neriah sets you against us to deliver us into the hand of the Chaldeans, that they might put us to death and carry us away captives into Babylon.”",
      "4": "So Johanan the son of Kareah and all the captains of the forces and all the people did not obey the voice of the Lord to dwell in the land of Judah.",
      "5": "But Johanan the son of Kareah and all the captains of the forces took all the remnant of Judah who had returned from all nations wherever they had been driven to dwell in the land of Judah,",
      "6": "even men, and women, and children, and the king’s daughters, and every person that Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the prophet, and Baruch the son of Neriah.",
      "7": "So they came into the land of Egypt because they did not obey the voice of the Lord. Thus they entered as far as Tahpanhes.",
      "8": "Then the word of the Lord came to Jeremiah in Tahpanhes, saying:",
      "9": "Take some large stones in your hand and hide them in the clay in the brick kiln which is at the entrance of Pharaoh’s house in Tahpanhes, in the sight of the men of Judah,",
      "10": "and say to them, Thus says the Lord of Hosts, the God of Israel: I will send and take Nebuchadnezzar the king of Babylon, My servant, and will set his throne upon these stones that I have hid; and he shall spread his royal pavilion over them.",
      "11": "When he comes, he shall ravage the land of Egypt and deliver whoever is meant for death to death, and whoever is meant for captivity to captivity, and whoever is meant for the sword to the sword.",
      "12": "I will kindle a fire in the houses of the gods of Egypt and he shall burn them and carry them away captives. And he shall array himself with the land of Egypt, as a shepherd puts on his garment, and he shall depart from there in peace.",
      "13": "He shall also break the images of Heliopolis that is in the land of Egypt, and the houses of the gods of the Egyptians he shall burn with fire."
    },
    "44": {
      "1": "The word that came to Jeremiah concerning all the Jews which dwell in the land of Egypt, who dwell at Migdol, and Tahpanhes, and Memphis, and in the country of Pathros, saying,",
      "2": "Thus says the Lord of Hosts, the God of Israel: You have seen all the calamity that I have brought upon Jerusalem and upon all the cities of Judah. Look at them; today they are a desolation, and no man dwells in them,",
      "3": "because of their wickedness, which they have committed to provoke Me to anger, in that they went to burn incense and to serve other gods, whom they did not know; they nor you nor your fathers.",
      "4": "However, I sent to you all My servants the prophets, rising early and sending them, saying, “Oh, do not do this abominable thing that I hate.”",
      "5": "But they did not listen nor incline their ear to turn from their wickedness, not to burn incense to other gods.",
      "6": "Therefore My fury and My anger was poured out and was kindled in the cities of Judah and in the streets of Jerusalem; and they are ruined and desolate, as it is this day.",
      "7": "Now thus says the Lord God of Hosts, the God of Israel: Why are you committing this great evil against your souls, to cut off from you man and woman, child and infant, out of Judah, leaving you no one to remain,",
      "8": "provoking Me to wrath with the works of your hands, burning incense to other gods in the land of Egypt, where you have gone to dwell, so that you might cut yourselves off and become a curse and a reproach among all the nations of the earth?",
      "9": "Have you forgotten the wickedness of your fathers, and the wickedness of the kings of Judah, and the wickedness of their wives, and your own wickedness, and the wickedness of your wives, which they have committed in the land of Judah and in the streets of Jerusalem?",
      "10": "They are not humbled even to this day, nor have they feared, nor have they walked in My law and My statutes that I set before you and before your fathers.",
      "11": "Therefore thus says the Lord of Hosts, the God of Israel: I will set My face against you for disaster, and to cut off all Judah.",
      "12": "I will take the remnant of Judah who have set their faces to go into the land of Egypt to sojourn there, and they all will be consumed and fall in the land of Egypt. They will even be consumed by the sword and by the famine. They will die, from the least even to the greatest, by the sword and by the famine; and they will be an execration, and an astonishment, and a curse, and a reproach.",
      "13": "For I will punish those who dwell in the land of Egypt, as I have punished Jerusalem; by the sword, by famine, and by pestilence.",
      "14": "So none of the remnant of Judah who have gone into the land of Egypt to sojourn there will escape or remain, with the result that they return into the land of Judah to which they have a desire to return to dwell there. For no one shall return except those who escape.",
      "15": "Then all the men who knew that their wives had burned incense to other gods and all the women that stood by, a great multitude, even all the people who lived in the land of Egypt, in Pathros, answered Jeremiah, saying:",
      "16": "“As for the word that you have spoken to us in the name of the Lord, we will not listen to you.",
      "17": "But we will certainly do whatever we have vowed, to burn incense to the queen of heaven, and to pour out drink offerings to her, as we have done, we, and our fathers, our kings, and our officials, in the cities of Judah and in the streets of Jerusalem. For then we had plenty of food, and were well off, and saw no disaster.",
      "18": "But since we left off burning incense to the queen of heaven and pouring out drink offerings to her, we have been in want of all things and have been consumed by the sword and by the famine.”",
      "19": "The women also said, “When we burned incense to the queen of heaven, and poured out drink offerings to her, did we make her cakes to worship her and pour out drink offerings to her without our husbands?”",
      "20": "Then Jeremiah said to all the people, to the men and to the women, and to all the people who had given him such an answer:",
      "21": "“The incense offerings that you burned in the cities of Judah and in the streets of Jerusalem, you, and your fathers, your kings, and your officials, and the people of the land, did not the Lord remember them and did they not come into His mind?",
      "22": "So the Lord could no longer bear it because of the evil of your deeds and because of the abominations which you have committed. Therefore your land is a desolation, and an astonishment, and a curse, without an inhabitant, as it is this day.",
      "23": "Because you have burned incense and because you have sinned against the Lord and have not obeyed the voice of the Lord, nor walked in His law, nor in His statutes, nor in His testimonies, therefore this calamity has happened to you, as it is this day.”",
      "24": "Moreover Jeremiah said to all the people and to all the women, “Hear the word of the Lord, all Judah who are in the land of Egypt.",
      "25": "Thus says the Lord of Hosts, the God of Israel: You and your wives have both spoken with your mouths and fulfilled with your hand, saying, ‘We will surely perform our vows that we have vowed, to burn incense to the queen of heaven and to pour out drink offerings to her.’\n“Proceed to accomplish your vows and surely perform your vows!",
      "26": "Yet hear the word of the Lord, all Judah who dwells in the land of Egypt: I have sworn by My great name, says the Lord, that My name shall no more be named in the mouth of any man of Judah in all the land of Egypt, saying, ‘As the Lord God lives.’",
      "27": "I will watch over them for disaster and not for good. And all the men of Judah who are in the land of Egypt shall be consumed by the sword and by the famine until there is an end of them.",
      "28": "Yet a small number who escape the sword shall return out of the land of Egypt into the land of Judah, and all the remnant of Judah who have gone into the land of Egypt to sojourn there will know whose words will stand, Mine or theirs.",
      "29": "“This will be a sign to you, says the Lord, that I will punish you in this place so that you may know that My words shall surely stand against you for disaster.",
      "30": "Thus says the Lord: I will give Pharaoh Hophra the king of Egypt into the hand of his enemies and into the hand of those who seek his life, just as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, who was his enemy, and sought his life.”"
    },
    "45": {
      "1": "The word that Jeremiah the prophet spoke to Baruch the son of Neriah when he had written these words in a book at the mouth of Jeremiah, in the fourth year of Jehoiakim the son of Josiah, king of Judah, saying:",
      "2": "Thus says the Lord, the God of Israel, to you, O Baruch:",
      "3": "You said, “Alas, woe is me! For the Lord has added grief to my sorrow. I fainted in my sighing, and I find no rest.”",
      "4": "Thus you shall say to him, “Thus says the Lord: That which I have built I will break down, and that which I have planted I will pluck up, even this whole land.",
      "5": "But are you seeking great things for yourself? Do not seek them. For I will bring disaster upon all flesh, says the Lord, but I will give your life to you as booty in all the places where you go.”"
    },
    "46": {
      "1": "The word of the Lord which came to Jeremiah the prophet against the nations:",
      "2": "Concerning Egypt, about the army of Pharaoh Necho king of Egypt, which was by the River Euphrates in Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim the son of Josiah, king of Judah:",
      "3": "Order the buckler and shield,\n    and draw near to battle!",
      "4": "Harness the horses;\n    mount the steeds!\nTake your positions\n    with your helmets,\npolish the spears,\n    put on the armor!",
      "5": "Why have I seen them\n    dismayed and drawing back?\nTheir mighty ones are beaten down\n    and have taken refuge in flight,\nand not looking back.\n    Terror is on every side!\n    says the Lord.",
      "6": "Let not the swift flee away,\n    nor the mighty man escape;\nthey will stumble and fall\n    towards the north by the River Euphrates.",
      "7": "Who is this that comes up as the Nile,\n    whose waters surge about as the rivers?",
      "8": "Egypt rises up like the Nile,\n    and his waters surge about like the rivers.\nAnd he has said, I will go up and will cover the land.\n    I will surely destroy the city and its inhabitants.",
      "9": "Come up, O horses,\n    and rage, O chariots!\nAnd let the mighty men come forth:\n    the Ethiopians and the Libyans who handle the shield,\n    and the Lydians who handle and bend the bow.",
      "10": "For this is the day of the Lord God of Hosts,\n    a day of vengeance, so that He may avenge Himself of His adversaries.\nAnd the sword will devour;\n    and it will be satiated and made drunk with their blood;\nfor the Lord God of Hosts has a slaughter\n    in the north country by the River Euphrates.",
      "11": "Go up into Gilead and take balm,\n    O virgin daughter of Egypt;\nin vain you shall use many medicines,\n    for you will not be cured.",
      "12": "The nations have heard of your shame,\n    and your cry has filled the land;\nfor the mighty man has stumbled over the mighty,\n    and they both have fallen together.",
      "13": "The word that the Lord spoke to Jeremiah the prophet, about Nebuchadnezzar king of Babylon coming to strike the land of Egypt.",
      "14": "Declare in Egypt and publish in Migdol,\n    and publish in Memphis and in Tahpanhes;\nsay, “Stand fast and prepare yourself,\n    for the sword will devour those about you.”",
      "15": "Why have your valiant men become prostrate?\n    They do not stand because the Lord has thrust them down.",
      "16": "He made many to fall.\n    Indeed, each one has fallen upon another.\nThen they said, “Arise and let us go back\n    to our own people and to the land of our nativity,\n    away from the oppressing sword.”",
      "17": "They cried there,\n    “Pharaoh king of Egypt is a tumult.\n    He has let the time appointed pass by!”",
      "18": "As I live, says the King\n    whose name is the Lord of Hosts,\nsurely as Tabor is among the mountains,\n    and as Carmel by the sea, so he shall come.",
      "19": "O daughter dwelling in Egypt,\n    prepare your baggage for captivity,\nfor Memphis will become desolate,\n    it will even be burned down without an inhabitant.",
      "20": "Egypt is like a very fair heifer,\n    but destruction comes,\n    it comes out of the north.",
      "21": "Also her mercenaries are in her midst\n    like fat bulls,\nfor they also have turned back and have fled away together.\n    They did not stand their ground\nbecause the day of their calamity has come upon them,\n    even the time of their punishment.",
      "22": "Its sound goes along like a serpent,\n    for they march on as an army,\nand come against her with axes,\n    as choppers of wood.",
      "23": "They have cut down her forest,\n    says the Lord.\n    Surely it will not be found any more,\neven though they are now more numerous than the grasshoppers,\n    and are innumerable.",
      "24": "The daughter of Egypt has been humiliated;\n    she has been delivered into the hand of the people of the north.",
      "25": "The Lord of Hosts, the God of Israel, says: See, I will punish Amon of Thebes, and Pharaoh, and Egypt, with their gods and their kings, even Pharaoh and all those who trust in him.",
      "26": "And I shall deliver them into the hand of those who seek their lives and into the hand of Nebuchadnezzar king of Babylon and into the hand of his servants. But afterwards it will be inhabited, as in the days of old, says the Lord.",
      "27": "But do not fear, O My servant Jacob,\n    and do not be dismayed, O Israel.\nFor I will save you from afar off,\n    and your seed from the land of their captivity;\nand Jacob shall return and be in rest and at ease,\n    and no one shall make him afraid.",
      "28": "Do not fear, O Jacob My servant,\n    says the Lord, for I am with you;\nfor I will make a full end of all the nations\n    where I have driven you.\n    However, I will not make a full end of you,\nbut correct you in measure,\n    and I will not leave you wholly unpunished."
    },
    "47": {
      "1": "The word of the Lord which came to Jeremiah the prophet against the Philistines, before Pharaoh conquered Gaza.",
      "2": "Thus says the Lord:\nSee, waters rise up out of the north\n    and will be an overflowing flood,\nand will overflow the land, and all that is in it,\n    the city and those who dwell in it.\nThen the men shall cry out\n    and all the inhabitants of the land will howl",
      "3": "at the noise of the stamping of the hoofs of his strong horses,\n    at the rushing of his chariots,\n    and at the rumbling of his wheels.\nThe fathers will not look back to their children\n    because of the feebleness of their hands,",
      "4": "because of the day that comes\n    to destroy all the Philistines\nand to cut off from Tyre and Sidon\n    every helper that remains.\nFor the Lord will destroy the Philistines,\n    the remnant of the country of Caphtor.",
      "5": "Baldness has come upon Gaza;\n    Ashkelon has been cut off.\nO remnant of their valley,\n    how long shall you gash yourself?",
      "6": "O sword of the Lord,\n    how long shall you not be quiet?\nWithdraw into your sheath,\n    rest, and be still.",
      "7": "How can it be quiet,\n    seeing the Lord has given it a charge\nagainst Ashkelon and against the sea shore?\n    There He has appointed it."
    },
    "48": {
      "1": "Concerning Moab:\nThus says the Lord of Hosts, the God of Israel:\nWoe to Nebo, for it is devastated.\n    Kiriathaim is humiliated and captured;\n    Misgab is humiliated and dismayed.",
      "2": "There is no more praise for Moab;\n    in Heshbon they have devised evil against her:\n    “Come and let us cut it off from being a nation!”\nAlso you will be cut down, O Madmen.\n    The sword will pursue you.",
      "3": "A sound of crying will be from Horonaim:\n    “Devastation and great destruction!”",
      "4": "“Moab is destroyed”;\n    her little ones have caused a cry of distress to be heard;",
      "5": "for by the Ascent of Luhith they will go up\n    with continual weeping;\nfor at the descent of Horonaim\n    they have heard a cry of destruction.",
      "6": "Flee, save your lives,\n    and be like the juniper in the wilderness.",
      "7": "For because you have trusted in your works and in your treasures,\n    you will also be captured;\nand Chemosh shall go forth into captivity\n    together with his priests and his officials.",
      "8": "The destroyer will come upon every city,\n    and no city will escape.\nThe valley also will perish,\n    and the plain will be destroyed,\n    as the Lord has spoken.",
      "9": "Give wings to Moab,\n    that she may flee and get away;\nfor the cities will become desolate,\n    without any to dwell in them.",
      "10": "Cursed be he who does the work of the Lord negligently,\n    and cursed be he who keeps back his sword from blood.",
      "11": "Moab has been at ease from his youth,\n    and he has also been undisturbed,\n    like wine on its dregs,\nand he has not been emptied from vessel to vessel,\n    nor has he gone into captivity.\nTherefore his taste remained in him,\n    and his scent has not changed.",
      "12": "Therefore, surely the days are coming,\n    says the Lord,\nwhen I will send to him those who tip vessels,\n    and they will tip him over,\nand will empty his vessels\n    and break his bottles.",
      "13": "Moab shall be ashamed of Chemosh,\n    as the house of Israel was ashamed\n    of Bethel, their confidence.",
      "14": "How do you say, “We are mighty\n    and strong men for the war”?",
      "15": "Moab has been devastated and gone up out of her cities,\n    and her chosen young men have also gone down to the slaughter,\n    says the King whose name is the Lord of Hosts.",
      "16": "The calamity of Moab will come soon,\n    and his affliction hastens fast.",
      "17": "All you who are about him, mourn for him.\n    And all you who know his name,\nsay, “How the strong staff has been broken,\n    the beautiful rod!”",
      "18": "O daughter who inhabits Dibon,\n    come down from your glory\n    and sit on the parched ground,\nfor the destroyer of Moab\n    will come upon you,\n    and he will destroy your strongholds.",
      "19": "O inhabitant of Aroer,\n    stand by the road and keep watch.\nAsk him who flees and her who escapes,\n    and say, “What has happened?”",
      "20": "Moab has been humiliated, for it has been broken down.\n    Howl and cry out.\nTell it in Arnon,\n    that Moab has been devastated.",
      "21": "And judgment has come upon the plain country:\n    upon Holon and Jahzah and Mephaath,",
      "22": "and Dibon and Nebo and Beth Diblathaim,",
      "23": "and Kiriathaim and Beth Gamul and Beth Meon,",
      "24": "and Kerioth and Bozrah,\n    and all the cities of the land of Moab, far and near.",
      "25": "The horn of Moab has been cut off\n    and his arm has been broken,\n    says the Lord.",
      "26": "Make him drunk,\n    for he magnified himself against the Lord.\nMoab also will wallow in his vomit,\n    and he also will be held in derision.",
      "27": "For was not Israel a derision to you?\n    Or was he caught among thieves?\nFor each time you speak of him,\n    you shake your head in scorn.",
      "28": "O you who dwell in Moab,\n    leave the cities and dwell in the rock,\nand be like the dove that makes her nest\n    in the sides of the hole’s mouth.",
      "29": "We have heard of the pride of Moab\n    (he is very proud),\nof his loftiness, and his arrogance, and his pride,\n    and the haughtiness of his heart.",
      "30": "I know his wrath,\n    says the Lord,\n    but it is futile. His lies have accomplished nothing.",
      "31": "Therefore I will howl for Moab,\n    and I will cry out for all Moab.\n    My heart shall mourn for the men of Kir Hareseth.",
      "32": "O vine of Sibmah,\n    I will weep for you more than the weeping of Jazer.\nYour plants have stretched over the sea,\n    they reach even to the sea of Jazer.\nThe destroyer has fallen upon your summer fruits\n    and upon your vintage.",
      "33": "Joy and gladness are taken away\n    from the plentiful field, even from the land of Moab,\nand I have caused wine to fail from the winepresses;\n    no one will tread with shouting.\n    Their shouting will not be shouts of joy.",
      "34": "From the outcry of Heshbon even to Elealeh, and even to Jahaz,\n    they have uttered their voice,\nfrom Zoar even to Horonaim and to Eglath Shelishiyah;\n    for also the waters of Nimrim shall become desolate.",
      "35": "Moreover I will cause to cease in Moab,\n    says the Lord,\n    him who offers sacrifice in the high place\n    and him who burns incense to his gods.",
      "36": "Therefore My heart will wail for Moab like pipes,\n    and My heart will wail like pipes for the men of Kir Hareseth,\n    because the riches that they have gotten have perished.",
      "37": "For every head will be bald\n    and every beard clipped;\nupon all the hands will be gashes,\n    and upon the loins sackcloth.",
      "38": "There will be lamentation everywhere\n    upon all the housetops of Moab\n    and in the streets,\nfor I have broken Moab\n    like a vessel in which is no pleasure,\n    says the Lord.",
      "39": "How it is broken down! How they have wailed!\n    How Moab has turned his back with shame!\nSo Moab will be a derision\n    and a terror to all around him.",
      "40": "For thus says the Lord:\nLook, one will fly as an eagle\n    and spread his wings against Moab.",
      "41": "Kerioth has been captured,\n    and the strongholds have been seized,\nand the mighty men’s hearts in Moab in that day\n    will be as the heart of a woman in her pangs.",
      "42": "Moab will be destroyed from being a people\n    because he has magnified himself against the Lord.",
      "43": "Fear and the pit and the snare will be upon you,\n    O inhabitant of Moab,\n    says the Lord.",
      "44": "He who flees from the terror\n    shall fall into the pit,\nand he who gets up out of the pit\n    will be taken in the snare;\nfor I will bring upon it, even upon Moab,\n    the year of their punishment,\n    says the Lord.",
      "45": "The fugitives stand without strength\n    under the shadow of Heshbon;\nfor a fire will come out of Heshbon\n    and a flame from the midst of Sihon,\nand will devour the forehead of Moab\n    and the crown of the head of the tumultuous ones.",
      "46": "Woe to you, O Moab!\n    The people of Chemosh have perished;\nfor your sons have been taken away captive\n    and your daughters into captivity.",
      "47": "Yet I will restore the fortunes of Moab\n    in the latter days,\n    says the Lord.\nThus far is the judgment of Moab."
    },
    "49": {
      "1": "Concerning the Ammonites:\nThus says the Lord:\nDoes Israel have no sons?\n    Or has he no heirs?\nWhy then does their king inherit Gad\n    and his people dwell in his cities?",
      "2": "Therefore, surely the days are coming,\n    says the Lord,\nwhen I will cause an alarm of war\n    to be heard in Rabbah of the Ammonites;\nand it will be a desolate heap,\n    and her towns will be burned with fire.\nThen Israel will be heir\n    to those who were his heirs,\n    says the Lord.",
      "3": "Howl, O Heshbon, for Ai has been devastated!\n    Cry out, O daughters of Rabbah,\ngird yourselves with sackcloth and lament,\n    and run to and fro inside the walls;\nfor their king shall go into captivity,\n    and his priests and his officials together.",
      "4": "Why do you glory in the valleys,\n    your flowing valley,\nO backsliding daughter\n    who trusts in her treasures, saying,\n    “Who shall come against me?”",
      "5": "I will bring a fear upon you,\n    says the Lord God of Hosts,\n    from all those who are around you;\nand each of you will be driven out headlong,\n    and no one will gather together the fugitives.",
      "6": "Yet afterward I will restore the fortunes of the sons of Ammon,\n    says the Lord.",
      "7": "Concerning Edom.\nThus says the Lord of Hosts:\nIs there no more wisdom in Teman?\n    Has counsel perished from the prudent?\n    Has their wisdom vanished?",
      "8": "Flee, turn back, dwell in the depths,\n    O inhabitants of Dedan.\nFor I will bring the calamity of Esau upon him,\n    the time that I punish him.",
      "9": "If grape gatherers came to you,\n    would they not leave some gleaning grapes?\nIf thieves came by night,\n    they would destroy until they had enough.",
      "10": "But I have made Esau bare,\n    I have uncovered his secret places\n    so that he will not be able to hide himself.\nHis seed is devastated, and his brothers, and his neighbors,\n    and he is no more.",
      "11": "Leave your fatherless children behind. I will preserve them alive;\n    and let your widows trust in Me.",
      "12": "For thus says the Lord: They whose judgment was not to drink of the cup have assuredly drunk. And are you the one who shall go unpunished altogether? You will not go unpunished, but you will surely drink of it.",
      "13": "For I have sworn by Myself, says the Lord, that Bozrah will become a desolation, a reproach, a waste, and a curse. And all the cities will become perpetual wastes.",
      "14": "I have heard a message from the Lord,\n    and an ambassador has been sent to the nations:\n“Gather together, and come against her,\n    and rise up to the battle!”",
      "15": "For I will make you small among the nations,\n    and despised among men.",
      "16": "As for the terror of you,\n    the pride of your heart has deceived you,\nO you who dwell in the clefts of the rock,\n    who hold the height of the hill.\nThough you make your nest as high as the eagle,\n    I will bring you down from there,\n    says the Lord.",
      "17": "Also Edom will become a desolation;\n    everyone who goes by it will be astonished,\n    and will hiss at all its wounds.",
      "18": "As in the overthrow of Sodom and Gomorrah\n    and the neighboring cities,\n    says the Lord,\nno man will abide there,\n    nor will a son of man dwell in it.",
      "19": "He will come up like a lion from the thickets of the Jordan\n    against the perpetually watered meadow;\nbut I will suddenly make him run away from her.\n    And I will appoint over her whomever I choose.\nFor who is like Me? And who will summon Me into court?\n    Who is the shepherd who can stand against Me?",
      "20": "Therefore hear the counsel of the Lord that He has planned against Edom,\n    and His purposes that He has purposed against the inhabitants of Teman:\nSurely the least of the flock will drag them out;\n    surely He will make their habitations desolate because of them.",
      "21": "The earth has shaken at the noise of their fall;\n    there is an outcry. Its noise has been heard at the Red Sea.",
      "22": "He will mount up and fly as the eagle\n    and spread his wings against Bozrah;\nand in that day the hearts of the mighty men of Edom\n    will be as the heart of a woman in her pangs.",
      "23": "Concerning Damascus:\nHamath and Arpad have been humiliated,\n    for they have heard bad news.\nThey are faint-hearted;\n    there is sorrow on the sea; it cannot be quieted.",
      "24": "Damascus has become helpless;\n    she has turned away to flee,\n    and panic has seized her.\nAnguish and sorrows have seized her\n    as a woman in labor.",
      "25": "How the city of praise has not been deserted,\n    the city of My joy!",
      "26": "Therefore her young men will fall in her streets,\n    and all the men of war will be cut off in that day,\n    says the Lord of Hosts.",
      "27": "I will kindle a fire to the wall of Damascus,\n    and it will consume the palaces of Ben-Hadad.",
      "28": "Concerning Kedar, and concerning the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated:\nThus says the Lord:\nArise, go up to Kedar,\n    and destroy the men of the East.",
      "29": "Their tents and their flocks they will take away.\n    They will carry away their curtains for themselves,\n    and all their vessels, and their camels;\nand they will call out to one another,\n    “Terror is on every side!”",
      "30": "Flee, go far away,\n    dwell in the depths, O inhabitants of Hazor,\n    says the Lord.\nFor Nebuchadnezzar king of Babylon has taken counsel against you,\n    and has conceived a purpose against you.",
      "31": "Arise, go up to the nation at ease,\n    that dwells securely,\n    says the Lord.\nIt has neither gates nor bars;\n    they dwell alone.",
      "32": "Their camels will become plunder,\n    and the multitude of their cattle booty.\nAnd I will scatter into all winds those who cut the corners of their hair,\n    and I will bring their calamity from all sides,\n    says the Lord.",
      "33": "Hazor will become a dwelling for jackals\n    and a desolation forever.\nNo man will abide there,\n    nor any son of man dwell in it.",
      "34": "The word of the Lord which came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying:",
      "35": "Thus says the Lord of Hosts:\nI will break the bow of Elam,\n    the chief of their might.",
      "36": "Upon Elam I will bring the four winds\n    from the four quarters of heaven,\nand will scatter them toward all those winds.\n    And there will be no nation\n    where the outcasts of Elam will not go.",
      "37": "For I will cause Elam to be dismayed before their enemies,\n    and before those who seek their life.\nAnd I will bring disaster upon them,\n    even My fierce anger,\n    says the Lord;\nand I will send the sword after them\n    until I have consumed them.",
      "38": "And I will set My throne in Elam\n    and will destroy from there the king and the officials,\n    says the Lord.",
      "39": "But it will come to pass in the latter days\n    that I will restore the fortunes of Elam,\n    says the Lord."
    },
    "50": {
      "1": "The word that the Lord spoke against Babylon and against the land of the Chaldeans by Jeremiah the prophet:",
      "2": "Declare among the nations and publish,\n    and set up a standard;\n    do not conceal it, but say,\nBabylon has been captured.\n    Bel has been humiliated.\n    Marduk has been broken in pieces;\nher idols have been humiliated;\n    her images have been broken in pieces.",
      "3": "For out of the north there comes up a nation against her,\n    which will make her land desolate,\nand no one will dwell in it.\n    They will wander away;\nthey will depart,\n    both man and beast.",
      "4": "In those days and at that time,\n    says the Lord,\nthe sons of Israel will come,\n    they and the children of Judah together.\nThey will go along weeping as they go,\n    and seek the Lord their God.",
      "5": "They will ask for the way to Zion\n    with their faces in its direction.\nThey will come that they may join themselves to the Lord\n    in a perpetual covenant\n    that will not be forgotten.",
      "6": "My people have been lost sheep.\n    Their shepherds have caused them to go astray;\nthey have turned them away on the mountains.\n    They have gone from mountain to hill\n    and have forgotten their resting place.",
      "7": "All who found them have devoured them,\n    and their adversaries said, “We are not guilty,\nbecause they have sinned against the Lord, the habitation of justice,\n    even the Lord, the hope of their fathers.”",
      "8": "Wander away out of the midst of Babylon,\n    and go out of the land of the Chaldeans,\n    and be as the male goats before the flocks.",
      "9": "For I will raise and cause to come up against Babylon\n    an assembly of great nations from the north country.\nAnd they shall set themselves in array against her;\n    from there she shall be taken captive.\nTheir arrows will be like those of a skilled warrior;\n    no one shall return empty-handed.",
      "10": "Chaldea will become plunder;\n    all who destroy her will be satisfied,\n    says the Lord.",
      "11": "Because you were glad, because you rejoiced,\n    O you destroyers of My heritage,\nbecause you have grown fat as the heifer at the grass,\n    and bellow as bulls,",
      "12": "your mother will be sorely humiliated;\n    she who bore you will be ashamed.\nShe will be the least of the nations,\n    a wilderness, a dry land, and a desert.",
      "13": "Because of the wrath of the Lord she will not be inhabited,\n    but shall be wholly desolate.\nEveryone who goes by Babylon will be astonished\n    and hiss at all her wounds.",
      "14": "Put yourselves in battle array against Babylon all around,\n    all you who bend the bow;\nshoot at her, spare no arrows,\n    for she has sinned against the Lord.",
      "15": "Shout against her all around;\n    she has given herself up, her foundations have fallen,\n    her walls have been thrown down.\nFor this is the vengeance of the Lord.\n    Take vengeance on her;\n    as she has done, do to her.",
      "16": "Cut off the sower from Babylon,\n    and him who handles the sickle in the time of harvest.\nFor fear of the oppressing sword\n    everyone will turn to his people,\n    and everyone will flee to his own land.",
      "17": "Israel is a scattered flock.\n    The lions have driven him away.\nFirst the king of Assyria\n    devoured him;\nand this last one who has broken his bones\n    is Nebuchadnezzar king of Babylon.",
      "18": "Therefore thus says the Lord of Hosts, the God of Israel:\nI will punish the king of Babylon and his land,\n    as I have punished the king of Assyria.",
      "19": "I will bring Israel again to his habitation,\n    and he will feed on Carmel and Bashan,\nand his soul will be satisfied\n    upon Mount Ephraim and Gilead.",
      "20": "In those days and at that time,\n    says the Lord,\nthe iniquity of Israel will be sought for,\n    and there shall be none.\nAnd the sins of Judah,\n    but they shall not be found;\n    for I will pardon those whom I leave as a remnant.",
      "21": "Go up against the land of Merathaim, even against it,\n    and against the inhabitants of Pekod.\nSlay and utterly destroy them,\n    says the Lord,\n    and do according to all that I have commanded you.",
      "22": "A noise of battle is in the land,\n    and great destruction.",
      "23": "How the hammer of the whole earth\n    has been cut asunder and broken!\nHow Babylon has become a desolation\n    among the nations!",
      "24": "I have laid a snare for you,\n    and you were also caught, O Babylon,\n    and you were not aware.\nYou have been found, and also caught,\n    because you have striven against the Lord.",
      "25": "The Lord has opened His armory\n    and has brought out the weapons of His indignation,\nfor this is the work of the Lord God of Hosts\n    in the land of the Chaldeans.",
      "26": "Come against her from the utmost border,\n    open her storehouses;\ncast her up as heaps and destroy her utterly;\n    let nothing of her be left.",
      "27": "Slay all her bulls,\n    let them go down to the slaughter.\nWoe to them! For their day has come,\n    the time of their punishment.",
      "28": "There is the sound of those who flee and escape out of the land of Babylon,\n    to declare in Zion\nthe vengeance of the Lord our God,\n    the vengeance of His temple.",
      "29": "Call together the archers against Babylon.\n    All you who bend the bow,\nencamp against it all around;\n    let no one escape.\nRecompense her according to her work;\n    according to all that she has done, do to her,\nfor she has been proud against the Lord,\n    against the Holy One of Israel.",
      "30": "Therefore her young men shall fall in the streets,\n    and all her men of war shall be cut off in that day,\n    says the Lord.",
      "31": "I am against you, O most proud,\n    says the Lord God of Hosts,\nfor your day has come,\n    the time when I will punish you.",
      "32": "The most proud will stumble and fall,\n    and no one will raise him up;\nand I will kindle a fire in his cities,\n    and it will devour all all around him.",
      "33": "Thus says the Lord of Hosts:\nThe sons of Israel and the sons of Judah\n    were oppressed together;\nand all who took them captives held them fast;\n    they refused to let them go.",
      "34": "Their Redeemer is strong;\n    the Lord of Hosts is His name.\nHe will thoroughly plead their case,\n    that He may give rest to the land,\n    but disquiet to the inhabitants of Babylon.",
      "35": "A sword is against the Chaldeans,\n    says the Lord,\nand against the inhabitants of Babylon,\n    and against her officials, and against her wise men.",
      "36": "A sword is against the oracle priests,\n    and they will become fools.\nA sword is against her mighty men,\n    and they shall be dismayed.",
      "37": "A sword is against their horses, and against their chariots,\n    and against all the foreigners who are in her midst;\n    and they will become as women.\nA sword is against her treasures,\n    and they will be robbed.",
      "38": "A drought is against her waters,\n    and they will be dried up.\nFor it is the land of graven images,\n    and they are mad over their idols.",
      "39": "Therefore the wild beasts of the desert\n    with the wild beasts of the islands will dwell there,\n    and the ostriches will dwell in it.\nIt will be inhabited no more forever,\n    nor will it be lived in from generation to generation.",
      "40": "As God overthrew Sodom and Gomorrah\n    and the neighboring cities,\n    says the Lord,\nso no man will abide there,\n    nor will any son of man dwell in it.",
      "41": "Look! A people shall come from the north\n    and a great nation, and many kings\n    will be raised up from the remote parts of the earth.",
      "42": "They will hold the bow and the lance;\n    they are cruel and will not show mercy.\nTheir voice shall roar like the sea;\n    and they shall ride on horses,\neveryone put in array, like a man to the battle,\n    against you, O daughter of Babylon.",
      "43": "The king of Babylon has heard the report of them,\n    and his hands waxed feeble.\nAnguish took hold of him,\n    and pangs as of a woman in labor.",
      "44": "He will come up like a lion from the thicket of the Jordan\n    to the perpetually watered meadow.\nBut I will make them suddenly run away from it,\n    and whoever is chosen I will appoint over it.\nFor who is like Me? And who will summon Me into court?\n    And who is the shepherd that can stand before Me?",
      "45": "Therefore hear the counsel of the Lord that He has planned against Babylon,\n    and His purposes that He has purposed against the land of the Chaldeans:\nSurely the least of the flock will drag them out.\n    Surely He will make their habitation desolate because of them.",
      "46": "At the shout, “Babylon has been seized!” the earth is shaken,\n    and the outcry is heard among the nations."
    },
    "51": {
      "1": "Thus says the Lord:\nI will raise up against Babylon,\n    and against those who dwell in Leb Kamai,\n    the spirit of a destroyer.",
      "2": "And I will send foreigners to Babylon\n    that they may winnow her and empty her land.\nFor in the day of trouble\n    they will be against her all around.",
      "3": "Let not him who bends his bow bend it,\n    and let him not rise up in his scale-armor,\nand do not spare her young men;\n    utterly destroy all her host.",
      "4": "Thus the slain will fall in the land of the Chaldeans,\n    and those who are thrust through in her streets.",
      "5": "For Israel has not been forsaken, nor Judah,\n    by his God, the Lord of Hosts,\nthough their land was filled with sin\n    against the Holy One of Israel.",
      "6": "Flee out of the midst of Babylon,\n    and each of you deliver his soul!\n    Do not be cut off in her punishment,\nfor this is the time of the vengeance of the Lord;\n    He will render to her a recompense.",
      "7": "Babylon has been a golden cup in the hand of the Lord,\n    that made all the earth drunk.\nThe nations have drunk of her wine;\n    therefore the nations are mad.",
      "8": "Babylon is suddenly fallen and destroyed.\n    Howl for her.\nTake balm for her pain;\n    perhaps she may be healed.",
      "9": "We applied healing to Babylon,\n    but she is not healed.\nForsake her, and let us each go into his own country;\n    for her judgment reaches to heaven\n    and is lifted up even to the skies.",
      "10": "The Lord has brought forth our righteousness.\n    Come, and let us declare in Zion\n    the work of the Lord our God.",
      "11": "Sharpen the arrows.\n    Gather the shields.\nThe Lord has raised up the spirit of the kings of the Medes.\n    For His device is against Babylon, to destroy it;\nbecause it is the vengeance of the Lord,\n    the vengeance of His temple.",
      "12": "Set up the standard against the walls of Babylon,\n    make the watch strong,\nset up the watchmen,\n    prepare the ambushes.\nFor the Lord has both devised and done\n    that which He spoke against the inhabitants of Babylon.",
      "13": "O you who dwell by many waters,\n    abundant in treasures,\nyour end has come,\n    and the measure of your end.",
      "14": "The Lord of Hosts has sworn by Himself,\n    saying: Surely I will fill you with men, as with locusts,\n    and they will lift up shouts of victory against you.",
      "15": "He has made the earth by His power;\n    He has established the world by His wisdom,\n    and has stretched out the heaven by His understanding.",
      "16": "When He utters His voice, there is a multitude of waters in the heavens,\n    and He causes the clouds to ascend from the remote parts of the earth;\nHe makes lightning with rain,\n    and brings out the wind from His storehouses.",
      "17": "Every man is ignorant by His knowledge;\n    every founder is humiliated by the graven image,\nfor his molded image is falsehood,\n    and there is no breath in them.",
      "18": "They are vanity, the work of errors;\n    in the time of their punishment they will perish.",
      "19": "The portion of Jacob is not like them,\n    for He is the former of all things,\nand Israel is the rod of His inheritance.\n    The Lord of Hosts is His name.",
      "20": "He says: You are My battle-ax\n    and weapon of war:\nfor with you I will break in pieces the nations,\n    and with you I will destroy kingdoms;",
      "21": "and with you I will break in pieces the horse and his rider;\n    and with you I will break in pieces the chariot and his rider.",
      "22": "With you also I will break in pieces man and woman;\n    and with you I will break in pieces old and young;\n    and with you I will break in pieces the young man and the young woman.",
      "23": "I will also break in pieces with you the shepherd and his flock;\n    and with you I will break in pieces the farmer and his yoke of oxen;\n    and with you I will break in pieces captains and rulers.",
      "24": "I will render to Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight, says the Lord.",
      "25": "I am against you, O destroying mountain,\n    says the Lord,\n    who destroys all the earth.\nAnd I will stretch out My hand against you,\n    and roll you down from the rocks,\n    and will make you a burned mountain.",
      "26": "They will not take of you a stone for a corner,\n    or a stone for foundations,\n    but you will be desolate forever,\n    says the Lord.",
      "27": "Set up a standard in the land,\n    blow the trumpet among the nations,\nprepare the nations against her,\n    call together against her the kingdoms\n    of Ararat, Minni, and Ashkenaz;\nappoint a captain against her.\n    Cause the horses to come up as the rough locusts.",
      "28": "Prepare against her the nations,\n    the kings of the Medes,\nthe captains, and all the rulers,\n    and every land of their dominion.",
      "29": "So the land trembles and sorrows,\n    for the purposes of the Lord will be performed against Babylon,\nto make the land of Babylon a desolation\n    without an inhabitant.",
      "30": "The mighty men of Babylon have ceased fighting;\n    they have remained in their strongholds.\nTheir might has failed;\n    they became as women.\nThey have burned her dwelling places;\n    the bars of her gates are broken.",
      "31": "One courier will run to meet another,\n    and one messenger to meet another,\nto show the king of Babylon\n    that his city has been captured from end to end,",
      "32": "and the passages have been seized,\n    and they have burned the reeds with fire,\n    and the men of war are terrified.",
      "33": "For thus says the Lord of Hosts, the God of Israel:\nThe daughter of Babylon is like a threshing floor,\nit is time to thresh her;\nyet a little while and the time of her harvest will come.",
      "34": "“Nebuchadnezzar the king of Babylon\n    has devoured me and crushed me;\n    he has made me an empty vessel.\nHe has swallowed me up like a dragon;\n    he has filled his belly with my delicacies,\n    he has cast me out.",
      "35": "May the violence done to me and to my flesh be upon Babylon,”\n    the inhabitant of Zion will say;\nand, “May my blood be upon the inhabitants of Chaldea,”\n    Jerusalem will say.",
      "36": "Therefore thus says the Lord:\nI will plead your cause,\n    and take vengeance for you.\nAnd I will dry up her sea,\n    and make her springs dry.",
      "37": "Babylon will become heaps,\n    a dwelling place for jackals,\nan astonishment, and a hissing,\n    without an inhabitant.",
      "38": "They will roar together like young lions;\n    they will growl as lions’ whelps.",
      "39": "When they become heated up,\n    I will make their feasts,\n    and I will make them drunk,\nthat they may rejoice,\n    and sleep a perpetual sleep, and not awake,\n    says the Lord.",
      "40": "I will bring them down\n    like lambs to the slaughter,\n    like rams with male goats.",
      "41": "How Sheshak has been captured!\n    And how the praise of the whole earth has been seized!\nHow Babylon has become an astonishment\n    among the nations!",
      "42": "The sea has come up over Babylon;\n    she has been covered with the multitude of the waves.",
      "43": "Her cities have become a desolation,\n    a dry land and a wilderness,\na land in which no man dwells,\n    through which no son of man passes.",
      "44": "I will punish Bel in Babylon,\n    and I will bring forth from his mouth what he has swallowed up;\nand the nations will not flow together any more to him.\n    Indeed, the wall of Babylon will fall.",
      "45": "My people, go out of her midst,\n    and deliver every man his soul\n    from the fierce anger of the Lord,",
      "46": "lest your heart grows faint, and you are afraid\n    for the report that will be heard in the land—\nfor the report will come one year, and after that in another year will come another report,\n    and violence will be in the land,\n    ruler against ruler—",
      "47": "therefore the days are coming\n    when I will punish the graven images of Babylon;\nand her whole land will be humiliated,\n    and all her slain will fall in her midst.",
      "48": "Then the heaven and the earth, and all that is in it,\n    shall sing for joy over Babylon;\nfor the destroyers will come to her\n    from the north,\n    says the Lord.",
      "49": "As Babylon has caused the slain of Israel to fall,\n    so at Babylon the slain of all the earth will fall.",
      "50": "You who have escaped the sword,\n    go away, do not stand still.\nRemember the Lord afar off,\n    and let Jerusalem come into your mind.",
      "51": "We are humiliated\n    because we have heard reproach.\n    Shame has covered our faces,\nfor strangers have come into\n    the holy places of the house of the Lord.",
      "52": "Therefore, surely the days are coming, says the Lord,\n    when I will punish her graven images,\nand the mortally wounded shall groan\n    through all her land.",
      "53": "Though Babylon should mount up to heaven,\n    and though she should fortify the height of her strength,\n    yet from Me will destroyers come to her,\n    says the Lord.",
      "54": "A sound of an outcry comes from Babylon,\n    and great destruction\n    from the land of the Chaldeans,",
      "55": "because the Lord has devastated Babylon,\n    and destroyed the great voice out of her.\nWhen her waves roar like great waters,\n    a noise of their voice is uttered.",
      "56": "Because the destroyer is coming against her, even upon Babylon,\n    and her mighty men will be captured,\n    every one of their bows are broken.\nFor the Lord is a God of recompense;\n    He will completely repay.",
      "57": "I will make her officials drunk, and her wise men,\n    her captains, and her rulers, and her mighty men;\nand they will sleep a perpetual sleep, and not awake,\n    says the King whose name is the Lord of Hosts.",
      "58": "Thus says the Lord of Hosts:\nThe broad wall of Babylon will be utterly broken,\n    and her high gates will be burned with fire;\nand the peoples will labor in vain,\n    and the nations become exhausted only for fire.",
      "59": "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah into Babylon in the fourth year of his reign. Now Seraiah was a quartermaster.",
      "60": "So Jeremiah wrote in a single scroll all the evil that should come upon Babylon, even all these words that are written against Babylon.",
      "61": "Jeremiah said to Seraiah, “When you come to Babylon, then see that you read aloud all these words,",
      "62": "and say, ‘O Lord, You have spoken against this place to cut it off, that no one will remain in it, neither man nor beast, but that it shall be desolate forever.’",
      "63": "It will be that when you have made an end of reading this scroll that you will bind a stone to it, and cast it into the midst of the Euphrates,",
      "64": "and say, ‘Thus Babylon will sink and not rise from the disaster that I will bring upon her, and they will become weary.’ ”\nThus far are the words of Jeremiah."
    },
    "52": {
      "1": "Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem. And his mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
      "2": "He did what was evil in the eyes of the Lord, according to all that Jehoiakim had done.",
      "3": "Through the anger of the Lord this came to pass in Jerusalem and Judah until He had cast them out from His presence.\nThen Zedekiah rebelled against the king of Babylon.",
      "4": "In the ninth year of his reign, in the tenth month, in the tenth day of the month, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, and laid siege to it; they built a siege wall all around it.",
      "5": "So the city was besieged until the eleventh year of King Zedekiah.",
      "6": "In the fourth month, in the ninth day of the month, the famine was so severe in the city that there was no bread for the people of the land.",
      "7": "Then the city was breached, and all the men of war fled and went out of the city by night by way of the gate between the two walls, which was by the king’s garden, though the Chaldeans were all around the city, and they went by way of the Arabah.",
      "8": "But the army of the Chaldeans pursued after the king and overtook Zedekiah in the plains of Jericho, and all his army was scattered from him.",
      "9": "Then they took the king and carried him up to the king of Babylon at Riblah in the land of Hamath where he passed sentence on him.",
      "10": "The king of Babylon slew the sons of Zedekiah before his eyes; he also slew all the officials of Judah in Riblah.",
      "11": "Then he put out the eyes of Zedekiah, and the king of Babylon bound him in chains and carried him to Babylon and put him in prison until the day of his death.",
      "12": "Now in the fifth month, in the tenth day of the month, which was the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan the captain of the guard who served the king of Babylon came into Jerusalem,",
      "13": "and burned the house of the Lord, and the king’s house, and all the houses of Jerusalem. Even all the large houses, he burned with fire.",
      "14": "And all the army of the Chaldeans who were with the captain of the guard broke down all the walls of Jerusalem all around.",
      "15": "Then Nebuzaradan the captain of the guard carried away captive some of the poorest of the people, and the rest of the people who remained in the city, and those who fell away, who fell to the king of Babylon, and the rest of the multitude.",
      "16": "But Nebuzaradan the captain of the guard left some of the poorest of the land to be vinedressers and farmers.",
      "17": "Also the pillars of bronze that were in the house of the Lord, and the stands, and the bronze sea that was in the house of the Lord, the Chaldeans broke and carried all their bronze to Babylon.",
      "18": "The cauldrons also, and the shovels, and the snuffers, and the bowls, and the spoons, and all the vessels of bronze with which they ministered, they took away.",
      "19": "The captain of the guard also took away the basins, and the fire pans, and the bowls, and the cauldrons, and the lampstands, and the spoons, and the cups, what was of fine gold, and what was of fine silver.",
      "20": "The two pillars, one sea, and twelve bronze bulls that were under the bases, which King Solomon had made in the house of the Lord, the bronze of all these vessels was beyond weight.",
      "21": "Concerning the pillars: the height of one pillar was eighteen cubits, and it was twelve cubits in circumference and in thickness it was four fingers, and hollow.",
      "22": "A capital of bronze was upon it, and the height of one capital was five cubits, with network and pomegranates upon the capital all around, all of bronze. The second pillar also and the pomegranates were like these.",
      "23": "There were ninety-six pomegranates on the sides; all the pomegranates were a hundred upon the network all around.",
      "24": "The captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three officers of the temple.",
      "25": "He also took out of the city one official who had charge of the men of war, and seven men of the advisers of the king who were found in the city, and the scribe of the commander of the army who mustered the people of the land, and sixty men of the people of the land who were found in the midst of the city.",
      "26": "So Nebuzaradan the captain of the guard took them and brought them to the king of Babylon to Riblah.",
      "27": "The king of Babylon struck them and put them to death in Riblah in the land of Hamath.\nThus Judah was carried away captive out of its own land.",
      "28": "These are the people whom Nebuchadnezzar carried away captive:\nin the seventh year three thousand and twenty-three Jews.",
      "29": "In the eighteenth year of Nebuchadnezzar\nhe carried away captive from Jerusalem eight hundred and thirty-two persons.",
      "30": "In the twenty-third year of Nebuchadnezzar,\nNebuzaradan the captain of the guard carried away captive of the Jews seven hundred and forty-five.\nAll the persons were four thousand and six hundred.",
      "31": "In the thirty-seventh year of the captivity of Jehoiachin, king of Judah, in the twelfth month, on the twenty-fifth day of the month, Awel-Marduk, king of Babylon, in the first year of his reign lifted up the head of Jehoiachin king of Judah and brought him out of prison,",
      "32": "and spoke kindly to him, and set his throne above the throne of the kings who were with him in Babylon.",
      "33": "Therefore Jehoiachin changed his prison garments and continually ate meals before him all the days of his life.",
      "34": "For his allowance, there was a continual allowance given him by the king of Babylon, every day a portion all the days of his life until the day of his death."
    }
  }
}