{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:08.435402-04:00",
    "Translation": "MEV"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job. That man was blameless and upright, fearing God and avoiding evil.",
      "2": "Seven sons and three daughters were born to him.",
      "3": "His possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and very many servants. This man was the greatest of all the people of the East.",
      "4": "His sons used to go and make a feast in the house of each on his day, and they would send and call for their three sisters to eat and drink with them.",
      "5": "Now when the days of feasting had run their course, Job sent and sanctified them. He would rise up early in the morning, and he would offer burnt offerings according to the number of them all, because Job said: “It may be that my sons have sinned, and cursed God in their hearts.” Thus Job would do always.",
      "6": "Now there was a day when the sons of God came to present themselves before the Lord, and the Adversary also came among them.",
      "7": "And the Lord said to the Adversary, “From where have you come?”\nThen the Adversary answered the Lord, saying, “From roaming on the earth, and from walking up and down on it.”",
      "8": "And the Lord said to the Adversary, “Have you considered My servant Job, that there is none like him on the earth, a blameless and an upright man, who fears God, and avoids evil?”",
      "9": "Then the Adversary answered the Lord, saying, “Has Job feared God for nothing?",
      "10": "Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
      "11": "But stretch out Your hand now, and touch all that he has, and he will curse You to Your face.”",
      "12": "The Lord said to the Adversary, “Look, all that he has is in your power; only do not stretch out your hand against his person.”\nSo the Adversary departed from the presence of the Lord.",
      "13": "So a day came when his sons and his daughters were eating and drinking wine in their eldest brother’s house,",
      "14": "and a messenger came to Job and said, “The oxen were plowing, and the donkeys were feeding beside them,",
      "15": "and the Sabeans attacked them, and took them away, and they killed the servants with the edge of the sword, and only I alone have escaped to tell you.”",
      "16": "While he was still speaking, another came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”",
      "17": "While he was still speaking, another came and said, “The Chaldeans formed three companies and made a raid on the camels and have taken them away. They killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
      "18": "While he was still speaking, another came and said, “Your sons and your daughters were eating and drinking wine in their eldest brother’s house,",
      "19": "and suddenly a great wind came from the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you.”",
      "20": "Then Job stood up, tore his robe, and shaved his head. He fell to the ground and worshipped.",
      "21": "He said,\n“Naked I came from my mother’s womb,\n    and naked will I return there.\nThe Lord gave, and the Lord has taken away;\n    blessed be the name of the Lord.”",
      "22": "In all this Job did not sin, and he did not accuse God of wrongdoing."
    },
    "2": {
      "1": "Again there was a day when the sons of God came to present themselves before the Lord, and the Adversary came also among them to present himself before the Lord.",
      "2": "The Lord said to the Adversary, “From where do you come?”\nAnd the Adversary answered the Lord, saying, “From roaming on the earth, and from walking up and down on it.”",
      "3": "The Lord said to the Adversary, “Have you considered My servant Job, that there is none like him on the earth, a blameless and an upright man, who fears God and avoids evil? He still holds fast his integrity, although you moved Me against him, to destroy him without cause.”",
      "4": "The Adversary answered the Lord, saying, “Skin for skin; yes, all that a man has he will give for his life.",
      "5": "Put forth Your hand now and touch his bone and his flesh, and he will curse You to Your face.”",
      "6": "The Lord said to the Adversary, “Very well, he is in your hand, but spare his life.”",
      "7": "Therefore, the Adversary went out from the presence of the Lord, and he afflicted Job with severe sores from the sole of his foot to the top of his head.",
      "8": "So he took a piece of broken pottery with which to scrape himself while he was sitting among the ashes.",
      "9": "His wife said to him, “Are you still maintaining your integrity? Curse God and die.”",
      "10": "He said to her, “You talk like one of the foolish women talks. Will we indeed accept the good from God but not accept the adversity?”\nIn all this Job did not sin with his lips.",
      "11": "Three friends of Job heard about all this evil that had come upon him, and each one came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They had agreed together to come to mourn with him and to comfort him.",
      "12": "They saw him from a distance and did not recognize him, so they wept aloud. Each one tore his robe, and they tossed dust into the air above their heads.",
      "13": "Then they sat down with him on the ground seven days and seven nights. Meanwhile, no one was speaking to him at all because they saw that his pain was severe."
    },
    "3": {
      "1": "After this Job opened his mouth, and cursed the day of his birth.",
      "2": "Job said:",
      "3": "“Let the day perish in which I was born\n    and the night in which it was said, ‘A male child is conceived.’",
      "4": "As for that day, let it be darkness;\n    let God above not regard it;\n    and let not light shine upon it.",
      "5": "Let darkness and the shadow of death claim it;\n    let a cloud settle on it;\n    let the blackness of the day terrify it.",
      "6": "As for that night, let darkness capture it;\n    let it not rejoice among the days of the year;\n    let it not come into the number of the months.",
      "7": "Yes, as for that night, let it be barren!\n    Let no joyful cry come into it!",
      "8": "Let them curse it who curse any day,\n    those who are prepared to rouse Leviathan.",
      "9": "Let its morning stars be dark;\n    let it look for light, but have none;\n    let it not see the rays of dawn,",
      "10": "because it did not shut the doors of my mother’s womb,\n    nor hide trouble from my eyes.",
      "11": "“Why did I not die at birth?\n    Why did I not expire when I came out of the womb?",
      "12": "Why did her knees receive me?\n    And why her breasts that I should nurse?",
      "13": "For now I would be lying down and would be at peace;\n    I would have slept; then there would be rest for me,",
      "14": "with kings and counselors of the earth,\n    who built ruins for themselves,",
      "15": "or with princes who had gold,\n    who filled their houses with silver.",
      "16": "Or why was I not hidden like a stillborn child,\n    like infants who never saw light?",
      "17": "There the wicked will have stopped causing trouble,\n    and there the exhausted will rest.",
      "18": "Captives will relax together;\n    they do not hear the voice of the oppressor.",
      "19": "The small and great, they are there,\n    and the servant is free from his master.",
      "20": "“Why is light given to the miserable,\n    and life unto the bitter in soul,",
      "21": "who look for death, but it is not there;\n    and they search for it more than for hidden treasures;",
      "22": "who rejoice exceedingly,\n    and they are glad when they find the grave?",
      "23": "And why is light given to a man\n    whose way is hidden,\n    whom God has hedged in?",
      "24": "For my sighing comes before I eat,\n    and my groaning pours forth like the waters.",
      "25": "For the thing which I greatly feared has happened to me,\n    and that which I dreaded has come to me.",
      "26": "I am not at peace; I have no quiet,\n    I cannot rest, and turmoil has come.”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite answered:",
      "2": "“If one attempts a word with you, will you be impatient?\n    But who can keep from speaking?",
      "3": "Surely you have instructed many,\n    and you have strengthened the weak hands.",
      "4": "Your words have raised up him who was falling,\n    and you have fortified the feeble knees.",
      "5": "But now it comes upon you, and you are weary;\n    it reaches even you, and you are terrified.",
      "6": "Is not your reverence your confidence?\n    And the integrity of your ways your hope?",
      "7": "“Remember now, who being innocent ever perished?\n    Or where were the upright ever wiped out?",
      "8": "Just like I have seen, those who plow iniquity\n    and sow trouble, reap the same.",
      "9": "By the breath of God they perish,\n    and by the blast of His anger they are destroyed.",
      "10": "The roaring of the lion, and the voice of the fierce lion,\n    and the teeth of the young lions are broken.",
      "11": "The old lion perishes for lack of prey,\n    and the cubs of the lioness are scattered.",
      "12": "“Now a word was brought to me secretly,\n    and my ear received a whisper of it.",
      "13": "Amid disquieting thoughts from night visions,\n    when deep sleep falls on mortals,",
      "14": "terror and trembling came to me,\n    which made all my bones shake.",
      "15": "A breath of wind was passing before my face,\n    and the hair on my body was standing up.",
      "16": "It stood still,\n    but I could not recognize its appearance;\na form was in front of my eyes,\n    there was stillness, then I heard a voice saying:",
      "17": "‘Can a mortal be more righteous than God?\n    Can a man be more pure than his Maker?",
      "18": "He does not trust in His servants,\n    and He charges His angels with error;",
      "19": "Even more, those who dwell in houses of clay,\n    whose foundation is in the dust,\n    who are crushed before the moth.",
      "20": "They are broken in pieces from morning to evening;\n    they perish forever without anyone regarding it.",
      "21": "Are not their tent ropes plucked up,\n    so they die, even without wisdom?’"
    },
    "5": {
      "1": "“Call out now; is anyone answering you?\n    And to whom among the holy ones will you turn?",
      "2": "For anger slays the foolish man,\n    and jealousy kills the gullible.",
      "3": "Yes, I saw the foolish taking root,\n    and quickly I cursed his dwelling.",
      "4": "May his children be far from safety,\n    and may they be crushed in the gate without a deliverer;",
      "5": "whose harvest the hungry eats up,\n    and takes it even out of the thorns,\n    and the thirsty captures his wealth.",
      "6": "For affliction does not come out of the dust,\n    nor does trouble sprout up out of the ground;",
      "7": "but man is born to trouble,\n    as the sparks fly upward.",
      "8": "“Indeed, I would appeal to God,\n    and before God I would set forth my case,",
      "9": "who does the great and the inscrutable,\n    wonders without number.",
      "10": "He gives rain on the surface of the earth\n    and sends water on the outdoor places.",
      "11": "He sets on high those who are lowly,\n    and those who mourn are lifted to safety.",
      "12": "He frustrates the schemes of the crafty,\n    so that their hands cannot perform their plans.",
      "13": "He catches the wise in their own craftiness,\n    and the scheme of the shrewd is swiftly stopped.",
      "14": "In the daytime they encounter darkness,\n    and at noontime they grope as in the night.",
      "15": "But the needy He saves from the sword,\n    from their mouth, and from the hand of the mighty.",
      "16": "So the helpless has hope,\n    and injustice shuts her mouth.",
      "17": "“How happy is the man whom God corrects!\n    Therefore do not despise the discipline of the Almighty,",
      "18": "for He wounds, but He applies the bandage;\n    He injures, but His hands also heal.",
      "19": "In six crises He will deliver you;\n    even in seven, disaster will not touch you.",
      "20": "In famine He will redeem you from death,\n    and in war from the power of the sword.",
      "21": "You will be hidden from the lash of the tongue,\n    and you will not fear violence when it comes.",
      "22": "You will laugh at devastation and famine,\n    and you will not fear wild animals.",
      "23": "For you will have a covenant with the stones of the field,\n    and the wild animals will be at peace with you.",
      "24": "You will know that your tent is peaceful,\n    and you will inspect your property and find nothing missing.",
      "25": "You will know that your offspring will be many\n    and your descendants as the grass of the earth.",
      "26": "You go to the grave in a full age,\n    as stalks of grain are gathered up in season.",
      "27": "“Look! We have investigated all this, and it is so;\n    hear it, and know for yourself.”"
    },
    "6": {
      "1": "But Job answered:",
      "2": "“Oh, that my grief were fully weighed,\n    and my calamity laid with it on the scales!",
      "3": "For now it would be heavier than the sand of the sea;\n    therefore my words are stuck in my throat.",
      "4": "For the arrows of the Almighty are within me;\n    my spirit drinks in their poison;\n    the terrors of God are arrayed against me.",
      "5": "Does the wild donkey bray when he has grass?\n    Or the ox bellow over his fodder?",
      "6": "Is tasteless food eaten without salt?\n    Or is there any taste in the white of an egg?",
      "7": "My soul refuses to touch them;\n    they are like loathsome food to me.",
      "8": "“Oh, that I might have my request,\n    and that God would grant me the thing that I long for!",
      "9": "That it would please God to crush me,\n    that He would let loose His hand and cut me off!",
      "10": "Then I would still have comfort;\n    I would revel in pain; it will not subside,\n    for I have not concealed the words of the Holy One.",
      "11": "“What strength do I have, that I should hope?\n    And what is my end, that I should prolong my life?",
      "12": "Is my strength the strength of stones?\n    Or is my flesh made of brass?",
      "13": "Is there no help within me?\n    And is success banished from me?",
      "14": "“A despairing man should be shown kindness from his friend,\n    or he forsakes the fear of the Almighty.",
      "15": "My brothers have acted deceitfully like a riverbed,\n    like the streams of the riverbeds that run dry;",
      "16": "which are dark because of the ice,\n    and into which the snow disappears.",
      "17": "In time they are scorched; they vanish!\n    When it is hot, they disappear from their place.",
      "18": "The caravans of their way turn aside;\n    they go nowhere, and they perish.",
      "19": "The caravans of Tema looked,\n    the travelers of Sheba hoped for them.",
      "20": "They were disappointed because they were confident;\n    they arrived there and were dismayed.",
      "21": "For now you are nothing;\n    you see terror and are afraid.",
      "22": "Did I say, ‘Give to me’?\n    Or, ‘Out of your wealth, bribe me’?",
      "23": "Or, ‘Deliver me from the power of the enemy’?\n    Or, ‘From the power of the oppressors, liberate me’?",
      "24": "“Teach me, and I will hold my tongue,\n    and make me understand how I have erred.",
      "25": "How forceful are right words!\n    But what does your arguing prove?",
      "26": "Do you mean to correct my words,\n    and treat my desperate words as wind?",
      "27": "Yes, you cast lots for the fatherless,\n    and you bargain over your friend.",
      "28": "“And now, please give me your attention,\n    for surely I will not lie to you.",
      "29": "Turn, I pray, let there be no injustice!\n    Yes, turn again, my righteousness still stands!",
      "30": "Is there injustice on my tongue?\n    Cannot my taste discern pernicious things?"
    },
    "7": {
      "1": "“Is there not a time of hard service for a man upon earth?\n    Are not his days also like the days of a hired worker?",
      "2": "Like a servant, he longs for the shade,\n    and like a hired worker, he looks for his wages,",
      "3": "so I have been assigned months of futility,\n    and nights of trouble have been appointed to me.",
      "4": "When I lie down, I say,\n    ‘When will I arise and the night be ended?’\n    And I am full of restlessness until the dawn.",
      "5": "My flesh is covered with worms and caked with dirt;\n    my skin is broken, and has become loathsome.",
      "6": "“My days fly more swiftly than a weaver’s shuttle,\n    and are spent without hope.",
      "7": "Oh, remember that my life is a breath!\n    My eye will never again see good.",
      "8": "The eye of him who sees me will behold me no more;\n    your eyes will be on me, but I will be no more.",
      "9": "As the cloud disappears and vanishes away,\n    so he who goes down to Sheol will come up no more.",
      "10": "He will never return to his house,\n    and his place will not recognize him anymore.",
      "11": "“Therefore, I will not restrain my mouth;\n    I will speak in the anguish of my spirit;\n    I will complain in the bitterness of my soul.",
      "12": "Am I the sea, or a sea monster,\n    that You set a guard over me?",
      "13": "When I say, ‘My bed will comfort me,\n    my couch will ease my complaint,’",
      "14": "then You scare me with dreams\n    and terrify me with visions,",
      "15": "so that my soul chooses strangling,\n    even death rather than my life.",
      "16": "I loathe my life; I would not live forever;\n    let me alone, for my days are emptiness.",
      "17": "“What is man, that You should exalt him,\n    and that You should set Your heart on him,",
      "18": "and that You should visit him every morning,\n    and test him every moment?",
      "19": "How long until You look away from me?\n    Will You not let me alone until I swallow my saliva?",
      "20": "Have I sinned? What am I doing to You,\n    O You watcher of men?\nWhy have You set me as Your target,\n    so that I am a burden to myself?",
      "21": "And why do You not pardon my transgression\n    and take away my iniquity?\nFor now I will lie down in the dust;\n    and You will seek me diligently, but I will not be.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite answered:",
      "2": "“How long will you speak these things,\n    and the words of your mouth be like a strong wind?",
      "3": "Does God pervert judgment?\n    Or does the Almighty pervert justice?",
      "4": "If your children sinned against Him,\n    He cast them away for their transgression.",
      "5": "If you yourself would seek God earnestly,\n    and seek favor from the Almighty,",
      "6": "if you were pure and upright,\n    surely now He would rouse Himself on your behalf,\n    and He would prosper your righteous dwelling.",
      "7": "Though your beginning was small,\n    your end will increase greatly.",
      "8": "“Please, ask the former generation,\n    and prepare yourself for what their fathers searched out;",
      "9": "for we were born but yesterday and know nothing,\n    because our days on earth are a shadow.",
      "10": "Will they not teach you, and tell you,\n    and bring forth words out of their heart?",
      "11": "Can the papyrus grow up without a marsh?\n    Can the reed grow without water?",
      "12": "While it is yet green and not cut down,\n    it withers before any other plant.",
      "13": "So are the paths of all who forget God;\n    and the hypocrite’s hope will perish,",
      "14": "whose confidence will be cut off,\n    and whose trust will be a spider’s web.",
      "15": "He will lean upon his house, but it will not stand;\n    he will hold it fast, but it will not endure.",
      "16": "He is green before the sun,\n    and his branch shoots forth in his garden.",
      "17": "His roots are wrapped around the rock heap,\n    and he sees the place of stones.",
      "18": "If he is uprooted from his place,\n    then it will deny him, saying, ‘I have not seen you.’",
      "19": "See, this is the joy of his way,\n    and out of the ground others will grow.",
      "20": "“Surely, God will not cast away a perfect man,\n    nor will He strengthen the evildoers,",
      "21": "until He fills your mouth with laughing,\n    and your lips with rejoicing.",
      "22": "Those who hate you will be clothed with shame,\n    and the dwelling place of the wicked will come to nothing.”"
    },
    "9": {
      "1": "Then Job answered:",
      "2": "“Truly, I know it is so,\n    but how can a man be righteous with God?",
      "3": "If one would dispute with Him,\n    he cannot answer Him once in a thousand times.",
      "4": "He is wise in heart and mighty in strength.\n    Who has hardened himself against Him and prospered?",
      "5": "He who removes mountains, and they know not,\n    who overturns them in His anger.",
      "6": "He who shakes the earth out of its place,\n    and its pillars tremble.",
      "7": "He who commands the sun, and it does not rise;\n    he seals off the stars.",
      "8": "He who alone spreads out the heavens,\n    and treads on the waves of the sea.",
      "9": "He who makes the Bear, Orion, and Pleiades,\n    and the constellations of the south.",
      "10": "He who does great things, beyond discovery,\n    yes, and wonders beyond number.",
      "11": "Yes, He would cross before me, and I would not see Him;\n    He would pass on by, but I would not perceive Him.",
      "12": "Yes, He takes away; who can hinder Him?\n    Who will say to Him, ‘What are You doing?’",
      "13": "God will not withdraw His anger.\n    The proud helpers bow down beneath Him.",
      "14": "“How, then, can I myself answer Him,\n    and choose my words to reason with Him?",
      "15": "Even if I were righteous I could not answer;\n    I would plead to my Judge for favor.",
      "16": "If I called, and He answered me,\n    I would not believe that He had listened to my voice.",
      "17": "For He crushes me with a storm\n    and multiplies my wounds without cause.",
      "18": "He will not allow me to get my breath,\n    but fills me with bitterness.",
      "19": "If it is a matter of strength, indeed, He is strong;\n    and if of justice, who will set me a time to plead?",
      "20": "Though I were righteous, my own mouth would condemn me;\n    though I were perfect, it would prove me perverse.",
      "21": "“Though I were perfect,\n    I would not know myself;\n    I would despise my life.",
      "22": "It is all one thing; therefore I said,\n    ‘He destroys both the perfect and the wicked.’",
      "23": "If the whip kills suddenly,\n    He will laugh at the trial of the innocent.",
      "24": "The earth is given into the hand of the wicked.\n    He covers the faces of its judges.\n    If it is not He, then who is it?",
      "25": "“Now my days are swifter than a runner;\n    they flee away; they see no good.",
      "26": "They pass by like reed skiffs,\n    like an eagle rushing upon its prey.",
      "27": "If I say, ‘I will forget my complaint;\n    I will leave off my sad face and brighten up,’",
      "28": "I am afraid of all my sorrows;\n    I know that You will not hold me innocent.",
      "29": "If I am guilty,\n    why then do I labor in vain?",
      "30": "If I wash myself with snow water\n    and cleanse my hands with soap,",
      "31": "yet You will plunge me into the pit,\n    and my own clothes will abhor me.",
      "32": "“For He is not a man as I am, that I should answer Him,\n    and we should come together in judgment.",
      "33": "Nor is there a mediator between us,\n    who may lay his hand upon us both.",
      "34": "Let Him take His rod away from me,\n    and let not dread of Him terrify me.",
      "35": "Then I would speak and not fear Him,\n    but it is not so with me."
    },
    "10": {
      "1": "“My soul loathes my life;\n    I will freely give my complaint,\n    I will speak in the bitterness of my soul.",
      "2": "I will say to God, Do not condemn me;\n    show me why You contend with me.",
      "3": "Is it good for You that You should oppress,\n    that You should despise the work of Your hands\n    and smile on the counsel of the wicked?",
      "4": "Do You have eyes of flesh?\n    Or do You see as man sees?",
      "5": "Are Your days as the days of man?\n    Are Your years as the days of a mortal,",
      "6": "that You inquire after my iniquity\n    and search after my sin?",
      "7": "You know that I am not wicked,\n    and there is none who can deliver out of Your hand.",
      "8": "“Your hands have shaped me and made me completely,\n    yet You destroy me.",
      "9": "Remember, I pray,\n    that You have made me as the clay.\n    And would You return me to dust?",
      "10": "Have You not poured me out as milk\n    and curdled me like cheese?",
      "11": "You have clothed me with skin and flesh,\n    and have knit me together with bones and sinews.",
      "12": "You have granted me life and loyal love,\n    and Your care has preserved my spirit.",
      "13": "“These things You have hid in Your heart.\n    I know that this is with You.",
      "14": "If I have sinned, then You would watch me,\n    and You would not acquit me from my iniquity.",
      "15": "If I am wicked, woe unto me;\n    and if I am righteous, yet will I not lift up my head.\nI am full of shame;\n    look at my affliction!",
      "16": "For if my head is lifted up, You would hunt me like a lion,\n    and again You show Yourself marvelous to me.",
      "17": "You renew Your witnesses against me\n    and increase Your indignation upon me.\n    Your troops come against me.",
      "18": "“Why then did You bring me forth out of the womb?\n    Oh, that I had died, and no eye had seen me!",
      "19": "I should have been as though I had not been;\n    I should have been carried from the womb to the grave.",
      "20": "Are not my days few? Stop then,\n    and leave me alone that I may cheer up a little,",
      "21": "before I go and do not return,\n    even to the land of darkness and the shadow of death,",
      "22": "a land of darkness, as darkness itself;\n    and of the shadow of death, without any order,\n    and where the light is as thick darkness.”"
    },
    "11": {
      "1": "Then Zophar the Naamathite answered:",
      "2": "“Should not the multitude of words be answered?\n    And should a man full of talk be justified?",
      "3": "Should your empty talk make men hold their peace?\n    And when you mock, will no one shame you?",
      "4": "For you have said, ‘My teaching is pure,\n    And I am clean in your eyes.’",
      "5": "But oh, that God would speak\n    and open His lips against you,",
      "6": "and that He would show you the secrets of wisdom!\n    For they would double your prudence.\n    And know that God overlooks some of your iniquity.",
      "7": "“Can you search out the deep things of God?\n    Can you find out the totality of the Almighty?",
      "8": "It is as high as heaven; what can you do?\n    Deeper than Sheol; what can you know?",
      "9": "Its measure is longer than the earth\n    and broader than the sea.",
      "10": "“If He passes through, and shuts up, and gathers together for judgment,\n    then who can hinder Him?",
      "11": "For He knows worthless men;\n    He sees wickedness also; will He not then consider it?",
      "12": "For an empty-headed man will become wise,\n    when a wild donkey’s colt is born a man.",
      "13": "“If you prepare your heart\n    and stretch out your hands toward Him;",
      "14": "if iniquity is in your hand, put it far away,\n    and do not let wickedness dwell in your tents;",
      "15": "for then you will lift up your face without blemish;\n    yes, you will be steadfast and will not fear,",
      "16": "because you will forget misery,\n    and remember it as waters that pass away,",
      "17": "and your life will be brighter than noonday,\n    even your darkness will be as the morning.",
      "18": "You will trust because there is hope;\n    yes, you will search about you,\n    and you will look around and rest in safety.",
      "19": "Also you will lie down, and none will make you afraid;\n    yes, many will court your favor.",
      "20": "But the eyes of the wicked will fail,\n    and they will not escape,\n    and their hope will be as the giving up of breath.”"
    },
    "12": {
      "1": "And Job answered:",
      "2": "“No doubt but you are the people,\n    and wisdom will die with you!",
      "3": "But I have understanding as well as you;\n    I am not inferior to you.\n    Yes, who does not know such things as these?",
      "4": "“I am a laughingstock to my neighbor,\n    who calls upon God, and He answers him;\n    the righteous, upright man is a laughingstock.",
      "5": "He whose foot is unsteady\n    is despised in the thoughts of him who is at ease.",
      "6": "The tents of robbers are at peace,\n    and those who provoke God are secure,\n    into whose hand they bring their own god.",
      "7": "“But now ask the beasts, and let them teach you;\n    and the birds of the air, and let them tell you;",
      "8": "or speak to the earth, let it teach you;\n    and let the fish of the sea declare to you.",
      "9": "Who among all these does not know\n    that the hand of the Lord has done this,",
      "10": "in whose hand is the soul of every living thing\n    and the breath of all mankind?",
      "11": "Does not the ear test words\n    and the mouth taste its food?",
      "12": "Wisdom is with the elderly,\n    and understanding comes with long life.",
      "13": "“With Him are wisdom and strength;\n    He has counsel and understanding.",
      "14": "Surely, He tears down, and it cannot be built again;\n    He imprisons a man, and there can be no release.",
      "15": "Surely, He withholds the waters, and they dry up;\n    also He sends them out, and they overthrow the earth.",
      "16": "With Him are strength and wisdom.\n    The deceived and the deceiver are His.",
      "17": "He leads counselors away stripped\n    and makes fools of judges.",
      "18": "He has loosened the bonds imposed by kings\n    and bound their waist with a belt.",
      "19": "He leads away priests stripped\n    and overthrows the mighty.",
      "20": "He removes speech from the trusted ones\n    and takes away the understanding of the aged.",
      "21": "He pours contempt upon princes\n    and loosens the belt of the mighty.",
      "22": "He uncovers deep things out of darkness\n    and brings the shadow of death to light.",
      "23": "He increases the nations and destroys them;\n    He enlarges the nations and guides them.",
      "24": "He takes away the understanding of the chiefs of the people of the earth,\n    and causes them to wander in a wilderness where there is no way.",
      "25": "They grope in the dark without light,\n    and He makes them to stagger like a drunk man."
    },
    "13": {
      "1": "“Notice, my eye has seen all this;\n    my ear has heard and understood it.",
      "2": "What you know, I also know the same;\n    I am not inferior to you.",
      "3": "Surely I would speak to the Almighty,\n    and I desire to reason with God.",
      "4": "But you are plasterers of falsehood;\n    you are all physicians of no value.",
      "5": "Oh, that you would altogether hold your peace,\n    and it would be your wisdom!",
      "6": "Hear now my reasoning,\n    and listen to the pleadings of my lips.",
      "7": "Will you speak wickedly for God?\n    And talk deceitfully for Him?",
      "8": "Will you take His side?\n    Will you plead for God?",
      "9": "Is it good that He would search you out?\n    Or as one man mocks another, do you so mock Him?",
      "10": "He will surely rebuke you,\n    if you secretly show partiality.",
      "11": "Will not His excellence make you afraid,\n    and the dread of Him fall upon you?",
      "12": "Your reminders are parables made of ashes;\n    your answers are answers made of clay.",
      "13": "“Hold your peace; leave me alone, that I may speak,\n    and let come on me what may!",
      "14": "Why do I take my flesh in my teeth\n    and put my life in my hand?",
      "15": "Though He slay me, yet will I trust in Him,\n    but I will defend my own ways before Him.",
      "16": "He also will be my salvation,\n    for a hypocrite could not come before Him.",
      "17": "Listen carefully to my speech,\n    and to my declaration with your ears.",
      "18": "See now, I have prepared my case;\n    I know that I will be justified.",
      "19": "Who is he who will plead with me?\n    For now, if I hold my tongue, I will give up my breath.",
      "20": "“Only grant me two things,\n    then I will not hide myself from You:",
      "21": "Withdraw Your hand far from me,\n    and let not the dread of You make me afraid.",
      "22": "Then call, and I will answer;\n    or let me speak, and You answer me.",
      "23": "How many are my iniquities and sins?\n    Make known to me my transgression and my sin.",
      "24": "Why do You hide Your face\n    and regard me as Your enemy?",
      "25": "Will You frighten a leaf driven to and fro?\n    And will You pursue dry stubble?",
      "26": "For You write bitter things against me\n    and make me inherit the iniquities of my youth.",
      "27": "You put my feet in the stocks\n    and watch closely all my paths;\n    You draw a line around the soles of my feet.",
      "28": "“Man, as a rotten thing, decays,\n    as a garment that is moth eaten."
    },
    "14": {
      "1": "“Man who is born of a woman\n    is of few days and full of trouble.",
      "2": "He comes forth like a flower and withers;\n    he flees like a shadow and does not continue.",
      "3": "Do You open Your eyes on such a one,\n    and bring me into judgment with You?",
      "4": "Who can bring a clean thing out of an unclean?\n    There is no one.",
      "5": "Seeing his days are determined,\n    the number of his months are with You;\n    You have appointed his bounds that he cannot pass;",
      "6": "turn from him, that he may rest,\n    until he, as a hired man, finishes his day.",
      "7": "“For there is hope for a tree,\n    if it is cut down, that it will sprout again,\n    and that its tender shoots will not cease.",
      "8": "Though its root may grow old in the earth,\n    and its stump may die in the ground,",
      "9": "yet at the scent of water it will bud\n    and bring forth boughs like a plant.",
      "10": "But man dies and wastes away;\n    yes, man gives up his breath, and where is he?",
      "11": "As the waters disappear from the sea,\n    and the flood shrivels and dries up,",
      "12": "so man lies down and does not rise;\n    until the heavens are no more, he will not awake,\n    nor be raised out of his sleep.",
      "13": "“Oh, that You would hide me in the grave,\n    that You would conceal me until Your wrath is past,\nthat You would appoint me a set time\n    and remember me!",
      "14": "If a man dies, will he live again?\n    All the days of my service I will wait,\n    until my relief comes.",
      "15": "You will call, and I will answer You;\n    You will long for the work of Your hands.",
      "16": "For now You number my steps;\n    do You not observe my sin?",
      "17": "My transgression is sealed up in a bag,\n    and You plaster over my iniquity.",
      "18": "“Surely the mountain falling comes to nothing,\n    and the rock is removed out of its place.",
      "19": "The waters wear away the stones;\n    its overflow washes away the dust of the earth;\n    and You destroy the hope of man.",
      "20": "You prevail forever against him, and he passes on;\n    changing his countenance, You send him away.",
      "21": "His sons come to honor, and he does not know it;\n    and they are brought low, but he does not perceive it.",
      "22": "But his flesh on him will have pain,\n    and his soul within him will mourn.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite answered:",
      "2": "“Should a wise man reply with empty knowledge\n    and fill his lungs with the east wind?",
      "3": "Should he reason with unprofitable talk\n    or with speeches with which he can do no good?",
      "4": "Yes, you cast off reverence\n    and hinder prayer before God.",
      "5": "For your mouth utters your iniquity,\n    and you choose the tongue of the crafty.",
      "6": "Your own mouth condemns you, and not I;\n    yes, your own lips testify against you.",
      "7": "“Are you the first man who was born?\n    Or were you made before the hills?",
      "8": "Have you heard the counsel of God?\n    And do you restrict wisdom to yourself?",
      "9": "What do you know that we do not know?\n    What do you understand that is not in us?",
      "10": "Both the gray-haired and very aged are among us—\n    much older than your father.",
      "11": "Are the consolations of God too small for you?\n    Or the word spoken gently to you?",
      "12": "Why does your heart carry you away?\n    And what do your eyes wink at,",
      "13": "that you turn your spirit against God,\n    and let such words go out of your mouth?",
      "14": "“What is man that he should be pure?\n    And he who is born of a woman, that he should be righteous?",
      "15": "Behold, He puts no trust in His holy ones,\n    and the heavens are not pure in His sight.",
      "16": "How much more abhorred and corrupt is man,\n    who drinks iniquity like water!",
      "17": "“I will tell you; hear me,\n    and what I have seen I will declare,",
      "18": "what wise men have told,\n    not hiding anything received from their fathers,",
      "19": "to whom alone the land was given,\n    and no foreigner passed among them:",
      "20": "The wicked man travails with pain all his days,\n    and numbered are the years stored up for the oppressor.",
      "21": "A dreadful sound is in his ears;\n    in prosperity the destroyer will come upon him.",
      "22": "He does not believe that he will return from darkness,\n    and a sword awaits him.",
      "23": "He wanders about for bread, saying, ‘Where is it?’\n    He knows that the day of darkness is ready at his hand.",
      "24": "Trouble and anguish will make him afraid;\n    they will prevail against him as a king ready to the battle.",
      "25": "For he stretches out his hand against God,\n    and strengthens himself against the Almighty.",
      "26": "He rushes upon Him, even on His neck,\n    with his thick embossed shield.",
      "27": "“He has covered his face with his fatness\n    and gathered fat upon his waist.",
      "28": "He dwells in desolate cities\n    and in houses which no man inhabits,\n    which are ready to become heaps.",
      "29": "He will not be rich, nor will his wealth continue,\n    nor will his possessions spread over the earth.",
      "30": "He will not depart out of darkness;\n    the flame will dry out his branches,\n    and by the breath of His mouth he will go away.",
      "31": "Let him who is deceived not trust in futility,\n    for futility will be his reward.",
      "32": "It will be accomplished before his time,\n    and his branch will not be green.",
      "33": "He will shake off his unripe grape like the vine,\n    and will cast off his blossom like the olive.",
      "34": "For the company of hypocrites will be desolate,\n    and fire will consume the tents of bribery.",
      "35": "They conceive mischief, and give birth to futility;\n    their womb prepares deceit.”"
    },
    "16": {
      "1": "Then Job answered:",
      "2": "“I have heard many such things;\n    miserable comforters are you all!",
      "3": "Will windy words have an end?\n    Or what provokes you that you answer?",
      "4": "I also could speak as you do,\n    if your soul were in my place.\nI could heap up words against you\n    and shake my head at you;",
      "5": "but I would strengthen you with my mouth,\n    and the moving of my lips would relieve your grief.",
      "6": "“Though I speak, my grief is not relieved;\n    and though I stop, how am I eased?",
      "7": "But now He has made me weary;\n    You have made desolate all my company.",
      "8": "You have filled me with wrinkles, which is a witness against me;\n    and my leanness has risen up and bears witness to my face.",
      "9": "He has torn me in His wrath, and He has carried a grudge against me.\n    He has gnashed me with His teeth;\n    my enemy sharpens His gaze upon me.",
      "10": "They have gaped upon me with their mouth;\n    they have struck me upon the cheek with reproach;\n    they have gathered themselves together against me.",
      "11": "God has delivered me to the ungodly\n    and turned me over into the hands of the wicked.",
      "12": "I was at ease, but He has shattered me.\n    He also has taken me by my neck, and shaken me to pieces,\nand set me up for His target.",
      "13": "His archers surround me;\nHe splits open my kidneys and does not pity;\n    He pours out my gall upon the ground.",
      "14": "He pierces me with thrust after thrust;\n    He rushes upon me like a warrior.",
      "15": "“I have sewn sackcloth over my skin\n    and thrust my horn into the dust.",
      "16": "My face is inflamed with weeping,\n    and on my eyelids is the shadow of death,",
      "17": "though not for any violence in my hands,\n    and my prayer is pure.",
      "18": "“O earth, do not cover my blood,\n    and let my cry have no resting place.",
      "19": "Also now, look, my witness is in heaven,\n    and my record is on high.",
      "20": "My friends scorn me;\n    my eyes pour out tears unto God.",
      "21": "Oh, that one might plead for a man with God,\n    as a man pleads for his neighbor!",
      "22": "“For when a few years have passed,\n    I will go the way from which I will not return."
    },
    "17": {
      "1": "“My spirit is broken,\n    my days are extinguished,\n    the grave is ready for me.",
      "2": "Are not mockers with me?\n    And does not my eye dwell on their provocation?",
      "3": "“Now put down a pledge for me with Yourself.\n    Who is he who will shake hands with me?",
      "4": "For You have hidden their heart from understanding.\n    Therefore will You not exalt them.",
      "5": "He who speaks flattery to his friends,\n    even the eyes of his children will fail.",
      "6": "“And He has made me a byword of the people,\n    someone in whose face they spit.",
      "7": "My eye also is dim because of sorrow,\n    and all my members are like a shadow.",
      "8": "Upright men will be astonished at this,\n    and the innocent will stir up himself against the hypocrite.",
      "9": "The righteous also will hold to his way,\n    and he who has clean hands will be stronger and stronger.",
      "10": "“But as for you all, return and come now,\n    for I cannot find one wise man among you.",
      "11": "My days are past, my purposes are broken off,\n    even the thoughts of my heart.",
      "12": "They change the night into day;\n    the light is short because of darkness.",
      "13": "If I wait, the grave is my house;\n    I have made my bed in the darkness.",
      "14": "I have said to the pit, ‘You are my father’;\n    to the worm, ‘You are my mother and my sister.’",
      "15": "Where now is my hope?\n    As for my hope, who will see it?",
      "16": "Will they go down to the gates of Sheol?\n    Will we descend together in the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite answered:",
      "2": "“How long will it be until you put an end to words?\n    Gain understanding, and afterwards we will speak.",
      "3": "Why are we counted as beasts\n    and regarded as stupid in your sight?",
      "4": "You who tear yourself in anger,\n    will the earth be forsaken for you?\n    And will the rock be removed from its place?",
      "5": "“Yes, the light of the wicked will be put out,\n    and the spark of his fire will not shine.",
      "6": "The light will be dark in his tent,\n    and his candle beside him will be put out.",
      "7": "The steps of his strength will be shortened,\n    and his own counsel will cast him down.",
      "8": "For he is cast into a net by his own feet,\n    and he walks upon a snare.",
      "9": "The trap will take him by the heel,\n    and the snare will prevail against him.",
      "10": "The snare is laid for him in the ground,\n    and a trap for him in the path.",
      "11": "Terrors will make him afraid on every side\n    and will drive him to his feet.",
      "12": "His strength will be hungry,\n    and destruction will be ready at his side.",
      "13": "It will devour the parts of his skin;\n    the firstborn of death will devour his limbs.",
      "14": "His confidence will be rooted out of his tent,\n    and it will bring him to the king of terrors.",
      "15": "They dwell in his tent who have no part with him;\n    brimstone will be scattered upon his habitation.",
      "16": "His roots will be dried up beneath,\n    and above his branch will dry up.",
      "17": "The memory of him will perish from the earth,\n    and he will have no name in the street.",
      "18": "He will be driven from light into darkness,\n    and chased out of the world.",
      "19": "He has neither descendant nor posterity among his people,\n    nor anyone remaining in his dwellings.",
      "20": "They who come after him will be astonished at his day,\n    as they who went before were seized with fright.",
      "21": "Surely such are the dwellings of the wicked,\n    and this is the place of him who does not know God.”"
    },
    "19": {
      "1": "Then Job answered:",
      "2": "“How long will you torment my soul\n    and break me in pieces with words?",
      "3": "These ten times you have reproached me;\n    you are not ashamed that you have wronged me.",
      "4": "And if indeed I have erred,\n    my error remains with me.",
      "5": "If indeed you exalt yourselves against me\n    and plead against me with my disgrace,",
      "6": "know now that God has bent me\n    and has surrounded me with His net.",
      "7": "“Look, I cry out concerning wrong, but I am not heard;\n    I cry aloud, but there is no justice.",
      "8": "He has fenced up my way that I cannot pass,\n    and He has set darkness in my paths.",
      "9": "He has stripped me of my glory\n    and taken the crown from my head.",
      "10": "He has destroyed me on every side, and I am gone;\n    my hope He has uprooted like a tree.",
      "11": "He has also kindled His wrath against me,\n    and He counts me as one of His enemies.",
      "12": "His troops come together\n    and build up their road against me;\n    they set up camp all around my tent.",
      "13": "“He has removed my brothers far from me,\n    and my acquaintances are completely estranged from me.",
      "14": "My relatives have failed,\n    and my close friends have forgotten me.",
      "15": "Those who dwell in my house, and my maidservants,\n    count me for a stranger;\n    I am a foreigner in their sight.",
      "16": "I called my servant, but he gave me no answer;\n    I begged him with my mouth.",
      "17": "My breath is offensive to my wife;\n    I am loathsome to the children of my own body.",
      "18": "Yes, young children despise me;\n    I arose, and they spoke against me.",
      "19": "All my close friends abhorred me,\n    and they whom I love are turned against me.",
      "20": "My bones cling to my skin and to my flesh,\n    and I have escaped by the skin of my teeth.",
      "21": "“Have pity upon me, have pity upon me, O you my friends,\n    for the hand of God has struck me!",
      "22": "Why do you persecute me as God does,\n    and are not satisfied with my flesh?",
      "23": "“Oh, that my words were written!\n    Oh, that they were inscribed in a book!",
      "24": "That they were engraved with an iron pen\n    and lead in the rock forever!",
      "25": "For I know that my Redeemer lives,\n    and He will stand at last on the earth;",
      "26": "and after my skin is destroyed,\n    yet in my flesh I will see God,",
      "27": "whom I will see for myself,\n    and my eyes will behold, and not another.\n    How my heart yearns within me.",
      "28": "“If you should say, ‘How shall we persecute him?’\n    since the root of the matter is found in me,",
      "29": "be afraid of the sword for yourselves;\n    for wrath brings the punishments of the sword,\n    that you may know there is a judgment.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite answered:",
      "2": "“Therefore my thoughts cause me to answer,\n    and for this I make haste.",
      "3": "I have heard the rebuke that disgraces me,\n    and the spirit of my understanding causes me to answer.",
      "4": "“Do you not know this of old,\n    since man was placed upon earth,",
      "5": "that the triumphing of the wicked is short,\n    and the joy of the hypocrite is but for a moment?",
      "6": "Though his loftiness extends to the heavens,\n    and his head reaches to the clouds,",
      "7": "yet he will perish forever like his own excrement;\n    those who have seen him will say, ‘Where is he?’",
      "8": "He will fly away like a dream and will not be found;\n    yes, he will be chased away as a vision of the night.",
      "9": "The eye that saw him will see him no more;\n    nor will his place behold him anymore.",
      "10": "His children will seek favor from the poor,\n    and his hands will give back his wealth.",
      "11": "His bones are full of his youthful vigor,\n    but it will lie down with him in the dust.",
      "12": "“Though evil is sweet in his mouth,\n    and he hides it under his tongue,",
      "13": "though he spares it and does not forsake it,\n    but keeps it in his mouth,",
      "14": "yet his food in his stomach turns sour;\n    it becomes the venom of cobras within him.",
      "15": "He has swallowed down riches,\n    and he will vomit them up again;\n    God will cast them out of his belly.",
      "16": "He will suck the poison of cobras;\n    the viper’s tongue will slay him.",
      "17": "He will not see the streams, the rivers,\n    the brooks of honey and butter.",
      "18": "He will give back the produce of labor and will not swallow it down.\n    According to his wealth the restitution will be, and he will not rejoice in it;",
      "19": "because he has oppressed and has forsaken the poor.\n    He has violently taken away a house that he did not build.",
      "20": "“Because he knows no quietness in his belly,\n    he will not save anything he desired.",
      "21": "Nothing is left for him to eat;\n    therefore his prosperity will not endure.",
      "22": "In his self-sufficiency he will be in distress;\n    every hand of misery will come upon him.",
      "23": "When he is about to fill his belly,\n    God will cast the fury of His wrath on him\n    and will rain it on him while he is eating.",
      "24": "He will flee from the iron weapon;\n    a bronze bow will pierce him through.",
      "25": "It is drawn and comes out of the body;\n    yes, the glittering point comes out of his gall.\nTerrors are upon him.",
      "26": "Total darkness is stored up for his treasures.\nAn unfanned fire will consume him;\n    what is left in his tent will be consumed.",
      "27": "The heavens will reveal his iniquity,\n    and the earth will rise up against him.",
      "28": "The increase of his house will depart,\n    and his goods will flow away in the day of His wrath.",
      "29": "This is the wicked man’s portion from God,\n    and the inheritance appointed to him by God.”"
    },
    "21": {
      "1": "But Job answered:",
      "2": "“Listen carefully to my speech,\n    and let this be your consolation.",
      "3": "Bear with me that I may speak,\n    and after I have spoken, mock on.",
      "4": "“As for me, is my complaint against man?\n    And if it were so, why should not my spirit be troubled?",
      "5": "Look at me and be astonished,\n    and put your hand over your mouth.",
      "6": "Even when I remember I am afraid,\n    and trembling takes hold of my body.",
      "7": "Why do the wicked live and become old;\n    yes, become mighty in power?",
      "8": "Their descendants are established with them in their sight,\n    and their offspring before their eyes.",
      "9": "Their houses are safe from fear,\n    nor is the rod of God upon them.",
      "10": "Their bull breeds without failure;\n    their cow gives calves without miscarriage.",
      "11": "They send forth their little ones like a flock,\n    and their children dance.",
      "12": "They take up the tambourine and harp\n    and rejoice at the sound of the flute.",
      "13": "They spend their days in wealth,\n    and in a moment go down to Sheol.",
      "14": "Therefore they say to God, ‘Depart from us,\n    for we do not desire the knowledge of Your ways.",
      "15": "Who is the Almighty, that we should serve Him?\n    And what profit do we have if we pray to Him?’",
      "16": "Indeed, their prosperity is not in their hand.\n    The counsel of the wicked is far from me.",
      "17": "“How often is the lamp of the wicked put out?\n    How often does their destruction come upon them,\n    the sorrows God distributes in His anger?",
      "18": "They are like straw before the wind,\n    and like chaff that a storm carries away.",
      "19": "God stores up their iniquity for their children;\n    let Him reward the people themselves, and they will know it.",
      "20": "Let their eyes see their own destruction,\n    and let them drink of the wrath of the Almighty.",
      "21": "For what do they care about their households after them,\n    when the number of their months is cut off?",
      "22": "“Can anyone teach God knowledge,\n    since He judges those who are on high?",
      "23": "One dies in his full strength,\n    being wholly at ease and secure.",
      "24": "His pails are full of milk,\n    and the marrow of his bones is moist.",
      "25": "Another dies in the bitterness of his soul,\n    never having eaten with pleasure.",
      "26": "They will lie down alike in the dust,\n    and worms will cover them.",
      "27": "“Behold, I know your thoughts,\n    and the schemes with which you would wrong me.",
      "28": "For you say, ‘Where is the house of the prince?\n    And where are the dwelling places of the wicked?’",
      "29": "Have you not asked them who travel the road?\n    And do you not know their signs?",
      "30": "For the wicked are reserved for the day of destruction;\n    they will be brought forth on the day of wrath.",
      "31": "Who will declare his way to his face?\n    And who will repay him for what he has done?",
      "32": "Yet will he be brought to the grave\n    and will remain in the tomb.",
      "33": "The clods of the valley will be sweet unto him;\n    and everyone will follow him,\n    as countless have gone before.",
      "34": "“How then can you comfort me with emptiness,\n    since deceit remains in your answers?”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite answered:",
      "2": "“Can a man be profitable to God,\n    as he who is wise may be profitable to himself?",
      "3": "Is it any pleasure to the Almighty that you are righteous?\n    Or is it gain to Him that you make your ways blameless?",
      "4": "“Is it because of your fear of Him that He corrects you,\n    and enters into judgment with you?",
      "5": "Is not your wickedness great,\n    and your iniquity infinite?",
      "6": "For you have taken a pledge from your brother for nothing,\n    and stripped the naked of their clothing.",
      "7": "You have not given water to the weary to drink,\n    and you have withheld bread from the hungry.",
      "8": "But as for the mighty man, he possessed the earth,\n    and the honorable man lived in it.",
      "9": "You have sent widows away empty,\n    and the strength of the fatherless was crushed.",
      "10": "Therefore snares are all around you,\n    and sudden fear troubles you,",
      "11": "or darkness, so that you cannot see;\n    and an abundance of waters covers you.",
      "12": "“Is not God in the height of heaven?\n    And see the height of the stars, how high they are!",
      "13": "And you say, ‘What does God know?\n    Can He judge through the dark cloud?",
      "14": "Thick clouds are His covering, so He cannot see;\n    and He walks above the circle of heaven.’",
      "15": "Will you keep to the old way,\n    that wicked men have trod?",
      "16": "They were cut down before their time;\n    their foundations were swept away by a flood.",
      "17": "They said to God, ‘Depart from us,’\n    and, ‘What can the Almighty do to us?’",
      "18": "Yet He filled their houses with good things;\n    but the counsel of the wicked is far from me.",
      "19": "“The righteous see it and are glad,\n    and the innocent laugh them to scorn:",
      "20": "‘Surely our adversaries are cut down,\n    and the fire consumes their remnant.’",
      "21": "“Now acquaint yourself with Him and be at peace;\n    thereby good will come to you.",
      "22": "Receive, I pray, the teaching from His mouth,\n    and lay up His words in your heart.",
      "23": "If you return to the Almighty, you will be built up;\n    you will put away iniquity far from your tents.",
      "24": "Then you will lay up gold as dust,\n    and the gold of Ophir as the stones of the brooks.",
      "25": "Yes, the Almighty will be your gold\n    and your precious silver;",
      "26": "for then you will delight yourself in the Almighty,\n    and will lift up your face unto God.",
      "27": "You will make your prayer to Him, and He will hear you,\n    and you will pay your vows.",
      "28": "You will also declare a matter, and it will be established unto you;\n    and the light will shine upon your ways.",
      "29": "When men are cast down, and you say, ‘There is a time of exaltation!’\n    then He will save the humble person.",
      "30": "He will even deliver one who is not innocent;\n    he will be delivered by the purity of your hands.”"
    },
    "23": {
      "1": "Then Job answered:",
      "2": "“Today also my complaint is bitter;\n    my hand is heavy because of my groaning.",
      "3": "Oh, that I knew where I might find Him,\n    that I might come even to His seat!",
      "4": "I would present my case before Him\n    and fill my mouth with arguments.",
      "5": "I would know the words that He would answer me\n    and understand what He would say to me.",
      "6": "Will He plead against me with His great power?\n    No! But He would take note of me.",
      "7": "There the righteous might dispute with Him;\n    so would I be delivered forever from my Judge.",
      "8": "“Look, I go forward, but He is not there,\n    and backward, but I cannot perceive Him;",
      "9": "when He works on the left hand, I cannot behold Him;\n    He turns to the right hand, I cannot see Him.",
      "10": "But He knows the way that I take;\n    when He has tested me, I will come forth as gold.",
      "11": "My foot has held fast to His steps;\n    I have kept His way and have not turned aside.",
      "12": "I have not departed from the commandment of His lips;\n    I have esteemed the words of His mouth more than my necessary food.",
      "13": "“But He is resolute, and who can turn Him?\n    And whatever His soul desires, that He does.",
      "14": "For He performs what is appointed for me,\n    and many such things are with Him.",
      "15": "Therefore I am troubled at His presence;\n    when I consider, I am afraid of Him.",
      "16": "For God makes my heart soft,\n    and the Almighty troubles me;",
      "17": "because I was not cut off from the presence of darkness,\n    nor has He covered the darkness from my face."
    },
    "24": {
      "1": "“Since times of judgment are not kept by the Almighty,\n    why do they who know Him not see His days?",
      "2": "Some remove the landmarks;\n    they violently take away flocks and feed on them.",
      "3": "They drive away the donkey of the orphan;\n    they take the widow’s ox for a pledge.",
      "4": "They turn away the needy;\n    the poor of the earth are forced to hide.",
      "5": "Behold, as wild donkeys in the desert,\n    they go out to their work, rising early for a prey.\n    The wilderness yields food for them and for their children.",
      "6": "They gather their fodder in the field,\n    and they glean in the vineyard of the wicked.",
      "7": "They cause the naked to lodge without clothing,\n    and they have no covering in the cold.",
      "8": "They are wet with the showers of the mountains\n    and embrace the rock for want of a shelter.",
      "9": "They snatch the fatherless from the breast\n    and take a pledge from the poor.",
      "10": "They cause him to go naked without clothing,\n    and they take away the sheaf from the hungry.",
      "11": "They press out oil within their walls\n    and tread their winepresses, yet suffer thirst.",
      "12": "Men groan from outside the city,\n    and the soul of the wounded cries out;\n    yet God does not charge them with wrong.",
      "13": "“They are those who rebel against the light;\n    they do not know its ways\n    nor abide in its paths.",
      "14": "The murderer, rising with the light, kills the poor and needy,\n    and in the night he is like a thief.",
      "15": "Also the eye of the adulterer waits for the twilight,\n    saying, ‘No eye will see me’;\n    and he disguises his face.",
      "16": "In the dark they break into houses,\n    which they had marked for themselves in the daytime;\n    they do not know the light.",
      "17": "For the morning is the same to them as the shadow of death;\n    if someone recognizes them,\n    they are in the terrors of the shadow of death.",
      "18": "“He is swift as the waters.\n    Their portion is cursed in the earth.\n    They do not turn toward the way of the vineyards.",
      "19": "Drought and heat consume the snow waters;\n    so the grave consumes those who have sinned.",
      "20": "The womb will forget him;\n    the worm will feed sweetly on him;\nhe will be remembered no more,\n    and wickedness will be broken like a tree.",
      "21": "He preys on the barren who do not bear,\n    and does no good for the widow.",
      "22": "But God draws the mighty away with His power;\n    He rises up, and no man is sure of life.",
      "23": "He gives them security, and they rely on it;\n    yet His eyes are on their ways.",
      "24": "They are exalted for a little while but are gone and brought low;\n    they are taken out of the way like all others\n    and cut off as the tops of the grain.",
      "25": "“If it is not so, who will prove me a liar\n    and make my speech worth nothing?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite answered:",
      "2": "“Dominion and fear are with Him;\n    He makes peace in His high places.",
      "3": "Is there any number to His armies?\n    And upon whom does His light not rise?",
      "4": "How then can man be righteous with God?\n    Or how can he who is born of a woman be clean?",
      "5": "Behold, even the moon does not shine,\n    and the stars are not pure in His sight;",
      "6": "how much less man, who is a maggot?\n    And the son of man, who is a worm?”"
    },
    "26": {
      "1": "But Job answered:",
      "2": "“How have you helped him who is without power?\n    How have you saved the arm that has no strength?",
      "3": "How have you counseled him who has no wisdom?\n    And how have you plentifully declared sound knowledge?",
      "4": "To whom have you uttered words?\n    And whose breath came from you?",
      "5": "“The departed spirits tremble under the waters,\n    and their inhabitants.",
      "6": "The underworld is naked before Him,\n    and destruction has no covering.",
      "7": "He stretches out the north over empty space,\n    He hangs the earth upon nothing.",
      "8": "He binds up the waters in His thick clouds,\n    and the cloud is not broken under them.",
      "9": "He covers the face of the full moon\n    and spreads His cloud over it.",
      "10": "He has circled the waters with boundaries,\n    until the day and night come to an end.",
      "11": "The pillars of heaven tremble\n    and are astonished at His reproof.",
      "12": "He divides the sea with His power,\n    and by His understanding He strikes through the proud.",
      "13": "By His breath He has made fair the heavens;\n    His hand has formed the fleeing serpent.",
      "14": "Indeed, these are but a part of His ways,\n    and how small a whisper we hear of Him!\n    But the thunder of His power who can understand?”"
    },
    "27": {
      "1": "Moreover Job continued his discourse:",
      "2": "“As God lives, who has taken away my judgment,\n    and the Almighty, who has made my soul bitter,",
      "3": "all the while my spirit is in me,\n    and the breath of God is in my nostrils,",
      "4": "my lips will not speak wickedness,\n    nor my tongue utter deceit.",
      "5": "God forbid that I should justify you.\n    Until I die I will not put away my integrity from me.",
      "6": "My righteousness I hold fast and will not let it go;\n    my heart will not reproach me as long as I live.",
      "7": "“Let my enemy be like the wicked,\n    and he who rises up against me like the unrighteous.",
      "8": "For what is the hope of the hypocrite,\n    though he may gain much, when God takes away his soul?",
      "9": "Will God hear his cry\n    when trouble comes upon him?",
      "10": "Will he delight himself in the Almighty?\n    Will he always call upon God?",
      "11": "“I will teach you about the hand of God;\n    what is with the Almighty I will not conceal.",
      "12": "Look, all of you have seen it;\n    why then have you become altogether vain?",
      "13": "“This is the portion of a wicked man with God,\n    and the inheritance that oppressors receive from the Almighty:",
      "14": "If his children are multiplied, it is for the sword,\n    and his offspring will not be satisfied with bread.",
      "15": "Those who survive him will be buried in death,\n    and their widows will not weep.",
      "16": "Though he heaps up silver like the dust\n    and piles up clothing like the clay—",
      "17": "he may pile it up, but the just will wear it,\n    and the innocent will divide the silver.",
      "18": "He builds his house like a moth,\n    and like a booth that the watchman makes.",
      "19": "The rich man will lie down, but he will not be gathered;\n    he opens his eyes, and he is not.",
      "20": "Terrors overtake him like floodwaters;\n    a tempest steals him away in the night.",
      "21": "The east wind carries him away, and he departs;\n    it sweeps him out of his place.",
      "22": "For God will cast it upon him and not spare;\n    he would flee from its power.",
      "23": "Men will clap their hands at him\n    and will hiss him out of his place."
    },
    "28": {
      "1": "“Surely there is a mine for the silver,\n    and a place where they refine gold.",
      "2": "Iron is taken out of the earth,\n    and copper is smelted from the ore.",
      "3": "Man puts an end to darkness,\n    and searches every extremity\n    for ore in the darkness and the shadow of death.",
      "4": "He breaks open a shaft away from the inhabitants;\n    in places forgotten by feet\n    they hang far away from men; and they totter.",
      "5": "As for the earth, from it comes bread,\n    and underneath it is turned up as by fire.",
      "6": "Its stones are the source of sapphires,\n    and it has dust of gold.",
      "7": "There is a path that no bird knows,\n    and that the vulture’s eye has not seen;",
      "8": "the lion cubs have not trodden it,\n    nor has the fierce lion passed by it.",
      "9": "He puts forth his hand upon the rock;\n    he overturns the mountains by the roots.",
      "10": "He cuts out rivers among the rocks,\n    and his eye sees every precious thing.",
      "11": "He prevents the floods from overflowing,\n    and the thing that is hidden he brings forth to light.",
      "12": "“But where will wisdom be found?\n    And where is the place of understanding?",
      "13": "Man does not know its price,\n    nor is it found in the land of the living.",
      "14": "The depth says, ‘It is not in me,’\n    and the sea says, ‘It is not with me.’",
      "15": "It cannot be bought for gold,\n    nor can silver be weighed for its price.",
      "16": "It cannot be valued in the gold of Ophir,\n    with the precious onyx or the sapphire.",
      "17": "The gold and the crystal cannot equal it,\n    and it cannot be exchanged for jewels of fine gold.",
      "18": "No mention will be made of coral or of pearls,\n    for the price of wisdom is above rubies.",
      "19": "The topaz of Ethiopia will not equal it,\n    nor will it be valued with pure gold.",
      "20": "“From where then does wisdom come?\n    And where is the place of understanding?",
      "21": "It is hidden from the eyes of all living\n    and concealed from the birds of the air.",
      "22": "Destruction and Death say,\n    ‘We have heard of its fame with our ears.’",
      "23": "God understands its way,\n    and He knows its place.",
      "24": "For He looks to the ends of the earth,\n    and sees under the whole heaven,",
      "25": "to make the weight of the wind,\n    and He weighs the waters by measure.",
      "26": "When He made a decree for the rain,\n    and a path for the lightning of the thunder,",
      "27": "then He saw it and declared it;\n    He prepared it, yes, and searched it out.",
      "28": "To man He said:\n    ‘Look, the fear of the Lord, that is wisdom;\n    And to depart from evil is understanding.’ ”"
    },
    "29": {
      "1": "Moreover Job continued his discourse:",
      "2": "“Oh, that I were as in months past,\n    as in the days when God watched over me;",
      "3": "when His lamp shone upon my head,\n    and when by His light I walked through darkness;",
      "4": "as I was in the days of my autumn youth,\n    when the friendly counsel of God was over my tent;",
      "5": "when the Almighty was still with me,\n    when my children were around me;",
      "6": "when my steps were bathed in butter,\n    and the rock poured out rivers of oil for me!",
      "7": "“When I went out to the gate of the city,\n    when I took my seat in the square,",
      "8": "the young men saw me and hid themselves,\n    and the aged arose and stood up.",
      "9": "The princes refrained from talking,\n    and put their hand on their mouth.",
      "10": "The nobles held their peace,\n    and their tongue stuck to the roof of their mouth.",
      "11": "When the ear heard, then it blessed me;\n    and when the eye saw, then it approved me,",
      "12": "because I delivered the poor who cried,\n    and the fatherless, and him who had none to help him.",
      "13": "The blessing of the perishing man came upon me,\n    and I caused the widow’s heart to sing for joy.",
      "14": "I put on righteousness, and it clothed me;\n    my judgment was like a robe and a diadem.",
      "15": "I was eyes for the blind,\n    and I was feet for the lame.",
      "16": "I was a father to the poor,\n    and I searched out the case that I did not know.",
      "17": "I broke the jaws of the wicked\n    and plucked the victim from his teeth.",
      "18": "“Then I said, ‘I will die in my nest,\n    and I will multiply my days as the sand.",
      "19": "My root was spread out by the waters,\n    and the dew lay all night upon my branch.",
      "20": "My glory was fresh in me,\n    and my bow was renewed in my hand.’",
      "21": "“Men listened to me and waited,\n    and kept silence for my counsel.",
      "22": "After my words they did not speak again,\n    and my speech settled on them like dew.",
      "23": "They waited for me as for the rain,\n    and they opened their mouth wide as for the spring rain.",
      "24": "If I mocked at them, they did not believe it,\n    and the light of my countenance they did not cast down.",
      "25": "I chose the way for them and sat as chief,\n    and lived as a king in the army,\n    as one who comforts mourners."
    },
    "30": {
      "1": "“But now those who are younger than I mock me,\n    whose fathers I disdained to put with the dogs of my flock.",
      "2": "Yes, how does the strength of their hands profit me?\n    Their vigor has perished.",
      "3": "For want and famine\n    they gnawed the parched land;\n    fleeing into the wilderness in former time, desolate and waste.",
      "4": "Who pluck mallow by the bushes,\n    and juniper roots for their food.",
      "5": "They were driven out from among men;\n    they shout after them as after a thief.",
      "6": "They had to dwell in the rocky riverbeds,\n    in caves of the earth, and in the rocks.",
      "7": "Among the bushes they brayed;\n    under the nettles they were gathered together.",
      "8": "They were children of fools, yes, children of vile men;\n    they were scourged from the earth.",
      "9": "“Now I am their taunting song;\n    yes, I am their byword.",
      "10": "They abhor me, they flee far from me;\n    they do not hesitate to spit in my face.",
      "11": "Because He has loosed my bowstring and afflicted me,\n    they have cast off the bridle before me.",
      "12": "At my right hand their brood arises;\n    they push away my feet,\n    and they raise against me their ways of destruction.",
      "13": "They tear apart my path,\n    they promote my calamity;\n    they have no helper.",
      "14": "They came upon me as a wide breach, with a crash they came;\n    in the desolation they rolled themselves upon me.",
      "15": "Terrors are turned on me;\n    they pursue my dignity like the wind,\n    and my help passes away as a cloud.",
      "16": "“Now my soul is poured out within me;\n    the days of affliction have taken hold of me.",
      "17": "My bones are pierced in me at night,\n    and my sinews have no rest.",
      "18": "By the great force of my disease my garment is changed;\n    it binds me about as the collar of my coat.",
      "19": "He has cast me into the mire,\n    and I have become like dust and ashes.",
      "20": "“I cry unto You, but You do not hear me;\n    I stand up, and You do not regard me.",
      "21": "You have become cruel to me;\n    with Your strong hand You oppose me.",
      "22": "You lift me up to the wind and cause me to ride on it;\n    You dissolve my success.",
      "23": "For I know that You will bring me to death,\n    and to the house appointed for all living.",
      "24": "“Surely He will not stretch out His hand to the grave,\n    though they cry when He destroys it.",
      "25": "Did I not weep for him who was in trouble?\n    Was not my soul grieved for the poor?",
      "26": "When I looked for good, then evil disaster came upon me;\n    and when I waited for light, darkness came.",
      "27": "My insides boiled and did not rest;\n    the days of affliction have met me.",
      "28": "I went mourning without the sun;\n    I stood up, and I cried in the congregation.",
      "29": "I am a brother of jackals\n    and a companion of owls.",
      "30": "My skin is black upon me,\n    and my bones are burned with fever.",
      "31": "My harp is turned to mourning,\n    and my flute to the voice of those who weep."
    },
    "31": {
      "1": "“I made a covenant with my eyes;\n    why then should I look upon a young woman?",
      "2": "For what portion of God is there from above?\n    And what inheritance of the Almighty from on high?",
      "3": "Does not destruction belong to the wicked,\n    and calamity to the workers of iniquity?",
      "4": "Does He not see my ways,\n    and count all my steps?",
      "5": "“If I have walked in vanity,\n    or if my foot has hurried after deceit,",
      "6": "let me be weighed in an even balance\n    that God may know my integrity.",
      "7": "If my step has turned out of the path,\n    and my heart has gone after my eyes,\n    and if any spot has clung to my hands,",
      "8": "then let me sow, but let another eat;\n    yes, let my offspring be rooted out.",
      "9": "“If my heart has been deceived by a woman,\n    or if I have laid wait at my neighbor’s door,",
      "10": "then let my wife grind for another,\n    and let others bow down over her.",
      "11": "For this is a heinous crime;\n    yes, it is an iniquity to be punished by the judges.",
      "12": "For it is a fire that consumes to destruction\n    and would root out all my increase.",
      "13": "“If I have despised the cause of my male or female servant\n    when they complained against me,",
      "14": "what then will I do when God rises up?\n    And when He visits, what will I answer Him?",
      "15": "Did not He who made me in the womb make him?\n    And did not the same One fashion us in the womb?",
      "16": "“If I have kept the poor from their desire,\n    or have caused the eyes of the widow to fail,",
      "17": "or have eaten my morsel by myself,\n    so that the fatherless could not eat of it",
      "18": "(but from my youth he was brought up with me, as with a father,\n    and I have guided the widow from my mother’s womb);",
      "19": "if I have seen anyone perish for lack of clothing,\n    or any poor without covering;",
      "20": "if his body has not blessed me,\n    and if he was not warmed with the fleece of my sheep;",
      "21": "if I have lifted up my hand against the fatherless,\n    when I saw I had help in the gate;",
      "22": "then let my arm fall from my shoulder blade,\n    and my arm be broken from the bone.",
      "23": "For destruction from God is a terror to me,\n    and because of His highness I cannot endure.",
      "24": "“If I have made gold my hope,\n    or have said to the fine gold, ‘You are my confidence’;",
      "25": "if I rejoiced because my wealth was great,\n    and because my hand had gained much;",
      "26": "if I saw the sun when it shined,\n    or the moon moving in brightness;",
      "27": "and my heart has been secretly enticed,\n    or my mouth has kissed my hand;",
      "28": "this also would be an iniquity to be punished by the judge,\n    for I would have denied the God who is above.",
      "29": "“If I rejoiced at the destruction of him who hated me,\n    or lifted up myself when disaster found him",
      "30": "(nor have I allowed my mouth to sin\n    by wishing for a curse on his soul);",
      "31": "if the men of my tent have not said,\n    ‘Who is there who has not been satisfied with his meat?’",
      "32": "(the stranger has not lodged in the street,\n    but I opened my doors to the traveler);",
      "33": "if I covered my transgressions as any man,\n    by hiding my iniquity in my heart,",
      "34": "did I fear a great multitude,\n    or did the contempt of families terrify me,\n    so that I kept silence, and did not go out of the door?",
      "35": "“Oh, that one would hear me!\n    Behold, my desire is that the Almighty would answer me,\n    and that the One who contends against me had written a book!",
      "36": "Surely I would carry it on my shoulder\n    and bind it on me like a crown.",
      "37": "I would declare to Him the number of my steps;\n    like a prince I would approach Him.",
      "38": "“If my land cries out against me,\n    and its furrows also weep together;",
      "39": "if I have eaten its fruit without money,\n    or have caused its owners to lose their life;",
      "40": "let thistles grow instead of wheat,\n    and weeds instead of barley.”\nThe words of Job are ended."
    },
    "32": {
      "1": "So these three men ceased answering Job, because he was righteous in his own eyes.",
      "2": "Then the wrath of Elihu the son of Barakel the Buzite, of the family of Ram, was aroused; his wrath was aroused against Job because he justified himself rather than God.",
      "3": "His wrath was aroused also against his three friends because they had found no answer and yet had condemned Job.",
      "4": "Now Elihu had waited until Job had spoken because they were older than he.",
      "5": "When Elihu saw that there was no answer in the mouth of these three men, then his wrath was aroused.",
      "6": "Elihu the son of Barakel the Buzite answered:\n“I am young,\n    and you are very old;\ntherefore I was afraid\n    and dared not show you my opinion.",
      "7": "I said, ‘Age should speak,\n    and multitude of years should teach wisdom.’",
      "8": "But there is a spirit in man,\n    and the breath of the Almighty gives him understanding.",
      "9": "Great men are not always wise,\n    nor do the aged always understand judgment.",
      "10": "“Therefore I say,\n    ‘Listen to me; I will also declare my opinion.’",
      "11": "Indeed, I waited for your words;\n    I listened to your reasons,\nwhile you searched out what to say.",
      "12": "Yes, I paid attention to you;\nand surely none of you convinced Job\n    or answered his words.",
      "13": "Lest you say, ‘We have found wisdom’;\n    God will subdue him, not man.",
      "14": "Now he has not directed his words against me,\n    so I will not answer him with your speeches.",
      "15": "“They are amazed; they answer no more;\n    they cease speaking.",
      "16": "And I have waited,\n    (for they did not speak, but stood still and answered no more).",
      "17": "I said, ‘I also will answer my part;\n    I too will show my opinion.’",
      "18": "For I am full of words;\n    the spirit within me compels me.",
      "19": "See, my belly is like wine that has no vent;\n    it is ready to burst like new wineskins.",
      "20": "I will speak, that I may be refreshed;\n    I will open my lips and answer.",
      "21": "Let me not, I pray, show partiality to anyone,\n    nor let me give flattering titles to man.",
      "22": "For I do not know how to give flattering titles;\n    in so doing my Maker would soon take me away."
    },
    "33": {
      "1": "“Therefore, Job, I pray, hear my speeches,\n    and listen to all my words.",
      "2": "Behold, now I have opened my mouth;\n    my tongue has spoken in my mouth.",
      "3": "My words will be from the uprightness of my heart,\n    and my lips will utter knowledge clearly.",
      "4": "The Spirit of God has made me,\n    and the breath of the Almighty has given me life.",
      "5": "If you can answer me,\n    set your words in order before me; stand up.",
      "6": "Surely I am before God like you;\n    I also am formed out of the clay.",
      "7": "Indeed, no dread of me will make you afraid,\n    nor will my hand be heavy upon you.",
      "8": "“Surely you have spoken in my hearing,\n    and I have heard the sound of your words, saying,",
      "9": "‘I am clean, without transgression;\n    I am innocent, nor is there iniquity in me.",
      "10": "Behold, He finds occasions against me,\n    He counts me for His enemy;",
      "11": "He puts my feet in the stocks,\n    He watches all my paths.’",
      "12": "“Look, in this you are not just.\n    I will answer you, that God is greater than man.",
      "13": "Why do you strive against Him?\n    For He does not give an accounting for any of His words.",
      "14": "For God speaks once, yes twice,\n    yet man does not perceive it.",
      "15": "In a dream, in a vision of the night,\n    when deep sleep falls upon men,\n    in slumber on their beds,",
      "16": "then He opens the ears of men,\n    and seals their instruction,",
      "17": "that He might turn aside man from his purpose,\n    and conceal pride from man.",
      "18": "He keeps back his soul from the pit,\n    and his life from perishing by the sword.",
      "19": "“He is also chastened with pain on his bed,\n    and with strong pain in many of his bones,",
      "20": "so that his life abhors bread,\n    and his soul dainty food.",
      "21": "His flesh is consumed away that it cannot be seen,\n    and his bones that were not seen stick out.",
      "22": "Yes, his soul draws near to the grave,\n    and his life to the executioners.",
      "23": "If there is a messenger for him,\n    an interpreter, one among a thousand,\n    to show to man what is right for him,",
      "24": "then He is gracious to him, and says,\n    ‘Deliver him from going down to the pit;\n    I have found a ransom.’",
      "25": "His flesh will be fresher than a child’s;\n    he will return to the days of his youth;",
      "26": "he will pray to God, and He will be favorable unto him,\n    and he will see His face with joy,\n    for He will render unto man His righteousness.",
      "27": "Then he looks at men and says,\n    ‘I have sinned and perverted what was right,\n    and it did not profit me.’",
      "28": "He will deliver his soul from going down to the pit,\n    and his life will see the light.",
      "29": "“Behold, God works all these things,\n    twice, three times with man,",
      "30": "to bring back his soul from the pit,\n    to be enlightened with the light of the living.",
      "31": "“Pay attention, Job, listen to me;\n    hold your peace, and I will speak.",
      "32": "If you have anything to say, answer me;\n    speak, for I desire to justify you.",
      "33": "If not, listen to me; hold your peace,\n    and I will teach you wisdom.”"
    },
    "34": {
      "1": "Furthermore Elihu answered and said:",
      "2": "“Hear my words, O you wise men;\n    and give ear unto me, you that have knowledge.",
      "3": "For the ear tests words,\n    as the mouth tastes food.",
      "4": "Let us choose justice for ourselves;\n    let us know among ourselves what is good.",
      "5": "“For Job has said, ‘I am righteous,\n    but God has taken away my judgment.",
      "6": "Should I lie concerning my right?\n    My wound is incurable, though I am without transgression.’",
      "7": "What man is like Job,\n    who drinks scorn like water,",
      "8": "who goes in company with the workers of iniquity\n    and walks with wicked men?",
      "9": "For he has said, ‘It profits a man nothing\n    that he should delight himself in God.’",
      "10": "“Therefore listen to me, you men of understanding:\n    Far be it from God that He should do wickedness,\n    and from the Almighty that He should commit iniquity.",
      "11": "He will repay a man for his work,\n    and cause every man to find what is according to his ways.",
      "12": "Yes, surely God will not do wickedly,\n    nor will the Almighty pervert judgment.",
      "13": "Who has given Him charge over the earth?\n    Or who has set in order the whole world?",
      "14": "If He sets His heart on man,\n    if He gathers unto Himself His Spirit and His breath,",
      "15": "all flesh will perish together,\n    and man will turn again to dust.",
      "16": "“If now you have understanding, hear this;\n    listen to the voice of my words:",
      "17": "Should he who hates justice govern?\n    And will you condemn Him who is most just?",
      "18": "Is it fitting to say to a king, ‘You are wicked’?\n    And to princes, ‘You are ungodly’?",
      "19": "Yet He is not partial to princes,\n    nor does He regard the rich more than the poor.\n    For they all are the work of His hands.",
      "20": "In a moment they will die,\n    and the people will be troubled at midnight and pass away,\n    and the mighty will be taken away without a hand.",
      "21": "“For His eyes are upon the ways of man,\n    and He sees all his goings.",
      "22": "There is no darkness nor shadow of death\n    where the workers of iniquity may hide themselves.",
      "23": "For He will not lay upon man more than right,\n    that he should enter into judgment with God.",
      "24": "He will break in pieces mighty men without number,\n    and set others in their place.",
      "25": "Therefore He knows their works,\n    and He overturns them in the night\n    so that they are destroyed.",
      "26": "He strikes them as wicked men\n    in the open sight of others,",
      "27": "because they turned back from Him\n    and would not consider any of His ways,",
      "28": "so that they cause the cry of the poor to come unto Him;\n    and He hears the cry of the afflicted.",
      "29": "When He gives quietness, who then can make trouble?\n    And when He hides His face, who then can behold Him,\nwhether it is done against a nation or against a man only?",
      "30": "That the hypocrite should not reign,\n    lest the people be ensnared.",
      "31": "“Should anyone say to God,\n    ‘I have borne chastisement, I will offend no more;",
      "32": "teach me what I do not see;\n    if I have done iniquity, I will do no more’?",
      "33": "Should it be according to your mind?\n    He will repay it, whether you refuse or whether you choose,\n    and not I; therefore speak what you know.",
      "34": "“Let men of understanding say to me,\n    wise men who listen to me:",
      "35": "‘Job has spoken without knowledge,\n    and his words were without wisdom.’",
      "36": "My desire is that Job may be tried unto the end,\n    because he answers like wicked men.",
      "37": "For he adds rebellion unto his sin;\n    he claps his hands among us,\n    and multiplies his words against God.”"
    },
    "35": {
      "1": "Elihu spoke again and said:",
      "2": "“Do you think this is right,\n    that you say, ‘My righteousness is before God’?",
      "3": "For you said, ‘What advantage will it be to me?\n    What profit will I have if I am cleansed from my sin?’",
      "4": "“I will answer you,\n    and your companions with you.",
      "5": "Look unto the heavens and see,\n    and behold the clouds that are higher than you.",
      "6": "If you sin, what do you accomplish against Him?\n    Or if your transgressions are multiplied, what does it do to Him?",
      "7": "If you are righteous, what does it give Him?\n    Or what does He receive from your hand?",
      "8": "Your wickedness may hurt a man like you,\n    and your righteousness may profit a son of man.",
      "9": "“Because of the many oppressions they cry out;\n    they cry out because of the arm of the mighty.",
      "10": "But none says, ‘Where is God my Maker,\n    who gives songs in the night,",
      "11": "who teaches us more than the beasts of the earth,\n    and makes us wiser than the birds of heaven?’",
      "12": "There they cry out, but He does not answer\n    because of the pride of evil men.",
      "13": "Surely God will not hear vanity,\n    nor will the Almighty regard it.",
      "14": "Although you say you do not see Him,\n    yet judgment is before Him,\n    and you must trust in Him.",
      "15": "But now, because He has not punished in His anger,\n    nor taken much notice of folly,",
      "16": "therefore Job opens his mouth in vain;\n    he multiplies words without knowledge.”"
    },
    "36": {
      "1": "Elihu continued and said:",
      "2": "“Bear with me a little, and I will show you\n    that I have yet to speak on God’s behalf.",
      "3": "I will bring my knowledge from afar\n    and will ascribe righteousness to my Maker.",
      "4": "For truly my words will not be false;\n    He who is perfect in knowledge is with you.",
      "5": "“Behold, God is mighty and despises no one;\n    He is mighty in strength and wisdom.",
      "6": "He does not preserve the life of the wicked,\n    but gives justice to the poor.",
      "7": "He does not withdraw His eyes from the righteous;\n    but they are on the throne with kings,\n    for He establishes them forever, and they are exalted.",
      "8": "If they are bound in chains\n    and held in cords of affliction,",
      "9": "then He shows them their work,\n    and their transgressions that they have exceeded;",
      "10": "and He opens their ear to discipline,\n    and commands that they turn from iniquity.",
      "11": "If they obey and serve Him,\n    they will spend their days in prosperity\n    and their years in pleasures.",
      "12": "But if they do not obey,\n    they will perish by the sword,\n    and they will die without knowledge.",
      "13": "“But the hypocrites in heart heap up wrath;\n    they do not cry out when He binds them.",
      "14": "They die in youth,\n    and their life ends among the unclean.",
      "15": "He delivers the poor in their affliction,\n    and opens their ears in oppression.",
      "16": "“Even so He would have removed you out of distress\n    into a broad place where there is no restraint;\n    and that which was set on your table would be full of richness.",
      "17": "But you are filled with the judgment due the wicked;\n    judgment and justice take hold of you.",
      "18": "Because there is wrath, beware lest He take you away with a blow;\n    even a great ransom cannot deliver you.",
      "19": "Will He esteem your riches?\n    No, not gold, nor all the force of your strength.",
      "20": "Do not desire the night,\n    when people are cut off in their place.",
      "21": "Take heed! Do not turn to iniquity,\n    for you have chosen this rather than affliction.",
      "22": "“Behold, God is exalted in His power;\n    who teaches like Him?",
      "23": "Who has prescribed His way for Him?\n    Or who can say, ‘You have worked iniquity’?",
      "24": "Remember to magnify His work,\n    which men behold.",
      "25": "Every man may see it;\n    man may behold it from afar.",
      "26": "Look, God is great, and we do not know Him,\n    nor can the number of His years be searched out.",
      "27": "“For He draws up the drops of water;\n    they distill rain according to its mist,",
      "28": "which the clouds drop down,\n    and drip upon man abundantly.",
      "29": "Indeed, can anyone understand the spreading of clouds,\n    or the noise of His tent?",
      "30": "See, He spreads His light upon it\n    and covers the bottom of the sea.",
      "31": "For by these He judges the people;\n    He gives food in abundance.",
      "32": "With clouds He covers the light,\n    and commands it to strike the mark.",
      "33": "Its thunder declares it,\n    the cattle also, concerning the rising storm."
    },
    "37": {
      "1": "“At this also my heart trembles\n    and moves out of its place.",
      "2": "Hear attentively the thunder of His voice,\n    and the sound that goes out of His mouth.",
      "3": "He lets it loose under the whole heaven,\n    and His lightning unto the ends of the earth.",
      "4": "After it a voice roars; He thunders with His majestic voice,\n    and He does not restrain them when His voice is heard.",
      "5": "God thunders marvelously with His voice;\n    He does great things that we cannot comprehend.",
      "6": "For He says to the snow, ‘Come on the earth,’\n    likewise to the gentle rain and to the heavy rain of His strength.",
      "7": "He seals up the hand of every man,\n    that all men may know His work.",
      "8": "Then the beasts go into dens\n    and remain in their places.",
      "9": "Out of the south comes the whirlwind,\n    and cold out of the north.",
      "10": "By the breath of God frost is given,\n    and the broad waters are frozen.",
      "11": "Also He loads the thick clouds with moisture;\n    He scatters His bright clouds,",
      "12": "and they are turned about by His guidance,\n    that they may do whatever He commands them\n    upon the face of the inhabited earth.",
      "13": "He causes it to come, whether for correction,\n    or for His land or for mercy.",
      "14": "“Listen to this, Job; stand still\n    and consider the wondrous works of God.",
      "15": "Do you know when God dispatches them\n    and causes the light of His cloud to shine?",
      "16": "Do you know how the clouds are balanced,\n    the wondrous works of Him who is perfect in knowledge?",
      "17": "How your garments are warm,\n    when He quiets the earth by the south wind?",
      "18": "Have you, with Him, spread out the sky,\n    which is strong and is like a molded mirror?",
      "19": "“Teach us what we will say to Him,\n    for we cannot prepare our speech because of the darkness.",
      "20": "Will it be told Him that I speak?\n    If a man speaks, surely he will be swallowed up.",
      "21": "Now men do not see the bright light\n    which is in the clouds,\n    but the wind passes and cleanses them.",
      "22": "Fair weather comes out of the north;\n    with God is terrible majesty.",
      "23": "Concerning the Almighty, we cannot find Him out;\n    He is excellent in power, and in judgment,\n    and in much righteousness He will not oppress.",
      "24": "Men therefore fear Him;\n    He shows no partiality to those who are wise in heart.”"
    },
    "38": {
      "1": "Then the Lord answered Job out of the whirlwind and said:",
      "2": "“Who is this who darkens counsel\n    by words without knowledge?",
      "3": "Prepare yourself like a man;\n    for I will question you,\n    and you shall answer Me.",
      "4": "“Where were you when I laid the foundations of the earth?\n    Declare, if you have understanding.",
      "5": "Who has determined its measurements, if you know?\n    Or who has stretched the line upon it?",
      "6": "To what are its foundations fastened?\n    Or who laid its cornerstone",
      "7": "when the morning stars sang together,\n    and all the sons of God shouted for joy?",
      "8": "“Or who shut up the sea with doors\n    when it broke forth and went out of the womb?",
      "9": "When I made the cloud its garment,\n    and thick darkness its swaddling band,",
      "10": "and broke up for it My decreed place,\n    and set bars and doors,",
      "11": "and said, ‘This far you will come but no farther,\n    and here your proud waves will be stopped’?",
      "12": "“Have you commanded the morning in your days,\n    and caused the dawn to know its place,",
      "13": "that it might take hold of the ends of the earth,\n    that the wicked might be shaken out of it?",
      "14": "It is turned like clay by the seal,\n    and it stands out as a garment.",
      "15": "From the wicked their light is withheld,\n    and the high arm will be broken.",
      "16": "“Have you entered into the springs of the sea?\n    Or have you walked in search of the depths?",
      "17": "Have the gates of death been opened to you?\n    Or have you seen the doors of the shadow of death?",
      "18": "Have you perceived the breadth of the earth?\n    Declare, if you know it all.",
      "19": "“Where is the path where light dwells?\n    And as for darkness, where is its place,",
      "20": "that you should take it to its boundary,\n    and that you should know the paths to its house?",
      "21": "Do you know it because you were born then,\n    or because the number of your days is many?",
      "22": "“Have you entered the treasuries of the snow?\n    Or have you seen the treasuries of the hail,",
      "23": "which I have reserved against the time of trouble,\n    against the day of battle and war?",
      "24": "By what way is the light diffused,\n    or the east wind scattered upon the earth?",
      "25": "Who has divided a channel for the overflowing waters,\n    or a path for the thunderbolt,",
      "26": "to cause it to rain on the earth where no man is,\n    on the wilderness in which there are no people,",
      "27": "to satisfy the desolate waste,\n    and to cause the bud of the tender herb to spring forth?",
      "28": "Does the rain have a father?\n    Or who has produced the drops of dew?",
      "29": "From whose womb came the ice?\n    And the frost of heaven, who gives it birth?",
      "30": "The waters harden like stone,\n    and the surface of the deep is frozen.",
      "31": "“Can you tie the cords to the Pleiades\n    or loosen the belt of Orion?",
      "32": "Can you bring out the constellation in its season?\n    Or can you guide the Bear with its cubs?",
      "33": "Do you know the ordinances of heaven?\n    Can you set their dominion over the earth?",
      "34": "“Can you lift up your voice to the clouds,\n    that abundance of waters may cover you?",
      "35": "Can you send lightning that they may go forth\n    and say to you, ‘Here we are’?",
      "36": "Who has put wisdom in the inward parts,\n    or who has given understanding to the heart?",
      "37": "Who can number the clouds by wisdom?\n    Or who can empty out the bottles of heaven,",
      "38": "when the dust turns into hard clumps\n    and the clods stick together?",
      "39": "“Will you hunt the prey for the lion?\n    Or fill the appetite of the young lions,",
      "40": "when they crouch in their dens\n    and lie in the thicket to wait in ambush?",
      "41": "Who provides for the raven his food\n    when his young ones cry unto God,\n    and they wander about for lack of food?"
    },
    "39": {
      "1": "“Do you know the time when the wild mountain goats produce offspring?\n    Or can you observe when the deer gives birth?",
      "2": "Can you number the months that they fulfill,\n    or do you know the time when they bring forth?",
      "3": "They bow themselves, they bring forth their young ones,\n    they get rid of their labor pains.",
      "4": "Their young ones are healthy, they grow strong with grain;\n    they go forth and do not return to them.",
      "5": "“Who has sent out the wild donkey free?\n    Or who has loosed the bands of the wild donkey,",
      "6": "whose home I have made the wilderness,\n    and the barren land his dwelling?",
      "7": "He scorns the multitude in the city\n    and does not regard the shouts of the driver.",
      "8": "The range of the mountains is his pasture,\n    and he searches after every green thing.",
      "9": "“Will the wild ox be willing to serve you\n    or spend the night by your manger?",
      "10": "Can you bind the wild ox in the furrow with ropes?\n    Or will he plow the valleys behind you?",
      "11": "Will you trust him because his strength is great?\n    Or will you leave your labor to him?",
      "12": "Will you trust him to bring home your grain\n    and gather it into your barn?",
      "13": "“Did you give the beautiful wings to the peacocks?\n    Or wings and feathers to the ostrich,",
      "14": "who leaves her eggs in the earth,\n    and warms them in dust,",
      "15": "and forgets that a foot may crush them,\n    or that the wild beast may break them?",
      "16": "She is hardened against her young ones,\n    as though they were not hers;\n    her labor is in vain, without concern,",
      "17": "because God has deprived her of wisdom,\n    nor has He imparted understanding to her.",
      "18": "When she lifts up herself on high,\n    she scorns the horse and his rider.",
      "19": "“Have you given the horse strength?\n    Have you clothed his neck with thunder?",
      "20": "Can you make him afraid like a grasshopper?\n    The glory of his nostrils is awesome.",
      "21": "He paws in the valley and rejoices in his strength;\n    he goes on to meet the armed men.",
      "22": "He mocks at fear and is not frightened,\n    nor does he turn back from the sword.",
      "23": "The quiver rattles against him,\n    the glittering spear and the shield.",
      "24": "He devours the distance with fierceness and rage,\n    and he does not stand still at the sound of the trumpet.",
      "25": "At the sound of the trumpet he says, ‘Aha’;\n    he smells the battle afar off,\n    the thunder of the captains, and the shouting.",
      "26": "“Does the hawk fly by your wisdom,\n    and stretch her wings toward the south?",
      "27": "Does the eagle mount up at your command\n    and make her nest on high?",
      "28": "She dwells and remains on the rock,\n    upon the crag of the rock, and the strong place.",
      "29": "From there she seeks the prey,\n    and her eyes see it from afar.",
      "30": "Her young ones also suck up blood,\n    and where the slain are, there she is.”"
    },
    "40": {
      "1": "Moreover, the Lord answered Job and said:",
      "2": "“Will he who argues with the Almighty instruct Him?\n    He who rebukes God, let him answer it.”",
      "3": "Then Job answered the Lord and said:",
      "4": "“Behold, I am vile; what shall I answer You?\n    I will lay my hand over my mouth.",
      "5": "Once have I spoken, but I will not answer;\n    yes, twice, but I will proceed no further.”",
      "6": "Then the Lord answered Job out of the whirlwind and said:",
      "7": "“Prepare yourself now like a man;\n    I will question you,\n    and you will answer Me.",
      "8": "“Will you indeed annul My judgment?\n    Will you condemn Me, that you may be righteous?",
      "9": "Have you an arm like God?\n    Or can you thunder with a voice like Him?",
      "10": "Adorn yourself now with majesty and excellence,\n    and array yourself with glory and beauty.",
      "11": "Let loose the rage of your wrath,\n    and look on every one who is proud and abase him;",
      "12": "look on every one who is proud and bring him low,\n    and tread down the wicked in their place.",
      "13": "Hide them in the dust together,\n    and imprison them in the hidden place of the grave.",
      "14": "Then I will also confess to you\n    that your own right hand can save you.",
      "15": "“Look now at the behemoth\n    which I made along with you;\n    he eats grass like an ox.",
      "16": "See now his strength is in his hips,\n    and his power is in the muscles of his belly.",
      "17": "He moves his tail like a cedar;\n    the sinews of his thighs are wrapped together.",
      "18": "His bones are like strong pieces of brass;\n    his bones are like bars of iron.",
      "19": "He is the first of the works of God;\n    He who made him can bring near His sword.",
      "20": "Surely the mountains bring forth food for him,\n    where all the beasts of the field play.",
      "21": "He lies under the shady trees,\n    in the thicket of the reed and marsh.",
      "22": "The shady trees cover him with their shadow;\n    the willows of the brook surround him.",
      "23": "Look, the river rages, but he is not alarmed;\n    he trusts that he can draw up the Jordan into his mouth.",
      "24": "Can anyone catch it by its eyes,\n    or pierce its nose with a snare?"
    },
    "41": {
      "1": "“Can you draw out Leviathan with a hook\n    or snare his tongue with a line which you let down?",
      "2": "Can you put a cord into his nose,\n    or pierce his jaw with a hook?",
      "3": "Will he make many supplications to you?\n    Will he speak soft words to you?",
      "4": "Will he make a covenant with you?\n    Will you take him for a servant forever?",
      "5": "Will you play with him as with a bird?\n    Or will you put him on a leash for your maidens?",
      "6": "Will your companions make a banquet of him?\n    Will they divide him among the merchants?",
      "7": "Can you fill his skin with harpoons\n    or his head with fishing spears?",
      "8": "Lay your hand on him;\n    remember the battle—you will do it no more.",
      "9": "Notice, any hope of overcoming him is in vain;\n    shall not one be overwhelmed at the sight of him?",
      "10": "No one is so fierce that he dares to stir him up.\n    Who then is able to stand before Me?",
      "11": "Who has preceded Me that I should repay him?\n    Everything under heaven is Mine.",
      "12": "“I will not conceal his limbs,\n    nor his power, nor his graceful proportions.",
      "13": "Who can remove his outer garment?\n    Or who can approach him with a double bridle?",
      "14": "Who can open the jaws of his face?\n    His teeth are terrible all around.",
      "15": "His scales are his pride,\n    shut up tightly as with a seal.",
      "16": "One is so near to another\n    that no air can come between them.",
      "17": "They are joined to each other;\n    they stick together that they cannot be separated.",
      "18": "His sneezing flashes forth light,\n    and his eyes are like the eyelids of the morning.",
      "19": "Out of his mouth go burning lights,\n    and sparks of fire leap out.",
      "20": "Out of his nostrils goes smoke\n    as out of a seething pot or cauldron.",
      "21": "His breath kindles coals,\n    and a flame goes out of his mouth.",
      "22": "In his neck remains strength,\n    and sorrow is turned into joy before him.",
      "23": "The folds of his flesh are joined together;\n    they are firm on him; they cannot be moved.",
      "24": "His heart is as firm as a stone,\n    yes, as hard as a piece of the lower millstone.",
      "25": "When he raises up himself even the gods are afraid;\n    because of his crashings they are beside themselves.",
      "26": "The sword that reaches him cannot avail,\n    nor does the spear, the arrow, or the javelin.",
      "27": "He counts iron as straw,\n    and brass as rotten wood.",
      "28": "The arrow cannot make him flee;\n    slingstones are turned into stubble by him.",
      "29": "Arrows are counted as straw;\n    he laughs at the shaking of a spear.",
      "30": "Sharp stones are his underside;\n    he leaves a mark in the mire like a sharp threshing sledge.",
      "31": "He makes the deep to boil like a pot;\n    he makes the sea like a pot of ointment.",
      "32": "He leaves a shining wake behind him;\n    one would think the deep had white hair.",
      "33": "On earth there is nothing like him,\n    a creature made without fear.",
      "34": "He beholds all high things;\n    he is a king over all the children of pride.”"
    },
    "42": {
      "1": "Then Job answered the Lord and said:",
      "2": "“I know that You can do everything,\n    and that no thought can be withheld from You.",
      "3": "‘Who is he who hides counsel without knowledge?’\n    Therefore I have uttered what I did not understand,\n    things too wonderful for me which I did not know.",
      "4": "“ ‘Hear, and I will speak;\n    I will question you,\n    and you declare to Me.’",
      "5": "I have heard of You by the hearing of the ear,\n    but now my eye sees You.",
      "6": "Therefore I abhor myself,\n    and repent in dust and ashes.”",
      "7": "And so it was, that after the Lord had spoken these words to Job, the Lord said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, for you have not spoken of Me what is right as My servant Job has.",
      "8": "And now, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up for yourselves a burnt offering; and My servant Job will pray for you. For him I will accept, lest I deal with you according to your folly, in that you have not spoken of Me the thing which is right like My servant Job.”",
      "9": "So Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite went and did as the Lord had commanded them; the Lord also accepted Job.",
      "10": "And the Lord restored the fortunes of Job when he prayed for his friends, and also the Lord gave Job twice as much as he had before.",
      "11": "Then all of his brothers, and all his sisters, and all of those who had been of acquaintance before came to Job, and they ate bread with him in his house, and they consoled him and comforted him for all the adversity that the Lord had brought upon him. Every man also gave him a piece of money and an earring of gold.",
      "12": "So the Lord blessed the latter days of Job more than his beginning, for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand female donkeys.",
      "13": "He had also seven sons and three daughters.",
      "14": "He called the name of the first Jemimah; and the name of the second Keziah; and the name of the third Keren-Happuch.",
      "15": "In all the land, there were no women as beautiful as the daughters of Job, and their father gave them an inheritance along with their brothers.",
      "16": "After this, Job lived a hundred and forty years, and saw his sons, and their sons to the fourth generation.",
      "17": "So Job died, being old and full of days."
    }
  }
}