{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:09.899042-04:00",
    "Translation": "MEV"
  },
  "John": {
    "1": {
      "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
      "2": "He was in the beginning with God.",
      "3": "All things were created through Him, and without Him nothing was created that was created.",
      "4": "In Him was life, and the life was the light of mankind.",
      "5": "The light shines in darkness, but the darkness has not overcome it.",
      "6": "There was a man sent from God whose name was John.",
      "7": "This man came as a witness in order to testify concerning the Light, that all men through Him might believe.",
      "8": "He was not this Light, but was sent in order to testify concerning the Light.",
      "9": "The true Light, which enlightens everyone, was coming into the world.",
      "10": "He was in the world, and the world was created through Him, yet the world did not know Him.",
      "11": "He came to His own, and His own people did not receive Him.",
      "12": "Yet to all who received Him, He gave the power to become sons of God, to those who believed in His name,",
      "13": "who were born not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
      "14": "The Word became flesh and dwelt among us, and we saw His glory, the glory as the only Son of the Father, full of grace and truth.",
      "15": "John bore witness of Him and cried out, “This was He of whom I said, ‘He who comes after me is preferred before me, for He was before me.’ ”",
      "16": "We have all received from His fullness grace upon grace.",
      "17": "For the law was given through Moses; grace and truth came through Jesus Christ.",
      "18": "No one has seen God at any time. The only Son, who is at the Father’s side, has made Him known.",
      "19": "Now this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”",
      "20": "He confessed, and did not deny, but confessed, “I am not the Christ.”",
      "21": "They asked him, “Who then? Are you Elijah?”\nHe said, “I am not.”\n“Are you the Prophet?”\nHe answered, “No.”",
      "22": "They said to him then, “Who are you? Tell us so that we may give an answer to those who sent us. What do you say concerning yourself?”",
      "23": "John said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ just as the prophet Isaiah said.”",
      "24": "Now those who were sent were from the Pharisees.",
      "25": "They asked him, “Why do you baptize then, if you are not the Christ, nor Elijah, nor the Prophet?”",
      "26": "John answered them, “I baptize with water, but One stands among you, whom you do not know.",
      "27": "This is He who comes after me, who is preferred before me, the strap of whose sandal I am not worthy to untie.”",
      "28": "These things took place in Bethany beyond the Jordan, where John was baptizing.",
      "29": "The next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world.",
      "30": "This is He of whom I said, ‘After me comes a Man who is preferred before me, for He was before me.’",
      "31": "I did not know Him, but for this reason I came baptizing with water: so that He might be revealed to Israel.”",
      "32": "Then John bore witness, saying, “I saw the Spirit descending from heaven like a dove, and it remained on Him.",
      "33": "I did not know Him, but He who sent me to baptize with water said to me, ‘The One on whom you see the Spirit descending and remaining, this is He who baptizes with the Holy Spirit.’",
      "34": "I have seen and have borne witness that He is the Son of God.”",
      "35": "Again, the next day John was standing with two of his disciples.",
      "36": "Looking upon Jesus as He walked, he said, “Look, the Lamb of God!”",
      "37": "The two disciples heard him speak, and they followed Jesus.",
      "38": "Then Jesus turned, saw them following, and said to them, “What do you seek?”\nAnd they said to Him, “Rabbi” (which means Teacher), “where are You staying?”",
      "39": "Jesus said to them, “Come and see.”\nSo they came and saw where He stayed and remained with Him that day, for it was about the tenth hour.",
      "40": "One of the two who heard John speak, and followed Him, was Andrew, Simon Peter’s brother.",
      "41": "He first found his own brother Simon, and said to him, “We have found the Messiah” (which means the Christ).",
      "42": "Then he brought him to Jesus.\nWhen Jesus saw him, He said, “You are Simon the son of John. You shall be called Cephas” (which means Peter).",
      "43": "The next day Jesus wanted to go to Galilee, and He found Philip, and said to him, “Follow Me.”",
      "44": "Now Philip was from Bethsaida, the city of Andrew and Peter.",
      "45": "Philip found Nathanael and said to him, “We have found Him of whom Moses in the law, as well as the prophets, wrote, Jesus of Nazareth, the son of Joseph.”",
      "46": "Nathanael said to him, “Can any good thing come out of Nazareth?”\nPhilip said to him, “Come and see.”",
      "47": "Jesus saw Nathanael coming to Him and said concerning him, “Here is an Israelite indeed, in whom is no guile.”",
      "48": "Nathanael said to Him, “How do You know me?”\nJesus answered him, “Before Philip called you, when you were under the fig tree, I saw you.”",
      "49": "Nathanael answered Him, “Rabbi, You are the Son of God! You are the King of Israel!”",
      "50": "Jesus answered him, “Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”",
      "51": "And He said to him, “Truly, truly I say to you, hereafter you shall see heaven opened and the angels of God ascending and descending upon the Son of Man.”"
    },
    "2": {
      "1": "On the third day there was a wedding in Cana of Galilee. The mother of Jesus was there.",
      "2": "Both Jesus and His disciples were invited to the wedding.",
      "3": "When the wine ran out, the mother of Jesus said to Him, “They have no wine.”",
      "4": "Jesus said to her, “Woman, what does this have to do with Me? My hour has not yet come.”",
      "5": "His mother said to the servants, “Whatever He says to you, do it.”",
      "6": "Six water pots made of stone were sitting there, used for ceremonial cleansing by the Jews, containing twenty to thirty gallons each.",
      "7": "Jesus said to them, “Fill the water pots with water.” And they filled them up to the brim.",
      "8": "Then He said to them, “Now draw some out, and take it to the master of the feast.”\nAnd they took it.",
      "9": "When the master of the feast tasted the water that had been turned into wine, and did not know where it came from (though the servants who drew the water knew), the master of the feast called the bridegroom,",
      "10": "and he said to him, “Every man serves the good wine first, and after men have drunk freely, then the poor wine is served. But you have kept the good wine until now.”",
      "11": "This, the first of His signs, Jesus did in Cana of Galilee, and He revealed His glory, and His disciples believed in Him.",
      "12": "After this He, and His mother, and His brothers, and His disciples went down to Capernaum. They remained there a few days.",
      "13": "The Passover of the Jews was at hand, and Jesus went up to Jerusalem.",
      "14": "In the temple He found those who were selling oxen and sheep and doves, and the moneychangers sitting there.",
      "15": "When He had made a whip of cords, He drove them all out of the temple, with the sheep and oxen. He poured out the changers’ money and overturned the tables.",
      "16": "He said to those who sold doves, “Take these things away! Do not make My Father’s house a house of merchandise!”",
      "17": "His disciples remembered that it was written, “Zeal for Your house will consume Me.”",
      "18": "Then the Jews said to Him, “What sign do You show us, seeing that You do these things?”",
      "19": "Jesus answered them, “Destroy this temple, and in three days I will raise it up.”",
      "20": "Then the Jews said, “It has taken forty-six years to build this temple, and will You raise it up in three days?”",
      "21": "But He was speaking concerning the temple of His body.",
      "22": "Therefore, when He was raised from the dead, His disciples remembered that He had said this to them. And they believed the Scripture and the word which Jesus had spoken.",
      "23": "Now when He was in Jerusalem at the Passover Feast, many believed in His name when they saw the signs which He did.",
      "24": "But Jesus did not entrust Himself to them, because He knew all men,",
      "25": "and did not need anyone to bear witness of man, for He knew what was in man."
    },
    "3": {
      "1": "There was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
      "2": "He came to Jesus by night and said to Him, “Rabbi, we know that You are a teacher who has come from God. For no one can do these signs that You do unless God is with him.”",
      "3": "Jesus answered him, “Truly, truly I say to you, unless a man is born again, he cannot see the kingdom of God.”",
      "4": "Nicodemus said to Him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”",
      "5": "Jesus answered, “Truly, truly I say to you, unless a man is born of water and the Spirit, he cannot enter the kingdom of God.",
      "6": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.",
      "7": "Do not marvel that I said to you, ‘You must be born again.’",
      "8": "The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”",
      "9": "Nicodemus said to Him, “How can this be?”",
      "10": "Jesus answered him, “Are you the teacher of Israel, but you do not know these things?",
      "11": "Truly, truly I say to you, We speak of what We know and bear witness of what We have seen, but you do not receive Our testimony.",
      "12": "If I have told you earthly things and you do not believe, how will you believe if I tell you heavenly things?",
      "13": "No one has ascended to heaven except He who descended from heaven, even the Son of Man who is in heaven.",
      "14": "Just as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,",
      "15": "that whoever believes in Him should not perish, but may have eternal life.",
      "16": "“For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish, but have eternal life.",
      "17": "For God did not send His Son into the world to condemn the world, but that the world through Him might be saved.",
      "18": "He who believes in Him is not condemned. But he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God.",
      "19": "This is the verdict, that light has come into the world, and men loved darkness rather than light, because their deeds were evil.",
      "20": "For everyone who does evil hates the light and does not come to the light, lest his deeds should be exposed.",
      "21": "But he who does the truth comes to the light, that it may be revealed that his deeds have been done in God.”",
      "22": "After these things Jesus and His disciples came into the land of Judea. He remained with them there and baptized.",
      "23": "John also was baptizing in Aenon toward Salim, because much water was there. And people came and were baptized.",
      "24": "For John had not yet been put in prison.",
      "25": "Then a dispute arose between some of John’s disciples and the Jews about ceremonial cleansing.",
      "26": "They came to John and said to him, “Rabbi, He who was with you beyond the Jordan, to whom you bore witness, look, He is baptizing, and everyone is going to Him.”",
      "27": "John answered, “A man can receive nothing unless it has been given to him from heaven.",
      "28": "You yourselves bear witness of me, that I said, ‘I am not the Christ,’ but ‘I have been sent before Him.’",
      "29": "He who has the bride is the bridegroom. But the friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is fulfilled.",
      "30": "He must increase, but I must decrease.”",
      "31": "He who comes from above is above all. He who is of the earth is earthly and speaks of the earth. He who comes from heaven is above all.",
      "32": "He bears witness of what He has seen and heard, yet no one receives His testimony.",
      "33": "He who has received His testimony has certified that God is true.",
      "34": "For He whom God has sent speaks the words of God, for God gives the Spirit without measure to Him.",
      "35": "The Father loves the Son, and has placed all things into His hand.",
      "36": "He who believes in the Son has eternal life. He who does not believe the Son shall not see life, but the wrath of God remains on him."
    },
    "4": {
      "1": "Now when the Lord learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
      "2": "(though Jesus Himself did not baptize, but His disciples),",
      "3": "He left Judea and departed again to Galilee.",
      "4": "Now it was necessary that He go through Samaria.",
      "5": "So He came to a city of Samaria which is called Sychar, near the plot of ground that Jacob gave to his son Joseph.",
      "6": "Jacob’s well was there. Jesus, therefore, being exhausted from His journey, sat down by the well. It was about the sixth hour.",
      "7": "A woman of Samaria came there to draw water. Jesus said to her, “Give Me a drink.”",
      "8": "For His disciples had gone away into the city to buy food.",
      "9": "Then the woman of Samaria said to Him, “How is it that You, being a Jew, ask a drink from me, a woman of Samaria?” For Jews have no dealings with Samaritans.",
      "10": "Jesus answered her, “If you knew the gift of God, and who it is who is saying to you, ‘Give Me a drink,’ you would have asked Him, and He would have given you living water.”",
      "11": "The woman said to Him, “Sir, You have nothing to draw with, and the well is deep. Where then do You get that living water?",
      "12": "Are You greater than our father Jacob, who gave us the well and drank from it himself, along with his sons and his livestock?”",
      "13": "Jesus said to her, “Everyone who drinks of this water will thirst again,",
      "14": "but whoever drinks of the water that I shall give him will never thirst. Indeed, the water that I shall give him will become in him a well of water springing up into eternal life.”",
      "15": "The woman said to Him, “Sir, give me this water, so that I will not thirst, nor come here to draw.”",
      "16": "Jesus said to her, “Go, call your husband, and come here.”",
      "17": "The woman answered, “I have no husband.”\nJesus said to her, “You are right in saying, ‘I have no husband,’",
      "18": "for you have had five husbands, and he whom you now have is not your husband. So you have spoken truthfully.”",
      "19": "The woman said to Him, “Sir, I perceive that You are a prophet.",
      "20": "Our fathers worshipped on this mountain, but you all say that in Jerusalem is the place where men ought to worship.”",
      "21": "Jesus said to her, “Woman, believe Me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
      "22": "You worship what you do not know; we know what we worship, for salvation is of the Jews.",
      "23": "Yet the hour is coming, and is now here, when the true worshippers will worship the Father in spirit and truth. For the Father seeks such to worship Him.",
      "24": "God is Spirit, and those who worship Him must worship Him in spirit and truth.”",
      "25": "The woman said to Him, “I know that Messiah is coming” (who is called Christ). “When He comes, He will tell us all things.”",
      "26": "Jesus said to her, “I who speak to you am He.”",
      "27": "Then His disciples came. They marveled that He talked with a woman. Yet no one said, “What do You seek?” or, “Why are You talking with her?”",
      "28": "The woman then left her water pot, went her way into the city, and said to the men,",
      "29": "“Come, see a Man who told me all things that I ever did. Could this be the Christ?”",
      "30": "They went out of the city and came to Him.",
      "31": "Meanwhile His disciples urged Him, saying, “Rabbi, eat.”",
      "32": "But He said to them, “I have food to eat of which you do not know.”",
      "33": "Therefore the disciples said one to another, “Has anyone brought Him anything to eat?”",
      "34": "Jesus said to them, “My food is to do the will of Him who sent Me, and to finish His work.",
      "35": "Do you not say, ‘There are yet four months, and then comes the harvest’? Listen! I say to you, lift up your eyes and look at the fields, for they are already white for harvest.",
      "36": "He who reaps receives wages, and gathers fruit that leads to eternal life, that both he who sows and he who reaps may rejoice together.",
      "37": "For in this is the saying true, ‘One sows, and another reaps.’",
      "38": "I sent you to reap a crop for which you did not labor. And you have benefited from their labor.”",
      "39": "Many of the Samaritans of that city believed in Him because of the word of the woman who testified, “He told me all that I ever did.”",
      "40": "So when the Samaritans came to Him, they asked Him to remain with them. And He stayed there two days.",
      "41": "And many more believed because of His word.",
      "42": "They said to the woman, “Now we believe, not because of what you said, for we have heard for ourselves and know that this Man is indeed the Christ, the Savior of the world.”",
      "43": "After the two days He departed from there and went to Galilee.",
      "44": "For Jesus Himself testified that a prophet has no honor in his own country.",
      "45": "Then, when He came to Galilee, the Galileans welcomed Him, having seen all the things He did at Jerusalem at the feast. For they had also gone to the feast.",
      "46": "So Jesus came again to Cana of Galilee where He had made the water wine. And there was a certain nobleman whose son was sick in Capernaum.",
      "47": "When he heard that Jesus had come out of Judea into Galilee, he went to Him, pleading that He would come down and heal his son, for he was at the point of death.",
      "48": "Then Jesus said to him, “Unless you see signs and wonders, you will not believe.”",
      "49": "The nobleman said to Him, “Sir, come down before my child dies.”",
      "50": "Jesus said to him, “Go your way. Your son lives.”\nAnd the man believed the word that Jesus spoke to him, and he went his way.",
      "51": "While he was going down, his servants met him and told him, “Your son lives!”",
      "52": "When he inquired of them the hour when he began to heal, they answered, “Yesterday at the seventh hour the fever left him.”",
      "53": "Then the father knew that it was at the same hour in which Jesus said to him, “Your son lives.” So he and his whole household believed.",
      "54": "This was the second sign that Jesus did when He had come from Judea to Galilee."
    },
    "5": {
      "1": "After this there was a feast of the Jews, and Jesus went up to Jerusalem.",
      "2": "Now in Jerusalem by the Sheep Gate there is a pool, which in Hebrew is called Bethesda, having five porches.",
      "3": "In these lay a great crowd of invalids, blind, lame, and paralyzed, waiting for the moving of the water.",
      "4": "For an angel went down at a certain time into the pool and stirred up the water. After the stirring of the water, whoever stepped in first was healed of whatever disease he had.",
      "5": "A certain man was there who had an illness for thirty-eight years.",
      "6": "When Jesus saw him lying there, and knew that he had been in that condition now a long time, He said to him, “Do you want to be healed?”",
      "7": "The sick man answered Him, “Sir, I have no one to put me into the pool when the water is stirred. But while I am coming, another steps down before me.”",
      "8": "Jesus said to him, “Rise, take up your bed and walk.”",
      "9": "Immediately the man was healed, took up his bed, and walked.\nThat day was the Sabbath.",
      "10": "The Jews therefore said to him who was cured, “It is the Sabbath day. It is not lawful for you to carry your bed.”",
      "11": "He answered them, “He who healed me said to me, ‘Take up your bed and walk.’ ”",
      "12": "So they asked him, “Who is the Man who said to you, ‘Take up your bed and walk’?”",
      "13": "Now the man who was healed did not know who it was, for Jesus had withdrawn, as there was a crowd in that place.",
      "14": "Afterward Jesus found him in the temple, and said to him, “See, you have become whole. Sin no more lest something worse happens to you.”",
      "15": "The man departed and told the Jews that it was Jesus who had healed him.",
      "16": "So the Jews persecuted Jesus and sought to kill Him, because He had done these things on the Sabbath day.",
      "17": "Jesus answered them, “My Father is working still, and I am working.”",
      "18": "So the Jews sought even more to kill Him, because He not only had broken the Sabbath, but also said that God was His Father, making Himself equal with God.",
      "19": "Then Jesus said to them, “Truly, truly I say to you, the Son can do nothing of Himself, but what He sees the Father do. For whatever He does, likewise the Son does.",
      "20": "For the Father loves the Son and shows Him all things that He Himself does. And He will show Him greater works than these so that you may marvel.",
      "21": "For as the Father raises the dead and gives them life, even so the Son gives life to whom He will.",
      "22": "The Father judges no one, but has committed all judgment to the Son,",
      "23": "that all men should honor the Son, just as they honor the Father. He who does not honor the Son does not honor the Father who sent Him.",
      "24": "“Truly, truly I say to you, whoever hears My word and believes in Him who sent Me has eternal life and shall not come into condemnation, but has passed from death into life.",
      "25": "Truly, truly I say to you, the hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.",
      "26": "For as the Father has life in Himself, so He has given to the Son to have life in Himself,",
      "27": "and has given Him authority to execute judgment also, because He is the Son of Man.",
      "28": "“Do not marvel at this. For the hour is coming in which all who are in the graves will hear His voice",
      "29": "and come out—those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.",
      "30": "I can do nothing of Myself. As I hear, I judge. My judgment is just, because I seek not My own will, but the will of the Father who sent Me.",
      "31": "“If I bear witness of Myself, My testimony is not true.",
      "32": "There is another who bears witness of Me, and I know that the testimony which He bears of Me is true.",
      "33": "“You sent to John, and he bore witness of the truth.",
      "34": "I do not receive testimony from man, but I say these things that you may be saved.",
      "35": "He was a burning and a shining lamp, and you were willing for a season to rejoice in his light.",
      "36": "“I have greater testimony than that of John. The works which the Father has given Me to finish, the very works that I do, bear witness of Me, that the Father has sent Me.",
      "37": "The Father Himself, who has sent Me, has borne witness of Me. You have neither heard His voice at any time, nor seen His form.",
      "38": "You do not have His word abiding in you, for you do not believe the One He has sent.",
      "39": "You search the Scriptures, because you think in them you have eternal life. These are they who bear witness of Me.",
      "40": "Yet you are not willing to come to Me that you may have life.",
      "41": "“I do not receive honor from men.",
      "42": "But I know you, that you do not have the love of God in you.",
      "43": "I have come in My Father’s name, but you do not receive Me. If another comes in his own name, you will receive him.",
      "44": "How can you believe, who receive glory from one another and do not seek the glory that comes from the only God?",
      "45": "“Do not think that I shall accuse you to the Father. There is one who accuses you—Moses, in whom you trust.",
      "46": "For if you believed Moses, you would believe Me, for he wrote of Me.",
      "47": "But if you do not believe his writings, how will you believe My words?”"
    },
    "6": {
      "1": "After these things Jesus went across the Sea of Galilee, which is the Sea of Tiberias.",
      "2": "And a great crowd followed Him, because they saw His signs which He did for the sick.",
      "3": "Then Jesus went up on a mountain, and He sat there with His disciples.",
      "4": "Now the Passover, the feast of the Jews, was near.",
      "5": "When Jesus looked up and saw a great crowd coming to Him, He said to Philip, “Where shall we buy bread that these may eat?”",
      "6": "He said this to test him, for He Himself knew what He would do.",
      "7": "Philip answered Him, “Two hundred denarii worth of bread is not sufficient for each of them to receive but a little.”",
      "8": "One of His disciples, Andrew, Simon Peter’s brother, said to Him,",
      "9": "“There is a boy here who has five barley loaves and two small fish. But what are they among so many?”",
      "10": "Jesus said, “Make the people sit down.” Now there was much grass in the place. So the men sat down, numbering about five thousand.",
      "11": "Jesus then took the loaves, and when He had given thanks, He distributed them to the disciples, and the disciples to those who were sitting down; and likewise, they distributed the fish, as much as they wanted.",
      "12": "When they were filled, He told His disciples, “Collect the fragments that remain, that nothing may be lost.”",
      "13": "So they collected them and filled twelve baskets with the fragments of the five barley loaves which were left over by those who had eaten.",
      "14": "When those men saw the sign which He had done, they then said, “This is truly the Prophet who is to come into the world.”",
      "15": "Therefore, knowing that they would come and take Him by force to make Him king, Jesus departed again to a mountain by Himself alone.",
      "16": "Now when evening came, His disciples went down to the sea.",
      "17": "They got into a boat and went across the sea toward Capernaum. It was now dark, and Jesus had not come to them.",
      "18": "The sea was stirred up because a strong wind was blowing.",
      "19": "So when they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat. And they were afraid.",
      "20": "But He said to them, “It is I. Do not be afraid.”",
      "21": "Then they gladly received Him into the boat, and immediately the boat was at the land to which they were going.",
      "22": "The following day the people who stood on the other side of the sea saw that there was no other boat there, except the one which His disciples had entered, and that Jesus had not entered the boat with His disciples, but that His disciples had gone away alone.",
      "23": "However, other boats came from Tiberias near the place where they ate bread when the Lord had given thanks.",
      "24": "When the people therefore saw that neither Jesus nor His disciples were there, they also got into boats and came to Capernaum, looking for Jesus.",
      "25": "When they found Him on the other side of the sea, they said to Him, “Rabbi, when did You come here?”",
      "26": "Jesus answered them, “Truly, truly I say to you, you seek Me not because you saw signs, but because you ate of the loaves and were filled.",
      "27": "Do not work for the food which perishes, but for that food which endures to eternal life, which the Son of Man will give you. For God the Father has set His seal on Him.”",
      "28": "Then they asked Him, “What shall we do that we may work the works of God?”",
      "29": "Jesus answered them, “This is the work of God, that you believe in Him whom He has sent.”",
      "30": "Therefore they said to Him, “What sign do You show then, that we may see and believe You? What work will You perform?",
      "31": "Our fathers ate manna in the desert. As it is written, ‘He gave them bread from heaven to eat.’”",
      "32": "Then Jesus said, “Truly, truly I say to you, Moses did not give you the bread from heaven, but My Father gives you the true bread from heaven.",
      "33": "For the bread of God is He who comes down from heaven and gives life to the world.”",
      "34": "Then they said to Him, “Lord, give us this bread always.”",
      "35": "Jesus said to them, “I am the bread of life. Whoever comes to Me shall never hunger, and whoever believes in Me shall never thirst.",
      "36": "But I told you that you have seen Me, and yet do not believe.",
      "37": "All whom the Father gives Me will come to Me, and he who comes to Me I will never cast out.",
      "38": "For I came down from heaven, not to do My own will, but the will of Him who sent Me.",
      "39": "This is the will of the Father who has sent Me, that of all whom He has given Me, I should lose nothing, but should raise it up at the last day.",
      "40": "This is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have eternal life, and I will raise him up on the last day.”",
      "41": "The Jews then murmured about Him, because He said, “I am the bread which came down from heaven.”",
      "42": "They said, “Is this not Jesus, the son of Joseph, whose father and mother we know? How is it then that He says, ‘I have come down from heaven’? ”",
      "43": "Jesus therefore answered them, “Do not murmur among yourselves.",
      "44": "No one can come to Me unless the Father who has sent Me draws him. And I will raise him up on the last day.",
      "45": "It is written in the Prophets, ‘They shall all be taught by God.’ Therefore everyone who has heard and has learned of the Father comes to Me.",
      "46": "Not that anyone has seen the Father, except He who is from God. He has seen the Father.",
      "47": "Truly, truly I say to you, whoever believes in Me has eternal life.",
      "48": "I am the bread of life.",
      "49": "Your fathers ate manna in the wilderness, and they died.",
      "50": "This is the bread which comes down from heaven, that one may eat of it and not die.",
      "51": "I am the living bread which came down from heaven. If anyone eats of this bread, he will live forever. The bread which I shall give for the life of the world is My flesh.”",
      "52": "The Jews therefore quarreled among themselves, saying, “How can this Man give us His flesh to eat?”",
      "53": "Jesus said to them, “Truly, truly I say to you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in you.",
      "54": "Whoever eats My flesh and drinks My blood has eternal life. And I will raise him up on the last day.",
      "55": "For My flesh is food indeed, and My blood is drink indeed.",
      "56": "Whoever eats My flesh and drinks My blood remains in Me, and I in him.",
      "57": "As the living Father sent Me, and I live because of the Father, so whoever feeds on Me also will live because of Me.",
      "58": "This is the bread which came down from heaven, not as your fathers ate manna and died. He who eats this bread will live forever.”",
      "59": "He said these things in the synagogue, as He taught in Capernaum.",
      "60": "When they heard this, many of His disciples said, “This is a hard saying. Who can listen to it?”",
      "61": "Knowing in Himself that His disciples murmured about it, Jesus said to them, “Does this offend you?",
      "62": "Then what if you see the Son of Man ascend to where He was before?",
      "63": "It is the Spirit who gives life. The flesh profits nothing. The words that I speak to you are spirit and are life.",
      "64": "But there are some of you who do not believe.” For Jesus knew from the beginning who they were who did not believe, and who it was who would betray Him.",
      "65": "Then He said, “For this reason I have said to you that no one can come to Me unless it were given him by My Father.”",
      "66": "From that time many of His disciples went back and walked no more with Him.",
      "67": "So Jesus said to the twelve, “Do you also want to go away?”",
      "68": "Simon Peter answered Him, “Lord, to whom shall we go? You have the words of eternal life.",
      "69": "We have believed and have come to know that You are the Christ, the Son of the living God.”",
      "70": "Jesus answered them, “Have I not chosen you, the twelve, and yet one of you is a devil?”",
      "71": "He spoke of Judas Iscariot, the son of Simon. For it was he who would betray Him, being one of the twelve."
    },
    "7": {
      "1": "After these things Jesus walked in Galilee. He would not walk in Judea, because the Jews were seeking to kill Him.",
      "2": "Now the Jews’ Feast of Tabernacles was at hand.",
      "3": "His brothers therefore said to Him, “Depart from here and go into Judea, that Your disciples also may see the works that You do.",
      "4": "For no one does anything in secret, while he himself seeks to be known openly. If You do these things, reveal Yourself to the world.”",
      "5": "For even His brothers did not believe in Him.",
      "6": "Therefore Jesus told them, “My time has not yet come, but your time is always fitting.",
      "7": "The world cannot hate you. But it hates Me, because I testify concerning it, that its works are evil.",
      "8": "You go up to this feast. I am not going up to this feast yet, because My time has not yet fully come.”",
      "9": "Having said these things to them, He remained in Galilee.",
      "10": "However, after His brothers had gone up to the feast, then He also went up, not publicly, but secretly.",
      "11": "Then the Jews looked for Him at the feast, and said, “Where is He?”",
      "12": "There was much complaining among the people concerning Him. For some said, “He is a good Man.”\nOthers said, “No, He deceives the people.”",
      "13": "Yet no one spoke openly of Him for fear of the Jews.",
      "14": "Now about the middle of the feast Jesus went up into the temple and began teaching.",
      "15": "The Jews marveled, saying, “How has this Man become educated, having never been taught?”",
      "16": "Jesus answered them, “My teaching is not Mine, but His who sent Me.",
      "17": "If any man desires to do His will, he shall know whether the teaching is from God or whether I speak on My own authority.",
      "18": "He who speaks on his own authority seeks his own glory. But He who seeks the glory of Him who sent Him is true, and no unrighteousness is in Him.",
      "19": "Did Moses not give you the law, and yet none of you keeps the law? Why do you seek to kill Me?”",
      "20": "The people answered and said, “You have a demon. Who is seeking to kill You?”",
      "21": "Jesus answered them, “I did one work, and you all marvel.",
      "22": "Yet, because Moses gave you circumcision, you circumcise a man on the Sabbath day (although it did not come from Moses, but from the Patriarchs).",
      "23": "If a man receives circumcision on the Sabbath day, so that the Law of Moses should not be broken, are you angry at Me because I completely healed a man on the Sabbath day?",
      "24": "Do not judge according to appearance, but practice righteous judgment.”",
      "25": "Then some of them from Jerusalem said, “Is this not He whom they seek to kill?",
      "26": "Look! He speaks publicly, and they say nothing to Him. Do the rulers indeed know that this is really the Christ?",
      "27": "But we know where this Man is from. When the Christ comes, no one will know where He is from.”",
      "28": "Then Jesus, still teaching in the temple, cried out, “You know Me and you likewise know where I am from. I have not come on My own authority, but He who sent Me is true, whom you do not know.",
      "29": "But I know Him, for I am from Him, and He sent Me.”",
      "30": "So they tried to seize Him, but no one laid hands on Him, because His hour had not yet come.",
      "31": "Still, many of the people believed in Him and said, “When the Christ comes, will He do more signs than these which this Man has done?”",
      "32": "The Pharisees heard the people murmuring these things concerning Him. So the Pharisees and the chief priests sent officers to arrest Him.",
      "33": "Then Jesus said to them, “I shall be with you a little while longer, and then I go to Him who sent Me.",
      "34": "You will look for Me and you will not find Me. And where I am, you cannot come.”",
      "35": "The Jews said among themselves, “Where does He intend to go that we shall not find Him? Does He intend to go to the Dispersion among the Greeks and teach the Greeks?",
      "36": "What kind of saying is this which He said, ‘You will look for Me and you will not find Me. And where I am, you cannot come’? ”",
      "37": "On the last and greatest day of the feast, Jesus stood and cried out, “If anyone is thirsty, let him come to Me and drink.",
      "38": "He who believes in Me, as the Scripture has said, out of his heart shall flow rivers of living water.”",
      "39": "By this He spoke of the Spirit, whom those who believe in Him would receive. For the Holy Spirit was not yet given, because Jesus was not yet glorified.",
      "40": "Therefore when they heard these words, many of the people said, “Truly, this is the Prophet.”",
      "41": "Others said, “This is the Christ.”\nBut some said, “Will the Christ come out of Galilee?",
      "42": "Has the Scripture not said that the Christ comes from the seed of David, out of the town of Bethlehem where David was?”",
      "43": "So there was a division among the people because of Him.",
      "44": "Some of them wanted to arrest Him, but no one laid hands on Him.",
      "45": "Then the officers came to the chief priests and Pharisees, who said to them, “Why did you not bring Him?”",
      "46": "The officers answered, “No man has ever spoken like this Man.”",
      "47": "Then the Pharisees answered them, “Are you also deceived?",
      "48": "Have any of the rulers or the Pharisees believed in Him?",
      "49": "Not at all. This crowd who does not know the law is accursed.”",
      "50": "Nicodemus, being one of them who came to Jesus by night, said to them,",
      "51": "“Does our law judge a man before it hears him and knows what he is doing?”",
      "52": "They answered him, “Are you also from Galilee? Search and see that no prophet arises out of Galilee.”",
      "53": "Then everyone went to his own house."
    },
    "8": {
      "1": "But Jesus went to the Mount of Olives.",
      "2": "Early in the morning He returned to the temple. All the people came to Him, and He sat down and taught them.",
      "3": "The scribes and Pharisees brought a woman caught in adultery. When they had put her in the middle,",
      "4": "they said to Him, “Teacher, this woman was caught in the very act of adultery.",
      "5": "Now Moses in the law commanded us to stone such, but what do You say?”",
      "6": "They said this, testing Him, that they might have something of which to accuse Him.\nBut Jesus stooped down and wrote on the ground with His finger, as though He did not hear them.",
      "7": "So when they continued asking Him, He stood up and said to them, “Let him who is without sin among you be the first to throw a stone at her.”",
      "8": "Again He stooped down and wrote on the ground.",
      "9": "Being convicted by their conscience, those who heard it went out one by one, beginning with the eldest even to the last. Jesus was left alone, and the woman standing in the midst.",
      "10": "When Jesus had stood up and saw no one but the woman, He said to her, “Woman, where are your accusers? Did no one condemn you?”",
      "11": "She said, “No one, Lord.”\nJesus said to her, “Neither do I condemn you. Go and sin no more.”",
      "12": "Again, Jesus spoke to them, saying, “I am the light of the world. Whoever follows Me shall not walk in the darkness, but shall have the light of life.”",
      "13": "The Pharisees therefore said to Him, “You bear witness of Yourself. Your testimony is not true.”",
      "14": "Jesus answered them, “Though I bear witness of Myself, My testimony is true. For I know where I came from and where I am going. But you do not know where I came from or where I am going.",
      "15": "You judge according to the flesh. I judge no one.",
      "16": "Yet if I do judge, My judgment is true. For I am not alone, but I am with the Father who sent Me.",
      "17": "Even in your law it is written that the testimony of two men is true.",
      "18": "I am One who bears witness of Myself, and the Father that sent Me bears witness of Me.”",
      "19": "Then they said to Him, “Where is Your Father?”\nJesus answered, “You know neither Me nor My Father. If you knew Me, you would know My Father also.”",
      "20": "Jesus spoke these words in the treasury, as He taught in the temple. No one arrested Him, for His hour had not yet come.",
      "21": "Again, Jesus said to them, “I am going away, and you will seek Me, and you will die in your sins. Where I am going, you cannot come.”",
      "22": "So the Jews said, “Will He kill Himself? For He said, ‘Where I am going, you cannot come.’ ”",
      "23": "He said to them, “You are from below; I am from above. You are of this world; I am not of this world.",
      "24": "Therefore I said to you that you will die in your sins. For unless you believe that I am He, you will die in your sins.”",
      "25": "They said to Him, “Who are You?”\nJesus said to them, “Just who I have been telling you from the beginning.",
      "26": "I have many things to say and to judge concerning you, but He who sent Me is true. So I tell the world what I heard from Him.”",
      "27": "They did not understand that He spoke to them of the Father.",
      "28": "So Jesus said to them, “When you lift up the Son of Man, then you will know that I am He, and I do nothing of Myself. But I speak these things as My Father taught Me.",
      "29": "He who sent Me is with Me. The Father has not left Me alone, for I always do those things that please Him.”",
      "30": "As He spoke these words, many believed in Him.",
      "31": "Then Jesus said to those Jews who believed Him, “If you remain in My word, then you are truly My disciples.",
      "32": "You shall know the truth, and the truth shall set you free.”",
      "33": "They answered Him, “We are Abraham’s seed and have never been in bondage to anyone. Why do You say, ‘You shall be set free’? ”",
      "34": "Jesus answered them, “Truly, truly I say to you, whoever commits sin is a slave of sin.",
      "35": "Now a slave does not remain in the house forever, but a son remains forever.",
      "36": "Therefore if the Son sets you free, you shall be free indeed.",
      "37": "I know that you are Abraham’s seed. But you seek to kill Me, because My word has no place in you.",
      "38": "I am telling what I have seen with My Father, and you are doing what you have seen with your father.”",
      "39": "They answered Him, “Abraham is our father.”\nJesus said to them, “If you were Abraham’s children, you would do the works of Abraham.",
      "40": "But now you seek to kill Me, a Man who has told you the truth which I heard from God. Abraham did not do this.",
      "41": "You are doing the works of your father.”\nThen they said to Him, “We were not born of sexual immorality. We have one Father: God.”",
      "42": "Jesus said to them, “If God were your Father, you would love Me, for I came from God and proceeded into the world. I did not come of My own authority, but He sent Me.",
      "43": "Why do you not understand My speaking? Because you cannot bear to hear My word.",
      "44": "You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks from his own nature, for he is a liar and the father of lies.",
      "45": "Yet because I tell the truth, you do not believe Me.",
      "46": "Which of you convicts Me of sin? If I speak the truth, why do you not believe Me?",
      "47": "He who is of God hears God’s words. Therefore, you do not hear them, because you are not of God.”",
      "48": "The Jews answered Him, “Do we not rightly say that You are a Samaritan and have a demon?”",
      "49": "Jesus answered, “I do not have a demon. But I honor My Father, and you dishonor Me.",
      "50": "I do not seek glory for Myself. There is One who seeks it and judges.",
      "51": "Truly, truly I say to you, if anyone keeps My word, he shall never see death.”",
      "52": "Then the Jews said to Him, “Now we know that You have a demon. Abraham and the prophets died, and You say, ‘If a man keeps My word, he shall never taste death.’",
      "53": "“Are You greater than our father Abraham, who died? The prophets are dead! Who do You make Yourself out to be?”",
      "54": "Jesus answered, “If I glorify Myself, My glory is nothing. It is My Father who glorifies Me, of whom you say that He is your God.",
      "55": "Yet you have not known Him, but I know Him. If I say, ‘I do not know Him,’ I shall be a liar like you. But I know Him and keep His word.",
      "56": "Your father Abraham rejoiced to see My day. He saw it and was glad.”",
      "57": "Then the Jews said to Him, “You are not yet fifty years old. Have You seen Abraham?”",
      "58": "Jesus said to them, “Truly, truly I say to you, before Abraham was born, I AM.”",
      "59": "Then they took up stones to throw at Him. But Jesus hid Himself and went out of the temple. Going through their midst, He passed by."
    },
    "9": {
      "1": "As Jesus passed by, He saw a man blind from birth.",
      "2": "His disciples asked Him, “Rabbi, who sinned, this man or his parents, that he was born blind?”",
      "3": "Jesus answered, “Neither this man nor his parents sinned. But it happened so that the works of God might be displayed in him.",
      "4": "I must do the works of Him who sent Me while it is day. Night is coming when no one can work.",
      "5": "While I am in the world, I am the light of the world.”",
      "6": "When He had said this, He spat on the ground and made clay with the saliva. He anointed the eyes of the blind man with the clay,",
      "7": "and said to him, “Go, wash in the pool of Siloam” (which means “Sent”). So he went away and washed, and returned seeing.",
      "8": "The neighbors and those who had previously seen that he was blind said, “Is this not he who sat and begged?”",
      "9": "Some said, “This is he.”\nOthers said, “He is like him.”\nBut he said, “I am he.”",
      "10": "So they said to him, “How were your eyes opened?”",
      "11": "He answered, “A Man called Jesus made clay, anointed my eyes, and said to me, ‘Go to the pool of Siloam and wash.’ So I went away and washed, and I received my sight.”",
      "12": "They said to him, “Where is He?”\nHe said, “I do not know.”",
      "13": "They brought the man who had been blind to the Pharisees.",
      "14": "Now it was a Sabbath day when Jesus made the clay and opened his eyes.",
      "15": "Therefore the Pharisees also asked him how he received his sight. He said to them, “He put clay on my eyes, and I washed, and I see.”",
      "16": "Some of the Pharisees said, “This Man is not from God, because He does not keep the Sabbath day.”\nOthers said, “How can a man who is a sinner do such signs?” So there was division among them.",
      "17": "Then they said to the blind man again, “What do you say about Him, since He opened your eyes?”\nHe said, “He is a prophet.”",
      "18": "But the Jews did not believe concerning him, that he had been blind and received his sight, until they called the parents of the one who had received his sight.",
      "19": "They asked them, “Is this your son, whom you say was born blind? How then does he now see?”",
      "20": "His parents answered them, “We know that this is our son and that he was born blind.",
      "21": "But how he now sees, we do not know, or who opened his eyes, we do not know. He is of age. Ask him. He will speak for himself.”",
      "22": "His parents said this, because they feared the Jews. For the Jews had already agreed that if anyone confessed that He was the Christ, he would be put out of the synagogue.",
      "23": "Therefore his parents said, “He is of age. Ask him.”",
      "24": "So again they called the man who was blind and said to him, “Give glory to God. We know that this Man is a sinner.”",
      "25": "He said, “I do not know if He is a sinner. I know one thing: I was blind, but now I see.”",
      "26": "Then they said to him again, “What did He do to you? How did He open your eyes?”",
      "27": "He answered them, “I told you already, and you did not listen. Why do you want to hear it again? Do you also want to become His disciples?”",
      "28": "Then they insulted him and said, “You are His disciple, but we are Moses’ disciples.",
      "29": "We know that God has spoken to Moses. As for this fellow, we do not know where He is from.”",
      "30": "The man answered, “Well, here is an amazing thing! You do not know where He is from, and yet He opened my eyes.",
      "31": "We know that God does not listen to sinners. But if anyone is a worshipper of God and does His will, He hears him.",
      "32": "Since the world began, it has never been heard that anyone opened the eyes of someone born blind.",
      "33": "If this Man were not from God, He could do nothing.”",
      "34": "They answered him, “You were completely born in sin. Are you teaching us?” And they threw him out.",
      "35": "Jesus heard that they had thrown him out, and when He found him, He said, “Do you believe in the Son of God?”",
      "36": "He answered, “Who is He, Lord, that I may believe in Him?”",
      "37": "Jesus said to him, “You have seen Him, and it is He who speaks with you.”",
      "38": "Then he said, “Lord, I believe.” And he worshipped Him.",
      "39": "Jesus said, “I came into this world for judgment, that those who do not see may see, and that those who see may become blind.”",
      "40": "Some Pharisees who were with Him heard these words, and said to Him, “Are we also blind?”",
      "41": "Jesus said, “If you were blind, you would have no sin. But now you say, ‘We see.’ Therefore your sin remains."
    },
    "10": {
      "1": "“Truly, truly I say to you, he who does not enter by the door into the sheepfold, but climbs up some other way, is a thief and a robber.",
      "2": "But he who enters by the door is the shepherd of the sheep.",
      "3": "To him the doorkeeper opens, and the sheep hear his voice. He calls his own sheep by name, and he leads them out.",
      "4": "When he brings out his own sheep, he goes before them. And the sheep follow him, for they know his voice.",
      "5": "Yet they will never follow a stranger, but will run away from him. For they do not know the voice of strangers.”",
      "6": "Jesus told them this parable, but they did not understand what He was telling them.",
      "7": "Then Jesus said to them again, “Truly, truly I say to you, I am the door of the sheep.",
      "8": "All who came before Me are thieves and robbers, but the sheep did not listen to them.",
      "9": "I am the door. If anyone enters through Me, he will be saved and will go in and out and find pasture.",
      "10": "The thief does not come, except to steal and kill and destroy. I came that they may have life, and that they may have it more abundantly.",
      "11": "“I am the good shepherd. The good shepherd lays down His life for the sheep.",
      "12": "But he who is a hired hand, and not a shepherd, who does not own the sheep, sees the wolf coming, and leaves the sheep, and runs away. So the wolf catches the sheep and scatters them.",
      "13": "The hired hand runs away because he is a hired hand and does not care about the sheep.",
      "14": "“I am the good shepherd. I know My sheep and am known by My own.",
      "15": "Even as the Father knows Me, so I know the Father. And I lay down My life for the sheep.",
      "16": "I have other sheep who are not of this fold. I must also bring them, and they will hear My voice. There will be one flock and one shepherd.",
      "17": "Therefore My Father loves Me, because I lay down My life that I may take it up again.",
      "18": "No one takes it from Me, but I lay it down Myself. I have power to lay it down, and I have power to take it up again. I received this command from My Father.”",
      "19": "Therefore there was a division again among the Jews because of these sayings.",
      "20": "Many of them said, “He has a demon and is insane. Why do you listen to Him?”",
      "21": "Others said, “These are not the words of one who has a demon. Can a demon open the eyes of the blind?”",
      "22": "The Feast of the Dedication was at Jerusalem, and it was winter.",
      "23": "Jesus walked in the temple in Solomon’s Porch.",
      "24": "Then the Jews surrounded Him, saying, “How long will You keep us in suspense? If You are the Christ, tell us plainly.”",
      "25": "Jesus answered them, “I told you, and you did not believe. The works that I do in My Father’s name bear witness of Me.",
      "26": "But you do not believe, because you are not of My sheep, as I said to you.",
      "27": "My sheep hear My voice, and I know them, and they follow Me.",
      "28": "I give them eternal life. They shall never perish, nor shall anyone snatch them from My hand.",
      "29": "My Father, who has given them to Me, is greater than all. No one is able to snatch them from My Father’s hand.",
      "30": "My Father and I are one.”",
      "31": "Again the Jews took up stones to stone Him.",
      "32": "Jesus answered them, “I have shown you many good works from My Father. For which of those works do you stone Me?”",
      "33": "The Jews answered Him, “We are not stoning You for a good work, but for blasphemy, and because You, being a Man, claim to be God.”",
      "34": "Jesus answered them, “Is it not written in your law, ‘I said, “You are gods”’?",
      "35": "If He called them ‘gods,’ to whom the word of God came, and the Scripture cannot be broken,",
      "36": "do you say of Him, whom the Father has sanctified and sent into the world, ‘You blaspheme,’ because I said, ‘I am the Son of God’?",
      "37": "If I am not doing the works of My Father, do not believe Me.",
      "38": "But if I do them, though you do not believe Me, believe the works, that you may know and believe that the Father is in Me, and I in Him.”",
      "39": "Again they tried to seize Him, but He escaped from their hands.",
      "40": "Then He went away again beyond the Jordan into the place where John was baptizing at first, and He remained there.",
      "41": "Many came to Him and said, “John did no sign. But everything that John said about this Man was true.”",
      "42": "And many believed in Him there."
    },
    "11": {
      "1": "Now a man was sick, Lazarus from Bethany, the village of Mary and her sister Martha.",
      "2": "This was Mary who anointed the Lord with ointment and wiped His feet with her hair, whose brother Lazarus was sick.",
      "3": "So the sisters sent word to Him, saying, “Lord, he whom You love is sick.”",
      "4": "When Jesus heard this, He said, “This sickness is not unto death, but for the glory of God, that the Son of God may be glorified by it.”",
      "5": "Now Jesus loved Martha, and her sister, and Lazarus.",
      "6": "So when He heard that he was sick, He remained where He was two more days.",
      "7": "Then after this He said to the disciples, “Let us go into Judea again.”",
      "8": "His disciples said to Him, “Rabbi, the Jews were just trying to stone You. Are You going there again?”",
      "9": "Jesus answered, “Are there not twelve hours in the day? If anyone walks during the day, he does not stumble, because he sees the light of this world.",
      "10": "But if anyone walks during the night, he stumbles, because the light is not in him.”",
      "11": "After He said this, He said to them, “Our friend Lazarus has fallen asleep. But I am going that I may awaken him from sleep.”",
      "12": "Then His disciples said, “Lord, if he is sleeping, he will be well.”",
      "13": "Jesus had spoken of his death. But they thought that He was speaking of getting rest through sleep.",
      "14": "So then Jesus plainly told them, “Lazarus is dead.",
      "15": "And I am glad for your sakes that I was not there, so that you may believe. Nevertheless let us go to him.”",
      "16": "Then Thomas, who is called Didymus, said to his fellow disciples, “Let us go also, that we may die with Him.”",
      "17": "When Jesus arrived, He found that he had been in the tomb four days already.",
      "18": "Now Bethany was near Jerusalem, less than two miles away.",
      "19": "Many of the Jews had come to Martha and Mary, to comfort them concerning their brother.",
      "20": "When Martha heard that Jesus was coming, she went and met Him, but Mary remained in the house.",
      "21": "Martha said to Jesus, “Lord, if You had been here, my brother would not have died.",
      "22": "But even now I know that whatever You may ask of God, God will give You.”",
      "23": "Jesus said to her, “Your brother will rise again.”",
      "24": "Martha said to Him, “I know that he will rise again in the resurrection on the last day.”",
      "25": "Jesus said to her, “I am the resurrection and the life. He who believes in Me, though he may die, yet shall he live.",
      "26": "And whoever lives and believes in Me shall never die. Do you believe this?”",
      "27": "She said to Him, “Yes, Lord, I believe that You are the Christ, the Son of God, who is to come into the world.”",
      "28": "When she had said this, she went her way and secretly called her sister Mary, saying, “The Teacher has come and is calling for you.”",
      "29": "When she heard this, she rose quickly and went to Him.",
      "30": "Now Jesus had not yet entered the village, but was in the place where Martha met Him.",
      "31": "When the Jews who were with Mary in the house, comforting her, saw that she quickly rose up and went out, they followed her, saying, “She is going to the tomb to weep there.”",
      "32": "When Mary came to where Jesus was, and saw Him, she fell down at His feet, saying to Him, “Lord, if You had been here, my brother would not have died.”",
      "33": "When Jesus saw her weeping, and the Jews who came with her weeping, He groaned in the spirit and was troubled.",
      "34": "He said, “Where have you laid him?”\nThey said to Him, “Lord, come and see.”",
      "35": "Jesus wept.",
      "36": "Then the Jews said, “See how He loved him.”",
      "37": "But some of them said, “Could not this Man, who opened the eyes of the blind man, have also kept this man from dying?”",
      "38": "Then Jesus, again groaning within Himself, came to the tomb. It was a cave, and a stone was lying against it.",
      "39": "Jesus said, “Take away the stone.”\nMartha, the sister of him who was dead, said to Him, “Lord, by this time there is a stench, for he has been dead four days.”",
      "40": "Jesus said to her, “Did I not tell you that if you believed, you would see the glory of God?”",
      "41": "So they took away the stone from the place where the dead man was lying. Jesus lifted up His eyes and said, “Father, I thank You that You have heard Me.",
      "42": "I know that You always hear Me. But because of the people standing around, I said this, that they may believe that You sent Me.”",
      "43": "When He had said this, He cried out with a loud voice, “Lazarus, come out!”",
      "44": "He who was dead came out, his hands and feet wrapped with grave clothes, and his face wrapped with a cloth.\nJesus said to them, “Unbind him, and let him go.”",
      "45": "Therefore many of the Jews who came to Mary, and saw what Jesus had done, believed in Him.",
      "46": "But some of them went away to the Pharisees and told them what Jesus had done.",
      "47": "Then the chief priests and the Pharisees assembled the Sanhedrin and said, “What shall we do? This Man is performing many signs.",
      "48": "If we leave Him alone like this, everyone will believe in Him, and the Romans will come and take away both our temple and our nation.”",
      "49": "Then one of them named Caiaphas, who was the high priest that year, said to them, “You know nothing at all,",
      "50": "nor do you consider that it is expedient for us that one man should die for the people, that the whole nation should not perish.”",
      "51": "He did not say this on his own authority. But being the high priest that year, he prophesied that Jesus would die for the nation,",
      "52": "and not for the nation only, but that He might also gather together in unity the children of God who were scattered abroad.",
      "53": "So from that day forward they planned to put Him to death.",
      "54": "Therefore Jesus no longer walked openly among the Jews, but went away from there to the country near the wilderness, into a city called Ephraim, and remained there with His disciples.",
      "55": "Now the Passover of the Jews was at hand. Many went up to Jerusalem from the country before the Passover to purify themselves.",
      "56": "Then they searched for Jesus and said among themselves as they stood in the temple, “What do you think, that He will not come to the feast?”",
      "57": "Now both the chief priests and the Pharisees had given orders that if anyone knew where He was, he should report it, that they might seize Him."
    },
    "12": {
      "1": "Six days before the Passover Jesus came to Bethany, where Lazarus was, who had been dead, whom He had raised from the dead.",
      "2": "They prepared a supper for Him there. Martha served, but Lazarus was one of those who sat at the table with Him.",
      "3": "Then Mary took a pint of very costly ointment made from pure nard, and anointed the feet of Jesus, and wiped His feet with her hair. The house was filled with the fragrance of the ointment.",
      "4": "But one of His disciples, Judas Iscariot, Simon’s son, who would betray Him, said,",
      "5": "“Why was this ointment not sold for three hundred denarii and given to the poor?”",
      "6": "He said this, not because he cared for the poor, but because he was a thief. And having the money box, he used to steal what was put in it.",
      "7": "But Jesus said, “Leave her alone. She has kept this for the day of My burial.",
      "8": "For you always have the poor with you, but you do not always have Me.”",
      "9": "When many of the Jews learned that He was there, they came, not for Jesus’ sake only, but that they might also see Lazarus, whom He had raised from the dead.",
      "10": "So the chief priests planned to put Lazarus to death also,",
      "11": "because on account of him many of the Jews went away and believed in Jesus.",
      "12": "On the next day a great crowd that had come to the feast heard that Jesus was coming to Jerusalem.",
      "13": "They took branches of palm trees, and went out to meet Him, and cried out:\n“Hosanna!\n‘Blessed is He who comes in the name of the Lord!’\nThe King of Israel!”",
      "14": "Then Jesus, having found a young donkey, sat on it. As it is written:",
      "15": "“Fear not, daughter of Zion;\n    see, your King is coming,\n    sitting on a donkey’s colt.”",
      "16": "His disciples did not understand these things at first. But when Jesus was glorified, they remembered that these things were written about Him and that they had done these things to Him.",
      "17": "Now the crowd that was with Him when He called Lazarus out of the tomb and raised him from the dead bore witness.",
      "18": "The crowd went and met Him for this reason: They heard that He had performed this sign.",
      "19": "So the Pharisees said among themselves, “See, you are gaining nothing! Look, the world has followed Him!”",
      "20": "Now there were some Greeks among those who went up to worship at the feast.",
      "21": "They came to Philip, who was from Bethsaida of Galilee, and asked him, “Sir, we want to see Jesus.”",
      "22": "Philip came and told Andrew, and in turn Andrew and Philip told Jesus.",
      "23": "Jesus answered them, “The hour has come for the Son of Man to be glorified.",
      "24": "Truly, truly I say to you, unless a grain of wheat falls into the ground and dies, it remains alone. But if it dies, it bears much fruit.",
      "25": "He who loves his life will lose it. And he who hates his life in this world will keep it for eternal life.",
      "26": "If anyone serves Me, he must follow Me. Where I am, there will My servant be also. If anyone serves Me, the Father will honor him.",
      "27": "“Now My soul is troubled. What shall I say? ‘Father, save Me from this hour’? Instead, for this reason I came to this hour.",
      "28": "Father, glorify Your name.”\nThen a voice came from heaven, saying, “I have glorified it, and will glorify it again.”",
      "29": "The crowd that stood by and heard it said that it had thundered. Others said, “An angel has spoken to Him.”",
      "30": "Jesus answered, “This voice came not for My sake, but for your sakes.",
      "31": "Now judgment is upon this world. Now the ruler of this world will be cast out.",
      "32": "And if I be lifted up from the earth, I will draw all men to Myself.”",
      "33": "He said this to signify by what kind of death He would die.",
      "34": "The crowd answered Him, “We have heard from the law that the Christ remains forever. Why do You say, ‘The Son of Man must be lifted up’? Who is this Son of Man?”",
      "35": "Then Jesus said to them, “Yet a little while the light is with you. Walk while you have the light, lest darkness overtake you. He who walks in darkness does not know where he is going.",
      "36": "While you have light, believe in the light that you may become sons of light.” Jesus said these things, and departed and hid Himself from them.",
      "37": "Though He had done so many signs before them, yet they did not believe in Him.",
      "38": "This fulfilled the word spoken by Isaiah the prophet:\n“Lord, who has believed our report,\n    and to whom has the arm of the Lord been revealed?”",
      "39": "Therefore they could not believe. For Isaiah said again:",
      "40": "“He has blinded their eyes\n    and hardened their hearts,\nlest they should see with their eyes\n    and perceive with their hearts and turn,\n    and I would heal them.”",
      "41": "Isaiah said this when he saw His glory and spoke of Him.",
      "42": "Yet many of the rulers also believed in Him. But because of the Pharisees they did not confess Him, lest they be put out of the synagogue.",
      "43": "For they loved the praise of men more than the praise of God.",
      "44": "Jesus cried out, “He who believes in Me believes not only in Me, but in Him who sent Me.",
      "45": "He who sees Me sees Him who sent Me.",
      "46": "I have come as a light into the world, that whoever believes in Me should not remain in darkness.",
      "47": "“If anyone hears My words and does not believe, I do not judge him. For I did not come to judge the world, but to save the world.",
      "48": "He who rejects Me, and does not receive My words, has that which judges him. The word I have spoken will judge him on the last day.",
      "49": "For I have not spoken on My own authority, but the Father who sent Me gave Me a command, what I should say and what I should speak.",
      "50": "I know that His command is eternal life. Therefore what I say, I say as the Father tells me.”"
    },
    "13": {
      "1": "Now before the Passover Feast, Jesus knew that His hour had come to depart from this world to the Father. Having loved His own who were in the world, He loved them to the end.",
      "2": "Now supper being concluded, the devil had put into the heart of Judas Iscariot, Simon’s son, to betray Him.",
      "3": "Jesus, knowing that the Father had given all things into His hands and that He came from God and was going to God,",
      "4": "rose from supper, laid aside His garments, and took a towel and wrapped Himself.",
      "5": "After that, He poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel with which He was wrapped.",
      "6": "Then He came to Simon Peter, and Peter said to Him, “Lord, are You washing my feet?”",
      "7": "Jesus answered him, “You do not understand what I am doing now. But later you will understand.”",
      "8": "Peter said to Him, “You shall never wash my feet!”\nJesus answered him, “If I do not wash you, you have no part with Me.”",
      "9": "Simon Peter said to Him, “Lord, not my feet only, but also my hands and my head!”",
      "10": "Jesus said to him, “He who is bathed needs only to wash his feet, but is completely clean. You are clean, but not all of you.”",
      "11": "For He knew who would betray Him. Therefore He said, “Not all of you are clean.”",
      "12": "So when He had washed their feet, and put on His garments, and sat down again, He said to them, “Do you know what I have done to you?",
      "13": "You call Me Teacher and Lord. You speak accurately, for so I am.",
      "14": "If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.",
      "15": "For I have given you an example, that you should do as I have done to you.",
      "16": "Truly, truly I say to you, a servant is not greater than his master, nor is he who is sent greater than he who sent him.",
      "17": "If you know these things, blessed are you if you do them.",
      "18": "“I do not speak concerning all of you. I know whom I have chosen, but that the Scripture may be fulfilled, ‘He who eats bread with Me has lifted up his heel against Me.’",
      "19": "“Now I tell you before it happens, that when it does happen, you may believe that I am He.",
      "20": "Truly, truly I say to you, he who receives whomever I send receives Me. And he who receives Me receives Him who sent Me.”",
      "21": "When Jesus had said this, He was troubled in spirit, and testified, “Truly, truly I say to you that one of you will betray Me.”",
      "22": "The disciples looked at one another, uncertain of whom He spoke.",
      "23": "Now there was leaning against Jesus’ bosom one of His disciples whom Jesus loved.",
      "24": "Therefore Simon Peter motioned to him to ask who it was of whom He spoke.",
      "25": "Leaning back against Jesus’ bosom, he said to Him, “Lord, who is it?”",
      "26": "Jesus answered, “It is he to whom I shall give a piece of bread when I have dipped it.” When He had dipped the bread, He gave it to Judas Iscariot, the son of Simon.",
      "27": "After receiving the piece of bread, Satan entered him.\nThen Jesus said to him, “What you are going to do, do quickly.”",
      "28": "But no one at the table knew why He said this to him.",
      "29": "Since Judas had the moneybox, some thought that Jesus said to him, “Buy what we need for the feast,” or that he should give something to the poor.",
      "30": "Having received the piece of bread, he then left immediately. And it was night.",
      "31": "When he had gone out, Jesus then said, “Now is the Son of Man glorified, and in Him God is glorified.",
      "32": "If God is glorified in Him, God will also glorify Him in Himself and will immediately glorify Him.",
      "33": "“Little children, yet a little while I am with you. You will seek Me. And as I said to the Jews, so now I tell you, ‘Where I am going, you cannot come.’",
      "34": "“A new commandment I give to you, that you love one another, even as I have loved you, that you also love one another.",
      "35": "By this all men will know that you are My disciples, if you have love for one another.”",
      "36": "Simon Peter said to Him, “Lord, where are You going?”\nJesus answered him, “Where I am going, you cannot follow Me now. But you shall follow Me afterward.”",
      "37": "Peter said to Him, “Lord, why can I not follow You now? I will lay down my life for Your sake.”",
      "38": "Jesus answered Him, “Will you lay down your life for My sake? Truly, truly I say to you, the rooster shall not crow until you have denied Me three times.”"
    },
    "14": {
      "1": "“Let not your heart be troubled. You believe in God. Believe also in Me.",
      "2": "In My Father’s house are many dwelling places. If it were not so, I would have told you. I am going to prepare a place for you.",
      "3": "And if I go and prepare a place for you, I will come again and receive you to Myself, that where I am, you may be also.",
      "4": "You know where I am going, and you know the way.”",
      "5": "Thomas said to Him, “Lord, we do not know where You are going. How can we know the way?”",
      "6": "Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father except through Me.",
      "7": "If you had known Me, you would have known My Father also. From now on you do know Him and have seen Him.”",
      "8": "Philip said to Him, “Lord, show us the Father, and that is sufficient for us.”",
      "9": "Jesus said to him, “Have I been with you such a long time, and yet you have not known Me, Philip? He who has seen Me has seen the Father. So how can you say, ‘Show us the Father’?",
      "10": "Do you not believe that I am in the Father and the Father is in Me? The words that I say to you I do not speak on My own authority. But the Father who lives in Me does the works.",
      "11": "Believe Me that I am in the Father, and the Father is in Me. Or else believe Me on account of the works themselves.",
      "12": "Truly, truly I say to you, he who believes in Me will do the works that I do also. And he will do greater works than these, because I am going to My Father.",
      "13": "I will do whatever you ask in My name, that the Father may be glorified in the Son.",
      "14": "If you ask anything in My name, I will do it.",
      "15": "“If you love Me, keep My commandments.",
      "16": "I will pray the Father, and He will give you another Counselor, that He may be with you forever:",
      "17": "the Spirit of truth, whom the world cannot receive, for it does not see Him, neither does it know Him. But you know Him, for He lives with you, and will be in you.",
      "18": "I will not leave you fatherless. I will come to you.",
      "19": "Yet a little while and the world will see Me no more. But you will see Me. Because I live, you will live also.",
      "20": "On that day you will know that I am in My Father, and you are in Me, and I am in you.",
      "21": "He who has My commandments and keeps them is the one who loves Me. And he who loves Me will be loved by My Father. And I will love him and will reveal Myself to him.”",
      "22": "Then Judas (not Iscariot) said to Him, “Lord, how is it that You will reveal Yourself to us, but not to the world?”",
      "23": "Jesus answered him, “If a man loves Me, he will keep My word. My Father will love him, and We will come to him, and make Our home with him.",
      "24": "He who does not love Me does not keep My words. The word which you hear is not Mine, but the Father’s who sent Me.",
      "25": "“I have spoken these things to you while I am still with you.",
      "26": "But the Counselor, the Holy Spirit, whom the Father will send in My name, will teach you everything and remind you of all that I told you.",
      "27": "Peace I leave with you. My peace I give to you. Not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid.",
      "28": "“You have heard Me say to you, ‘I am going away and am returning to you.’ If you loved Me, you would rejoice because I said, ‘I am going to the Father,’ for My Father is greater than I.",
      "29": "Now I have told you before it happens so that, when it happens, you may believe.",
      "30": "After this I will not speak much with you, for the ruler of this world is coming. He has no power over Me.",
      "31": "But I do as the Father has commanded Me so that the world may know that I love the Father.\n“Rise, let us go from here."
    },
    "15": {
      "1": "“I am the true vine, and My Father is the vinedresser.",
      "2": "Every branch in Me that bears no fruit, He takes away. And every branch that bears fruit, He prunes, that it may bear more fruit.",
      "3": "You are already clean through the word which I have spoken to you.",
      "4": "Remain in Me, as I also remain in you. As the branch cannot bear fruit by itself, unless it remains in the vine, neither can you, unless you remain in Me.",
      "5": "“I am the vine, you are the branches. He who remains in Me, and I in him, bears much fruit. For without Me you can do nothing.",
      "6": "If a man does not remain in Me, he is thrown out as a branch and withers. And they gather them and throw them into the fire, and they are burned.",
      "7": "If you remain in Me, and My words remain in you, you will ask whatever you desire, and it shall be done for you.",
      "8": "My Father is glorified by this, that you bear much fruit; so you will be My disciples.",
      "9": "“As the Father loved Me, I also loved you. Remain in My love.",
      "10": "If you keep My commandments, you will remain in My love, even as I have kept My Father’s commandments and remain in His love.",
      "11": "I have spoken these things to you, that My joy may remain in you, and that your joy may be full.",
      "12": "This is My commandment: that you love one another, as I have loved you.",
      "13": "Greater love has no man than this: that a man lay down his life for his friends.",
      "14": "You are My friends if you do whatever I command you.",
      "15": "I no longer call you servants, for a servant does not know what his master does. But I have called you friends, for everything that I have heard from My Father have I made known to you.",
      "16": "You did not choose Me, but I chose you, and appointed you, that you should go and bear fruit, and that your fruit should remain, that the Father may give you whatever you ask Him in My name.",
      "17": "This I command you: that you love one another.",
      "18": "“If the world hates you, you know that it hated Me before it hated you.",
      "19": "If you were of the world, the world would love you as its own. But because you are not of the world, since I chose you out of the world, the world therefore hates you.",
      "20": "Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted Me, they will also persecute you. If they kept My words, they will keep yours also.",
      "21": "But all these things they will do to you for My name’s sake, because they do not know Him who sent Me.",
      "22": "If I had not come and spoken to them, they would not have had sin. But now they have no excuse for their sin.",
      "23": "He who hates Me hates My Father also.",
      "24": "If I had not performed among them the works which no one else did, they would have no sin. But now have they seen and hated both My Father and Me.",
      "25": "But that the word which is written in their law might be fulfilled, ‘They hated Me without a cause.’",
      "26": "“But when the Counselor comes, whom I shall send to you from the Father, the Spirit of truth who proceeds from the Father, He will bear witness of Me.",
      "27": "And you also will bear witness, because you have been with Me from the beginning."
    },
    "16": {
      "1": "“I have spoken these things to you so that you will not fall away.",
      "2": "They will put you out of the synagogues. Yes, the time is coming that whoever kills you will think that he is offering a service to God.",
      "3": "They will do these things to you, because they have not known the Father nor Me.",
      "4": "I have told you these things, so that when the time comes, you may remember that I told you about them.\n“I did not tell you these things at the beginning, because I was with you.",
      "5": "But now I am going to Him who sent Me, and none of you asks Me, ‘Where are You going?’",
      "6": "Rather, sorrow has filled your heart because I have told you these things.",
      "7": "Nevertheless I tell you the truth: It is expedient for you that I go away. For if I do not go away, the Counselor will not come to you. But if I go, I will send Him to you.",
      "8": "When He comes, He will convict the world of sin and of righteousness and of judgment:",
      "9": "of sin, because they do not believe in Me;",
      "10": "of righteousness, because I am going to My Father, and you will see Me no more;",
      "11": "and of judgment, because the ruler of this world stands condemned.",
      "12": "“I have yet many things to tell you, but you cannot bear them now.",
      "13": "But when the Spirit of truth comes, He will guide you into all truth. For He will not speak on His own authority. But He will speak whatever He hears, and He will tell you things that are to come.",
      "14": "He will glorify Me, for He will receive from Me and will declare it to you.",
      "15": "All that the Father has is Mine. Therefore I said that He will take what is Mine and will declare it to you.",
      "16": "“In a little while you will not see Me. And then after a little while you will see Me, because I am going to the Father.”",
      "17": "Then some of His disciples said among themselves, “What is this He is telling us: ‘In a little while you will not see Me; and then after a little while you will see Me,’ and, ‘because I am going to the Father’? ”",
      "18": "Then they said, “What is this He is telling us: ‘In a little while’? We do not know what He is saying.”",
      "19": "Then Jesus knew that they wanted to ask Him. So He said to them, “Do you inquire among yourselves concerning what I said: ‘In a little while you will not see Me; and then after a little while you will see Me’?",
      "20": "Truly, truly I say to you that you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will be turned into joy.",
      "21": "When a woman is giving birth, she has pain, because her hour has come. But as soon as she delivers the child, she no longer remembers the anguish for joy that a child is born into the world.",
      "22": "Therefore you now have sorrow. But I will see you again, and your heart will rejoice, and no one will take your joy from you.",
      "23": "On that day you will ask Me nothing. Truly, truly I say to you, whatever you ask the Father in My name, He will give it to you.",
      "24": "Until now you have asked nothing in My name. Ask, and you will receive, that your joy may be full.",
      "25": "“I have told you these things in proverbs. But the time is coming when I will no longer speak to you in proverbs, for I will speak to you plainly about the Father.",
      "26": "On that day you will ask in My name. I am not saying to you that I shall ask the Father on your behalf.",
      "27": "For the Father Himself loves you, because you have loved Me, and have believed that I came from God.",
      "28": "I came from the Father and have come into the world. As I said, I am leaving the world and am going to the Father.”",
      "29": "His disciples said to Him, “Yes! Now You are speaking plainly and with no figure of speech.",
      "30": "Now we know that You know everything and do not need anyone to question You. By this we believe that You came from God.”",
      "31": "Jesus answered them, “Do you now believe?",
      "32": "Listen, the hour is coming. Yes, it has now come that you will be scattered, each to his own home, and will leave Me alone. Yet I am not alone, for the Father is with Me.",
      "33": "“I have told you these things so that in Me you may have peace. In the world you will have tribulation. But be of good cheer. I have overcome the world.”"
    },
    "17": {
      "1": "When Jesus spoke these words, He lifted His eyes toward heaven and said:\n“Father, the hour has come. Glorify Your Son, that Your Son may also glorify You.",
      "2": "As You have given Him authority over all flesh, He will give eternal life to all whom You have given Him.",
      "3": "This is eternal life: that they may know You, the only true God, and Jesus Christ, whom You have sent.",
      "4": "I have glorified You on the earth. I have finished the work You have given Me to do.",
      "5": "And now, O Father, glorify Me in Your own presence with the glory which I had with You before the world existed.",
      "6": "“I have revealed Your name to the men whom You have given Me out of the world. They were Yours, and You gave them to Me, and they have kept Your word.",
      "7": "Now they know that all things You have given Me are from You.",
      "8": "For I have given them the words which You gave Me. They have received them and certainly know that I came from You, and they have believed that You sent Me.",
      "9": "I pray for them. I do not pray for the world, but for those whom You have given Me. For they are Yours.",
      "10": "All that are Mine are Yours, and all that are Yours are Mine. And I am glorified in them.",
      "11": "I am to be no longer in the world, though these are in the world, for I am coming to You. Holy Father, through Your name keep those whom You have given Me, that they may be one as We are one.",
      "12": "While I was with them in the world, I kept them in Your name. I have kept those whom You have given Me. And none of them is lost except the son of perdition, that the Scripture might be fulfilled.",
      "13": "“But now I am coming to You, and I say these things in the world, that they may have My joy fulfilled in themselves.",
      "14": "I have given them Your word. And the world has hated them because they are not of the world, just as I am not of the world.",
      "15": "I do not pray that You should take them out of the world, but that You should keep them from the evil one.",
      "16": "They are not of the world even as I am not of the world.",
      "17": "Sanctify them by Your truth. Your word is truth.",
      "18": "As You sent Me into the world, so I sent them into the world.",
      "19": "For their sakes I sanctify Myself, that they also may be sanctified by the truth.",
      "20": "“I do not pray for these alone, but also for those who will believe in Me through their word,",
      "21": "that they may all be one, as You, Father, are in Me, and I in You. May they also be one in Us, that the world may believe that You have sent Me.",
      "22": "I have given them the glory which You gave Me, that they may be one even as We are one:",
      "23": "I in them and You in Me, that they may be perfect in unity, and that the world may know that You have sent Me, and have loved them as You have loved Me.",
      "24": "“Father, I desire that they also, whom You have given Me, be with Me where I am, that they may see My glory which You have given Me. For You loved Me before the creation of the world.",
      "25": "“O righteous Father, the world has not known You, but I have known You, and these have known that You sent Me.",
      "26": "I have declared Your name to them, and will declare it, that the love with which You loved Me may be in them, and I in them.”"
    },
    "18": {
      "1": "When Jesus had spoken these words, He went out with His disciples across the Kidron Valley. There was a garden which He and His disciples entered.",
      "2": "Now Judas, who betrayed Him, also knew the place, for Jesus often met there with His disciples.",
      "3": "So Judas, having taken a detachment of soldiers and officers from the chief priests and Pharisees, came there with lanterns and torches and weapons.",
      "4": "Jesus therefore, knowing everything that would happen to Him, went forward and said to them, “Whom do you seek?”",
      "5": "They answered Him, “Jesus of Nazareth.”\nJesus said to them, “I am He.” And Judas, who betrayed Him, was standing with them.",
      "6": "When He said, “I am He,” they drew back and fell to the ground.",
      "7": "Again Jesus asked them, “Whom do you seek?”\nThey said, “Jesus of Nazareth.”",
      "8": "Jesus answered, “I told you that I am He. So then let these go their way if you are looking for Me.”",
      "9": "This was to fulfill the word which He had spoken, “I have lost none of those whom You have given Me.”",
      "10": "Then Simon Peter, having a sword, drew it and struck the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.",
      "11": "Then Jesus said to Peter, “Put your sword into the sheath. Shall I not drink the cup which My Father has given Me?”",
      "12": "Then the detachment of soldiers and the commander and the officers of the Jews arrested Jesus and bound Him.",
      "13": "First they led Him to Annas, for he was the father-in-law to Caiaphas, who was the high priest that year.",
      "14": "Now it was Caiaphas who advised the Jews that it was expedient that one man should die for the people.",
      "15": "Simon Peter followed Jesus, and so did another disciple. That disciple was known to the high priest and went with Jesus into the courtyard of the high priest.",
      "16": "But Peter stood at the door outside. Then the other disciple, who was known to the high priest, went out and spoke to the doorkeeper and brought Peter in.",
      "17": "Then the servant girl, being the doorkeeper, said to Peter, “Are you not also one of this Man’s disciples?”\nHe said, “I am not.”",
      "18": "Now the servants and officers stood there and warmed themselves, having made a fire of coals, for it was cold. Peter also stood with them and warmed himself.",
      "19": "The high priest then asked Jesus about His disciples and His teaching.",
      "20": "Jesus answered him, “I spoke openly to the world. I always taught in the synagogue and in the temple, where the Jews always meet, and I said nothing in secret.",
      "21": "Why do you ask Me? Ask those who heard Me and what I have said to them. Certainly they know what I said.”",
      "22": "When He had said this, one of the officers who stood by struck Jesus with the palm of his hand, saying, “Is that how You answer the high priest?”",
      "23": "Jesus answered him, “If I have spoken evil, bear witness of the evil, but if well, why do you strike me?”",
      "24": "Then Annas sent Him bound to Caiaphas the high priest.",
      "25": "Meanwhile Simon Peter was standing and warming himself. So they said to him, “Are you not also one of His disciples?”\nHe denied it and said, “I am not!”",
      "26": "One of the servants of the high priest, being a relative of the man whose ear Peter cut off, said, “Did I not see you in the garden with Him?”",
      "27": "Peter then denied it again, and immediately a rooster crowed.",
      "28": "Then they led Jesus from Caiaphas to the Praetorium. It was early. Yet they themselves did not enter the Praetorium, so that they might not be defiled, but might eat the Passover.",
      "29": "Pilate then went out to them and said, “What accusation do you bring against this Man?”",
      "30": "They answered him, “If He were not an evildoer, we would not have handed Him over to you.”",
      "31": "Then Pilate said, “Take Him and judge Him according to your law.”\nThe Jews said to him, “It is not lawful for us to put anyone to death,”",
      "32": "that the saying of Jesus might be fulfilled which He spoke, signifying what death He would die.",
      "33": "Again Pilate entered the Praetorium, called Jesus, and said to Him, “Are You the King of the Jews?”",
      "34": "Jesus answered him, “Are you speaking of your own accord, or did others tell you about Me?”",
      "35": "Pilate answered, “Am I a Jew? Your own nation and the chief priests handed You over to me. What have You done?”",
      "36": "Jesus answered, “My kingdom is not of this world. If My kingdom were of this world, then My servants would fight, that I would not be handed over to the Jews. But now My kingdom is not from here.”",
      "37": "Therefore Pilate said to Him, “Then are You a king?”\nJesus answered, “You say correctly that I am a king. For this reason I was born, and for this reason I came into the world, to bear witness to the truth. Everyone who is of the truth hears My voice.”",
      "38": "Pilate said to Him, “What is truth?” When he had said this, he went out again to the Jews and said to them, “I find no guilt in Him at all.",
      "39": "“But you have a custom, that I should release someone to you at the Passover. Do you therefore want me to release to you the King of the Jews?”",
      "40": "They all shouted again, “Not this Man, but Barabbas!” Now Barabbas was a robber."
    },
    "19": {
      "1": "Then Pilate took Jesus and flogged Him.",
      "2": "The soldiers twisted a crown of thorns and put it on His head, and they put a purple robe on Him.",
      "3": "They said, “Hail, King of the Jews!” And they hit Him with their hands.",
      "4": "Again Pilate went out and said to them, “Look, I am bringing Him out to you, that you may know that I find no guilt in Him.”",
      "5": "Then Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Here is the Man!”",
      "6": "When the chief priests and officers saw Him, they cried out, “Crucify Him! Crucify Him!”\nPilate said to them, “Take Him yourselves and crucify Him, for I find no guilt in Him.”",
      "7": "The Jews answered him, “We have a law, and by our law He ought to die, because He made Himself the Son of God!”",
      "8": "When Pilate heard these words, he was more afraid,",
      "9": "and entered the Praetorium again, and said to Jesus, “Where are You from?” But Jesus gave him no answer.",
      "10": "Pilate said to Him, “Are You not speaking to me? Do You not know that I have power to release You, and power to crucify You?”",
      "11": "Jesus answered, “You would have no power at all over Me, unless it were given to you from above. Therefore he who handed Me over to you has the greater sin.”",
      "12": "From then on, Pilate tried to release Him. But the Jews cried out, “If you release this Man, you are not Caesar’s friend. Whoever makes himself a king speaks against Caesar!”",
      "13": "When Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Pavement (which in Hebrew is Gabbatha).",
      "14": "It was the Day of Preparation of the Passover and about the sixth hour.\nHe said to the Jews, “Here is your King!”",
      "15": "But they shouted, “Away with Him! Away with Him! Crucify Him!”\nPilate said to them, “Shall I crucify your King?”\nThe chief priests answered, “We have no king but Caesar!”",
      "16": "Then he handed Him over to them to be crucified.\nSo they took Jesus and led Him away.",
      "17": "He went out, carrying His own cross, to a place called The Place of a Skull, which in Hebrew is called Golgotha.",
      "18": "There they crucified Him, and two others with Him, one on either side, and Jesus in the middle.",
      "19": "Pilate wrote a title and put it on the cross. The writing was:\nJESUS OF NAZARETH, THE KING OF THE JEWS.",
      "20": "Many of the Jews read this title, for the place where Jesus was crucified was near the city. And it was written in Hebrew, in Greek, and in Latin.",
      "21": "The chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but ‘He said, I am King of the Jews.’ ”",
      "22": "Pilate answered, “What I have written, I have written.”",
      "23": "When the soldiers had crucified Jesus, they took His garments and divided them into four parts, a part for each soldier; and also His tunic. Now the tunic was seamless, woven from top to bottom.",
      "24": "So they said to one another, “Let us not tear it, but cast lots for it to decide whose it shall be.”\nThis happened to fulfill the Scripture which says:\n“They divided My garments among them,\n    and for My clothing they cast lots.”\nTherefore the soldiers did these things.",
      "25": "But standing by the cross of Jesus were His mother, and His mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
      "26": "When Jesus saw His mother and the disciple whom He loved standing nearby, He said to His mother, “Woman, here is your son.”",
      "27": "Then He said to the disciple, “Here is your mother.” From that time, this disciple took her to his own home.",
      "28": "After this, Jesus, knowing that everything was now accomplished, that the Scripture might be fulfilled, said, “I thirst.”",
      "29": "A bowl full of sour wine was placed there. So they put a sponge full of sour wine on hyssop and held it to His mouth.",
      "30": "When Jesus had received the sour wine, He said, “It is finished.” And He bowed His head and gave up His spirit.",
      "31": "Since it was the Day of Preparation, to prevent bodies from remaining on the cross on the Sabbath day (for that Sabbath day was a high day), the Jews asked Pilate that their legs might be broken, and that they might be taken away.",
      "32": "Therefore the soldiers came and broke the legs of the first and of the other who was crucified with Him.",
      "33": "But when they came to Jesus and saw that He was dead already, they did not break His legs.",
      "34": "However, one of the soldiers pierced His side with a spear, and immediately blood and water came out.",
      "35": "He who saw it has testified, and his testimony is true. He knows that he is telling the truth, that you may believe.",
      "36": "For these things happened so that the Scripture should be fulfilled, “Not one of His bones shall be broken,”",
      "37": "and again another Scripture says, “They shall look on Him whom they have pierced.”",
      "38": "After this, Joseph of Arimathea, being a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus. Pilate gave him permission. So he came and took away His body.",
      "39": "Nicodemus, who at first came to Jesus by night, also came, bringing a mixture of myrrh and aloes, weighing about seventy-five pounds.",
      "40": "Then they took the body of Jesus and wrapped it in linen cloths with the spices, as is the burial custom of the Jews.",
      "41": "Now in the place where He was crucified there was a garden, and in the garden was a new tomb in which no one had ever been buried.",
      "42": "So because of the Jewish Day of Preparation, and since the tomb was nearby, they buried Jesus there."
    },
    "20": {
      "1": "Early on the first day of the week, Mary Magdalene went to the tomb while it was still dark and saw that the stone had been taken away from the tomb.",
      "2": "So she came running to Simon Peter and to the other disciple whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have put Him.”",
      "3": "So Peter came out with the other disciple and they went toward the tomb.",
      "4": "They both ran together, and the other disciple outran Peter and came to the tomb first.",
      "5": "Stooping down and looking in, he saw the linen cloths lying. Yet he did not enter.",
      "6": "Then Simon Peter came, following him, and went inside the tomb. He saw the linen cloths lying there,",
      "7": "and the cloth that was around His head, not lying with the linen cloths, but wrapped in a place by itself.",
      "8": "Then the other disciple, who came first to the tomb, went in also. He saw and believed.",
      "9": "For as yet they did not know the Scripture, that He must rise from the dead.",
      "10": "Then the disciples went away again to their own homes.",
      "11": "But Mary stood outside at the tomb weeping. As she wept, she stooped down and looked into the tomb,",
      "12": "and she saw two angels in white sitting where the body of Jesus had lain, one at the head and one at the feet.",
      "13": "They said to her, “Woman, why are you weeping?”\nShe said to them, “Because they have taken away my Lord, and I do not know where they have put Him.”",
      "14": "When she had said this, she turned around and saw Jesus standing, but she did not know that it was Jesus.",
      "15": "Jesus said to her, “Woman, why are you weeping? Whom are you seeking?”\nSupposing Him to be the gardener, she said to Him, “Sir, if You have carried Him away, tell me where You have put Him, and I will take Him away.”",
      "16": "Jesus said to her, “Mary.”\nShe turned and said to Him, “Rabboni!” (which means Teacher).",
      "17": "Jesus said to her, “Stop holding on to Me, for I have not yet ascended to My Father. But go to My brothers and tell them, ‘I am ascending to My Father and your Father, to My God and your God.’ ”",
      "18": "Mary Magdalene came and told the disciples that she had seen the Lord and that He had said these things to her.",
      "19": "On the evening of that first day of the week, the doors being locked where the disciples were assembled, for fear of the Jews, Jesus came and stood in their midst, and said to them, “Peace be with you.”",
      "20": "When He had said this, He showed them His hands and His side. The disciples were then glad when they saw the Lord.",
      "21": "So Jesus said to them again, “Peace be with you. As My Father has sent Me, even so I send you.”",
      "22": "When He had said this, He breathed on them and said to them, “Receive the Holy Spirit.",
      "23": "If you forgive the sins of anyone, they are forgiven them. If you retain the sins of anyone, they are retained.”",
      "24": "But Thomas, one of the twelve, called The Twin, was not with them when Jesus came.",
      "25": "So the other disciples told him, “We have seen the Lord!”\nBut he said to them, “Unless I see the nail prints in His hands, and put my finger in the nail prints, and put my hand in His side, I will not believe.”",
      "26": "After eight days His disciples were again inside with the doors shut, and Thomas was with them. Jesus came and stood among them, and said, “Peace be with you.”",
      "27": "Then He said to Thomas, “Put your finger here, and look at My hands. Put your hand here and place it in My side. Do not be faithless, but believing.”",
      "28": "Thomas answered Him, “My Lord and my God!”",
      "29": "Jesus said to him, “Thomas, because you have seen Me, you have believed. Blessed are those who have not seen, and have yet believed.”",
      "30": "Jesus performed many other signs in the presence of His disciples, which are not written in this book.",
      "31": "But these are written that you might believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name."
    },
    "21": {
      "1": "After this, Jesus revealed Himself again to the disciples at the Sea of Tiberias. He revealed Himself this way:",
      "2": "Simon Peter; Thomas, called The Twin; Nathanael of Cana in Galilee; the sons of Zebedee; and two more of His disciples were together.",
      "3": "Simon Peter said to them, “I am going fishing.” Then they said to him, “We will go with you.” They went out and immediately entered the boat. But that night they caught nothing.",
      "4": "When the morning came, Jesus stood on the shore. But the disciples did not know that it was Jesus.",
      "5": "Jesus said to them, “Children, do you have any fish?”\nThey answered Him, “No.”",
      "6": "He said to them, “Throw the net on the right side of the boat, and you will find some.” So they threw it, and now they were not able to draw it in because of the abundance of fish.",
      "7": "Then the disciple whom Jesus loved said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his outer garment, for he had taken it off, and jumped into the sea.",
      "8": "The other disciples came in the little boat, dragging the net full of fish. For they were not far from land, but about three hundred feet away.",
      "9": "When they came to land, they saw a charcoal fire there with fish lying on it, and bread.",
      "10": "Jesus said to them, “Bring some of the fish which you have just caught.”",
      "11": "Simon Peter went up and dragged the net, full of one hundred and fifty-three large fish, to land. Although there were so many, the net was not torn.",
      "12": "Jesus said to them, “Come and eat breakfast.” None of the disciples dared ask, “Who are You?” They knew it was the Lord.",
      "13": "Jesus came and took the bread and gave it to them, and likewise the fish.",
      "14": "This was now the third time that Jesus was revealed to His disciples after He was raised from the dead.",
      "15": "So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love Me more than these?”\nHe said to Him, “Yes, Lord. You know that I love You.”\nHe said to him, “Feed My lambs.”",
      "16": "He said to him again a second time, “Simon, son of John, do you love Me?”\nHe said to Him, “Yes, Lord. You know that I love You.”\nHe said to him, “Tend My sheep.”",
      "17": "He said to him the third time, “Simon, son of John, do you love Me?”\nPeter was grieved because He asked him the third time, “Do you love Me?” He said to Him, “Lord, You know everything. You know that I love You.”\nJesus said to him, “Feed My sheep.",
      "18": "Truly, truly I say to you, when you were young, you dressed yourself and walked where you desired. But when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”",
      "19": "He said this, signifying by what kind of death he would glorify God. When He had said this, He said to him, “Follow Me.”",
      "20": "Peter turned and saw following them the disciple whom Jesus loved, who also leaned against His bosom at the supper and had said, “Lord, who is it that is going to betray You?”",
      "21": "When Peter saw him, he said to Jesus, “Lord, what about this man?”",
      "22": "Jesus said to him, “If it is My will that he remain until I come, what is that to you? Follow Me!”",
      "23": "The saying went out among the brothers that this disciple would not die. Yet Jesus did not say to him that he would not die, but, “If it is My will that he remain until I come, what is that to you?”",
      "24": "This is the disciple who testifies about these things, and wrote these things. We know that his testimony is true.",
      "25": "There are also many other things which Jesus did. Were every one of them to be written, I suppose that not even the world itself could contain the books that would be written. Amen."
    }
  }
}