{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:52.465385-04:00",
    "Translation": "MEV"
  },
  "Jonah": {
    "1": {
      "1": "Now the word of the Lord came to Jonah son of Amittai, saying,",
      "2": "“Get up, go to Nineveh, the great city, and cry out against it, because their wickedness has come up before Me.”",
      "3": "But Jonah got up to flee to Tarshish from the presence of the Lord. He went down to Joppa and found there a ship going to Tarshish. He paid its fare and went down into it to go with them to Tarshish from the presence of the Lord.",
      "4": "But the Lord hurled a great wind upon the sea, and a mighty storm came upon the sea, so that the ship was in danger of breaking up.",
      "5": "Then the sailors were afraid, and each cried to his god. They tossed the ship’s cargo into the sea in order to lighten the load.\nBut Jonah had gone down into the hold of the ship, had lain down, and was fast asleep.",
      "6": "The captain came to him and said, “What are you doing asleep? Get up, call to your god! Perhaps your god will consider us, so that we will not perish.”",
      "7": "The sailors said to one another, “Come, let us cast lots that we may know on whose account this disaster has come upon us.” So they cast lots, and the lot fell on Jonah.",
      "8": "Then the sailors said to Jonah, “Tell us why this disaster has come upon us. What is your occupation? Where do you come from? What is your country? And from what people are you?”",
      "9": "Jonah replied, “I am a Hebrew, and I fear the Lord, the God of heaven, who made the sea and the dry land.”",
      "10": "Then the men were very afraid and said to him, “What is this you have done?” For the men knew that he was fleeing from the presence of the Lord because he had told them.",
      "11": "Then they said to Jonah, “What shall we do to you, so that the sea may quiet down for us?” For the sea was growing stormier.",
      "12": "So Jonah said to them, “Pick me up and toss me into the sea. Then the sea will quiet down for you. For I know that it is on my account this great storm has come upon you.”",
      "13": "Nevertheless, the men rowed hard to bring the ship to land, but they could not do it, for the sea grew more tempestuous against them.",
      "14": "Then they cried to the Lord and said, “Please, Lord, do not let us perish for this man’s life, and do not make us guilty for innocent blood, for You, Lord, have done as it pleased You.”",
      "15": "So they picked up Jonah and tossed him into the sea. Then the sea ceased from its raging.",
      "16": "Therefore the men were very afraid of the Lord, and they offered a sacrifice to the Lord and made vows.",
      "17": "Now the Lord appointed a great fish to swallow Jonah. And Jonah was in the belly of the fish three days and three nights."
    },
    "2": {
      "1": "Then Jonah prayed to the Lord his God from the belly of the fish.",
      "2": "He said:\n“I called to the Lord out of my distress,\n    and He answered me.\nOut of the belly of Sheol I cried,\n    and You heard my voice.",
      "3": "You cast me into the deep,\n    into the heart of the seas,\n    and the flood surrounded me.\nAll Your billows and Your waves\n    passed over me.",
      "4": "Then I said, ‘I am cast away\n    from Your sight;\nyet I will look again\n    to Your holy temple.’",
      "5": "The waters encompassed me; even to my soul\n    the deep surrounded me;\n    weeds were wrapped around my head.",
      "6": "I went down to the foundations of the mountains;\n    the earth with its bars was around me forever;\nyet You have brought up my life from the pit,\n    O Lord my God.",
      "7": "“When my life was ebbing away,\n    I remembered the Lord;\nand my prayer came to You,\n    into Your holy temple.",
      "8": "“Those who follow vain idols\n    forsake their true loyalty.",
      "9": "But I will sacrifice to You\n    with the voice of thanksgiving;\nI will pay what I have vowed.\n    Salvation is of the Lord!”",
      "10": "Then the Lord spoke to the fish, and it vomited Jonah out upon dry land."
    },
    "3": {
      "1": "The word of the Lord came to Jonah a second time, saying,",
      "2": "“Get up, go to Nineveh, the great city, and proclaim to it the message that I tell you.”",
      "3": "So Jonah got up and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly large city, a three-day journey across.",
      "4": "Jonah began to enter the city, going a day’s walk. And he cried out, “In forty days’ time, Nineveh will be overthrown!”",
      "5": "So the people of Nineveh believed God, and proclaimed a fast. And everyone, great and small, put on sackcloth.",
      "6": "When the news reached the king of Nineveh, he arose from his throne, removed his robe, covered himself in sackcloth, and sat in ashes.",
      "7": "Then he made a proclamation in Nineveh:\n“By decree of the king and his nobles:\nNo man or animal, no herd or flock, shall taste anything. They shall not eat or drink water.",
      "8": "Both man and animals shall cover themselves with sackcloth and cry mightily to God. All shall turn from their evil ways and from the violence that is in their hands.",
      "9": "Who knows? God may relent and change His mind. He may turn from His fierce anger, so that we will not perish.”",
      "10": "When God saw their actions, that they turned from their evil ways, He changed His mind about the disaster that He had said He would bring upon them, and He did not do it."
    },
    "4": {
      "1": "Now this greatly displeased Jonah, and he became angry.",
      "2": "He prayed to the Lord and said, “O Lord! Is this not what I said while I was still in my own land? This is the reason that I fled before to Tarshish, because I knew that You are a gracious God and merciful, slow to anger, abundant in faithfulness, and ready to relent from punishment.",
      "3": "Therefore, Lord, take my life from me, for it is better for me to die than to live.”",
      "4": "Then the Lord said, “Is it right for you to be angry?”",
      "5": "So Jonah went out of the city and sat down east of the city and made for himself a booth there. He sat under it in the shade, waiting to see what would happen to the city.",
      "6": "Then the Lord God appointed a plant, and it grew up over Jonah to provide shade over his head, to provide comfort from his grief. And Jonah was very happy about the plant.",
      "7": "But at dawn the next day, God appointed a worm to attack the plant so that it withered.",
      "8": "When the sun rose, God appointed a scorching east wind, and the sun beat upon the head of Jonah so that he became faint and asked that he might die. He said, “It is better for me to die than to live.”",
      "9": "Then God said to Jonah, “Is it right for you to be angry about the plant?”\nAnd Jonah replied, “It is right for me to be angry, even to death.”",
      "10": "The Lord said, “You are troubled about the plant for which you did not labor and did not grow. It came up in a night and perished in a night.",
      "11": "Should I not, therefore, be concerned about Nineveh, that great city, in which there are more than a hundred and twenty thousand people, who do not know their right hand from their left, and also many animals?”"
    }
  }
}