{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:47.482885-04:00",
    "Translation": "MEV"
  },
  "Joshua": {
    "1": {
      "1": "Now after the death of Moses the servant of the Lord, the Lord spoke to Joshua son of Nun, the assistant of Moses:",
      "2": "“Moses My servant is dead, so now get up and cross over the Jordan—you and all this people—to the land that I am giving to the children of Israel.",
      "3": "I have given you every place that the sole of your foot shall tread, as I said to Moses.",
      "4": "From the wilderness and this Lebanon, as far as the great river, the River Euphrates, all the land of the Hittites, and to the Mediterranean Sea toward the setting of the sun will be your territory.",
      "5": "No man will be able to stand against you all the days of your life. As I was with Moses, I will be with you. I will not abandon you. I will not leave you.",
      "6": "“Be strong and courageous, for you shall provide the land that I swore to their fathers to give them as an inheritance for this people.",
      "7": "Be strong and very courageous, in order to act carefully in accordance with all the law that My servant Moses commanded you. Do not turn aside from it to the right or the left, so that you may succeed wherever you go.",
      "8": "This Book of the Law must not depart from your mouth. Meditate on it day and night so that you may act carefully according to all that is written in it. For then you will make your way successful, and you will be wise.",
      "9": "Have not I commanded you? Be strong and courageous. Do not be afraid or dismayed, for the Lord your God is with you wherever you go.”",
      "10": "Then Joshua commanded the officers of the people,",
      "11": "“Pass through the midst of the camp and command the people, ‘Prepare food, for in three days you will cross the Jordan to go to take possession of the land that the Lord your God is giving you to possess.’ ”",
      "12": "To the Reubenites, the Gadites, and to the half-tribe of Manasseh, Joshua said,",
      "13": "“Remember the word that Moses the servant of the Lord commanded you: ‘The Lord your God has given you a place for rest and will give this land.’",
      "14": "Your wives, your children, and your livestock may live in the land that Moses gave you on the east side of the Jordan. But you must cross over with your brothers fully armed, your mighty men of valor, and help them,",
      "15": "until the Lord has given your brothers rest, as He has given you, and they also have possessed the land that the Lord your God is giving to them. Then you may return to your own land and possess what Moses the servant of the Lord gave you on the east side of the Jordan where the sun rises.”",
      "16": "They answered Joshua, “All that you command us we will do, and wherever you send us we will go.",
      "17": "Just as we obeyed Moses in all things, we will obey you. May the Lord your God be with you, as He was with Moses!",
      "18": "Whoever rebels against your command and disobeys your words, in all that you command him, shall be put to death. Only be strong and courageous.”"
    },
    "2": {
      "1": "Then Joshua son of Nun sent two men out from Shittim to spy, saying, “Go see the land, especially Jericho.” So they went, and they came to the house of a prostitute named Rahab. They spent the night there.",
      "2": "The king of Jericho was told, “Israelite men came here tonight to spy out the land.”",
      "3": "So the king of Jericho sent orders to Rahab, “Bring out the men who came to you, who have entered your house, for they came to spy out the whole land.”",
      "4": "Now the woman had taken the two men and had hidden them. She said, “Yes, the men came to me, but I did not know where they were from.",
      "5": "The men went out when it was time to shut the gate at dark. I do not know where the men went. Chase after them quickly, for you can overtake them.”",
      "6": "Yet she had brought them up to the roof. She hid them in the stalks of flax that she had spread out on the roof.",
      "7": "So the men chased after them on the road to the Jordan as far as the fords. They shut the gate as soon as the pursuers went out after them.",
      "8": "Before the spies went to sleep, Rahab went up to them on the roof.",
      "9": "She said to the men, “I know that the Lord has given you the land, for dread from you has fallen upon us, and all the inhabitants of the land melt in terror before you.",
      "10": "For we heard how the Lord dried up the waters of the Red Sea before you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites who were on the other side of the Jordan, whom you completely destroyed.",
      "11": "Our hearts melted when we heard these things, and no man had any breath in him because of you, for the Lord your God is God in heaven above and on earth below.",
      "12": "“So now, since I have acted faithfully toward you, please swear to me by the Lord that you will also act faithfully toward my father’s house. Please give me a firm pledge",
      "13": "that you will spare my father, my mother, my brothers, my sisters, and all whom they own, and that you will deliver our lives from death.”",
      "14": "The men said to her, “Our lives for yours; if you do not report us, then when the Lord gives us the land, we will act faithfully and kindly with you.”",
      "15": "Then Rahab lowered them by a rope through the window, for her home was set into the wall where she lived.",
      "16": "She said to them, “Go to the hill country so that the pursuers do not find you. Hide there three days until the pursuers return. After that, you can go on your way.”",
      "17": "The men said to her, “We will be free from this oath that you have made us swear,",
      "18": "unless, when we come into the land, you tie this red cord to the window through which you let us down. You must bring your father, your mother, your brothers, and all who belong to your father’s household into your home.",
      "19": "Anyone who comes out of the doors of your house into the street is responsible for his own blood, and we will be innocent. Yet for anyone who stays with you inside the house, we are responsible for his blood if someone should lay a hand on him.",
      "20": "But if you tell about this business of ours, then we will be released from the oath that you have made us swear.”",
      "21": "She said, “Let it be so, according to your words.”\nThen she sent them off, and they departed. Then she tied the red cord in the window.",
      "22": "They went and came to the hill country. They stayed there three days, until the pursuers returned. The pursuers had sought them all along the way but had not found them.",
      "23": "So the two men returned. They descended from the hill country. They crossed the river, came to Joshua son of Nun, and told him all that they had discovered.",
      "24": "They said to Joshua, “The Lord has surely given the whole land into our hands! Indeed, all the inhabitants of the land melt in terror before us.”"
    },
    "3": {
      "1": "In the morning Joshua got up early; then he and all the children of Israel set out from Shittim and came to the Jordan. They stayed there before crossing over.",
      "2": "After three days the officers went through the camp.",
      "3": "They commanded the people, “When you see the ark of the covenant of the Lord your God and the Levite priests carrying it, then you shall set out from where you are and go behind it.",
      "4": "There must be a distance of two thousand cubits between you and it. Do not draw closer to it, in order that you may know the way you should go. For you have not passed this way before.”",
      "5": "Joshua said to the people, “Consecrate yourselves, for tomorrow the Lord will perform wondrous deeds among you.”",
      "6": "Joshua said to the priests, “Pick up the ark of the covenant, and proceed ahead of the people.” So they picked up the ark of the covenant and went in front of the people.",
      "7": "The Lord said to Joshua, “Today I will begin to honor you in the sight of all Israel, so that they may know that just as I was with Moses, so I will be with you.",
      "8": "You shall command the priests who carry the ark of the covenant, ‘When you come to the bank of the Jordan, stand still in the river.’ ”",
      "9": "So Joshua said to the children of Israel, “Draw near and hear the words of the Lord your God.”",
      "10": "And Joshua said, “By this you will know that the living God is among you, and that He will thoroughly drive out the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites from before you.",
      "11": "See, the ark of the covenant of the Lord of all the earth is passing before you into the Jordan.",
      "12": "Now select twelve men from the tribes of Israel, one man per tribe.",
      "13": "When the soles of the feet of the priests who bear the ark of the Lord, the Lord of all the earth, touch the water of the Jordan, the water of the Jordan that flows from upstream will be cut off and pile up.”",
      "14": "When the people set out from their tents to cross over the Jordan, the priests were carrying the ark of the covenant before the people.",
      "15": "When the carriers of the ark came to the Jordan, the feet of the priests carrying the ark dipped into the edge of the water. (Now the Jordan overflows its banks all the days of the harvest.)",
      "16": "Then the water that flows down from upstream stood still and rose up in a heap very far away at Adam, the city beside Zarethan. The water that flows down toward the Sea of Arabah (the Dead Sea) stopped and was cut off. The people crossed over opposite Jericho.",
      "17": "The priests carrying the ark of the covenant of the Lord stood firmly on dry ground in the middle of the Jordan, and all Israel crossed over on dry ground until the entire people completed crossing over the Jordan."
    },
    "4": {
      "1": "When the entire people had completed crossing over the Jordan, the Lord said to Joshua,",
      "2": "“Take twelve men from among the people, one man per tribe.",
      "3": "Command them: ‘Pick up twelve stones from the middle of the Jordan, from the place where the feet of the priests are standing; bring them over with you, and set them in the place you will camp tonight.’ ”",
      "4": "So Joshua summoned the twelve men he had appointed from among the children of Israel, one man per tribe.",
      "5": "Then Joshua said to them, “Cross over before the ark of the Lord your God into the middle of the Jordan. Each of you lift up a stone upon your shoulder, one for each of the tribes of the children of Israel,",
      "6": "so that this will be a sign among you. When your children ask, ‘What do these stones mean to you?’",
      "7": "you will answer them that the waters of the Jordan were cut off before the ark of the covenant of the Lord. When it crossed the Jordan, the waters of the Jordan were cut off. These stones will be a memorial for the children of Israel continually.”",
      "8": "Then the children of Israel did as Joshua commanded and picked up twelve stones from the middle of the Jordan, one for each of the tribes of the children of Israel, as the Lord had spoken to Joshua. They crossed over with them to the settlement and set them there.",
      "9": "Joshua also set twelve stones in the middle of the Jordan at the place where the feet of the priests who carried the ark of the covenant were standing. The stones are there to this day.",
      "10": "The priests who were carrying the ark stood in the middle of the Jordan until everything was completed that the Lord had commanded Joshua to say to the people, according to all that Moses had commanded Joshua. The people quickly crossed over.",
      "11": "When all the people had finished crossing over, the ark of the Lord and the priests crossed over in the presence of the people.",
      "12": "The Reubenites, the Gadites, and the half-tribe of Manasseh crossed over in battle formation in front of the children of Israel, according to what Moses had said to them.",
      "13": "About forty thousand battle-ready men crossed over before the Lord for battle on the plains of Jericho.",
      "14": "On that day, the Lord honored Joshua in the sight of all Israel. They feared him as they had feared Moses, all the days of his life.",
      "15": "The Lord spoke to Joshua,",
      "16": "“Command the priests carrying the ark of the testimony: ‘Come up out of the Jordan!’ ”",
      "17": "So Joshua commanded the priests, “Come up out of the Jordan!”",
      "18": "Then when the priests who were carrying the ark of the covenant of the Lord came up from the middle of the Jordan and the soles of the priests’ feet touched the dry ground, the waters of the Jordan returned to their place and overflowed all its banks as before.",
      "19": "Now the people came up from the Jordan on the tenth day of the first month, and they camped at Gilgal, on the eastern border of Jericho.",
      "20": "Joshua set up in Gilgal those twelve stones that they took from the Jordan.",
      "21": "He said to the children of Israel, “When your children someday ask their parents, ‘What do these stones mean?’",
      "22": "then you shall explain to your children, ‘Israel crossed over the Jordan here on dry ground!’",
      "23": "For the Lord your God dried up the waters of the Jordan before you until you crossed over, as the Lord your God did to the Red Sea when He dried it up before us until we crossed over,",
      "24": "so that all the peoples of the earth might know the hand of the Lord, that it is mighty, and you would fear the Lord your God always.”"
    },
    "5": {
      "1": "When all the kings of the Amorites west of the Jordan and of the Canaanites by the sea to the east heard that the Lord had dried up the waters of the Jordan before the children of Israel while they crossed over, their hearts melted, and there was no longer any breath in them because of the children of Israel.",
      "2": "At that time the Lord said to Joshua, “Make flint knives and circumcise the children of Israel a second time.”",
      "3": "So Joshua made flint knives and circumcised the children of Israel at the Hill of the Foreskins called Gibeath Haaraloth.",
      "4": "Now this is the reason why Joshua circumcised them: All the males who came out of Egypt who were men of fighting age had died in the wilderness along the way after leaving Egypt.",
      "5": "All of the people who had come out were circumcised, but all the people born in the wilderness along the way after leaving Egypt were not circumcised.",
      "6": "The children of Israel had traveled forty years in the wilderness until all the people, the men of fighting age who came out of Egypt, died, because they did not obey the Lord. The Lord had sworn not to let them see the land that He had sworn to their fathers to give to us, a land flowing with milk and honey.",
      "7": "Yet He raised up their descendants in their place. These men Joshua circumcised, for they were uncircumcised. They had not been circumcised along the way.",
      "8": "So when the entire people was completely circumcised, they stayed where they were in the camp until they healed.",
      "9": "The Lord said to Joshua, “Today I have rolled away the disgrace of Egypt from upon you.” So the name of that place is called Gilgal even to this day.",
      "10": "The children of Israel camped in Gilgal and kept the Passover on the fourteenth day of the month in the evening on the plains of Jericho.",
      "11": "The day after the Passover, they ate of the produce of the land, unleavened bread, and roasted grain.",
      "12": "The manna stopped the day after they ate from the produce of the land, and the children of Israel no longer had manna. That year they ate what the land of Canaan yielded.",
      "13": "Now when Joshua was by Jericho, he looked up and saw a man standing in front of him. In His hand was His drawn sword. Joshua went to Him and said, “Are You for us or for our enemies?”",
      "14": "He said, “Neither, for I am the commander of the army of the Lord. Now I have come.” Then Joshua fell with his face to the ground and worshipped. Then he said, “What does my Lord wish to say to His servant?”",
      "15": "The commander of the army of the Lord said to Joshua, “Remove your sandals from your feet, for the place where you are standing is holy.” So Joshua did this."
    },
    "6": {
      "1": "Now Jericho was tightly secured before the children of Israel. There was no one leaving or entering.",
      "2": "The Lord said to Joshua, “See, I have given Jericho, its king, and mighty men of valor into your hand.",
      "3": "All the men of fighting age shall march around the city. Circle the city once. Do this for six days.",
      "4": "Seven priests shall carry seven ram’s horn trumpets before the ark. On the seventh day, march around the city seven times, with the priests blowing the trumpets.",
      "5": "When they blow a long blast on the ram’s horn and when you hear the trumpet sound, all the people shall shout a loud battle cry. The walls of the city will fall down, and the people will go up, every man straight ahead.”",
      "6": "So Joshua son of Nun summoned the priests and said to them, “Take up the ark of the covenant. Seven priests bearing seven ram’s horn trumpets shall be in front of the ark of the Lord.”",
      "7": "He said to the people, “Advance and march around the city. Let the armed men pass on before the ark of the Lord.”",
      "8": "So when Joshua had spoken to the people, the seven priests bearing seven ram’s horn trumpets before the Lord advanced and blew their trumpets. The ark of the covenant of the Lord went after them.",
      "9": "The armed men went before the priests blowing the trumpets, and the rear guard went after the ark while the trumpets were blowing.",
      "10": "Now Joshua had commanded the people, “Do not shout a battle cry, and do not let your voices be heard. Do not let a word come out of your mouths until the time I say to you, ‘Shout the battle cry!’ Then shout.”",
      "11": "So he had the ark of the Lord circle the city once. Then they came into the camp and spent the night there.",
      "12": "Then Joshua got up early in the morning, and the priests picked up the ark of the Lord.",
      "13": "Seven priests bearing seven ram’s horn trumpets before the ark of the Lord moved on, blowing their trumpets continually. The armed men went before them, and the rear guard went after the ark of the Lord while the trumpets were blowing.",
      "14": "The second day they circled the city once, and they returned to the camp. They did this for six days.",
      "15": "Then on the seventh day they got up early as dawn was breaking and circled the city in this way seven times. Only on that day did they circle the city seven times.",
      "16": "On the seventh time, the priests blew the trumpets and Joshua said to the people, “Shout the battle cry, for the Lord has given you the city!",
      "17": "The city and all that is in it are dedicated to the Lord for destruction. Only Rahab the prostitute may live, she, and all who are with her in her house, for she hid the messengers we sent.",
      "18": "As for you, keep yourselves from that which is dedicated for destruction, lest you be destroyed. If you take from that which is dedicated for destruction, you will set the Israelite camp for destruction and bring trouble upon it.",
      "19": "All the silver, gold, and bronze and iron articles are set apart for the Lord. They will go into the treasury of the Lord.”",
      "20": "So the people shouted, and they blew the trumpets. When the people heard the trumpet sound, they shouted a loud battle cry, and the wall fell down. So the people went up into the city, one man after the other, and they captured it.",
      "21": "They destroyed all that was in the city: man and woman, young and old, and oxen, sheep, and donkey with the edge of the sword.",
      "22": "Yet to the two men who had spied out the land, Joshua said, “Enter the prostitute’s house, and bring out the woman and everyone who belongs to her, as you swore to her.”",
      "23": "So the young men who had been spies entered and brought out Rahab, her father, her mother, her brothers, everyone who belonged to her, and her whole extended family. They brought them out and placed them outside of the camp of Israel.",
      "24": "They burned the city and everything in it with fire. Only the silver, the gold, the bronze and iron articles they gave to the treasury of the house of the Lord.",
      "25": "Yet Rahab the prostitute, her father’s family, and everyone who belonged to her, Joshua let live. They live among Israel to this day because she hid the messengers Joshua sent to spy on Jericho.",
      "26": "At that time Joshua made them swear, “Cursed before the Lord will be the man who arises and rebuilds this city of Jericho.\nHe will establish it\n    at the cost of his firstborn\nand erect its gates\n    at the cost of his youngest child.”",
      "27": "So the Lord was with Joshua, and he became famous throughout the land."
    },
    "7": {
      "1": "Yet the children of Israel violated their obligations with regard to the things dedicated for destruction. Achan, son of Karmi, son of Zimri, son of Zerah, from the tribe of Judah took from the things dedicated for destruction, and the anger of the Lord burned against the children of Israel.",
      "2": "Joshua sent men from Jericho to Ai (which is near Beth Aven, east of Bethel) and said to them, “Go up and spy on the land.” So the men went up and spied on Ai.",
      "3": "Then they returned to Joshua and said to him, “All the people need not go up. Let about two or three thousand men go up and strike Ai. Since they are so few, all the people need not weary themselves.”",
      "4": "So about three thousand men went up from among the people there, but they fled from before the men of Ai.",
      "5": "The men of Ai struck down thirty-six men and pursued them from the gate to Shebarim. They struck them down on the mountainside, and the hearts of the people melted like water.",
      "6": "Then Joshua ripped his clothes. He and the Israelite elders fell on their faces to the ground in front of the ark of the Lord until evening and threw dirt upon their heads.",
      "7": "Joshua said, “O Lord God, why did You bring this people across the Jordan to give us into the hands of the Amorites to destroy us? If only we had been content to dwell on the other side of the Jordan!",
      "8": "O my Lord, what should I say now that Israel has fled before its enemies?",
      "9": "The Canaanites and all the inhabitants of the land may hear, turn on us, and cut off our name from the earth. What will You do for Your great name?”",
      "10": "Then the Lord said to Joshua, “Stand up! Why have you fallen on your face?",
      "11": "Israel has sinned, and they have broken My covenant that I commanded them. They took from the things dedicated for destruction. They have stolen, acted deceitfully, and put them among their own possessions.",
      "12": "Therefore the children of Israel cannot stand before their enemies. They turn their backs to their enemies because they have become dedicated for destruction. I will not be with you anymore if you do not destroy the things dedicated for destruction in your midst.",
      "13": "“Get up! Consecrate the people and say, ‘Consecrate yourselves for tomorrow, for thus says the Lord, the God of Israel: “Things dedicated for destruction are in your midst, O Israel. You are not able to stand before your enemies until you remove the things dedicated for destruction from your midst.”",
      "14": "“ ‘In the morning you will be brought forward by tribes, and the tribe that the Lord selects by lot shall come forward by clans. The clan that the Lord selects by lot shall come forward by households, and the household that the Lord selects by lot shall come forward man by man.",
      "15": "And he who is taken with the things dedicated for destruction shall be burned with fire, he and all who belong to him, for he broke the covenant of the Lord and has done a disgraceful action in Israel.’ ”",
      "16": "So Joshua got up early in the morning and brought forward Israel by their tribes. The tribe of Judah was selected.",
      "17": "He brought forward the clans of Judah, and the clan of the Zerahites was selected. He brought forward the clan of the Zerahites man by man, and Zimri was selected.",
      "18": "He brought forward the household of Zimri man by man, and Achan son of Karmi, son of Zimri, son of Zerah, from the tribe of Judah, was selected.",
      "19": "Then Joshua said to Achan, “O my son, give glory to the Lord, the God of Israel, and give Him praise! Tell me what you have done! Do not hold back anything from me.”",
      "20": "Achan answered Joshua and said, “Indeed, I sinned against the Lord, the God of Israel. This is what I did:",
      "21": "When I saw among the plundered goods a beautiful robe from Babylon, two hundred shekels of silver, and a gold bar weighing fifty shekels, I coveted them, so I took them. They are hidden in the ground in my tent. The silver is underneath them.”",
      "22": "So Joshua sent messengers, and they ran to the tent. There it all was hidden in the ground with the silver underneath.",
      "23": "They took it from the tent and brought it to Joshua and all the children of Israel. They spread it out before the Lord.",
      "24": "Then Joshua, and all Israel with him, took Achan son of Zerah, the silver, the robe, the gold bar, his sons, his daughters, his oxen, his donkeys, his sheep, his tent, and all he had, and brought them up to the Valley of Achor.",
      "25": "Then Joshua said, “Why have you brought trouble on us? The Lord will trouble you today!”\nSo all Israel stoned him. They burned them with fire and stoned them with stones.",
      "26": "Then they erected over him a large pile of stones, which is still there today. So the Lord turned from His burning anger. Therefore the name of the place is called the Valley of Achor to this day."
    },
    "8": {
      "1": "Then the Lord said to Joshua, “Do not be afraid or dismayed. Take all the fighting men with you. Arise, and go up to Ai. See, I have given the king of Ai, his people, his city, and his land into your hand.",
      "2": "Do to Ai and its king what you did to Jericho and its king, except you may plunder its spoils and its livestock. Now set an ambush for the city behind it.”",
      "3": "So Joshua and all the fighting men arose to go up to Ai. Joshua chose thirty thousand men, mighty men of valor, and sent them out at night.",
      "4": "He commanded them, “You shall ambush the city from behind. Do not go very far from the city. All of you be ready.",
      "5": "I and all the people who are with me will approach the city. When they come out to engage us as before, we will flee from them.",
      "6": "They will come after us until we have lured them away from the city, for they will think, ‘They are fleeing from us as before!’ So we will flee from them.",
      "7": "Then you shall rise up for the ambush and take possession of the city. The Lord your God will give it into your hands.",
      "8": "When you have seized the city, set it on fire. Act according to the word of the Lord. See, I have commanded you.”",
      "9": "So Joshua sent them out. They went to the place of ambush and took up a position between Bethel and Ai, westward of Ai, and Joshua spent the night among the people.",
      "10": "Joshua got up early in the morning and mustered the people. He and the elders of Israel went up before the people to Ai.",
      "11": "All the fighting men who were with him went up and drew near to the city. They camped north of Ai, and there was a valley between them and Ai.",
      "12": "He took about five thousand men and set them in ambush between Bethel and Ai, westward of the city.",
      "13": "So they stationed the people, all the army that was on the north of the city, and its rear guard on the west of the city, and Joshua spent that night in the midst of the valley.",
      "14": "When the king of Ai saw this, the men of the city hurriedly got up early and went out to engage Israel in battle at the assembly point near the Arabah. Yet he did not know that there was an ambush for him behind the city.",
      "15": "So Joshua and all Israel allowed themselves to be beaten before them, and they fled in the direction of the wilderness.",
      "16": "All the people who were in Ai were assembled to pursue them, so they pursued Joshua and were drawn away from the city.",
      "17": "Not a man was left in Ai or Bethel who did not go out after Israel. They left the city wide open, and they pursued Israel.",
      "18": "The Lord said to Joshua, “Point toward Ai with the sword that is in your hand, for I will give it into your hand.” So Joshua pointed toward the city with the sword in his hand.",
      "19": "When his hand pointed, the men in ambush got up quickly from their place and ran. They came into the city, captured it, and quickly set the city on fire.",
      "20": "The men of Ai turned around and looked, and there from the city came smoke rising to the sky! They could not flee in any direction, and the people who had fled into the wilderness had turned back toward their pursuers.",
      "21": "When Joshua and all Israel saw that the ambush had captured the city and that smoke rose from it, they turned and struck down the men of Ai.",
      "22": "Then the men in the city came out to engage them in battle, so they were now in the middle, with Israel on each side. Israel struck them down until neither survivors nor escapees were left.",
      "23": "They took the king of Ai alive and brought him to Joshua.",
      "24": "When Israel completed killing all the inhabitants of Ai in the open wilderness where they had pursued them, and when all of them had finally fallen by the edge of the sword, all Israel returned to Ai and struck it with the edge of the sword.",
      "25": "All who had fallen that day, men and women, numbered twelve thousand, all the people of Ai.",
      "26": "Joshua did not draw back his hand with the stretched-out sword until he destroyed all the inhabitants of Ai.",
      "27": "Israel plundered only the livestock and the spoil of that city for themselves, according to the word of the Lord that He had commanded Joshua.",
      "28": "Joshua burned Ai and made it a heap forever, a desolation to this day.",
      "29": "The king of Ai hanged on a tree until evening. At sunset, Joshua commanded that the people take down the body from the tree and throw it down at the city gate. They erected a large heap of stones over it that remains to this day.",
      "30": "Then Joshua built an altar to the Lord God of Israel on Mount Ebal,",
      "31": "as Moses the servant of the Lord had commanded the children of Israel. As is written in the Book of the Law of Moses, it was “an altar of uncut stones not shaped by iron tools.” They sacrificed burnt offerings to the Lord on it, as well as peace offerings.",
      "32": "There in the presence of the children of Israel he wrote a copy of the Law of Moses on the stones.",
      "33": "All Israel, resident alien and native alike, with its elders, officials, and judges, were standing on either side of the ark in front of the Levite priests carrying the ark of the covenant of the Lord, half in front of Mount Gerizim and half in front of Mount Ebal, as Moses the servant of the Lord had commanded from the beginning, in order to bless the people of Israel.",
      "34": "After this, Joshua read out all the words of the law, both blessing and curse, according to all that is written in the Book of the Law.",
      "35": "There was not a word from all that Moses had commanded that Joshua did not read out before the whole assembly of Israel, with the women, the children, and the resident aliens who were among them."
    },
    "9": {
      "1": "When all the kings west of the Jordan in the hill country, in the low country, and along all the coast of the Mediterranean Sea toward Lebanon—the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite kings—heard this,",
      "2": "they gathered together as one to wage war against Joshua and Israel.",
      "3": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai,",
      "4": "they acted craftily, and took old sacks on their donkeys, and old wineskins, torn and mended,",
      "5": "old and patched sandals on their feet, and old garments on themselves. All the bread of their provision was dry and crumbly.",
      "6": "They went to Joshua at the Gilgal settlement and said to him and the children of Israel, “We have come from a distant land. Now make a pact with us.”",
      "7": "Then the children of Israel said to these Hivites, “Perhaps you live among us, so how could we make a pact with you?”",
      "8": "Yet they said to Joshua, “We are your slaves.”\nJoshua said to them, “Who are you, and where do you come from?”",
      "9": "They said to him, “We, your slaves, have come from a very distant land because of the name of the Lord your God, for we heard news of Him and all He did in Egypt",
      "10": "and all that He did to the two Amorite kings on the other side of the Jordan, King Sihon of Heshbon and King Og of Bashan in Ashtaroth.",
      "11": "So our elders and all the inhabitants of our country said to us, ‘Take food provisions for the journey and go to meet them. Say to them, “We are your slaves. So now, make a pact with us.” ’",
      "12": "This bread of ours was hot as we took it from our homes on the day we left to come to you, but now, see, it is dry and crumbly.",
      "13": "These wineskins that we filled were new, but see, they are ripped open. These clothes and sandals wore out due to the very long journey.”",
      "14": "So the men examined some of the food provisions, but they did not ask the Lord about it.",
      "15": "Joshua made peace with them and made a covenant with them to let them live, and the leaders of the congregation swore an oath to them.",
      "16": "Three days after they had made a covenant with them, they heard that they were neighbors to them and lived among them.",
      "17": "So the children of Israel set out and came to their cities on the third day. Their cities were Gibeon, Kephirah, Beeroth, and Kiriath Jearim.",
      "18": "Now the children of Israel did not attack them, for the leaders of the congregation had sworn an oath to them by the Lord, the God of Israel, so the congregation murmured against the leaders.",
      "19": "Yet all the leaders said to the whole congregation, “We swore to them by the Lord God of Israel, so now we may not harm them.",
      "20": "This is what we will do to them. We will let them live so that wrath will not come upon us due to the oath that we swore to them.”",
      "21": "The leaders of the congregation also said to them, “Let them live!” So they became woodcutters and water carriers for the whole congregation, as the leaders told them.",
      "22": "Joshua met them and said, “Why did you trick us, saying, ‘We are very distant from you,’ but you are living in our midst?",
      "23": "Therefore now you are cursed, and you will always be slaves, cutting wood and carrying water for the house of my God.”",
      "24": "They answered Joshua, “It was told to your slaves that the Lord your God commanded Moses His servant to give you all the land and to destroy all the inhabitants of the land before you. So we were very afraid for our lives, and we did this thing.",
      "25": "Now here we are, in your hands. Do to us whatever is good and right in your eyes.”",
      "26": "Thus he did to them, and delivered them from the hand of the children of Israel; and they did not kill them.",
      "27": "That day he made them woodcutters and water carriers for the congregation and the altar of the Lord, even to this day, at the place He would choose."
    },
    "10": {
      "1": "Now when King Adoni-Zedek of Jerusalem heard that Joshua captured Ai and destroyed it, doing to Ai and its king as he had done to Jericho and its king, and how the inhabitants of Gibeon had made peace with Israel and were among them,",
      "2": "he and his people were very afraid. Gibeon was a large city, like one of the royal cities. It was larger than Ai, and all its men were warriors.",
      "3": "So King Adoni-Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon:",
      "4": "“Come and help me! Let us attack Gibeon, for it has made peace with Joshua and all the children of Israel.”",
      "5": "So the five kings of the Amorites—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon—and all their armies gathered, advanced, and camped against Gibeon. Then they waged war against it.",
      "6": "The men of Gibeon sent this message to Joshua at the Gilgal settlement: “Do not abandon your slaves. Come up to us quickly. Save us! Help us! For all the Amorite kings living in the hill country have gathered against us.”",
      "7": "So Joshua went up from Gilgal, he and all the people of war with him, and all the mighty men of valor.",
      "8": "The Lord said to Joshua, “Do not be afraid of them, for I have given them into your hand. Not a single man can stand before you.”",
      "9": "Then Joshua came upon them suddenly, having marched all night from Gilgal.",
      "10": "The Lord panicked them before Israel. They struck them with overwhelming force at Gibeon, then Israel pursued them on the road that rises to Beth Horon and struck them down as far as Azekah and Makkedah.",
      "11": "As they fled from Israel on the downslope from Beth Horon, the Lord hurled large hailstones down upon them from the sky as far as Azekah. They died, and in fact more died from the hailstones than the children of Israel killed with the sword.",
      "12": "On the day the Lord gave over the Amorites to the children of Israel, Joshua spoke to the Lord and said in full view of Israel:\n“Sun, stand still over Gibeon;\n    and moon, in the Valley of Aijalon.”",
      "13": "So the sun stood still,\n    and the moon stood in place\n    until the people brought vengeance on their enemies.\nIs this not written in the book of Jashar?\nThe sun stood still in the middle of the sky and did not set for about a full day.",
      "14": "There has not been a day like this either before or after it, when the Lord obeyed a man, for the Lord waged war for Israel.",
      "15": "Then Joshua, and all Israel with him, returned to the settlement at Gilgal.",
      "16": "Yet these five kings fled and hid themselves in the cave at Makkedah.",
      "17": "Joshua was told, “The five kings have been found hiding themselves in the cave at Makkedah.”",
      "18": "So Joshua said, “Roll large stones over the mouth of the cave, and station men to stand guard over it.",
      "19": "As for you, do not stop pursuing your enemies, but attack them from behind. Do not let them go back to their cities, for the Lord your God has given them into your hand.”",
      "20": "When Joshua and the children of Israel had finished striking them with overwhelming force until they were completely defeated, the survivors escaped from them and went back to their fortified cities.",
      "21": "Then all the people returned safely to Joshua at the Makkedah settlement, and no one spoke against any of the children of Israel.",
      "22": "Joshua said, “Open the mouth of the cave, and bring out to me those five kings from the cave.”",
      "23": "They did this, and they brought out those five kings from the cave: the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon.",
      "24": "When they brought out those five kings to Joshua, he called out to all the men of Israel and the army commanders, “Come here and place your feet on the necks of these kings.” So they came near and placed their feet on their necks.",
      "25": "Then Joshua said to them, “Do not be afraid or dismayed. Be strong and courageous! For this is what the Lord will do to all your enemies against whom you fight.”",
      "26": "After that, Joshua struck them down, killed them, and hung them on five trees. They were hanging on the trees until evening.",
      "27": "At sundown Joshua commanded men to take them down from the trees and throw them into the cave in which they had hidden themselves. Over the mouth of the cave he placed large stones, which remain to this day.",
      "28": "Joshua took Makkedah that day and struck it and its king with the edge of the sword. He destroyed it and all life within it. He did not leave any survivors. He did to the king of Makkedah just as he did to the king of Jericho.",
      "29": "Then Joshua passed from Makkedah to Libnah with all of Israel, and they fought against Libnah.",
      "30": "The Lord gave Libnah and its king into the hand of Israel, and they struck all who lived in it with the edge of the sword. There were no survivors left. They did to its king what they had done to the king of Jericho.",
      "31": "Then Joshua passed from Libnah to Lachish with all of Israel, camped against it, and waged war against it.",
      "32": "The Lord gave Lachish into the hand of Israel. They captured it on the second day and struck all who lived in it with the edge of the sword, just as they had done to Libnah.",
      "33": "King Horam of Gezer came up to help Lachish, but Joshua attacked him and his people until he did not have a single survivor left.",
      "34": "From Lachish, Joshua and all of Israel passed to Eglon. They camped against it and waged war against it.",
      "35": "They captured it that day and struck it with the edge of the sword. All who lived in it were destroyed that day, just as Israel had done to Lachish.",
      "36": "Then Joshua and all of Israel went up from Eglon to Hebron and waged war against it.",
      "37": "They captured it and struck its king, and all who lived in it, and its surrounding towns with the edge of the sword. No survivor was left. Just as they had done to Eglon, they destroyed it and all who lived in it.",
      "38": "Then Joshua and all of Israel turned to Debir and waged war against it.",
      "39": "They captured it, its king, and all its surrounding towns and struck them with the edge of the sword. They destroyed all who lived in them, and no survivor was left. As he had done to Hebron, so he did to Debir and its king as they had done to Libnah and its king.",
      "40": "So Joshua attacked the whole land: the hill country, the Negev, the lowlands, the mountain slopes, and all their kings. No survivor was left. He destroyed all who breathed, as the Lord God of Israel had commanded.",
      "41": "Joshua attacked the land from Kadesh Barnea to Gaza and the land of Goshen as far as Gibeon.",
      "42": "Joshua captured all these kings and their land in one campaign because the Lord God of Israel waged war for Israel.",
      "43": "Then Joshua and all of Israel returned to the settlement at Gilgal."
    },
    "11": {
      "1": "When King Jabin of Hazor heard these things, he sent word to King Jobab of Madon, the king of Shimron, the king of Akshaph,",
      "2": "and the kings of the northern hill country, the Arabah south of Kinnereth, the low country, and the heights of Dor in the west,",
      "3": "to the Canaanites in the east and in the west, the Amorites, the Hittites, the Perizzites, the Jebusites in the hill country, and the Hivites at Mount Hermon in the land of Mizpah.",
      "4": "So these kings went out with all their armies, people as numerous as grains of sand on the seashore, with a large number of horses and chariots.",
      "5": "These kings all met and camped together at the waters of Merom in order to wage war against Israel.",
      "6": "The Lord said to Joshua, “Do not be afraid of them, for about this time tomorrow I will make them dead before Israel. Hamstring their horses and burn their chariots with fire.”",
      "7": "So Joshua and all his fighting forces came upon them by surprise at the waters of Merom and fell upon them.",
      "8": "The Lord gave them into the hand of Israel. They struck them down and pursued them all the way to Greater Sidon, Misrephoth Maim, and Mizpah Valley to the east. They struck them down until no survivor remained.",
      "9": "Joshua did to them as the Lord had said. He hamstrung their horses and burned their chariots with fire.",
      "10": "At that time Joshua turned, captured Hazor, and struck down its king with the sword. Hazor was formerly the head of all these kingdoms.",
      "11": "They struck all who lived in them with the edge of the sword, destroying them. No one who breathed was left, and he burned Hazor with fire.",
      "12": "Joshua captured all these kings and their towns. He struck with the edge of the sword, destroying them, as Moses the servant of the Lord had commanded.",
      "13": "However, Israel did not burn any of the cities that stood on mounds except Hazor. Joshua burned it.",
      "14": "The children of Israel plundered all the goods and the livestock of these cities, but they struck all the people with the edge of the sword until they destroyed them. They did not spare anyone who breathed.",
      "15": "As the Lord commanded Moses His servant, so Moses commanded Joshua, and Joshua did it. He did not ignore a word of all that the Lord commanded Moses.",
      "16": "So Joshua took all that land: the hill country, the Negev, all the land of Goshen, the lowland, the Arabah, the hill country of Israel and its lowland.",
      "17": "From Mount Halak to Seir, and as far as Baal Gad in the Lebanon Valley under Mount Hermon: All their kings he captured, struck down, and killed.",
      "18": "Joshua engaged all those kings in battle for a long time.",
      "19": "There was no city that made peace with the children of Israel except the Hivites living in Gibeon. They conquered all of them",
      "20": "because the Lord hardened their hearts to engage Israel in battle. They destroyed them without mercy, to put them to death, as the Lord had commanded Moses.",
      "21": "At that time Joshua came and wiped out the Anakites from the hill country: from Hebron, from Debir, from Anab, from all the hill country of Judah, and from all the hill country of Israel. Joshua utterly destroyed them and their cities.",
      "22": "No Anakites were left in the land of the children of Israel, but they did remain in Gaza, Gath, and Ashdod.",
      "23": "So Joshua took the whole land according to all that the Lord had said to Moses. Joshua gave it to Israel as an inheritance according to their allotted portions by their tribes. Then the land rested from war."
    },
    "12": {
      "1": "These are the kings on the east side of the Jordan, from the River Arnon to Mount Hermon and all the eastern Arabah, whom the children of Israel struck down to take over their land:",
      "2": "Sihon king of the Amorites, who lived at Heshbon and ruled from Aroer, which is on the bank of River Arnon, and from the middle of the valley as far as the River Jabbok, which is the border of the Ammonites, that is, half of Gilead,",
      "3": "and the Arabah to the Sea of Galilee eastward, and toward Beth Jeshimoth, to the Sea of Arabah, the Dead Sea, southward below the slopes of Pisgah;",
      "4": "and Og king of Bashan, one of the remnant of the giants, who lived at Ashtaroth and at Edrei",
      "5": "and ruled over Mount Hermon, Salekah, and all of Bashan to the border of the Geshurites and the Maakathites, and over half of Gilead to the border of Sihon king of Heshbon.",
      "6": "Moses the servant of the Lord and the children of Israel struck them down, and the servant of the Lord Moses gave their land to Reuben, Gad, and the half-tribe of Manasseh.",
      "7": "These are the kings of the land whom Joshua and the children of Israel defeated on the west side of the Jordan, from Baal Gad in the Valley of Lebanon to Mount Halak, that rises toward Seir. Joshua gave their land to the tribes of Israel according to their allotted portions as an inheritance,",
      "8": "in the hill country, in the lowland, in the Arabah, in the slopes, in the wilderness, and in the Negev—the land of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites:",
      "9": "The king of Jericho, one;\nthe king of Ai, which is beside Bethel, one;",
      "10": "the king of Jerusalem, one;\nthe king of Hebron, one;",
      "11": "the king of Jarmuth, one;\nthe king of Lachish, one;",
      "12": "the king of Eglon, one;\nthe king of Gezer, one;",
      "13": "the king of Debir, one;\nthe king of Geder, one;",
      "14": "the king of Hormah, one;\nthe king of Arad, one;",
      "15": "the king of Libnah, one;\nthe king of Adullam, one;",
      "16": "the king of Makkedah, one;\nthe king of Bethel, one;",
      "17": "the king of Tappuah, one;\nthe king of Hepher, one;",
      "18": "the king of Aphek, one;\nthe king of Lasharon, one;",
      "19": "the king of Madon, one;\nthe king of Hazor, one;",
      "20": "the king of Shimron Meron, one;\nthe king of Akshaph, one;",
      "21": "the king of Taanach, one;\nthe king of Megiddo, one;",
      "22": "the king of Kedesh, one;\nthe king of Jokneam in Carmel, one;",
      "23": "the king of Dor in Naphoth Dor, one;\nthe king of the people in Gilgal, one;",
      "24": "the king of Tirzah, one—thirty-one kings in all."
    },
    "13": {
      "1": "Now Joshua was old and well advanced in years. The Lord said to him, “You are old and advanced in years, but very much of the land still remains to be possessed.",
      "2": "“This is the land that remains: all the districts of the Philistines and those of the Geshurites",
      "3": "(from the Shihor east of Egypt northward to the boundary of Ekron, which is counted as Canaanite; the cities of the five Philistine governors: Gaza, Ashdod, Ashkelon, Gath, and Ekron), and also the Avvites’ lands.",
      "4": "Also remaining in the south is all the land of the Canaanites, Arah owned by the Sidonians, as far as Aphek at the Amorite boundary,",
      "5": "the land of the Gebalites and all Lebanon to the east, and from Baal Gad at the foot of Mount Hermon to Lebo Hamath.",
      "6": "“I will drive out from before the children of Israel all the inhabitants of the hill country from Lebanon to Misrephoth Maim and all the Sidonians. Be sure to divide these lands by lot as an inheritance for Israel as I have commanded you.",
      "7": "So now, divide this land as an inheritance for the nine tribes and the half-tribe of Manasseh.”",
      "8": "With the other half-tribe of Manasseh, Reuben and Gad took their inheritance that Moses gave to them on the east side of the Jordan, as Moses the servant of the Lord had given them:",
      "9": "from Aroer on the bank of the River Arnon, the city in the middle of the valley, all the plain from Medeba to Dibon,",
      "10": "all the cities of King Sihon of the Amorites who reigned in Heshbon, and the land up to the Ammonite border.",
      "11": "Moses had also given them Gilead, the territory of the Geshurites and Maakathites, all of Mount Hermon, and all of Bashan as far as Salekah,",
      "12": "and in Bashan all the kingdom of Og, one of the last remnant of the giants, who reigned in Ashtaroth and Edrei. Moses struck them down and took their lands.",
      "13": "Yet the children of Israel did not drive out the Geshurites or the Maakathites, and Geshur and Maakah live among Israel until this day.",
      "14": "However Moses did not give an inheritance to the tribe of Levi. The burnt offerings of the Lord God of Israel are their inheritance, as He said to them.",
      "15": "Moses assigned land to the tribe of the Reubenites according to their clans.",
      "16": "Their territory was from Aroer on the edge of the Arnon Valley, the city in the middle of the valley, all the plain of Medeba,",
      "17": "Heshbon and all its towns in the plain: Dibon, Bamoth Baal, Beth Baal Meon,",
      "18": "Jahaz, Kedemoth, Mephaath,",
      "19": "Kiriathaim, Sibmah, Zereth Shahar on the hill of the valley,",
      "20": "Beth Peor, the slopes of Pisgah, Beth Jeshimoth,",
      "21": "all the cities of the plain, and the whole kingdom of King Sihon of the Amorites, who reigned in Heshbon. Moses struck him down along with the leaders of Midian, Evi, Rekem, Zur, Hur, and Reba, who were princes of Sihon who lived in the land.",
      "22": "The children of Israel killed Balaam son of Beor, who practiced divination, with the sword along with the rest of the slain.",
      "23": "The border of the Reubenites was the banks of the Jordan. This was the inheritance of the Reubenites according to their clans: those towns and their settlements.",
      "24": "Moses assigned land to the tribe of Gad for the Gadites according to their clans.",
      "25": "Their territory was Jazer, all the cities of Gilead, and half of the Ammonite land as far as Aroer, which is east of Rabbah,",
      "26": "from Heshbon to Ramath Mizpah, Betonim, and from Mahanaim to the territory of Debir.",
      "27": "In the valley were Beth Haram, Beth Nimrah, Sukkoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon, the Jordan as its boundary to the lower Sea of Galilee to the east of the Jordan.",
      "28": "This was the inheritance of the Gadites according to their clans: those towns and their settlements.",
      "29": "Moses assigned land to the half-tribe of Manasseh for the descendants of Manasseh according to their clans.",
      "30": "Their territory was from Mahanaim, through all of Bashan, all the kingdom of King Og of Bashan, all the sixty villages of Jair that are in Bashan,",
      "31": "half of Gilead, Ashtaroth, and Edrei: cities of the kingdom of Og in Bashan. This was for the descendants of Makir son of Manasseh, half of the descendants of Makir by their clans.",
      "32": "This is the territory Moses assigned in the desert plains of Moab, on the eastern side of Jericho and the Jordan.",
      "33": "Yet Moses did not assign land to the tribe of Levi as an inheritance. The Lord God of Israel was their inheritance, as He said to them."
    },
    "14": {
      "1": "These are the territories that the children of Israel inherited in the land of Canaan, which Eleazar the priest, Joshua son of Nun, and the family leaders of the Israelite tribes assigned to them.",
      "2": "Their inheritance fell to them by lot, as the Lord commanded through Moses, for the nine and a half tribes.",
      "3": "For Moses had assigned the inheritance of two and a half tribes on the other side of the Jordan, but he had not assigned an inheritance among them to the Levites.",
      "4": "The descendants of Joseph were two tribes: Manasseh and Ephraim. They did not give territory to the Levites in the land, but only towns in which to live, along with the pastures, livestock, and property.",
      "5": "Just as the Lord had commanded Moses, so the children of Israel did when they divided the land.",
      "6": "The descendants of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord said to Moses the man of God about you and me at Kadesh Barnea.",
      "7": "I was forty years old when Moses the servant of the Lord sent me from Kadesh Barnea to spy on the land, and I brought word back to him as it was in my heart.",
      "8": "My companions who went up with me made the hearts of the people melt, but I wholeheartedly followed after the Lord my God.",
      "9": "On that day Moses swore an oath, ‘The land on which your foot treads shall be your inheritance, for your descendants perpetually, because you completely followed after the Lord my God.’",
      "10": "“Now, the Lord has kept me alive, just as He said, for forty-five years, since the Lord spoke this word to Moses while Israel wandered in the wilderness. Now, here I am this day, eighty-five years old.",
      "11": "I am still just as strong today as I was on the day that Moses sent me. My strength now is just like my strength then, both for battle and for going out and returning.",
      "12": "So now, give me this hill country that the Lord spoke about on that day. That day you heard that the Anakites live there in large, fortified cities. Perhaps the Lord will be with me, and I will drive them out, as the Lord said.”",
      "13": "Then Joshua blessed him and gave Hebron to Caleb son of Jephunneh as an inheritance.",
      "14": "Therefore Hebron became an inheritance of Caleb son of Jephunneh the Kenizzite until this day because he completely followed after the Lord, the God of Israel.",
      "15": "The former name of Hebron was Kiriath Arba. Arba was the greatest man among the Anakites.\nThen the land had rest from war."
    },
    "15": {
      "1": "The allotment for the tribe of Judah, by their clans, stretches southward to the border of Edom, to the Zin wilderness in the south.",
      "2": "Their southern border runs from the southern tip of the Salt Sea,",
      "3": "to south of the Ascent of Akrabbim, crosses to Zin, rises south of Kadesh Barnea, crosses to Hezron, then rises to Addar, turns toward Karka,",
      "4": "then crosses to Azmon, goes out to the Brook of Egypt, and then to the sea. This is your southern border.",
      "5": "The eastern border is the Salt Sea up to the mouth of the Jordan.\nThe northern border runs from the northern extremity of the Dead Sea at the mouth of the Jordan River,",
      "6": "then rises to Beth Hoglah, crosses north of Beth Arabah, rises to the Stone of Bohan son of Reuben,",
      "7": "and rises to Debir from the Achor Valley, turns northward to Gilgal opposite the Ascent of Adummim south of the valley, and crosses to the waters of En Shemesh and onward to En Rogel.",
      "8": "The border rises to Valley of Ben Hinnom, to the southern slope of the Jebusites (that is, Jerusalem), then rises to the top of the hill west of the Valley of Ben Hinnom, at the northern end of the Valley of Rephaim.",
      "9": "The border turns from the top of the hill to the waters of Nephtoah and goes out to the cities of Mount Ephron, then turns to Baalah (that is, Kiriath Jearim).",
      "10": "The border turns west of Baalah to Mount Seir, crosses to the northern slope of Mount Jearim (that is, Kesalon), descends to Beth Shemesh, and crosses to Timnah.",
      "11": "The border goes out to the northern slope of Ekron, turns to Shikkeron, crosses to Mount Baalah, goes out to Jabneel, and ends at the sea.",
      "12": "The western border was the coastline of the Mediterranean Sea.\nThese were the borders surrounding the tribe of Judah according to their clans.",
      "13": "According to the word of the Lord to Joshua, Caleb son of Jephunneh was given an allotment among the tribe of Judah: Kiriath Arba (that is, Hebron). Arba was the father of Anak.",
      "14": "Caleb drove out from there three Anakites: Sheshai, Ahiman, and Talmai, descendants of Anak.",
      "15": "He went up from there against the inhabitants of Debir. Before the name of Debir was Kiriath Sepher.",
      "16": "Caleb said, “I will give my daughter Aksah in marriage to whoever attacks Kiriath Sepher and captures it.”",
      "17": "Othniel son of Kenaz, the brother of Caleb, captured it, so Caleb gave him Aksah his daughter in marriage.",
      "18": "When she came to Othniel, she urged him to ask her father for a field. She dismounted from her donkey, and Caleb said to her, “What can I do for you?”",
      "19": "She answered, “Please give me a blessing. Since you have given me land in the Negev, now give me springs of water.” So he gave her the upper and lower springs.",
      "20": "This is the inheritance of the tribe of Judah according to their clans.",
      "21": "The cities at the southern extremity of the tribe of Judah toward the border with Edom were Kabzeel, Eder, Jagur,",
      "22": "Kinah, Dimonah, Adadah,",
      "23": "Kedesh, Hazor, Ithnan,",
      "24": "Ziph, Telem, Bealoth,",
      "25": "Hazor Hadattah, Kerioth Hezron (that is, Hazor),",
      "26": "Amam, Shema, Moladah,",
      "27": "Hazar Gaddah, Heshmon, Beth Pelet,",
      "28": "Hazar Shual, Beersheba, Biziothiah,",
      "29": "Baalah, Iyim, Ezem,",
      "30": "Eltolad, Kesil, Hormah,",
      "31": "Ziklag, Madmannah, Sansannah,",
      "32": "Lebaoth, Shilhim, Ain, and Rimmon. The cities numbered twenty-nine with their villages.",
      "33": "In the lowland were Eshtaol, Zorah, Ashnah,",
      "34": "Zanoah, En Gannim, Tappuah, Enam,",
      "35": "Jarmuth, Adullam, Sokoh, Azekah,",
      "36": "Shaaraim, Adithaim, Gederah (Gederothaim): fourteen cities with their villages.",
      "37": "Also there were Zenan, Hadashah, Migdal Gad,",
      "38": "Dilean, Mizpah, Joktheel,",
      "39": "Lachish, Bozkath, Eglon,",
      "40": "Kabbon, Lahmas, Kitlish,",
      "41": "Gederoth, Beth Dagon, Naamah, and Makkedah: sixteen cities with their villages.",
      "42": "Also there were Libnah, Ether, Ashan,",
      "43": "Iphtah, Ashnah, Nezib,",
      "44": "Keilah, Akzib, and Mareshah: nine cities with their villages.",
      "45": "Also there were Ekron, its towns and villages;",
      "46": "from Ekron to the sea, all the land near Ashdod and their villages,",
      "47": "Ashdod, its towns and villages, Gaza, its towns and villages, as far as the Brook of Egypt and the Mediterranean Sea with its coast.",
      "48": "In the hill country were Shamir, Jattir, Sokoh,",
      "49": "Dannah, Kiriath Sannah (that is, Debir),",
      "50": "Anab, Eshtemoh, Anim,",
      "51": "Goshen, Holon, and Giloh: eleven cities with their villages.",
      "52": "Also there were Arab, Dumah, Eshan,",
      "53": "Janim, Beth Tappuah, Aphekah,",
      "54": "Humtah, Kiriath Arba (that is, Hebron), and Zior: nine cities with their villages.",
      "55": "Also there were Maon, Carmel, Ziph, Juttah,",
      "56": "Jezreel, Jokdeam, Zanoah,",
      "57": "Kain, Gibeah, and Timnah: ten cities with their villages.",
      "58": "Also there were Halhul, Beth Zur, Gedor,",
      "59": "Maarath, Beth Anoth, and Eltekon: six cities with their villages.",
      "60": "Also there were Kiriath Baal (that is, Kiriath Jearim) and Rabbah: two cities with their villages.",
      "61": "In the wilderness were Beth Arabah, Middin, Sekakah,",
      "62": "Nibshan, City of Salt, and En Gedi: six cities with their villages.",
      "63": "The people of Judah were not able to drive out the Jebusites living in Jerusalem, so the Jebusites live with the people of Judah in Jerusalem to this day."
    },
    "16": {
      "1": "The allotment of land for the descendants of Joseph was from the Jordan by Jericho then east into the wilderness, rising from Jericho to the hill country of Bethel.",
      "2": "It goes out from Bethel to Luz and passes to the border of Arkite territory at Ataroth.",
      "3": "It goes down westward to the territory of the Japhletites, to the border of lower Beth Horon and Gezer, and then goes out to the sea.",
      "4": "So the descendants of Joseph, Manasseh and Ephraim, took their inheritance.",
      "5": "The territory of the Ephraimites, according to their clans, was as follows. The border of their inheritance on the east was Ataroth Addar as far as upper Beth Horon.",
      "6": "The border goes out toward the sea with Mikmethath on the north. It turns eastward toward Taanath Shiloh and passes it on the east toward Janoah.",
      "7": "It descends from Janoah to Ataroth and to Naarah, touches Jericho, and extends to the Jordan.",
      "8": "From Tappuah the border goes west to the Kanah Ravine and out to the sea. This is the inheritance of the tribe of the Ephraimites according to their clans.",
      "9": "The other cities for the Ephraimites were in the middle of the inheritance of the descendants of Manasseh, all the cities and their villages.",
      "10": "They did not drive out the Canaanites who lived in Gezer, so the Canaanites live in the midst of Ephraim until this day performing heavy labor as slaves."
    },
    "17": {
      "1": "Then allotment was made to the tribe of Manasseh, for he was the firstborn of Joseph. To Makir the firstborn of Manasseh, the father of Gilead, were allotted Gilead and Bashan, because he was a warrior.",
      "2": "And allotments were made to the rest of the tribe of Manasseh, according to their families: Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida; these were the male descendants of Manasseh son of Joseph, according to their families.",
      "3": "Yet Zelophehad, son of Hepher, son of Gilead, son of Makir, son of Manasseh had no sons, only daughters. These were his daughters’ names: Mahlah, Noah, Hoglah, Milkah, and Tirzah.",
      "4": "They approached Eleazar the priest, Joshua son of Nun, and the leaders, saying, “The Lord commanded Moses to give us an inheritance among our relatives.” So Joshua gave them an inheritance among their fathers’ relatives according to the word of the Lord.",
      "5": "Therefore Manasseh received ten regions, apart from the lands of Gilead and Bashan on the east side of the Jordan,",
      "6": "because the daughters of Manasseh received an inheritance among his sons, and the rest of the people of Manasseh received the land of Gilead.",
      "7": "The boundary of Manasseh was from Asher to Mikmethath east of Shechem, and it runs south toward the inhabitants of En Tappuah.",
      "8": "Now Manasseh owned the land of Tappuah, but Tappuah on the border of Manasseh belonged to the Ephraimites.",
      "9": "Then the border descended to the Kanah Ravine, southward to the brook. These cities of Ephraim are among the cities of Manasseh. The border of Manasseh was on the north side of the brook, and it ended at the sea.",
      "10": "The land belonging to Ephraim was to the south, and the land belonging to Manasseh to the north. The Mediterranean Sea was the boundary of this territory, which bordered Asher in the north and Issachar in the east.",
      "11": "In Issachar and Asher, Manasseh was assigned districts: Beth Shan, Ibleam, Dor, Endor, Taanach, Megiddo, Naphoth, and their respective villages.",
      "12": "Yet the sons of Manasseh could not take possession of those cities, because the Canaanites were determined to live in that land.",
      "13": "But when the children of Israel became strong, they put the Canaanites to hard labor as slaves, but they did not actually drive them out.",
      "14": "The descendants of Joseph said to Joshua, “Why have you assigned us a single allotment, a single portion? We are a numerous people, as the Lord has blessed us.”",
      "15": "Joshua said to them, “If you are a numerous people, go up to the forests and clear out a place there for yourselves in the land of the Perizzites and the giants, since the hill country of Ephraim is too small for you.”",
      "16": "The descendants of Joseph said, “The hill country is not enough for us, and all the Canaanites living in the plains have iron chariots, both those in Beth Shan and the Jezreel Valley.”",
      "17": "Joshua said to Ephraim and Manasseh, the descendants of Joseph, “You are a numerous people who have great strength. There will not be only one allotment for you.",
      "18": "The hill country shall be yours. Although it is a forest you shall clear it and own it to its borders. You shall drive out the Canaanites, even though they have iron chariots and are strong.”"
    },
    "18": {
      "1": "The whole congregation of the children of Israel assembled at Shiloh and set up the tent of meeting there. The land was subdued before them.",
      "2": "Yet seven tribes among the children of Israel remained who had not yet received their inheritance.",
      "3": "So Joshua said to the children of Israel, “How long will you delay going in to possess the land that the Lord, the God of your fathers, has given you?",
      "4": "Select three men from each tribe, and I will send them out; and they will rise and go throughout the land, and describe it according to their inheritance, and they will come back to me.",
      "5": "They shall divide it into seven portions. Judah will stay in their territory in the south, and the house of Joseph will stay in their territory in the north.",
      "6": "So describe the land in seven portions and return to me. Then I will cast lots for you here before the Lord our God.",
      "7": "Yet there is no portion for the Levites among you, for the priesthood of the Lord is their inheritance. Gad, Reuben, and the half-tribe of Manasseh have acquired their inheritance on the east side of the Jordan, which Moses the servant of the Lord gave them.”",
      "8": "So the men got up and left. Joshua commanded those who were leaving to survey the land, saying, “Go and walk back and forth throughout the land. Write a description of it, then return to me. Here in Shiloh I will cast lots for you before the Lord.”",
      "9": "The men went and passed through the land. In a book they wrote a description of it by cities in seven portions, and they came back to Joshua at the Shiloh settlement.",
      "10": "Joshua cast lots for them in Shiloh before the Lord. There Joshua apportioned the land for the children of Israel according to their divisions.",
      "11": "The lot of the tribe of Benjamin, according to their clans, came up. The territory allotted to it fell between Judah and Joseph.",
      "12": "Their northern border goes from the Jordan up the northern slope of Jericho. It runs westward into the hill country and extends to the wilderness of Beth Aven.",
      "13": "The border passes from there southward toward Luz, to the slope of Luz (that is, Bethel), and descends to Ataroth Addar on the hill south of lower Beth Horon.",
      "14": "On the western side, the border turns south from the hill that lies to the south near Beth Horon, and it extends to Kiriath Baal (that is, Kiriath Jearim), a city belonging to Judah. This is the western border.",
      "15": "The southern border starts from Kiriath Jearim and goes out westward to the spring of the waters of Nephtoah.",
      "16": "The border then descends to the foot of the mountain that lies by the Valley of Ben Hinnom, which is at the north end of the Valley of Rephaim. It descends from the Hinnom Valley to the slope of the Jebusites, then down to En Rogel.",
      "17": "The border runs north and goes out to En Shemesh and Geliloth, which is opposite the Ascent of Adummim, and descends to the Stone of Bohan the son of Reuben.",
      "18": "It passes toward the slope north of the Beth Arabah and descends to the Arabah.",
      "19": "The border passes north of the slope of Beth Hoglah, and it runs out to the northern tip of the Dead Sea at the southern end of the Jordan. This is the southern border.",
      "20": "The Jordan forms the eastern boundary.\nThis is the inheritance of the tribe of Benjamin, according to their clans, by its boundaries all around.",
      "21": "The cities belonging to the tribe of Benjamin, according to their clans, were Jericho, Beth Hoglah, Emek Keziz,",
      "22": "Beth Arabah, Zemaraim, Bethel,",
      "23": "Avvim, Parah, Ophrah,",
      "24": "Kephar Ammoni, Ophni, and Geba: twelve cities with their villages.",
      "25": "Also there were Gibeon, Ramah, Beeroth,",
      "26": "Mizpah, Kephirah, Mozah,",
      "27": "Rekem, Irpeel, Taralah,",
      "28": "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah, and Kiriath: fourteen cities with their villages.\nThis is the inheritance of the tribe of Benjamin according to their clans."
    },
    "19": {
      "1": "The second lot came out for Simeon, for the tribe of Simeon according to their clans. Their inheritance was within the inheritance of the tribe of Judah.",
      "2": "Their inheritance was Beersheba, Sheba, Moladah,",
      "3": "Hazar Shual, Balah, Ezem,",
      "4": "Eltolad, Bethul, Hormah,",
      "5": "Ziklag, Beth Markaboth, Hazar Susah,",
      "6": "Beth Lebaoth, and Sharuhen: thirteen cities and their villages;",
      "7": "Ain, Rimmon, Ether, and Ashan: four cities and their villages;",
      "8": "and all the villages that were around these cities as far as Baalath Beer, Ramah of the Negev.\nThis was the inheritance of the tribe of Simeon according to their clans.",
      "9": "Simeon received a portion of the inheritance of Judah, for the inheritance of Judah was too large for them, so Simeon inherited land in the midst of the inheritance of Judah.",
      "10": "The third lot came up for Zebulun according to their clans. Their territory extended to Sarid,",
      "11": "and their border ascended westward to Maralah, reaching Dabbesheth and the valley east of Jokneam.",
      "12": "From Sarid the border turned east to the border of Kisloth Tabor, out to Daberath, and up to Japhia.",
      "13": "From there it passes east to Gath Hepher and Eth Kazin. It turns out to Rimmon and turns toward Neah.",
      "14": "The boundary turns north to Hannathon and extends to the Valley of Iphtah El;",
      "15": "and Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities and their villages.",
      "16": "This was the inheritance of the tribe of Zebulun according to their clans: these cities and their villages.",
      "17": "The fourth lot came out for Issachar, for the tribe of Issachar according to their clans.",
      "18": "Their territory included Jezreel, Kesulloth, Shunem,",
      "19": "Hapharaim, Shion, Anaharath,",
      "20": "Rabbith, Kishion, Ebez,",
      "21": "Remeth, En Gannim, En Haddah, and Beth Pazzez.",
      "22": "The border touches Tabor, Shahazumah, and Beth Shemesh, then extends to the Jordan: sixteen cities and their villages.",
      "23": "This is the inheritance of the tribe of Issachar according to their clans: the cities and their villages.",
      "24": "The fifth lot came out for the tribe of Asher according to their clans.",
      "25": "Their territory included Helkath, Hali, Beten, Akshaph,",
      "26": "Allammelek, Amad, and Mishal. On the west their border touches Carmel and Shihor Libnath.",
      "27": "Then it turns eastward, goes to Beth Dagon, and touches Zebulun and the Valley of Iphtah El northward to Beth Emek and Neiel; then it continues in the north to Kabul,",
      "28": "Abdon, Rehob, Hammon, Kanah, as far as Greater Sidon.",
      "29": "Then the border turned to Ramah, reaching the fortified city of Tyre. Then the border turned to Hosah, and ended at the Mediterranean Sea by the region of Akzib,",
      "30": "Ummah, Aphek, and Rehob: twenty-two cities and their villages.",
      "31": "This is the inheritance of the tribe of Asher according to their clans: these cities and their villages.",
      "32": "The sixth lot came out for the tribe of Naphtali according to their clans.",
      "33": "Their border runs from Heleph, from the oak of Zaanannim, to Adami Nekeb and Jabneel, as far as Lakkum, and extends to the Jordan.",
      "34": "The border turns west to Aznoth Tabor, goes out from there to Hukkok, and touches Zebulun on the south, Asher on the west, and Judah at the Jordan on the east.",
      "35": "Their fortified cities were Ziddim, Zer, Hammath, Rakkath, Kinnereth,",
      "36": "Adamah, Ramah, Hazor,",
      "37": "Kedesh, Edrei, En Hazor,",
      "38": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh: nineteen cities and their villages.",
      "39": "This is the inheritance of the tribe of Naphtali according to their clans: the cities and their villages.",
      "40": "The seventh lot came out for the tribe of Dan according to their clans.",
      "41": "The territory of their inheritance included Zorah, Eshtaol, Ir Shemesh,",
      "42": "Shaalabbin, Aijalon, Ithlah,",
      "43": "Elon, Timnah, Ekron,",
      "44": "Eltekeh, Gibbethon, Baalath,",
      "45": "Jehud, Bene Berak, Gath Rimmon,",
      "46": "Me Jarkon, and Rakkon, along with the territory near Joppa.",
      "47": "Yet the tribe of Dan lost their territory, so they went up to wage war against Leshem and captured it. They attacked it with the edge of the sword, took possession of it, and settled there. They called Leshem Dan after the name of Dan their father.",
      "48": "This is the inheritance of the tribe of Dan according to their clans: these cities and their villages.",
      "49": "When they had finished allotting the land according to its boundaries, the children of Israel gave an inheritance among them to Joshua son of Nun.",
      "50": "According to the word of the Lord, they gave him the city for which he asked: Timnath Serah in the hill country of Ephraim. He built up the city and lived in it.",
      "51": "These are the inheritances that Eleazar the priest, Joshua son of Nun, and the family leaders of the Israelite tribes assigned by lot in Shiloh before the Lord at the entrance of the tent of meeting. So they completed dividing the land."
    },
    "20": {
      "1": "Then the Lord said to Joshua,",
      "2": "“Say to the children of Israel, ‘Choose refuge cities, as I told you through Moses,",
      "3": "so that anyone who kills a person without intent and unknowingly may flee there. They shall be your refuge from the avenger of blood.",
      "4": "“ ‘The refugee can flee to one of these cities then stand at the entrance of the city gate and tell his case to the city elders. They will take him into the city and give him a place to stay, and he will live with them.",
      "5": "When the avenger of blood comes after him, they shall not hand over the manslayer to him, for he struck down his neighbor unintentionally with no premeditated malice.",
      "6": "He shall live in that city until he stands before the congregation for judgment, until the death of the high priest serving at that time. Then the manslayer may return to his home and to his city from which he had fled.’ ”",
      "7": "They selected Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah.",
      "8": "Across the Jordan east of Jericho, they selected Bezer in the wilderness plain from the tribe of Reuben, Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh.",
      "9": "These were the cities designated for all the children of Israel and resident foreigners living among them, to which anyone who killed someone inadvertently could flee and not die at the hand of the avenger of blood until he stood before the congregation."
    },
    "21": {
      "1": "The family leaders of the Levites approached Eleazar the priest, Joshua son of Nun, and the family leaders of the Israelite tribes.",
      "2": "At Shiloh in the land of Canaan they said to them, “Through Moses the Lord commanded that we be given cities in which to live and grazing lands for our livestock.”",
      "3": "So according to the word of the Lord, out of their inheritance the children of Israel gave the Levites these cities and their grazing lands.",
      "4": "The lot came out for the clans of the Kohathites, so the Levites who were descendants of Aaron received an allotment of thirteen cities from the tribes of Judah, Simeon, and Benjamin.",
      "5": "The remaining descendants of Kohath received an allotment of ten cities from the clans of the tribes of Ephraim, Dan, and the half-tribe of Manasseh.",
      "6": "The descendants of Gershon received an allotment of thirteen cities from the clans of the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh in Bashan.",
      "7": "Descendants of Merari by their clans received an allotment of twelve cities from the tribes of Reuben, Gad, and Zebulun.",
      "8": "The children of Israel allotted the Levites these cities and their grazing lands, as the Lord commanded through Moses.",
      "9": "From the tribes of Judah and Simeon they assigned the following cities with these names.",
      "10": "They were assigned to the descendants of Aaron, to the clans of the Kohathites of the tribe of Levi, for theirs was the first lot.",
      "11": "They assigned them Kiriath Arba (Arba was the father of Anak), which is Hebron, in the hill country of Judah, and the grazing lands around it.",
      "12": "(Now they had assigned the city’s fields and its surrounding villages to Caleb son of Jephunneh as his property.)",
      "13": "So to the descendants of Aaron the priest they assigned Hebron (a refuge city for people who committed manslaughter), Libnah with its pastures,",
      "14": "Jattir, Eshtemoa,",
      "15": "Holon, Debir,",
      "16": "Ain, Juttah, and Beth Shemesh, together with the grazing lands of each: nine cities from these two tribes.",
      "17": "From the tribe of Benjamin they assigned Gibeon, Geba,",
      "18": "Anathoth, and Almon, together with the grazing lands of each: four cities.",
      "19": "Altogether the descendants of Aaron received thirteen cities and their grazing lands.",
      "20": "The rest of the Levites from the clans of the descendants of Kohath received cities allotted from the tribe of Ephraim.",
      "21": "They assigned them Shechem (a refuge city for people who committed manslaughter) in the hill country of Ephraim, Gezer,",
      "22": "Kibzaim, and Beth Horon, together with the grazing lands of each: four cities.",
      "23": "From the tribe of Dan they assigned Eltekeh, Gibbethon,",
      "24": "Aijalon, and Gath Rimmon, together with the grazing lands of each: four cities.",
      "25": "From the half-tribe of Manasseh they assigned Taanach and Gath Rimmon, together with the grazing lands of each: two cities.",
      "26": "Altogether the rest of the clans of the descendants of Kohath received ten cities and their grazing lands.",
      "27": "From the half-tribe of Manasseh they assigned to the descendants of Gershon (one of the Levite clans): Golan in Bashan (a refuge city for people who committed manslaughter) and Be Eshterah, together with the grazing lands of each: two cities.",
      "28": "From the tribe of Issachar they assigned Kishion, Daberath,",
      "29": "Jarmuth, and En Gannim, together with the grazing lands of each: four cities.",
      "30": "From the tribe of Asher they assigned Mishal, Abdon,",
      "31": "Helkath, and Rehob, together with the grazing lands of each: four cities.",
      "32": "From the tribe of Naphtali they assigned Kedesh in Galilee (a refuge city for people who committed manslaughter), Hammoth Dor, and Kartan, together with the grazing lands of each: three cities.",
      "33": "Altogether the Gershonites according to their clans received thirteen cities and their grazing lands.",
      "34": "From the tribe of Zebulun they assigned to the descendants of Merari (the remaining Levites): Jokneam, Kartah,",
      "35": "Dimnah, and Nahalal, together with the grazing lands of each: four cities.",
      "36": "From the tribe of Reuben they assigned Bezer, Jahaz,",
      "37": "Kedemoth, and Mephaath, together with the grazing lands of each: four cities.",
      "38": "From the tribe of Gad they assigned Ramoth in Gilead (a refuge city for people who committed manslaughter), Mahanaim,",
      "39": "Heshbon, and Jazer, together with the grazing lands of each: four cities in all.",
      "40": "So twelve cities were allotted for the descendants of Merari according to their clans (the remaining Levite clans).",
      "41": "Altogether the Levites received forty-eight cities and their grazing lands within the possessions of the children of Israel.",
      "42": "Each of these cities had grazing lands surrounding them. It was this way with all these cities.",
      "43": "The Lord gave Israel all the land that He swore to give to their fathers. They took possession of it and lived in it.",
      "44": "The Lord gave them rest all around, according to all that He swore to their fathers. Not a man among their enemies stood before them, and the Lord delivered all their enemies into their hands.",
      "45": "Not a single word of all the good things that the Lord had spoken to the children of Israel failed. They all came to pass."
    },
    "22": {
      "1": "Then Joshua summoned the Reubenites, the Gadites, and the half-tribe of Manasseh.",
      "2": "He said to them, “You have done everything that Moses the servant of the Lord commanded you and have obeyed me in everything that I have commanded you.",
      "3": "You have not left your brothers these many days down to this day, and you have observed the obligations of the commandment of the Lord your God.",
      "4": "Now the Lord your God has given rest to your brothers, as He had said to them. So now, turn and go to your homes, to the land of your possession, which Moses the servant of the Lord gave you on the other side of the Jordan.",
      "5": "Only carefully obey the commandment and the law that Moses the servant of the Lord commanded you: to love the Lord your God, to walk in all His ways, to obey His commandments, to cling to Him, and to serve Him with all your heart and soul.”",
      "6": "Joshua blessed them and sent them off, and they went to their tents.",
      "7": "Moses had assigned land in Bashan to half the tribe of Manasseh, and to the other half Joshua assigned land among their brothers on the west side of the Jordan. When Joshua sent them also to their homes and blessed them,",
      "8": "he said, “Return home with great wealth, much livestock, silver, gold, copper, iron, and great quantities of clothing. Divide the spoil of your enemies among your brothers.”",
      "9": "So the Reubenites, Gadites, and the half-tribe of Manasseh left the children of Israel at Shiloh in the land of Canaan to go to the land of Gilead, the land of their possession, according to the word of the Lord through Moses.",
      "10": "The tribes of Reuben, Gad, and the half-tribe of Manasseh came near the Jordan in the land of Canaan and built a very large altar by the Jordan.",
      "11": "The children of Israel heard someone say, “The tribes of Reuben, Gad, and the half-tribe of Manasseh have built an altar by the land of Canaan by the Jordan on the Israelite side.”",
      "12": "When the children of Israel heard this, they assembled the whole congregation of the children of Israel at Shiloh to go up against them in war.",
      "13": "Then the children of Israel sent Phinehas, son of Eleazar the priest, to the sons of Reuben, to the sons of Gad, and to the half-tribe of Manasseh, into the land of Gilead,",
      "14": "and with him ten chiefs, one chief each for each father’s household of every tribe of Israel; and each one of them was the head of his father’s house among the thousands of Israel.",
      "15": "They came to the tribes of Reuben, Gad, and the half-tribe of Manasseh in the land of Gilead and said to them,",
      "16": "“The whole congregation of the Lord says, ‘What is this trespass you have committed against the God of Israel? Today you have turned from following the Lord by building yourselves an altar to rebel against Him!",
      "17": "Is the sin of Peor, from which we have still not purified ourselves even today, not enough for us, which brought a plague upon the congregation of the Lord",
      "18": "that today you have turned away from following the Lord?\n“ ‘If today you are rebelling against the Lord, then tomorrow He will be angry with the whole congregation of Israel!",
      "19": "If indeed your own land is unclean, then cross over to the land of the Lord where the tabernacle of the Lord stands and take land among us. Yet do not rebel against the Lord or rebel against us by building an altar other than the altar of the Lord our God.",
      "20": "Did not Achan son of Zerah commit a trespass in the things under the ban, and wrath fall on all the congregation of Israel? And that man did not perish alone in his iniquity.’ ”",
      "21": "Then the tribes of Reuben, Gad, and the half-tribe of Manasseh answered and said to the heads of the Israelite clans,",
      "22": "“The Lord God of gods, the Lord God of gods, He knows, and may Israel know—if we have acted in rebellion or disloyalty against the Lord, do not spare us today.",
      "23": "If we have built an altar to turn away from following the Lord, to offer burnt offerings and grain offerings or make peace offerings upon it, may the Lord Himself demand an account.",
      "24": "“We did this deed because we were worried that in the future your descendants might say, ‘What have you to do with the Lord God of Israel?",
      "25": "The Lord made the Jordan a boundary between us and you, the descendants of Reuben and Gad. You have no share in the Lord!’ In this way your descendants might make our descendants to stop worshipping the Lord.",
      "26": "“So we said to each other, ‘Let us build this altar, not for burnt offering or sacrifice,",
      "27": "but as a witness for us, for you, and for the generations after us, that we may perform the service of the Lord before Him with our burnt offerings, sacrifices, and peace offerings, and in the future your descendants will not be able to say to our descendants, “You have no share in the Lord!” ’",
      "28": "“Therefore we said, ‘In the future, if they say this to us or to our descendants, we will say, “Look at the replica of the altar of the Lord that our fathers made, not for burnt offerings or sacrifices, but as a witness between you and us.” ’",
      "29": "“God forbid that we should rebel against the Lord by turning from following the Lord today by building an altar for burnt offerings, grain offerings, and sacrifices other than the altar of the Lord God that stands before His tabernacle!”",
      "30": "When Phinehas the priest, the leaders of the congregation, and the heads of the Israelite clans who were with him heard what the descendants of Reuben, Gad, and Manasseh said, it pleased them.",
      "31": "Phinehas son of Eleazar the priest said to the descendants of Reuben, Gad, and Manasseh, “Today we know that the Lord is in our midst because you did not violate your obligations to the Lord in this matter. Indeed, you have delivered the children of Israel from the judgment of the Lord.”",
      "32": "Then Phinehas son of Eleazar the priest and the leaders returned from meeting the descendants of Reuben and Gad in the land of Gilead to the children of Israel in the land of Canaan. They brought back a report.",
      "33": "This report was good in the eyes of the children of Israel, and the children of Israel blessed God. They decided not to make war against the descendants of Reuben and Gad to ruin the land in which they lived.",
      "34": "The descendants of Reuben and Gad named the altar Witness, “For it is a witness between us that the Lord is God.”"
    },
    "23": {
      "1": "A long time later, after the Lord had given Israel rest from all their enemies around them, Joshua was old and advanced in years.",
      "2": "Joshua called for all Israel, their elders, clan heads, judges, and officials, and said to them, “I am old and advanced in years.",
      "3": "You have seen all that the Lord your God did to all these peoples before you, for it is the Lord your God who has waged war for you.",
      "4": "See, I have allotted to you as an inheritance the land of these peoples who remain, along with the land of the peoples whom I defeated, from the Jordan to the Mediterranean Sea in the west.",
      "5": "The Lord your God will drive them out and dispossess them from before you, and you will inherit their land, as the Lord your God told you.",
      "6": "“Now be very strong to observe and enact all that is written in the Book of the Law of Moses, so that you do not deviate from it to the right or the left.",
      "7": "Do not assimilate with these peoples remaining among you. Do not invoke the names of their gods, nor swear by, serve, or worship them.",
      "8": "Instead, cling to the Lord your God, as you have done until today.",
      "9": "“For the Lord has dispossessed before you great and mighty peoples, and as for you, not a single man has been able to stand against you until today.",
      "10": "One man from among you can make a thousand flee, for it is the Lord your God who wages war for you, as He told you.",
      "11": "Now be careful, therefore, to love the Lord your God!",
      "12": "“For if you should turn and cling to the remainder of these peoples who are left with you, and you intermarry and assimilate with them, and they with you,",
      "13": "know for certain that the Lord your God will no longer drive out these nations from before you. But they shall be snares and traps to you, a whip on your sides and thorns in your eyes, until you perish from off this good ground that the Lord your God has given you.",
      "14": "“Now, I am going the way of all the earth. You know in all your hearts and souls that not a single word has failed out of all the good things that the Lord your God has said concerning you. All came true for you. Not a single word among them failed.",
      "15": "So just as every good thing that the Lord your God said to you came to be, even so the Lord can bring every bad thing upon you until He has destroyed you from this good land that the Lord your God gave you.",
      "16": "If you break the covenant of the Lord your God that He commanded you, and go and serve other gods and worship them, the anger of the Lord will burn against you, and you will quickly perish from the good land that He gave you.”"
    },
    "24": {
      "1": "Joshua called for all the Israelite tribes at Shechem and summoned the elders, clan heads, judges, and officials of Israel. They presented themselves before God.",
      "2": "Joshua said to all the people, “Thus says the Lord God of Israel: Long ago your fathers—Terah father of Abraham and Nahor—lived beyond the Euphrates and served other gods.",
      "3": "I took your father Abraham from beyond the Euphrates, brought him through all the land of Canaan, and gave him many descendants. To him I gave Isaac.",
      "4": "To Isaac I gave Jacob and Esau, and to Esau I gave Mount Seir for his inheritance, but Jacob and his descendants went down into Egypt.",
      "5": "“I sent Moses and Aaron, I struck Egypt down with all I did in their midst, and afterward I brought you out.",
      "6": "I brought your fathers out of Egypt, then you came to the sea. The Egyptians pursued your fathers with chariots and horsemen to the Red Sea.",
      "7": "Your fathers cried out to the Lord, and He placed darkness between you and the Egyptians. He made the sea come upon them and cover them. Your own eyes saw what I did to Egypt, and you lived in the wilderness a long time.",
      "8": "“I brought you to the land of the Amorites who lived on the other side of the Jordan. They waged war against you, but I gave them into your hand so that you might inherit their land, and I destroyed them before you.",
      "9": "Then Balak son of Zippor, king of Moab, arose and waged war against Israel. He called for Balaam son of Beor to curse you,",
      "10": "but I refused to listen to Balaam. Therefore he blessed you still, and I delivered you out of his hand.",
      "11": "“You crossed the Jordan and came to Jericho. The leaders of Jericho, along with the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, waged war against you, but I gave them into your hand.",
      "12": "I sent the hornet and drove out the two Amorite kings from before you, but not with your sword or your bow.",
      "13": "I gave you a land for which you did not work, and cities that you did not build. You live in them, and you are eating from the produce of vineyards and olive groves you did not plant.",
      "14": "“Now fear the Lord, and serve Him with sincerity and faithfulness. Put away the gods your fathers served beyond the River and in Egypt. Serve the Lord.",
      "15": "If it is displeasing to you to serve the Lord, then choose today whom you will serve, if it should be the gods your fathers served beyond the River or the gods of the Amorites’ land where you are now living. Yet as for me and my house, we will serve the Lord.”",
      "16": "The people answered and said, “God forbid that we forsake the Lord and serve other gods!",
      "17": "For it is the Lord our God who brought us and our fathers out from slavery in the land of Egypt and performed these great signs in our sight and guarded us all the way that we went and among all the peoples through whom we passed.",
      "18": "The Lord drove out before us all the people, even the Amorites, who lived in the land. So we will indeed serve the Lord, for He is our God.”",
      "19": "Then Joshua said to the people, “You are not able to serve the Lord, for He is a holy God. He is a jealous God, and He will not forgive your transgressions nor your sins.",
      "20": "If you forsake the Lord and serve foreign gods, then He will turn, bring disaster upon you, and finish you off, after having been good to you.”",
      "21": "The people said to Joshua, “No, we will serve the Lord!”",
      "22": "Joshua said to the people, “You are witnesses against yourselves, that you have chosen the Lord, to serve Him.”\nThen they said, “We are witnesses.”",
      "23": "“Now then,” he said, “put away the foreign gods in your midst, and stretch out your hearts to the Lord God of Israel!”",
      "24": "The people said to Joshua, “It is the Lord our God we will serve, and His voice that we will obey.”",
      "25": "So that day Joshua made a covenant for the people and established regulations and laws for them at Shechem.",
      "26": "Joshua wrote these words in the Book of the Law of God. He took a large stone and set it up under the oak by the sanctuary of the Lord.",
      "27": "Joshua said to all the people, “See, this stone will be a witness for us, for it has heard all the words of the Lord that He spoke to us. It will be a witness for us, lest you deny your God.”",
      "28": "Then Joshua sent the people away, each man to his inheritance.",
      "29": "After these events took place, Joshua son of Nun, the servant of the Lord, died at the age of one hundred and ten.",
      "30": "They buried him in the territory of his inheritance in Timnath Serah, which is in the hill country of Ephraim north of Mount Gaash.",
      "31": "Israel served the Lord all the days of Joshua and of the elders who outlived Joshua and had known all the deeds that the Lord had done for Israel.",
      "32": "They buried the bones of Joseph, which the children of Israel had brought out of Egypt, in Shechem in the part of the field that Jacob bought from the descendants of Hamor the father of Shechem for one hundred pieces of silver. It became an inheritance of the descendants of Joseph.",
      "33": "Eleazar son of Aaron died, and they buried him at Gibeah, the town of Phinehas his son, which was in the hill country of Ephraim."
    }
  }
}