{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:43.186857-04:00",
    "Translation": "MEV"
  },
  "Leviticus": {
    "1": {
      "1": "And the Lord called Moses and spoke to him from the tent of meeting, saying:",
      "2": "Speak to the children of Israel and say to them: When an individual among you brings an offering to the Lord, you shall bring your offering from the livestock, either from the herd or from the flock.",
      "3": "If his offering is a burnt sacrifice, and it is from the herd, he shall offer a male without blemish. At the door of the tent of meeting, he shall offer it of his own free will before the Lord.",
      "4": "Then he shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him.",
      "5": "And he shall slaughter the bull before the Lord, and the sons of Aaron, the priests, shall bring the blood and sprinkle the blood on all the sides of the altar that is at the door of the tent of meeting.",
      "6": "Then he shall skin the burnt offering and cut it up into parts.",
      "7": "The sons of Aaron the priest shall put fire on the altar and arrange the wood on the fire.",
      "8": "Then the priests, the sons of Aaron, shall arrange the parts, with the head and the fat, on the wood that is on the fire that is on the altar.",
      "9": "But he shall wash its entrails and its legs in water, and the priest shall burn everything on the altar. It is a burnt sacrifice, a food offering made by fire, which is a pleasing aroma for the Lord.",
      "10": "If his gift for a burnt offering is from the flocks, whether from the sheep or from the goats, he shall bring a male without blemish.",
      "11": "He shall slaughter it at the north side of the altar before the Lord. And the sons of Aaron, the priests, shall sprinkle its blood on all the sides of the altar.",
      "12": "He shall cut it up into parts, with its head and its fat, and the priest shall arrange them on the wood that is on the fire that is on the altar.",
      "13": "But he shall wash the entrails and the legs with water. The priest shall bring it all and burn it on the altar. It is a burnt sacrifice, a food offering made by fire, which is a pleasing aroma for the Lord.",
      "14": "If his offering to the Lord is a burnt sacrifice of birds, then he shall bring his offering from turtledoves or from young pigeons.",
      "15": "The priest shall bring it to the altar, wring off its head, and burn it on the altar. Its blood shall be drained out on the side of the altar.",
      "16": "He shall remove its entrails with its feathers and throw it to the east side of the altar to the place of the ashes.",
      "17": "And he shall split it open by its wings, but not tear it in two. The priest shall burn it on the altar on the wood that is on the fire. It is a burnt sacrifice, a food offering made by fire, which is a pleasing aroma for the Lord."
    },
    "2": {
      "1": "When a person offers a grain offering to the Lord, his offering shall be of wheat flour. He shall pour olive oil on it and put frankincense on it.",
      "2": "And he shall bring it to the sons of Aaron, the priests, and he shall scoop out a handful of the flour and its oil, along with all its frankincense. And the priest shall burn this memorial portion on the altar, a food offering made by fire, which is a pleasing aroma for the Lord.",
      "3": "And the remainder of the grain offering shall belong to Aaron and to his sons, which is a most holy part of the food offerings to the Lord made by fire.",
      "4": "When you bring an oven-baked grain offering, it shall be unleavened cakes of fine flour mixed with oil or unleavened wafers spread with oil.",
      "5": "If your offering is grain on a griddle, it shall be of unleavened wheat flour mixed with olive oil.",
      "6": "Break it into pieces and pour oil on it. It is a grain offering.",
      "7": "If your offering is grain in a skillet, it shall be made of wheat flour in olive oil.",
      "8": "You shall bring the grain offering that is made of these things to the Lord, and when it is presented to the priest, he shall take it to the altar.",
      "9": "The priest shall remove a memorial portion from the grain offering and burn it on the altar, a food offering made by fire, which is a pleasing aroma for the Lord.",
      "10": "The remainder of the grain offering shall belong to Aaron and to his sons, which is a most holy part of the food offerings to the Lord made by fire.",
      "11": "No grain offering that you bring to the Lord shall be made with leaven, for you shall not burn leaven nor any honey as a food offering by fire to the Lord.",
      "12": "As an offering of first fruits, you may offer them to the Lord, but they shall not be offered on the altar for a pleasing aroma.",
      "13": "You shall season all your grain offerings with salt. You shall not fail to use the salt of the covenant of your God on your grain offering. With all your offerings you shall offer salt.",
      "14": "If you offer a grain offering of your first fruits to the Lord, you shall offer for the grain offering of your first fruits fresh ripe grain roasted by fire, coarsely ground new grain.",
      "15": "You shall put olive oil on it and frankincense on it. It is a grain offering.",
      "16": "The priest shall burn its memorial portion and some of its coarsely ground new grain and oil, along with all its frankincense as a food offering made by fire to the Lord."
    },
    "3": {
      "1": "If his offering is a peace sacrifice, and if he is offering from the herd, whether male or female, then he shall offer it without blemish before the Lord.",
      "2": "He shall lay his hand on the head of his offering and slaughter it at the door of the tent of meeting, and the sons of Aaron, the priests, shall sprinkle the blood on the sides of the altar.",
      "3": "He shall offer from the peace sacrifice, as a food offering made by fire to the Lord, the fat that covers the entrails and all the fat that is on the entrails,",
      "4": "and the two kidneys with the fat that is above them, which is on the loins, and the appendage on the liver which he shall remove with the kidneys.",
      "5": "Then the sons of Aaron shall burn it on the altar on the burnt sacrifice that is on the wood that is on the fire, as a food offering made by fire, which is a pleasing aroma for the Lord.",
      "6": "If his offering for a peace sacrifice to the Lord is from the flock, male or female, he shall offer it without blemish.",
      "7": "If he is offering a sheep for his offering, he shall offer it before the Lord.",
      "8": "He shall lay his hand upon the head of his offering and slaughter it before the tent of meeting, and the sons of Aaron shall sprinkle its blood on the sides of the altar.",
      "9": "He shall offer from the peace sacrifice, a food offering made by fire for the Lord, its fat, and the whole fatty tail which he shall remove close to the backbone, and the fat that covers the entrails, and all the fat that is on the entrails,",
      "10": "and the two kidneys with the fat that is above them, which is on the loins, and the appendage on the liver which he shall remove with the kidneys.",
      "11": "The priest shall burn it on the altar as a food offering made by fire for the Lord.",
      "12": "If his offering is a goat, he shall offer it before the Lord.",
      "13": "He shall lay his hand on its head and slaughter it before the tent of meeting, and the sons of Aaron shall sprinkle its blood on the sides of the altar.",
      "14": "He shall offer from it as his offering, an offering made by fire for the Lord, the fat that covers the entrails and all the fat that is on the entrails,",
      "15": "and the two kidneys with the fat that is above them, which is on the loins, and the appendage on the liver which he shall remove with the kidneys.",
      "16": "The priest shall burn them on the altar as a food offering made by fire for a pleasing aroma. All the fat belongs to the Lord.",
      "17": "As a continual statute for your generations in all your settlements, you shall not eat any fat or any blood."
    },
    "4": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Speak to the children of Israel, saying: When a person sins unintentionally against any of the commandments of the Lord that should not be done, and he violates one of them,",
      "3": "if the anointed priest sins, so as to bring guilt on the people, he shall bring for his sin that he has committed a bull without blemish to the Lord for a sin offering.",
      "4": "He shall bring the bull to the opening of the tent of meeting before the Lord, and he shall lay his hand on the bull’s head and slaughter the bull before the Lord.",
      "5": "The anointed priest shall take some of the bull’s blood and bring it into the tent of meeting.",
      "6": "The priest shall dip his finger in the blood and sprinkle some of the blood seven times before the Lord in front of the veil of the sanctuary.",
      "7": "Then the priest shall put some of the blood on the horns of the altar of fragrant incense before the Lord which is in the tent of meeting, and shall pour the rest of the blood of the bull at the base of the altar of the burnt offering which is at the door of the tent of meeting.",
      "8": "Then he shall remove all the fat of the bull that is for the sin offering—the fat that covers the entrails—and all the fat that is on the entrails,",
      "9": "and the two kidneys with the fat that is above them, which is on the loins, and the appendage on the liver which he shall remove with the kidneys,",
      "10": "just as these are removed from the bull of the peace sacrifice, and the priest shall burn them on the altar of the burnt offering.",
      "11": "The skin of the bull, and all its flesh, with its head, its legs, its entrails, and its dung,",
      "12": "all the rest of the bull, he shall bring outside the camp to a ritually clean place at the ash pile and burn it on wood with fire. It shall be burned on the ash heap.",
      "13": "If the whole congregation of Israel commits an unintentional sin, and the matter is hidden from the eyes of the assembly, and they do any one of the things that by the commandments of the Lord should not be done, and they are found guilty,",
      "14": "and the sin that they committed against the commandment becomes known, the congregation shall offer a bull for a sin offering, and they will bring it before the tent of meeting.",
      "15": "The elders of the congregation shall lay their hands on the head of the bull before the Lord, and the bull will be slaughtered before the Lord.",
      "16": "The anointed priest shall bring some of the bull’s blood to the tent of meeting.",
      "17": "And the priest shall dip his finger in some of the blood and sprinkle it seven times before the Lord in front of the veil.",
      "18": "He shall put some of the blood on the horns of the altar that is before the Lord, which is in the tent of meeting, and he shall pour all the rest of the blood at the base of the altar of the burnt offering that is at the opening of the tent of meeting.",
      "19": "He shall remove all the fat from it and burn it on the altar.",
      "20": "He shall do to this bull just as he did to the bull of the sin offering; this is what he will do to it. And the priest shall make atonement for them, and they shall be forgiven.",
      "21": "He shall bring the bull outside the camp, and he shall burn it just as he burned the first bull. It is the sin offering of the congregation.",
      "22": "Whenever a leader sins, and he does unintentionally any one of the things that by the commandments of the Lord his God should not be done and is found guilty,",
      "23": "or his sin that he committed was made known to him, he shall bring as his offering a male goat without blemish,",
      "24": "and he shall lay his hand on the head of the goat, and he shall slaughter it in the place where they slaughter the burnt offering before the Lord. It is a sin offering.",
      "25": "The priest shall take some of the blood of the sin offering on his finger and put it on the horns of the altar of the burnt offering, and he shall pour out its blood at the base of the altar of the burnt offering.",
      "26": "And he shall burn all its fat on the altar, like the fat of the peace sacrifice, and the priest shall make atonement for him for his sin, and he shall be forgiven.",
      "27": "If any one of the common people should sin unintentionally by doing one of the things that by the commandments of the Lord should not be done, and is found guilty,",
      "28": "or his sin that he committed was made known to him, he shall bring as his offering a female goat without blemish, for his sin that he committed.",
      "29": "He shall lay his hand on the head of the sin offering, and he shall slaughter the sin offering in the place of the burnt offering.",
      "30": "The priest shall take some of its blood on his finger and put it on the horns of the altar of the burnt offering, and he shall pour out the rest of its blood at the base of the altar.",
      "31": "And he shall remove all its fat, just as the fat is removed from the peace sacrifice, and the priest shall burn it on the altar for a pleasing aroma to the Lord, and the priest shall make atonement for him, and he shall be forgiven.",
      "32": "And if he brings a sheep for a sin offering, he shall bring a female without blemish,",
      "33": "and lay his hand on the head of the sin offering, and he shall slaughter it for a sin offering in the place where they slaughter the burnt offering.",
      "34": "The priest shall take some of the blood of the sin offering on his finger and put it on the horns of the altar of the burnt offering, and all the rest of its blood he shall pour out at the base of the altar.",
      "35": "And he shall remove all the fat, just as the fat of the sheep is removed from the peace sacrifice, and the priest shall burn it on the altar as a food offering to the Lord made by fire. And the priest shall make atonement for his sin that he committed, and he shall be forgiven."
    },
    "5": {
      "1": "When a person sins in hearing the spoken oath, and he is a witness, whether he saw or knew about the incident, if he does not report it, he bears guilt.",
      "2": "Or when a person touches any ceremonially unclean thing, whether it is a carcass of unclean wildlife, or a carcass of an unclean domesticated animal, or the carcass of an unclean crawling thing, and he did not realize it, then he has become unclean and guilty.",
      "3": "Or when he touches human uncleanness, any uncleanness by which he may become ceremonially unclean, and he did not realize it, when he realizes it, then he shall be guilty.",
      "4": "Or when a person swears by speaking rashly with his lips to do evil or to do good, anything that a man may speak rashly by oath, and he did not realize it, but when he realizes it, then he has become guilty of any of these things.",
      "5": "When he becomes guilty of one of these things, he shall confess that he has sinned in that thing.",
      "6": "And he shall bring his guilt offering to the Lord for his sin which he has committed, a female from the flock, a lamb or goat, for a sin offering. And the priest shall make atonement for him concerning his sin.",
      "7": "If he cannot afford an animal, then he shall bring for his guilt offering, on account of the sin that he committed, two turtledoves or two pigeons to the Lord, one for a sin offering and one for a burnt offering.",
      "8": "He shall bring them to the priest who shall offer the one for the sin offering first. He will wring off its head at its neck, but he shall not sever it.",
      "9": "Then he shall sprinkle some of the blood of the sin offering on the side of the altar, and the rest of the blood shall be poured out at the base of the altar. It is a sin offering.",
      "10": "But the second he shall treat as a burnt offering according to the regulation. The priest shall make atonement for him for his sin that he committed, and he shall be forgiven.",
      "11": "But if he cannot afford to bring two turtledoves or two pigeons, he shall bring for his offering for the sin that he committed one-tenth of an ephah of wheat flour for a sin offering. He shall not place olive oil on it, nor shall he put frankincense on it, for it is a sin offering.",
      "12": "Then he shall bring it to the priest, and the priest shall scoop out a handful from it as a memorial portion and burn it on the altar as a food offering to the Lord made by fire. It is a sin offering.",
      "13": "The priest shall make atonement for him concerning his sin that he committed from any of these offenses, and he shall be forgiven. The remainder will belong to the priest, like the grain offering.",
      "14": "The Lord spoke to Moses, saying:",
      "15": "When a person acts unfaithfully and sins unintentionally in regard to the holy things of the Lord, then for his restitution offering to the Lord he shall bring a ram without blemish from the flock—or its equivalent, in your estimation, in silver shekels (using the sanctuary shekel)—for a guilt offering.",
      "16": "And he shall repay the sin that he committed with regard to the holy thing and shall add a fifth to it and give it to the priest. The priest shall make atonement for him with the ram of the guilt offering, and he shall be forgiven.",
      "17": "If a person sins unintentionally and does any one of the things that by commandments of the Lord should not be done and he is found guilty, he shall bear his iniquity.",
      "18": "He shall bring to the priest a ram without blemish from the flock—or its equivalent value—for a guilt offering. The priest shall make atonement for him concerning his error that he made unintentionally, and he shall be forgiven.",
      "19": "It is a guilt offering: He has indeed incurred guilt before the Lord."
    },
    "6": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "When a person sins and acts unfaithfully against the Lord by lying to another concerning something left in storage, or entrusted to him, or theft, or by extorting his neighbor,",
      "3": "or by finding a lost item and lying about it, and he swears falsely concerning one of all the things that a man may do to sin in these things,",
      "4": "when he sins and he is found guilty, he shall return whatever he stole, or whatever he extorted, or whatever was left in storage with him, or the lost item which he found,",
      "5": "or about which he swore falsely, then he shall repay it in full and shall add one-fifth to it. He shall give it to whom it belongs on the day that he is found guilty.",
      "6": "And he shall bring his guilt offering to the Lord, a ram without blemish from the flock—or its equivalent value—for a guilt offering to the priest.",
      "7": "And the priest shall make atonement for him before the Lord, and he shall be forgiven for anything he may have done to incur guilt.",
      "8": "The Lord spoke to Moses, saying:",
      "9": "Command Aaron and his sons, saying: This is the law for the burnt offering. The burnt offering shall be on the hearth upon the altar all night until the morning, and the fire of the altar shall be kept burning on it.",
      "10": "The priest shall put on his linen robe, and his linen undergarments on his body. Then he shall remove the ashes from the fire of the burnt offering on the altar, and he shall put them beside the altar.",
      "11": "Then he shall take off his garments and put on other garments, and he shall bring the ashes outside the camp to a clean place.",
      "12": "The fire on the altar shall be kept burning on it. It shall not go out. The priest shall feed it with wood every morning. He will arrange the burnt offering on it, and he shall burn the fat of the peace offerings on it.",
      "13": "A perpetual fire shall be kept burning on the altar. It shall never go out.",
      "14": "This is the law of the grain offering. The sons of Aaron shall offer it before the Lord on the altar.",
      "15": "He shall take from it a handful of the flour of the grain offering, and of the oil and all the frankincense which is on the grain offering, and shall burn it on the altar for a pleasing aroma as a memorial to the Lord.",
      "16": "Aaron and his sons shall eat the remainder of it; it shall be eaten without leaven in a holy place. They shall eat it in the court of the tent of meeting.",
      "17": "It shall not be baked with leaven. I have given it to them for their portion of My food offerings made by fire. It is most holy, as is the sin offering and as is the guilt offering.",
      "18": "All the males among the children of Aaron shall eat of it. It shall be a perpetual statute in your generations concerning the food offerings of the Lord made by fire. Everyone who touches them shall become holy.",
      "19": "The Lord spoke to Moses, saying:",
      "20": "This is the offering of Aaron and of his sons which they shall offer to the Lord in the day when he is anointed: a tenth part of an ephah of wheat flour for a regular grain offering, half of it in the morning and half at night.",
      "21": "It shall be made on a griddle with olive oil. When it is well mixed, you shall bring it; and the baked pieces of the grain offering you shall offer as a pleasing aroma to the Lord.",
      "22": "The priest from among the sons of Aaron who is anointed to succeed him shall offer it. It is a perpetual statute to the Lord. It shall be completely burned up.",
      "23": "For every grain offering for the priest shall be completely burned up. It shall not be eaten.",
      "24": "The Lord spoke to Moses, saying:",
      "25": "Speak to Aaron and to his sons, saying: This is the law of the sin offering: In the place where the burnt offering is killed shall the sin offering also be killed before the Lord. It is most holy.",
      "26": "The priest who offers it for sin shall eat it. In a holy place it shall be eaten in the court of the tent of meeting.",
      "27": "Whatever touches its flesh shall be holy, and when blood is sprinkled on any garment, you shall wash it in a holy place.",
      "28": "And the clay vessel where it is boiled shall be broken, and if it is boiled in a bronze pot, it shall be both scoured and rinsed in water.",
      "29": "All the males among the priests shall eat from this offering. It is most holy.",
      "30": "Any sin offering where blood is brought into the tent of meeting to make atonement in the holy place shall not be eaten. It shall be burned up in the fire."
    },
    "7": {
      "1": "Likewise this is the law of the guilt offering. It is most holy.",
      "2": "In the place where they kill the burnt offering they shall kill the guilt offering, and its blood shall he sprinkle on the sides of the altar.",
      "3": "He shall offer all the fat. The fatty tail and the fat that covers the entrails,",
      "4": "and the two kidneys and the fat that is on them, which is on the loins, and the appendage that is above the liver, along with the kidneys, he shall take away.",
      "5": "And the priest shall burn them on the altar for a food offering made by fire to the Lord. It is a guilt offering.",
      "6": "Every male among the priests shall eat from it. It shall be eaten in a holy place. It is most holy.",
      "7": "As the sin offering, so is the guilt offering; there is one law for them: the priest who makes atonement shall have it.",
      "8": "The priest who offers anyone’s burnt offering shall have for himself the skin of the burnt offering that he has offered.",
      "9": "Every grain offering that is baked in the oven and all that is prepared in a pan or griddle shall be for the priest who offers it.",
      "10": "And every grain offering, whether mixed with oil or dry, shall be equally shared among all the sons of Aaron.",
      "11": "This is the law of the sacrifice of peace offerings that a person shall offer to the Lord.",
      "12": "If he gives it as a thanksgiving offering, then he shall offer with the thanksgiving sacrifice unleavened cakes mixed with oil, and unleavened wafers smeared with oil, and cakes of wheat flour mixed with olive oil.",
      "13": "Besides the cakes, he shall offer for his offering leavened bread with the sacrifice of his thanksgiving peace offerings.",
      "14": "From this he shall offer one loaf from each offering, as a gift to the Lord. It shall be for the priest who sprinkles the blood of the peace offerings.",
      "15": "The flesh of the sacrifice of his peace offerings for thanksgiving shall be eaten the same day that it is offered; he shall not leave any of it until the morning.",
      "16": "But if the sacrifice of his offering is a vow or a voluntary offering, it shall be eaten the same day that he offers his sacrifice, and on the next day also the remainder of it can be eaten.",
      "17": "But the remainder of the flesh of the sacrifice on the third day shall be burned up with fire.",
      "18": "If any of the flesh of the sacrifice of his peace offerings is eaten at all on the third day, the one eating shall not be accepted, nor shall it be imputed to him who offers it. It shall be contaminated, and the one who eats of it shall bear his iniquity.",
      "19": "The flesh that touches any unclean thing shall not be eaten. It shall be burned up with fire. And as for the other flesh, all who are ritually clean can eat of it.",
      "20": "But the person who eats of the flesh of the sacrifice of peace offerings that belong to the Lord, and who has any uncleanness on him, that individual shall be cut off from his people.",
      "21": "Moreover the person who shall touch any unclean thing, whether the uncleanness of man or any unclean beast or any detestable unclean creature, and then eats of the flesh of the sacrifice of the peace offering that belongs to the Lord, that individual shall be cut off from his people.",
      "22": "The Lord spoke to Moses, saying:",
      "23": "Speak to the children of Israel, saying: You shall not eat any fat of an ox, a sheep, or a goat.",
      "24": "The fat of an animal that dies of itself and the fat of that which is torn by beasts may be used in any other way, but you shall certainly not eat of it.",
      "25": "For whoever eats the fat of an animal that is a food offering made by fire to the Lord, that individual shall be cut off from his people.",
      "26": "Moreover you shall not eat any manner of blood, whether from a fowl or animal, in any of your dwellings.",
      "27": "Whoever eats any manner of blood, that individual shall be cut off from his people.",
      "28": "The Lord spoke to Moses, saying:",
      "29": "Speak to the children of Israel, saying: He who offers the sacrifice of his peace offerings to the Lord shall bring his sacrifice to the Lord from his peace offerings.",
      "30": "His own hands shall bring the food offerings of the Lord made by fire, the fat with the breast that the breast may be waved for a wave offering before the Lord.",
      "31": "The priest shall burn the fat on the altar, but the breast shall be for Aaron and his sons.",
      "32": "The right thigh you shall give to the priest for a contribution offering for the sacrifice of your peace offerings.",
      "33": "The one among the sons of Aaron who offers the blood of the peace offerings and the fat shall have the right thigh for his portion.",
      "34": "For the breast that is waved and the thigh that is contributed I have taken from the children of Israel, from the sacrifices of their peace offerings, and have given them to Aaron the priest and to his sons as a perpetual portion from the children of Israel.",
      "35": "This is the consecrated portion for Aaron and his sons, from the food offerings of the Lord made by fire, in the day when Moses presented them to minister as priests before the Lord,",
      "36": "which the Lord commanded that they be given this, in the day that he anointed them, from the children of Israel as a perpetual portion throughout their generations.",
      "37": "This is the law of the burnt offering, of the grain offering, and of the sin offering, and of the guilt offering, and of the ordinations, and of the sacrifice of the peace offerings,",
      "38": "which the Lord commanded Moses on Mount Sinai, in the day that He commanded the children of Israel to offer their offerings to the Lord in the Wilderness of Sinai."
    },
    "8": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Take Aaron and his sons with him, and the garments, and the anointing oil, and a bull for the sin offering, and two rams, and a basket of unleavened bread,",
      "3": "and gather all the congregation together at the entrance of the tent of meeting.",
      "4": "And Moses did as the Lord commanded him, and the assembly was gathered together at the entrance of the tent of meeting.",
      "5": "Moses said to the congregation, “This is the thing which the Lord commanded to be done.”",
      "6": "Moses brought Aaron and his sons and washed them with water.",
      "7": "Then he put the tunic on him, and tied the sash around him, and clothed him with the robe, and put the ephod upon him, and he girded him with the decorative band of the ephod and bound the ephod to him.",
      "8": "He put the breastplate on him. He also put the Urim and the Thummim in the breastplate.",
      "9": "Then he put the turban upon his head. Also on the turban at the front he put the golden plate, the holy crown, as the Lord commanded Moses.",
      "10": "Moses took the anointing oil, and anointed the tabernacle and all that was in it, and sanctified them.",
      "11": "He sprinkled oil on the altar seven times and anointed the altar and all its vessels, both the laver and its stand, to sanctify them.",
      "12": "Then he poured some of the anointing oil on the head of Aaron and anointed him to sanctify him.",
      "13": "Moses brought the sons of Aaron and put tunics on them, and girded them with sashes, and put headbands on them, as the Lord commanded Moses.",
      "14": "He brought the bull for the sin offering, and Aaron and his sons laid their hands on the head of the bull for the sin offering.",
      "15": "He slaughtered it, and Moses took the blood, and put it on the horns of the altar around it with his finger, and purified the altar, and poured the blood at the base of the altar, and sanctified it to make reconciliation on it.",
      "16": "He took all the fat that was on the entrails, and the appendage above the liver, and the two kidneys with their fat, and Moses burned them on the altar.",
      "17": "But the bull, and its hide, its flesh, and its refuse he burned with fire outside the camp, as the Lord commanded Moses.",
      "18": "Then he brought the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram.",
      "19": "He killed it, and Moses sprinkled the blood on the sides of the altar.",
      "20": "He cut the ram into pieces, and Moses burned the head, the pieces, and the fat.",
      "21": "He washed the entrails and the legs in water, and Moses burned the whole ram on the altar. It was a burnt offering for a pleasing aroma, and a food offering made by fire to the Lord, as the Lord commanded Moses.",
      "22": "Next he brought the other ram, the ram of consecration, and Aaron and his sons laid their hands on the head of the ram.",
      "23": "He slaughtered it, and Moses took some of its blood and put it on the tip of the right ear of Aaron, and on the thumb of his right hand, and on the big toe of his right foot.",
      "24": "He brought the sons of Aaron, and Moses put some of the blood on the tips of their right ears, and on the thumbs of their right hands, and on the big toes of their right feet. Then Moses sprinkled the blood on the sides of the altar.",
      "25": "He took the fat, and the fatty tail, and all the fat that was on the entrails, and the appendage above the liver, and the two kidneys, and their fat, and the right thigh,",
      "26": "and out of the basket of unleavened bread that was before the Lord he took one unleavened cake, and a cake of oiled bread, and one wafer and put them on the fat and on the right thigh.",
      "27": "And he put all these on the hands of Aaron and on the hands of his sons and waved them for a wave offering before the Lord.",
      "28": "Then Moses took them from off their hands and burned them on the altar with the burnt offering. This was a consecration for a pleasing aroma, an offering made by fire to the Lord.",
      "29": "Moses took the breast and waved it for a wave offering before the Lord. This part of the ram of consecration was for Moses, as the Lord commanded Moses.",
      "30": "Then Moses took some of the anointing oil and some of the blood which was on the altar and sprinkled it on Aaron, and on his garments, and on his sons, and on the garments of his sons with him and sanctified Aaron, and his garments, and his sons, and the garments of his sons with him.",
      "31": "Moses said to Aaron and to his sons, “Boil the flesh at the entrance of the tent of meeting and eat it there with the bread that is in the basket of consecrations just as I commanded, saying, ‘Aaron and his sons shall eat it.’",
      "32": "That which remains of the flesh and of the bread you shall burn up.",
      "33": "You shall not go out of the door of the tent of meeting for seven days, until the days of your consecration are at an end, for your consecration will take seven days.",
      "34": "As he has done this day, so the Lord has commanded what is to be done to make atonement for you.",
      "35": "Therefore you shall abide at the entrance of the tent of meeting day and night for seven days and keep the charge of the Lord that you do not die, for so I have been commanded.”",
      "36": "So Aaron and his sons did all things which the Lord commanded by the hand of Moses."
    },
    "9": {
      "1": "And it came to pass on the eighth day that Moses called Aaron and his sons and the elders of Israel.",
      "2": "Then he said to Aaron, “Take a young calf for a sin offering and a ram for a burnt offering, without blemish, and offer them before the Lord.",
      "3": "To the children of Israel you shall speak, saying, ‘Take a male goat for a sin offering, and a calf and a lamb—both a year old without blemish—for a burnt offering,",
      "4": "also an ox and a ram for peace offerings to sacrifice before the Lord, and a grain offering mixed with oil. For today the Lord will appear to you.’ ”",
      "5": "They brought that which Moses commanded before the tent of meeting, and the entire congregation drew near and stood before the Lord.",
      "6": "Moses said, “This is the thing which the Lord commanded that you should do; then the glory of the Lord shall appear to you.”",
      "7": "Then Moses said to Aaron, “Go to the altar, and offer your sin offering and your burnt offering, and make atonement for yourself and for the people, and offer the sacrifice of the people, and make atonement for them, as the Lord commanded.”",
      "8": "Aaron therefore went to the altar and slaughtered the calf of the sin offering which was for himself.",
      "9": "The sons of Aaron brought the blood to him, and he dipped his finger in the blood, and put it on the horns of the altar, and poured out the blood at the base of the altar.",
      "10": "But the fat, the kidneys, and the appendage above the liver of the sin offering he burned on the altar, as the Lord commanded Moses.",
      "11": "The flesh and the hide he burned with fire outside the camp.",
      "12": "He slaughtered the burnt offering, and the sons of Aaron presented the blood to him, which he sprinkled on the sides of the altar.",
      "13": "They presented the burnt offering to him, with its pieces, and the head, and he burned them on the altar.",
      "14": "He then washed the entrails and the legs and burned them with the burnt offering on the altar.",
      "15": "He brought the people’s offering, and took the goat which was the sin offering for the people, and slaughtered it, and offered it for sin as the first offering.",
      "16": "And he brought the burnt offering and offered it according to its regulation.",
      "17": "Then he brought the grain offering, took a handful of it, and burned it on the altar, besides the burnt sacrifice of the morning.",
      "18": "He slaughtered the ox and the ram as a sacrifice of peace offerings for the people, and the sons of Aaron presented the blood to him, which he sprinkled on the sides of the altar,",
      "19": "and the fat of the ox and of the ram, the fatty tail, and that which covers the entrails, and the kidneys, and the appendage above the liver.",
      "20": "They put the fat pieces on the breasts, and he burned the fat on the altar.",
      "21": "But the breasts and the right thigh Aaron waved for a wave offering before the Lord just as Moses commanded.",
      "22": "Aaron lifted up his hand toward the people, and blessed them, and came down from offering the sin offering, the burnt offering, and peace offerings.",
      "23": "Moses and Aaron went into the tent of meeting, and when they came out they blessed the people, and the glory of the Lord appeared to all the people.",
      "24": "A fire came out from before the Lord, and it consumed the burnt offering and the fat that were on the altar. When all the people saw this, they shouted and fell on their faces."
    },
    "10": {
      "1": "Now Nadab and Abihu, the sons of Aaron, each took his censer and put fire in it, and put incense on it, and offered strange fire before the Lord, which He did not command them to do.",
      "2": "Then a fire came out from the Lord and devoured them, and they died before the Lord.",
      "3": "Then Moses said to Aaron, “This is what the Lord spoke, saying:\n‘I will be sanctified\n    by those who come near Me;\nand before all the people\n    I will be glorified.’ ”\nAnd Aaron held his peace.",
      "4": "Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Come near, and carry your brothers from before the sanctuary out of the camp.”",
      "5": "So they went near, and carried them in their tunics out of the camp as Moses had said.",
      "6": "Moses said to Aaron, and to Eleazar and Ithamar his sons, “Do not let your hair be loosely disheveled, nor rend your clothes, lest you die, and lest wrath come upon all the people. Instead, let your brothers, the whole house of Israel, mourn the burning which the Lord has caused.",
      "7": "You shall not go out from the entrance of the tent of meeting, lest you die, for the anointing oil of the Lord is upon you.” And they did according to the word of Moses.",
      "8": "The Lord spoke to Aaron, saying:",
      "9": "Do not drink wine nor strong drink, you or your sons with you, when you go into the tent of meeting, lest you die. It shall be a perpetual statute throughout your generations,",
      "10": "so that you may differentiate between what is holy and common and between what is unclean and clean.",
      "11": "And so you may teach the children of Israel all the statutes that the Lord has spoken to them by the hand of Moses.",
      "12": "Moses spoke to Aaron, and to Eleazar and Ithamar, his sons who were left: Take the grain offering that remains of the food offerings of the Lord made by fire and eat it without leaven beside the altar. For it is most holy.",
      "13": "And you shall eat it in a holy place, because it is your due and your sons’ due from the food sacrifices of the Lord made by fire. For so I have been commanded.",
      "14": "The breast that is waved and the thigh that is contributed you shall eat in a clean place, you, and your sons, and your daughters with you, for they are your due and your sons’ due which are given out of the sacrifices of peace offerings of the children of Israel.",
      "15": "The thigh that is contributed and the breast that is waved they shall bring with the fat pieces of the food offerings made by fire to wave them as a wave offering before the Lord, and it shall be yours and your sons’ with you as a perpetual statute, as the Lord has commanded.",
      "16": "Moses diligently sought the goat of the sin offering and saw it was burned up. And he was angry with Eleazar and Ithamar, the sons of Aaron who were left alive, saying,",
      "17": "“Why have you not eaten the sin offering in the sacred area, knowing that it is most holy and God has given it to you to bear the iniquity of the congregation to make atonement for them before the Lord?",
      "18": "Its blood was not brought into the inner part of the sanctuary. Indeed you should have eaten it in the sanctuary as I commanded.”",
      "19": "Aaron said to Moses, “Today they have offered their sin offering and their burnt offering before the Lord, and such things have happened to me! If I had eaten the sin offering today, should it have been accepted in the sight of the Lord?”",
      "20": "And when Moses heard that, he approved."
    },
    "11": {
      "1": "The Lord spoke to Moses and Aaron, saying to them:",
      "2": "Speak to the children of Israel, saying: These are the living things which you shall eat among all the animals that are on the earth.",
      "3": "Whatever animal has a parted hoof (that is, split-hoofed), and chews the cud among the animals, that one you shall eat.",
      "4": "Nevertheless these you shall not eat of those that chew the cud or of those that have a divided hoof: The camel, because it chews the cud but does not have a divided hoof, is unclean to you;",
      "5": "the rock badger, because it chews the cud but does not have a divided hoof, is unclean to you;",
      "6": "the hare, because it chews the cud but does not have a divided hoof, is unclean to you;",
      "7": "the pig, though it does have a divided hoof (that is, split-hoofed), yet it does not chew the cud, is unclean to you;",
      "8": "you shall not eat of their flesh, and their carcasses you must not touch; they are unclean to you.",
      "9": "These you shall eat of all that are in the waters: Whatever has fins and scales in the waters, in the seas and in the rivers, these you shall eat;",
      "10": "all that do not have fins and scales in the seas and in the rivers, from all that move in the waters and from any living thing that is in the waters, they are detestable to you;",
      "11": "they shall be detestable to you. You shall not eat of their flesh, and you shall detest their carcasses.",
      "12": "Whatever has no fins or scales in the waters is detestable to you.",
      "13": "These you shall detest among the birds; they shall not be eaten; they are detestable: the griffon vulture, the bearded vulture, and the black vulture,",
      "14": "the kite, and buzzard of any kind,",
      "15": "the raven of any kind,",
      "16": "and the eagle owl, the short-eared and long-eared owls, and the hawk of any kind,",
      "17": "and the little owl, the cormorant, and the screech owl,",
      "18": "and the white owl, the scops owl, and the osprey,",
      "19": "and the stork, the heron of any kind, the hoopoe, and the bat.",
      "20": "All flying insects that walk, moving on all fours, shall be detestable to you.",
      "21": "Yet these you may eat of every flying insect that creeps on all fours: those that have jointed legs above their feet with which to hop on the ground.",
      "22": "Even of these you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind.",
      "23": "But all other flying insects that have four feet shall be detestable to you.",
      "24": "And by these you shall be unclean. Whoever touches the carcass of these shall be unclean until the evening.",
      "25": "Whoever carries any of the carcasses of these shall wash his clothes and be unclean until the evening.",
      "26": "The carcass of every animal that divides the hoof but is not completely split-hoofed nor chews the cud is unclean to you. Everyone who touches them shall be unclean.",
      "27": "Whatever animal that walks on its paws, among all manner of animals that go on all fours, those are unclean to you. Whoever touches their carcass shall be unclean until the evening.",
      "28": "He who carries the carcass of these shall wash his clothes and be unclean until the evening; they are unclean to you.",
      "29": "These also shall be unclean to you among the crawling things that move on the ground: the mole rat, the mouse, and the great lizard of any kind,",
      "30": "and the gecko, the lizard, the wall gecko, the sand lizard, and the chameleon.",
      "31": "These are unclean to you among all that crawl. Whoever touches them when they are dead shall be unclean until the evening.",
      "32": "And anything on which any of them falls when they are dead shall be unclean, whether it be an article of wood or clothing or a skin or a sack, any article that is used for any purpose. It must be put in water. And it shall be unclean until the evening; then it shall be clean.",
      "33": "Every clay vessel into which any of these falls, everything in it shall be unclean, and you shall break it.",
      "34": "Any food in it that may be eaten on which water is poured shall be unclean, and any drink that may be drunk in every such vessel shall be unclean.",
      "35": "Everything on which any part of their carcass falls shall be unclean; whether it is an oven or stove, it shall be broken to pieces. They are unclean and shall be unclean to you.",
      "36": "Nevertheless a fountain or cistern where there is plenty of water shall be clean, but whoever touches their carcass shall be unclean.",
      "37": "If any part of their carcass falls on any grain seed that is to be sown, it shall be clean.",
      "38": "But if any water is put on the seed, and any part of their carcass fall on it, it shall be unclean to you.",
      "39": "If any animal from which you may eat dies, whoever touches the carcass shall be unclean until the evening.",
      "40": "And the person who eats of the carcass shall wash his clothes and be unclean until the evening. The person who carries the carcass shall wash his clothes and be unclean until the evening.",
      "41": "Every crawling thing that moves on the ground shall be detestable. It shall not be eaten.",
      "42": "Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet from any crawling things that move on the earth, you shall not eat them for they are detestable.",
      "43": "You shall not make yourselves detestable with any crawling thing that moves, nor shall you make yourselves unclean with them, that you should thereby be defiled by them.",
      "44": "For I am the Lord your God. You shall therefore sanctify yourselves, and you shall be holy, for I am holy. Neither shall you defile yourselves with any manner of crawling thing that moves on the ground.",
      "45": "For I am the Lord who brings you up out of the land of Egypt to be your God. Therefore you shall be holy, for I am holy.",
      "46": "This is the law for the animals, and the fowls, and every living creature that moves in the waters, and every creature that crawls on the ground,",
      "47": "to differentiate between the unclean and the clean, and between the animal that may be eaten and the animal that may not be eaten."
    },
    "12": {
      "1": "Then the Lord spoke to Moses, saying:",
      "2": "Speak to the children of Israel, saying: If a woman has conceived and bears a male child, then she shall be unclean seven days, as in the days of her monthly menstruation she shall be unclean.",
      "3": "On the eighth day the flesh of his foreskin shall be circumcised.",
      "4": "And she shall then continue in the blood of her purifying for thirty-three days. She shall not touch anything holy, nor come into the sanctuary until the days of her purifying are fulfilled.",
      "5": "But if she gives birth to a female child, then she shall be unclean for two weeks as in her monthly menstruation, and she shall continue in the blood of her purifying for sixty-six days.",
      "6": "When the days of her purifying are fulfilled, whether for a son or for a daughter, she shall bring a year-old lamb for a burnt offering, and a young pigeon or a turtledove for a sin offering, to the priest at the entrance of the tent of meeting,",
      "7": "who shall offer it before the Lord and make atonement for her. Then she shall be cleansed from the issue of her blood.\nThis is the law for the woman who has given birth to a male or a female child.",
      "8": "If she cannot afford a lamb, then she shall bring two turtledoves or two pigeons, one for the burnt offering and the other for a sin offering, and the priest shall make atonement for her, and she shall be clean."
    },
    "13": {
      "1": "And the Lord spoke to Moses and Aaron, saying:",
      "2": "When a man has on the skin of his body a swelling, a scab, or spot, and it turns on the skin of his body like a mark of a leprous sore, then he shall be brought to Aaron the priest or to one of his sons the priests.",
      "3": "And the priest shall examine the mark on the skin of the body, and when the hair on the diseased area is white, and the mark appears to be deeper than the skin of his body, then it is a leprous sore. So the priest shall look on him and pronounce him unclean.",
      "4": "If the spot is white on the skin of his body, and it appears to be no deeper than the skin, and the hair is not white, then the priest shall isolate the person who has the mark for seven days.",
      "5": "Then the priest shall examine him on the seventh day, and if the mark is still visible, and the mark has not spread into the skin, then the priest shall isolate him for seven days more.",
      "6": "And the priest shall examine him again on the seventh day, and if the mark has faded and not spread into the skin, then the priest shall pronounce him clean; it is only a scab, and he shall wash his clothes and be clean.",
      "7": "But if the scab spreads in the skin after he has been seen by the priest for his cleansing, he shall be seen by the priest again.",
      "8": "And if the priest sees that the scab has spread in the skin, then the priest shall pronounce him unclean. It is leprosy.",
      "9": "When a person has leprosy, then it shall be reported to the priest.",
      "10": "And the priest shall examine him, and if there is a white swelling in the skin, and it has turned the hair white, and there is raw flesh in the swelling,",
      "11": "it is a recurring leprosy in the skin of his body, and the priest shall pronounce him unclean, but he shall not isolate him, for he is unclean.",
      "12": "If the leprosy breaks out all over the skin, and the disease covers all the skin of the person who has the disease from his head to his feet, wherever the priest looks,",
      "13": "then the priest shall examine, and if the leprosy has covered all his body, he shall pronounce him clean from the disease. It has all turned white, and he is clean.",
      "14": "But when raw flesh appears on him, he shall be unclean.",
      "15": "The priest shall see the raw flesh and pronounce him to be unclean, for the raw flesh is unclean. It is leprosy.",
      "16": "Or if the raw flesh turns again, and it is changed to white, then he shall come to the priest.",
      "17": "And the priest shall see him, and if the disease is changed to white, then the priest shall pronounce him clean who has the disease. He is clean.",
      "18": "And when the skin has a boil, and it is healed,",
      "19": "and in the place of the boil there is a white swelling or a reddish-white spot, then it will be shown to the priest.",
      "20": "And if the priest sees it, and it is deeper than the skin, and the hair has turned white, then the priest shall pronounce him unclean. It is a leprous sore that has broken out in the boil.",
      "21": "But if the priest looks at it, and there are no white hairs in it, and if it is not deeper than the skin but has faded, then the priest shall isolate the person for seven days.",
      "22": "If it spreads around the skin, then the priest shall pronounce him unclean. It is a leprous sore.",
      "23": "But if the spot stays in its place and does not spread, then it is the scar of a boil, and the priest shall pronounce him clean.",
      "24": "Or if there is some of the skin on the body where there is a burn, and the raw flesh that has a burn becomes a reddish or white spot,",
      "25": "then the priest shall examine it, and if the hair in the spot has turned white, and it is deeper than the skin, then it is a leprous disease broken out from the burn. Therefore the priest shall pronounce him unclean. It is a leprous sore.",
      "26": "But if the priest looks at it, and there is no white hair in the spot, and it is no deeper than the other skin and is faded, then the priest shall isolate him for seven days.",
      "27": "And the priest shall examine him on the seventh day, and if it has spread around the skin, then the priest shall pronounce him unclean. It is a leprous sore.",
      "28": "If the spot stays in its place and it does not spread in the skin, but is faded, then it is a swelling from the burn, and the priest shall pronounce him clean, for it is a scar from the burn.",
      "29": "If a man or woman has a sore on the head or in the beard,",
      "30": "then the priest shall examine the sore, and if it is deeper than the skin and there is in it a yellow thin hair, then the priest shall pronounce him unclean. It is a scaly leprosy of the head or beard.",
      "31": "If the priest examines the scaly sore, and it is no deeper than the skin, and there is no black hair in it, then the priest shall isolate the person with the scale for seven days.",
      "32": "And on the seventh day the priest shall examine the sore, and if the scale has not spread, and there is no yellow hair in it, and the scale is not deeper than the skin,",
      "33": "then he shall shave, but the scale he shall not shave, and the priest shall isolate the person with the scale another seven days.",
      "34": "And on the seventh day the priest shall examine the scale. If the scale has not spread in the skin and is no deeper than the skin, the priest shall pronounce him clean. He shall wash his clothes and be clean.",
      "35": "But if the scale spreads over the skin after his cleansing,",
      "36": "then the priest shall examine him. If the scale has spread over the skin, the priest shall not look for yellow hair. He is unclean.",
      "37": "But if the scale appears not to have changed and there is black hair growing in it, then the scale is healed. He is clean and the priest shall pronounce him clean.",
      "38": "If a man or a woman has spots on the skin of the body, even white bright spots,",
      "39": "then the priest shall examine, and if the bright spots on the skin of the body are a faded white, then it is just a rash that has broken out on the skin. He is clean.",
      "40": "When a man has lost hair from his head, then he is bald. He is still clean.",
      "41": "And when a man has lost hair from his forehead, then he is bald on the forehead. He is still clean.",
      "42": "But if there is on the bald head or bald forehead a reddish-white sore, it is a leprous disease breaking out on his bald head or his bald forehead.",
      "43": "Then the priest shall examine it. If the diseased swelling is reddish-white on his bald head or on his bald forehead, resembling a leprous disease in the skin of the body,",
      "44": "he is leprous. He is unclean. The priest shall pronounce him unclean. His disease is on his head.",
      "45": "The man who has the leprous disease shall have torn clothes and disheveled hair; and he shall cover his mustache and shall cry, “Unclean, unclean.”",
      "46": "All the days that he has the disease, he shall be defiled. He is unclean. He shall dwell alone, and he shall live outside the camp.",
      "47": "If a garment has a leprous disease, whether it is a wool or a linen garment,",
      "48": "whether it is in the warp or woof of the linen or wool fabric, or in the leather or anything made of leather,",
      "49": "and if the disease is greenish or reddish in the garment, or in the leather, or in the warp or woof, or in anything made of leather, it is a leprous disease and shall be shown to the priest.",
      "50": "And the priest shall examine the disease, and isolate the infected article for seven days.",
      "51": "And he shall examine the disease on the seventh day. If the disease has spread in the garment, either in the warp or in the woof, or in the leather, or in any work that is made of leather, this is a spreading leprous disease. It is unclean.",
      "52": "He shall therefore burn that garment, whether warp or woof, wool or linen, or anything of leather that has the disease, for it is a spreading leprous disease. It shall be burned in the fire.",
      "53": "If the priest examines it, and the disease has not spread in the garment, either in the warp or the woof, or in anything of leather,",
      "54": "then the priest shall command that they wash the article in which the disease appears, and he shall isolate it for seven days more.",
      "55": "The priest shall examine the infected article after it has been washed. If the infected spot has not changed its color, even if the disease has not spread, it is unclean. You shall burn it in the fire, whether the leprous spot is on the inside or on the outside of the article.",
      "56": "If the priest examines and the disease has faded after washing it, he shall tear the spot out of the garment, or out of the leather, or out of the warp or the woof.",
      "57": "If it still appears in the garment, either in the warp or in the woof, or in anything of leather, it is spreading. You shall burn in the fire that in which the disease appears.",
      "58": "The garment that you have washed, either in the warp or woof, or anything of leather, if the disease is gone from it, then it shall be washed a second time and shall be clean.",
      "59": "This is the law of the leprous disease in a garment of wool or linen, either in the warp or woof, or anything of leather to determine if it is clean or unclean."
    },
    "14": {
      "1": "The Lord spoke to Moses, saying:",
      "2": "This shall be the law of the leper in the day of his cleansing: It shall be reported to the priest,",
      "3": "and the priest shall go out of the camp, and the priest shall examine him and see if the disease is healed in the leprous person.",
      "4": "Then the priest shall command that two live clean birds and cedar wood and scarlet fabric and hyssop be brought for him who is to be cleansed.",
      "5": "The priest shall command that one of the birds be slaughtered in a clay vessel over running water.",
      "6": "As for the living bird, he shall take it, the cedar wood, the scarlet, and the hyssop, and shall dip them and the living bird in the blood of the bird that was killed over the running water.",
      "7": "Then he shall sprinkle it seven times on him who is to be cleansed from leprosy, and he shall pronounce him clean and shall let the living bird loose into the open field.",
      "8": "He that is to be cleansed shall wash his clothes, and shave off all his hair, and wash himself in water, so that he may be clean. After that he shall come into the camp and shall stay outside of his tent seven days.",
      "9": "But it shall be on the seventh day that he shall shave all his hair off his head and his beard and his eyebrows, all his hair he shall shave off, and he shall wash his clothes. Also he shall wash his body in water, and he shall be clean.",
      "10": "On the eighth day he shall take two male lambs without blemish, and one ewe lamb a year old without blemish, and three-tenths of an ephah of wheat flour mixed with oil for a grain offering, and one log of oil.",
      "11": "The priest who makes him clean shall present the man who is to be made clean and those things before the Lord at the entrance of the tent of meeting.",
      "12": "Then the priest shall take one male lamb and offer it for a guilt offering, along with the log of oil, and wave them for a wave offering before the Lord.",
      "13": "Then he shall slaughter the lamb in the place where they kill the sin offering and the burnt offering in the holy sanctuary. For as the sin offering is the priest’s, so is the guilt offering. It is most holy.",
      "14": "And the priest shall take some of the blood of the guilt offering, and the priest shall put it on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot.",
      "15": "And the priest shall take some of the log of oil and pour it into the palm of his own left hand.",
      "16": "Then the priest shall dip his right finger in the oil that is in his left hand, and shall sprinkle from the oil with his finger seven times before the Lord.",
      "17": "And some of the rest of the oil that is in his hand the priest shall put on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, and on the blood of the guilt offering.",
      "18": "And the rest of the oil that is in the priest’s hand he shall pour upon the head of him who is to be cleansed, and the priest shall make atonement for him before the Lord.",
      "19": "The priest shall offer the sin offering, and make atonement for him who is to be cleansed from his ceremonial uncleanness, and afterward he shall kill the burnt offering.",
      "20": "Then the priest shall offer the burnt offering and the grain offering on the altar, and the priest shall make atonement for him, and he shall be clean.",
      "21": "But if he is poor and cannot afford so much, then he shall take one male lamb for a guilt offering to be waved to make atonement for him, and one-tenth of an ephah of wheat flour mixed with oil for a grain offering, and a log of oil,",
      "22": "and two turtledoves or two pigeons, such as he is able to afford. The one shall be a sin offering and the other a burnt offering.",
      "23": "He shall bring them on the eighth day for his cleansing to the priest at the entrance of the tent of meeting before the Lord.",
      "24": "The priest shall take the lamb of the guilt offering, along with the log of oil, and the priest shall wave them for a wave offering before the Lord.",
      "25": "Then he shall kill the lamb of the guilt offering; and the priest shall take some of the blood of the guilt offering and put it on the tip of the right ear of him who is to be cleansed and on the thumb of his right hand and on the big toe of his right foot.",
      "26": "Next the priest shall pour some of the oil into the palm of his own left hand,",
      "27": "and the priest shall sprinkle with his right finger some of the oil that is in his left hand seven times before the Lord.",
      "28": "Then the priest shall put some of the oil that is in his hand on the tip of the right ear of him who is to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot on the place of the blood of the guilt offering.",
      "29": "The rest of the oil that is in the priest’s hand he shall pour on the head of him who is to be cleansed to make atonement for him before the Lord.",
      "30": "He shall offer one of the turtledoves or the pigeons, such as he can afford,",
      "31": "even such as he is able to get, one for a sin offering and the other for a burnt offering, along with the grain offering, and the priest shall make atonement for him who is to be cleansed before the Lord.",
      "32": "This is the law for a person who has a leprous sore who cannot afford the offerings for his cleansing.",
      "33": "The Lord spoke to Moses and to Aaron, saying:",
      "34": "When you have come into the land of Canaan, which I am giving to you for a possession, and I put a leprous disease in a house of the land of your possession,",
      "35": "then he who owns the house shall come and tell the priest, “It seems to me there is some disease in the house.”",
      "36": "Then the priest shall command that they empty the house before the priest goes into it to examine the disease, so that all that is in the house is not made unclean. Afterwards, the priest shall go in to examine the house.",
      "37": "He shall examine the disease and see if the disease is in the walls of the house with greenish or reddish spots, which appear to go deeper than the wall.",
      "38": "Then the priest shall go out to the door of the house and close off the house seven days.",
      "39": "The priest shall return on the seventh day and shall examine and see if the disease has spread in the walls of the house.",
      "40": "Then the priest shall command that they take away the stones in which the disease appears and throw them into an unclean place outside the city.",
      "41": "And he shall cause the house to be scraped all around, and they shall pour out the plaster that they scrape off outside the city into an unclean place.",
      "42": "And they shall take other stones and put them in the place of those stones, and he shall take other plaster and shall plaster the house.",
      "43": "If the disease comes again and breaks out in the house after he has taken away the stones and after he has scraped the house and after it is plastered,",
      "44": "then the priest shall come and examine and see if the disease has spread in the house. If the disease has spread in the house, it is a persistent leprosy in the house; it is unclean.",
      "45": "He shall break down the house, the stones and the timber, and all the plaster of the house, and he shall carry them out of the city into an unclean place.",
      "46": "Moreover, he who goes into the house while it is closed off shall be unclean until the evening.",
      "47": "And he who sleeps in the house shall wash his clothes, and he who eats in the house shall wash his clothes.",
      "48": "If the priest comes in and examines it and sees the disease has not spread in the house after the house was plastered, then the priest shall pronounce the house clean, because the disease is healed.",
      "49": "He shall take two birds, and cedar wood, and scarlet, and hyssop to cleanse the house.",
      "50": "Then he shall kill one of the birds in a clay vessel over running water.",
      "51": "He shall take the cedar wood, and the hyssop, and the scarlet, and the living bird, and dip them in the blood of the slain bird, and in the running water, and sprinkle the house seven times.",
      "52": "Then he shall cleanse the house with the blood of the bird, and with the running water, and with the living bird, and with the cedar wood, and with the hyssop, and with the scarlet.",
      "53": "But he shall let the living bird loose outside the city into the open fields and make atonement for the house, and it shall be clean.",
      "54": "This is the law for all manner of leprous sore and scale,",
      "55": "and for the disease of a garment, or of a house,",
      "56": "and for a swelling, or for a scab, or for a spot,",
      "57": "to discern when it is unclean and when it is clean.\nThis is the law of leprosy."
    },
    "15": {
      "1": "Then the Lord spoke to Moses and to Aaron, saying:",
      "2": "Speak to the children of Israel, and say to them: When any man has a discharge out of his body, his discharge is unclean.",
      "3": "This is the instruction for his uncleanness in his discharge, whether the discharge from his body flows or his body is stopped up by his discharge, it is his uncleanness.",
      "4": "Every bed on which the man with the discharge lies shall be unclean, and everything on which he sits shall be unclean.",
      "5": "Whoever touches the bed shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
      "6": "And whoever sits on anything where the man sat who has the discharge shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
      "7": "And whoever touches the body of him who has the discharge shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
      "8": "If the man with the discharge spits on someone who is clean, then he shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
      "9": "Any saddle on which the man with a discharge rides shall be unclean.",
      "10": "Whoever touches anything that was under him shall be unclean until the evening, and he who carries any of those things shall wash his clothes, and bathe himself in water, and be unclean until the evening.",
      "11": "Whomever he who has the discharge touches, and has not rinsed his hands in water, he shall wash his clothes and bathe in water, and be unclean until evening.",
      "12": "The earthen vessel that he who has the discharge touches shall be broken, and every vessel of wood shall be rinsed in water.",
      "13": "When he who has a discharge is cleansed of his issue, then he shall count to himself seven days for his cleansing, and wash his clothes, and bathe his body in running water, and shall be clean.",
      "14": "On the eighth day he shall take two turtledoves or two pigeons and come before the Lord at the entrance of the tent of meeting and give them to the priest.",
      "15": "And the priest shall offer them, one for a sin offering and the other for a burnt offering, and the priest shall make atonement for him before the Lord for his discharge.",
      "16": "If any man has a seminal emission, then he shall wash all his body in water and be unclean until the evening.",
      "17": "Every garment and all leather on which there is seminal emission shall be washed with water and be unclean until the evening.",
      "18": "If a man lies with a woman, and there is an emission of semen, they shall both bathe themselves in water and be unclean until the evening.",
      "19": "If a woman has a discharge, and the discharge from her body is blood, she shall be set apart for seven days; and whoever touches her shall be unclean until the evening.",
      "20": "Everything that she lies on in her menstrual impurity shall be unclean. Also, everything that she sits on shall be unclean.",
      "21": "Whoever touches her bed shall wash his clothes and bathe himself in water, and be unclean until the evening.",
      "22": "Whoever touches anything on which she sits shall wash his clothes and bathe himself in water, and be unclean until the evening.",
      "23": "Whether it is the bed or anything on which she sits, when he touches it he shall be unclean until the evening.",
      "24": "If any man lies with her, and her menstrual impurity is on him, he shall be unclean seven days, and every bed where he lies shall be unclean.",
      "25": "If a woman has a discharge of blood for many days, not at the time of her menstrual impurity, or if she has a discharge beyond the time of her impurity, all the days of the discharge she shall be in uncleanness, as in the days of her impurity. She shall be unclean.",
      "26": "Every bed that she lies on all the days of her discharge shall be for impurity, and whatever she sits on shall be unclean, as the uncleanness of her menstrual impurity.",
      "27": "Whoever touches those things shall be unclean and shall wash his clothes and bathe himself in water and be unclean until the evening.",
      "28": "But if she is cleansed of her discharge, then she shall count to herself seven days, and after that she shall be clean.",
      "29": "On the eighth day she shall take two turtledoves or two pigeons and bring them to the priest at the entrance of the tent of meeting.",
      "30": "The priest shall offer one for a sin offering and the other for a burnt offering, and the priest shall make atonement for her before the Lord for her unclean discharge.",
      "31": "Thus you shall separate the children of Israel from their uncleanness, so that they do not die in their uncleanness by defiling My tabernacle that is among them.",
      "32": "This is the law for him who has a discharge and for him who has a seminal emission and thus becomes unclean,",
      "33": "and for her who is sick from her menstruation, and for him who has a discharge, for anyone male or female, and for the man who lies with a woman who is unclean."
    },
    "16": {
      "1": "The Lord spoke to Moses after the death of the two sons of Aaron, when they drew near to the Lord and died.",
      "2": "The Lord said to Moses: Speak to Aaron your brother so that he does not come at any time into the Holy Place within the veil before the mercy seat, which is on the ark, so that he will not die, for I will appear in the cloud on the mercy seat.",
      "3": "Thus Aaron shall come into the Holy Place with a young bull for a sin offering and a ram for a burnt offering.",
      "4": "He shall put on the holy linen tunic, and he shall have the linen undergarment on his body, and shall be girded with a linen sash, and shall be wearing the linen turban. These are holy garments. Therefore he shall wash his body in water and then put them on.",
      "5": "He shall take from the congregation of the children of Israel two male goats for a sin offering and one ram for a burnt offering.",
      "6": "Aaron shall offer his bull for the sin offering, which is for himself, and make atonement for himself and for his house.",
      "7": "Then he shall take the two goats and present them before the Lord at the entrance of the tent of meeting.",
      "8": "Aaron shall cast lots for the two goats: one lot for the Lord and the other lot for the scapegoat.",
      "9": "Aaron shall bring the goat on which the lot of the Lord falls and offer him for a sin offering.",
      "10": "But the goat on which the lot falls to be the scapegoat shall be presented alive before the Lord to make atonement with it, that it may be sent away as a scapegoat into the wilderness.",
      "11": "Aaron shall bring the bull of the sin offering, which is for himself, and shall make atonement for himself, and for his house, and shall kill the bull of the sin offering for himself.",
      "12": "And he shall take a censer full of burning coals of fire from the altar before the Lord, and two handfuls of sweet incense beaten small, and bring it within the veil.",
      "13": "And he shall put the incense on the fire before the Lord, that the cloud of the incense may cover the mercy seat that is over the testimony, so that he does not die.",
      "14": "And he shall take of the blood of the bull, and sprinkle it with his finger on the mercy seat on the eastern side, and before the mercy seat he shall sprinkle from the blood with his finger seven times.",
      "15": "Then he shall kill the goat of the sin offering, which is for the people, and bring its blood within the veil, and do with that blood as he did with the blood of the bull, and sprinkle it over and in front of the mercy seat.",
      "16": "And he shall make atonement for the Holy Place, because of the uncleanness of the children of Israel and because of their transgressions in all their sins, and so he shall do for the tent of meeting that remains among them in the midst of their uncleanness.",
      "17": "There shall be no man in the tent of meeting when he goes in to make atonement in the Holy Place, until he comes out and has made atonement for himself, and for his household, and for all the congregation of Israel.",
      "18": "Then he shall go out to the altar that is before the Lord and make atonement for it, and he shall take some of the blood of the bull and some of the blood of the goat, and put it on the horns of the altar all around.",
      "19": "He shall sprinkle from the blood on it with his finger seven times, and cleanse it, and consecrate it from the uncleanness of the children of Israel.",
      "20": "When he has made an end of atonement for the Holy Place, and the tent of meeting, and the altar, then he shall bring the live goat.",
      "21": "And Aaron shall lay both his hands on the head of the live goat, and confess over it all the iniquities of the children of Israel, and all their transgressions in all their sins, putting them on the head of the goat, and shall send it away by the hand of a designated man into the wilderness.",
      "22": "And the goat shall bear on it all their iniquities to a desolate land, and he shall let the goat go free in the wilderness.",
      "23": "Then Aaron shall come into the tent of meeting, and shall take off the linen garments which he put on when he went into the Holy Place, and shall leave them there.",
      "24": "And he shall wash his body with water in a holy place, and put on his garments, and come out, and offer his burnt offering, and the burnt offering of the people, and make atonement for himself and for the people.",
      "25": "The fat of the sin offering he shall burn on the altar.",
      "26": "He who releases the goat as the scapegoat shall wash his clothes, and bathe his body in water, and afterward come into the camp.",
      "27": "The bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, shall be carried outside the camp. They shall burn in the fire their hides, their flesh, and their refuse.",
      "28": "He who burns them shall wash his clothes, and bathe his body in water, and afterward he shall come into the camp.",
      "29": "This shall be a perpetual statute for you so that in the seventh month, on the tenth day of the month, you shall humble yourselves, and do no work of any kind, whether it is the native citizen or the stranger who sojourns among you.",
      "30": "For on that day the priest shall make atonement for you to cleanse you, so that you may be clean from all your sins before the Lord.",
      "31": "It shall be a sabbath, a solemn rest for you, and you shall humble yourselves. It is a perpetual statute.",
      "32": "The priest, who is anointed and consecrated to minister as a priest in the place of his father, shall make atonement, and shall put on the linen garments, the holy garments.",
      "33": "And he shall make atonement for the Holy Sanctuary, for the tent of meeting, and for the altar, and he shall make atonement for the priests, and for all the people of the congregation.",
      "34": "This shall be a perpetual statute for you to make atonement for the children of Israel for all their sins once a year.\nAnd Moses did as the Lord commanded him."
    },
    "17": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Speak to Aaron, and to his sons, and to all the children of Israel, and say to them: This is the thing which the Lord has commanded, saying:",
      "3": "If anyone of the house of Israel ritually slaughters an ox, a lamb, or goat in the camp, or slaughters it outside of the camp,",
      "4": "and does not bring it to the entrance of the tent of meeting to offer it as a gift to the Lord before the tabernacle of the Lord, then blood guilt shall be accounted to that man. He has shed blood, and that man shall be cut off from among his people.",
      "5": "This is so that the children of Israel may bring their sacrifices which they offer in the open field, even that they may bring them to the Lord at the entrance of the tent of meeting, to the priest, and offer them for peace offerings to the Lord.",
      "6": "The priest shall sprinkle the blood on the altar of the Lord at the entrance of the tent of meeting, and burn the fat for a pleasing aroma to the Lord.",
      "7": "They shall no more offer their sacrifices to goat demons, after whom they have acted like whores. This shall be a perpetual statute for them throughout their generations.",
      "8": "You shall say to them: Any man from the house of Israel, or from the foreigners who sojourn among you, who offers a burnt offering or sacrifice,",
      "9": "and does not bring it to the entrance of the tent of meeting to offer it to the Lord, even that man shall be cut off from among his people.",
      "10": "Whoever from the house of Israel, or from the strangers who sojourn among you, who eats any manner of blood, I will set My face against that person who eats blood, and will cut him off from among his people.",
      "11": "For the life of the flesh is in the blood, and I have given it to you on the altar to make atonement for your lives; for it is the blood that makes atonement for the soul.",
      "12": "Therefore I said to the children of Israel: No person among you shall eat blood, nor shall any stranger who sojourns among you eat blood.",
      "13": "Whoever from the children of Israel, or from the foreigners who sojourn among you, who hunts and catches any wild animal or fowl that may be eaten, he shall even pour out the blood and cover it with dirt.",
      "14": "For the life of every creature is its blood; in its blood is its life. Therefore I said to the children of Israel: You shall not eat the blood of any creature, for the life of every creature is its blood. Whoever eats it shall be cut off.",
      "15": "Every person who eats that which died of itself, or that which was torn by animals, whether he is a native citizen or a foreigner, he shall both wash his clothes and bathe himself in water, and be unclean until the evening. Then he shall be clean.",
      "16": "But if he does not wash them or bathe his body, then he shall bear his iniquity."
    },
    "18": {
      "1": "The Lord spoke to Moses, saying:",
      "2": "Speak to the children of Israel, and say to them: I am the Lord your God.",
      "3": "After the practices of the land of Egypt, from where you lived, you shall not follow, and after the practices of the land of Canaan, to where I will bring you, you shall not follow; nor shall you walk in their ordinances.",
      "4": "You shall follow My decrees and keep My ordinances to walk in them: I am the Lord your God.",
      "5": "You shall therefore keep My statutes and My judgments, which if a man does them, then he shall live by them: I am the Lord.",
      "6": "None of you shall approach any of his near relatives to have relations: I am the Lord.",
      "7": "You shall not have relations with your father or have relations with your mother. She is your mother. You shall not have relations with her.",
      "8": "You shall not have relations with your father’s wife, for this exposes your father’s nakedness.",
      "9": "You shall not have relations with your sister, whether your father’s or mother’s daughter, whether raised in the family or another home.",
      "10": "You shall not have relations with your son’s daughter or your daughter’s daughter, for this exposes your own nakedness.",
      "11": "You shall not have relations with your father’s wife’s daughter who is raised in your father’s family, for she is your sister.",
      "12": "You shall not have relations with your father’s sister, for she is your father’s relative.",
      "13": "You shall not have relations with your mother’s sister, for she is your mother’s relative.",
      "14": "You shall not expose the nakedness of your father’s brother. You shall not approach his wife for relations; she is your aunt.",
      "15": "You shall not have relations with your daughter-in-law, for she is your son’s wife—you shall not have relations with her.",
      "16": "You shall not have relations with your brother’s wife, for this exposes your brother’s nakedness.",
      "17": "You shall not have relations with a woman and her daughter, nor shall you have her son’s daughter or her daughter’s daughter, for this exposes the woman’s nakedness. They are all near relatives. It is depravity.",
      "18": "And you shall not have a woman as a rival wife, who is the sister of your other wife, for this is to expose her nakedness while her sister, your other wife, is still alive.",
      "19": "Also you shall not approach a woman to have relations as long as she is in her menstrual uncleanness.",
      "20": "Moreover, you shall not have relations with your neighbor’s wife to defile yourself with her.",
      "21": "You shall not let any of your children be offered through the fire to Molek, and so profane the name of your God: I am the Lord.",
      "22": "You shall not lie with a man as one does with a woman. It is an abomination.",
      "23": "You shall not lie with an animal to defile yourself, nor shall any woman lie with an animal. It is a perversion.",
      "24": "Do not defile yourselves in any of these ways, for in these practices the nations I am casting out before you have defiled themselves.",
      "25": "And the land has become defiled; therefore I have punished its iniquity, and the land has vomited out her inhabitants.",
      "26": "But you shall therefore keep My statutes and My decrees, and you shall not commit any of these abominations, either the native citizen or any foreigner who sojourns among you",
      "27": "(for the people of the land, who were before you, committed all of these abominations, and the land became defiled),",
      "28": "lest the land vomit you out also when you defile it, as it vomited out the nations that were before you.",
      "29": "For whoever shall commit any of these abominations, those persons who commit them shall be cut off from among their people.",
      "30": "Therefore you shall keep My ordinances, that you do not commit any one of these abominable customs which were committed before you, so that you do not defile yourselves by them: I am the Lord your God."
    },
    "19": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Speak to all the congregation of the children of Israel, and say to them: You shall be holy, for I the Lord your God am holy.",
      "3": "Every one of you shall revere his mother and his father, and you will keep My Sabbaths: I am the Lord your God.",
      "4": "Do not turn to idols, nor make for yourselves cast metal gods: I am the Lord your God.",
      "5": "When you offer a sacrifice of peace offerings to the Lord, you shall offer it so that you might be accepted.",
      "6": "It shall be eaten the same day you offer it or on the next day, and if any remains until the third day, it shall be burned in the fire.",
      "7": "If it is eaten at all on the third day, then it is contaminated. It shall not be accepted.",
      "8": "Therefore everyone who eats it shall bear his iniquity, because he has defiled what is holy of the Lord, and that person shall be cut off from among his people.",
      "9": "When you reap the harvest of your land, you shall not reap up to the edge of your field, nor shall you gather the gleanings of your harvest.",
      "10": "You shall not glean bare your vineyard, nor shall you gather every fallen grape of your vineyard. You shall leave them for the poor and stranger: I am the Lord your God.",
      "11": "You shall not steal, nor deal falsely, nor lie to one another.",
      "12": "You shall not swear falsely by My name, and so defile the name of your God: I am the Lord.",
      "13": "You shall not defraud your neighbor or rob him. The wages of him who is hired shall not stay with you all night until the morning.",
      "14": "You shall not curse the deaf, nor put a stumbling block before the blind, but you shall fear your God: I am the Lord.",
      "15": "You shall do no unrighteousness in a court. You shall not be partial to the poor, nor honor the person who is great, but in righteousness you shall judge your neighbor.",
      "16": "You shall not go around as a slanderer among your people, nor shall you stand by while the life of your neighbor is in danger: I am the Lord.",
      "17": "You shall not hate your brother in your heart. You shall surely reason honestly with your neighbor, and not suffer sin because of him.",
      "18": "You shall not take vengeance, nor bear any grudge against the children of your people, but you shall love your neighbor as yourself: I am the Lord.",
      "19": "You shall keep My statutes.\nYou shall not let your livestock breed with a different kind.\nYou shall not sow your field with mixed seed, nor shall your garment be mixed from two types of fabric.",
      "20": "Whoever lies with a slave woman who is betrothed to another man and not yet ransomed or given freedom, compensation will be made. They shall not be put to death, because she was not free.",
      "21": "He shall bring his guilt offering to the Lord at the entrance of the tent of meeting, a ram for a guilt offering.",
      "22": "The priest shall make atonement for him with the ram of the guilt offering before the Lord for his sin which he has done, and he will be forgiven for the sin that he has committed.",
      "23": "When you come into the land and plant any kind of tree for food, then you shall count the fruit as forbidden. Three years it shall be forbidden to you. It shall not be eaten.",
      "24": "But in the fourth year all the fruit shall be holy and an offering of praise to the Lord.",
      "25": "And in the fifth year you shall eat of the fruit that it may yield an increase to you: I am the Lord your God.",
      "26": "You shall not eat anything with the blood in it, nor shall you practice divination or fortune-telling.",
      "27": "You shall not round the corners of the hair on your head, nor shall you mar the edges of your beard.",
      "28": "You shall not make any cuttings in your flesh for the dead nor make any tattoo marks on yourselves: I am the Lord.",
      "29": "Do not prostitute your daughter and cause her to be defiled, lest the land fall into whoredom and become full of wickedness.",
      "30": "You shall keep My Sabbaths and revere My sanctuary: I am the Lord.",
      "31": "Do not turn to spirits through mediums or necromancers. Do not seek after them to be defiled by them: I am the Lord your God.",
      "32": "You shall rise up before a gray head, and honor the face of an old man, and fear your God: I am the Lord.",
      "33": "When a foreigner sojourns with you in your land, you shall not do him wrong.",
      "34": "The foreigner who dwells with you shall be to you as one born among you, and you shall love him as yourself for you were foreigners in the land of Egypt: I am the Lord your God.",
      "35": "You shall do no unrighteousness in judgment regarding measures in length, weight, or quantity.",
      "36": "You shall have honest balances, honest weights, an honest ephah, and an honest hin: I am the Lord your God, who brought you out of the land of Egypt.",
      "37": "Therefore you shall observe all My statutes and all My judgments and do them: I am the Lord."
    },
    "20": {
      "1": "Then the Lord spoke to Moses, saying:",
      "2": "Again, you shall say to the children of Israel: Whoever from the children of Israel or from the foreigners who sojourn in Israel who gives any of his children to Molek, he shall surely be put to death. The people of the land shall stone him.",
      "3": "I will set My face against that man and will cut him off from among his people, because he has given some of his descendants to Molek to defile My sanctuary and to defile My holy name.",
      "4": "If the people of the land in any way hide their eyes from the man when he gives of his children to Molek and do not put him to death,",
      "5": "then I will set My face against that man and against his family; and I will cut them off from their people, both him and those who follow after him as whores after Molek.",
      "6": "The person who turns to spirits through mediums and necromancers in order to whore after them, I will even set My face against that person and will cut him off from among his people.",
      "7": "Consecrate yourselves therefore, and be holy, for I am the Lord your God.",
      "8": "You shall keep My statutes, and do them; I am the Lord who sanctifies you.",
      "9": "For anyone who curses his father or his mother shall be surely put to death. He has cursed his father or his mother, and his blood guilt shall be upon him.",
      "10": "If a man commits adultery with another man’s wife, even he who commits adultery with his neighbor’s wife, the adulterer and the adulteress shall surely be put to death.",
      "11": "If a man lies with his father’s wife, he has exposed his father’s nakedness. Both of them shall surely be put to death. Their blood guilt shall be upon them.",
      "12": "If a man lies with his daughter-in-law, both of them shall surely be put to death. They have committed a perversion. Their blood guilt shall be upon them.",
      "13": "If a man lies with another man as with a woman, both of them have committed an abomination. They shall surely be put to death. Their blood guilt shall be upon them.",
      "14": "If a man lies with a woman and also her mother, it is wickedness. Both he and they shall be burned with fire, so that there is no wickedness among you.",
      "15": "If a man lies with an animal, he shall surely be put to death, and you shall kill the animal.",
      "16": "If a woman approaches an animal and lies with it, you shall kill the woman and the animal. They shall surely be put to death. Their blood guilt shall be upon them.",
      "17": "If a man lies with his sister, whether the daughter of his father or mother, they have exposed each other’s nakedness; it is a wicked thing and they shall be cut off from the sight of their people. He has exposed his sister’s nakedness, and he shall bear his iniquity.",
      "18": "If a man lies with a woman during her menstrual period and exposes her nakedness, her fountain of blood is then exposed. Both of them shall be cut off from among their people.",
      "19": "You shall not have relations with your mother’s sister or your father’s sister, for this is to expose the nakedness of one’s relative. They shall bear their iniquity.",
      "20": "If a man lies with his uncle’s wife, he has exposed his uncle’s nakedness. They shall bear their sin. They shall die childless.",
      "21": "If a man lies with his brother’s wife, it is impurity. He has exposed his brother’s nakedness. They shall be childless.",
      "22": "You shall therefore keep all My statutes and all My decrees and do them, so that the land to where I am bringing you will not vomit you out.",
      "23": "You shall not walk in the customs of the nation that I am driving out before you, for they committed all these things, and therefore I abhorred them.",
      "24": "But I have said to you: You shall inherit their land, and I will give it to you to possess it, a land that flows with milk and honey. I am the Lord your God, who has separated you from other peoples.",
      "25": "You shall therefore make distinction between the clean animal from the unclean, and the unclean fowl from the clean, and you shall not make yourselves detestable by animal, or by fowl, or by any manner of living thing that crawls on the ground, which I have separated from you as unclean.",
      "26": "You shall be holy unto Me; for I the Lord am holy and have separated you from other peoples, that you should be Mine.",
      "27": "A man or woman who speaks to spirits as a medium or necromancer shall surely be put to death. They shall stone them. Their blood guilt shall be upon them."
    },
    "21": {
      "1": "Then the Lord said to Moses: Speak to the priests, the sons of Aaron, and say to them: None shall make himself unclean for the dead among his people,",
      "2": "but for his closest relatives, that is, for his mother, his father, his son, his daughter, his brother,",
      "3": "and his virgin sister (who is near him because she has not had a husband), for her he may be made unclean.",
      "4": "And he shall not make himself unclean as a husband among his people because of the dead and so defile himself.",
      "5": "They shall not make bald areas on their heads, nor shall they shave off the edges of their beards, nor make any cuts in their flesh.",
      "6": "They shall be holy unto their God, and not profane the name of their God; for they offer the offerings of the Lord made by fire, and the food of their God. Therefore they shall be holy.",
      "7": "They shall not take a wife who is a whore or has been defiled, nor shall they take a woman divorced from her husband, for he is holy unto his God.",
      "8": "You shall sanctify him, for he offers the food of your God. He shall be holy to you, for I the Lord, who sanctifies you, am holy.",
      "9": "The daughter of any priest, if she defiles herself by being a whore, she also defiles her father. She shall be burned with fire.",
      "10": "He who is the high priest among his brothers, on whose head the anointing oil was poured and who is consecrated to wear the garments, shall not dishevel his hair, nor tear his clothes;",
      "11": "nor shall he approach any dead body, nor make himself unclean, even for his father or his mother;",
      "12": "nor shall he go out of the sanctuary, so as not to defile the sanctuary of his God, for the consecration of the anointing oil of his God is upon him: I am the Lord.",
      "13": "He shall take a wife in her virginity.",
      "14": "A widow, or a divorced woman, or a defiled woman, or a prostitute, these he shall not marry. But he shall take for a wife a virgin of his own people,",
      "15": "so that he does not defile his offspring among his people, for I am the Lord who sanctifies him.",
      "16": "The Lord spoke to Moses, saying:",
      "17": "Speak to Aaron, saying: None of your offspring in their generations who has any blemish may approach to offer the food of his God.",
      "18": "For whoever has a blemish, he shall not approach, whether a blind or lame man, or one who has a physical flaw on his face or a limb that is too long,",
      "19": "or a man who has a broken foot or broken hand,",
      "20": "or a hunchback, or a dwarf, or who has a defect in his eye, or eczema or scabs, or is a eunuch.",
      "21": "No man who has a blemish from the offspring of Aaron the priest shall come near to offer the food offerings of the Lord made by fire. He has a blemish; he shall not come near to offer the bread of his God.",
      "22": "He shall eat the food of his God, both of the most holy and of the holy.",
      "23": "Only he shall not go in through the veil or come to the altar, because he has a blemish, so that he does not defile My sanctuaries, for I am the Lord who sanctifies them.",
      "24": "Moses spoke this to Aaron, and to his sons, and to all the children of Israel."
    },
    "22": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Speak to Aaron and to his sons that they should be very respectful with the holy things of the children of Israel, and that they do not defile My holy name with those things which the people have consecrated to Me: I am the Lord.",
      "3": "Say to them: Whoever from your offspring through your generations approaches the holy things, which the children of Israel have dedicated to the Lord, while he has uncleanness, that person shall be cut off from My presence: I am the Lord.",
      "4": "If a man of the offspring of Aaron is a leper or has a discharge, he shall not eat of the holy offerings until he is clean. And whoever touches anything that is unclean by contact with the dead or a man who had an emission of semen,",
      "5": "or whoever touches any crawling thing whereby he may be made unclean, or a man from whom he may receive uncleanness, whatever uncleanness he has,",
      "6": "the person who has touched any such thing shall be unclean until evening, and shall not eat of the holy things unless he washes his body with water.",
      "7": "When the sun goes down, he shall be clean, and afterward he shall eat of the holy things, because it is his food.",
      "8": "That which dies of itself or is torn by animals he shall not eat, becoming unclean by it: I am the Lord.",
      "9": "They shall therefore keep My ordinance, lest they bear sin from it and therefore die if they defile it: I am the Lord who sanctifies them.",
      "10": "There shall be no outsider who eats of a holy thing, whether a foreign guest of the priest or a hired servant, he shall not eat of a holy offering.",
      "11": "But if a priest buys a person with his money, the person acquired shall eat of it, and he that is born in his house shall eat of his food.",
      "12": "If the priest’s daughter marries an outsider, she may not eat of an offering of the holy things.",
      "13": "But if the priest’s daughter is a widow or divorced, and has no child and has returned to her father’s house as in her youth, she may eat of her father’s food; but no outsider may eat of it.",
      "14": "If a man eats the holy thing unwittingly, then he shall add a fifth of the value to it and shall give the holy thing to the priest.",
      "15": "They shall not defile the holy things of the children of Israel, which they offer to the Lord,",
      "16": "and cause them to suffer and to bear the iniquity of guilt when they eat their holy things, for I am the Lord who sanctifies them.",
      "17": "The Lord spoke to Moses, saying:",
      "18": "Speak to Aaron, and to his sons, and to all the children of Israel, and say to them: Whoever from the house of Israel or from the foreigners in Israel who offers his burnt offering for any vows or freewill offerings that he offers to the Lord,",
      "19": "then if it is to be accepted for you, the offering shall be a male without blemish, a bull, sheep, or goat.",
      "20": "But whatever has a blemish you shall not offer, for it shall not be acceptable for you.",
      "21": "Whoever offers a sacrifice of peace offerings to the Lord to fulfill his vow or a freewill offering, whether from the herd or flock, to be accepted it shall be perfect, with no blemish on it.",
      "22": "Blind, or disabled, or maimed, or having an ulcer or eczema or scabs, you shall not offer these to the Lord, nor make a food offering by fire on the altar to the Lord.",
      "23": "A herd animal or a flock animal that has a limb that is too long or short you may offer for a freewill offering, but for a vow it shall not be accepted.",
      "24": "You shall not offer to the Lord an animal that is bruised or crushed or torn or cut; nor shall you make any offering of them in your land.",
      "25": "Nor from a foreigner shall you offer an animal as the food of your God, because a blemish is in them from their mutilation. They shall not be accepted for you.",
      "26": "The Lord spoke to Moses, saying:",
      "27": "When an ox, or a sheep, or a goat is born, then it shall be seven days with its mother, and from the eighth day and thereafter it shall be accepted for a food offering made by fire to the Lord.",
      "28": "But you shall not slaughter on the same day an ox or a sheep and her young.",
      "29": "When you offer a sacrifice of thanksgiving to the Lord, offer it so that it may be accepted.",
      "30": "On the same day it shall be eaten. You shall leave none of it until the next day: I am the Lord.",
      "31": "Therefore you shall keep My commandments and do them: I am the Lord.",
      "32": "You shall not defile My holy name, but I will be sanctified among the children of Israel: I am the Lord who sanctifies you,",
      "33": "who brought you out of the land of Egypt, to be your God: I am the Lord."
    },
    "23": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Speak to the children of Israel, and say to them: Concerning the feasts of the Lord that you shall proclaim to be holy convocations, these are My appointed feasts.",
      "3": "For six days work shall be done, but the seventh day is the Sabbath of complete rest, a holy convocation. You shall do no work. It is the Sabbath of the Lord in all your dwellings.",
      "4": "These are the appointed feasts of the Lord, holy convocations which you shall proclaim in their appointed times.",
      "5": "On the fourteenth day of the first month at evening is the Lord’s Passover.",
      "6": "On the fifteenth day of the same month is the Feast of Unleavened Bread to the Lord. For seven days you must eat unleavened bread.",
      "7": "On the first day you shall have a holy convocation. You shall do no regular work.",
      "8": "But you shall offer a food offering made by fire to the Lord for seven days. On the seventh day is a holy convocation. You shall do no regular work.",
      "9": "The Lord spoke to Moses, saying:",
      "10": "Speak to the children of Israel, and say to them: When you have come into the land that I am giving to you and reap its harvest, then you shall bring a sheaf bundle of the first fruits of your harvest to the priest.",
      "11": "And he shall wave the sheaf before the Lord so that you may be accepted. On the day after the Sabbath the priest shall wave it.",
      "12": "You shall offer that day when you wave the sheaf a year-old male lamb without blemish for a burnt offering to the Lord.",
      "13": "The grain offering shall be two-tenths of an ephah of wheat flour mixed with oil, a food offering made by fire to the Lord for a pleasing aroma; its drink offering shall be of wine, a fourth of a hin.",
      "14": "You shall eat neither bread nor grain, parched or fresh, until the same day that you have brought an offering to your God. It shall be a perpetual statute throughout your generations in all your dwellings.",
      "15": "You shall count seven full weeks from the next day after the Sabbath, from the day that you brought the sheaf bundle of the wave offering.",
      "16": "You shall count fifty days to the day after the seventh Sabbath; then you shall offer a new grain offering to the Lord.",
      "17": "You shall bring out of your habitations two wave loaves of two-tenths of an ephah. They shall be of wheat flour, baked with leaven. They are the first fruits to the Lord.",
      "18": "You shall offer with the bread seven lambs without blemish of the first year, one bull, and two rams. They shall be for a burnt offering to the Lord, with their grain offering and their drink offerings, that is, a food offering made by fire, of a pleasing aroma to the Lord.",
      "19": "Then you shall sacrifice one male goat for a sin offering, and two lambs of the first year for a sacrifice of peace offerings.",
      "20": "The priest shall wave them with the bread of the first fruits for a wave offering before the Lord with the two lambs. They shall be holy to the Lord for the priest.",
      "21": "You shall make a proclamation on the same day and shall hold a holy convocation. You shall do no regular work. It shall be a perpetual statute in all your dwellings throughout your generations.",
      "22": "When you reap the harvest of your land, you shall not reap your field up to the edge, nor shall you gather any gleaning of your harvest. You shall leave them to the poor and to the foreigner: I am the Lord your God.",
      "23": "The Lord spoke to Moses, saying:",
      "24": "Speak to the children of Israel, saying: In the seventh month, on the first day of the month, you shall have a sabbath, a memorial with the blowing of trumpets, a holy convocation.",
      "25": "You shall do no regular work, and you shall offer a food offering made by fire to the Lord.",
      "26": "The Lord spoke to Moses, saying:",
      "27": "Also on the tenth day of this seventh month there shall be the Day of Atonement. It shall be a holy convocation to you, and you shall humble yourselves, and offer a food offering made by fire to the Lord.",
      "28": "You shall do no work on that same day, for it is the Day of Atonement to make atonement for you before the Lord your God.",
      "29": "For whoever is not humbled on that same day, he shall be cut off from among his people.",
      "30": "And whoever does any work in that same day, that person I will destroy from among his people.",
      "31": "You shall do no manner of work. It shall be a perpetual statute throughout your generations in all your dwellings.",
      "32": "It shall be to you a sabbath of complete rest, and you shall afflict your souls. On the ninth day of the month starting at the evening, from evening to evening, you shall celebrate your sabbath.",
      "33": "The Lord spoke to Moses, saying:",
      "34": "Speak to the children of Israel, saying: The fifteenth day of this seventh month shall be the Feast of Tabernacles for seven days to the Lord.",
      "35": "On the first day shall be a holy convocation. You shall do no regular work.",
      "36": "For seven days you shall offer food offerings made by fire to the Lord. On the eighth day it shall be a holy convocation to you, and you shall offer a food offering made by fire to the Lord. It is a solemn assembly, and you shall do no regular work.",
      "37": "These are the appointed feasts of the Lord, which you shall proclaim to be holy convocations, to offer a food offering made by fire to the Lord, burnt offerings and grain offerings, sacrifices and drink offerings, each on its proper day,",
      "38": "besides the Sabbaths of the Lord, besides your gifts, besides all your vows, and besides all your freewill offerings which you give to the Lord,",
      "39": "On the fifteenth day of the seventh month, when you have gathered in the produce of the land, you shall keep a feast to the Lord for seven days. On the first day shall be a sabbath, and on the eighth day shall be a sabbath.",
      "40": "You shall take on the first day the branches of majestic trees—branches of palm trees, branches of leafy trees, and willows from a brook, and you shall rejoice before the Lord your God for seven days.",
      "41": "You shall keep it as a feast to the Lord for seven days in the year. It shall be a perpetual statute in your generations. You shall celebrate it in the seventh month.",
      "42": "You shall dwell in booths for seven days. All who are native children of Israel shall dwell in booths,",
      "43": "that your generations may know that I made the children of Israel dwell in booths when I brought them out of the land of Egypt: I am the Lord your God.",
      "44": "Moses declared to the children of Israel the feasts of the Lord."
    },
    "24": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Command the children of Israel that they bring to you pure olive oil beaten for the lamp, to cause the lamps to burn continually.",
      "3": "Outside the veil of the sanctuary, in the tent of meeting, Aaron shall arrange it continually, from the evening until the morning before the Lord. It shall be a perpetual statute in your generations.",
      "4": "He shall arrange the lamps continually on the pure gold lampstand before the Lord.",
      "5": "You shall take wheat flour and bake twelve cakes. Two-tenths of an ephah shall be in each cake.",
      "6": "You shall set them in two rows, six in a row, on the pure gold table before the Lord.",
      "7": "You shall put pure frankincense on each row, so that it may be on the bread for a memorial, a food offering made by fire to the Lord.",
      "8": "Every Sabbath he shall set it in order continually before the Lord, with the portion taken from the children of Israel by a perpetual covenant.",
      "9": "It shall be for Aaron and his sons, and they shall eat it in a holy place, for it is most holy to him of the food offerings of the Lord made by fire by a perpetual statute.",
      "10": "The son of an Israelite woman, whose father was an Egyptian, went out among the children of Israel, and this son of the Israelite woman and a man of Israel fought together in the camp.",
      "11": "And the Israelite woman’s son blasphemed the name of the Lord and cursed. And they brought him to Moses. (His mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan.)",
      "12": "And they put him in custody, so that the words of the Lord might be shown to them.",
      "13": "The Lord spoke to Moses, saying:",
      "14": "Bring outside the camp him who has cursed, and let all who heard him lay their hands on his head, and let the entire congregation stone him.",
      "15": "You shall speak to the children of Israel, saying: Whoever curses his God shall bear his sin.",
      "16": "Whoever blasphemes the name of the Lord, he shall surely be put to death, and the entire congregation shall certainly stone him. The foreigner as well as the native in the land, when he blasphemes the name, then he shall be put to death.",
      "17": "Whoever kills any man shall surely be put to death.",
      "18": "Whoever kills an animal shall make restitution, animal for animal.",
      "19": "If anyone causes injury to his neighbor, as he has done, so shall it be done to him,",
      "20": "fracture for fracture, eye for eye, tooth for tooth; as he has caused an injury to another, so shall it be done to him.",
      "21": "Whoever kills an animal shall make restitution. And whoever kills a man shall be put to death.",
      "22": "You shall have one manner of law for the foreigner as for the native, for I am the Lord your God.",
      "23": "So Moses spoke to the children of Israel, and they brought outside the camp him who had cursed, and stoned him. And the children of Israel did as the Lord commanded Moses."
    },
    "25": {
      "1": "Then the Lord spoke to Moses on Mount Sinai, saying:",
      "2": "Speak to the children of Israel, and say to them: When you come into the land that I give you, the land shall keep a sabbath to the Lord.",
      "3": "For six years you shall sow your field, and six years you shall prune your vineyard and gather in its fruit,",
      "4": "but in the seventh year there shall be a sabbath of complete rest for the land, a sabbath for the Lord. You shall neither sow your field nor prune your vineyard.",
      "5": "That which grows by itself from your harvest you shall not reap, nor gather the grapes of your unpruned vines, for it is a year of complete rest for the land.",
      "6": "The sabbath produce of the land shall be food for you: for you, and for your male and female servants, and for your hired servant, and for your stranger who sojourns with you,",
      "7": "and for your livestock, and for the wild animals in your land, shall all its increase be food.",
      "8": "You shall count seven sabbath weeks of years, seven times seven years, and the time of the seven sabbaths of years shall be to you forty-nine years.",
      "9": "Then you shall sound the horn blasts on the tenth day of the seventh month. On the Day of Atonement you shall make the sound of the horn throughout all your land.",
      "10": "You shall consecrate the fiftieth year, and proclaim liberty throughout all the land to all the inhabitants. It shall be a Jubilee to you, and each of you shall return to his possession, and every person shall return to his family.",
      "11": "That fiftieth year will be a Jubilee for you. You shall neither sow nor reap that which grows by itself, nor gather the grapes of your unpruned vines.",
      "12": "For it is the Jubilee. It shall be holy to you. You shall eat the produce of the field.",
      "13": "In the Year of Jubilee you shall return to your property.",
      "14": "If you sell anything to your neighbor or buy anything from your neighbor, you shall not oppress one another.",
      "15": "According to the number of years after the Jubilee you shall pay your neighbor, and according to the number of years of the crops he shall sell to you.",
      "16": "According to the increase of years you shall increase the price, and according to the decrease of years you shall diminish the price of it. For he shall sell to you according to the number of years of crops.",
      "17": "You shall not therefore oppress one another, but you shall fear your God. For I am the Lord your God.",
      "18": "Therefore you shall do My statutes, and keep My decrees, and do them, and you shall dwell securely in the land.",
      "19": "The land shall yield its fruit, and you shall eat your fill and live securely in it.",
      "20": "If you shall say, “What shall we eat in the seventh year, if we shall not sow nor gather in our crop?”",
      "21": "then I will command My blessing upon you in the sixth year, and it shall bring forth produce for three years.",
      "22": "You shall sow in the eighth year, and eat yet of old crops until the ninth year until its crops come in for you.",
      "23": "The land shall not be permanently sold, for the land is Mine. For you are foreigners and sojourners with Me.",
      "24": "In all the land of your possession you shall grant a redemption for the land.",
      "25": "If your brother becomes poor and has sold some of his possession, then his nearest redeemer will come to redeem it, and buy back that which his brother sold.",
      "26": "If the man has none to redeem it, but he himself is able to redeem it,",
      "27": "then let him count the years since the sale and pay back the balance to the man to whom he sold it, so that he may return to his property.",
      "28": "But if he is not able to restore it to himself, then that which he sold shall remain in the hand of him who has bought it until the Year of Jubilee, and in the Jubilee it shall be released, and he shall return to his possession.",
      "29": "If a man sells a house in a walled city, then he may redeem it within a year after it is sold, within a full year he may have the right to buy it back.",
      "30": "If it is not redeemed within the time of a full year, then the house that is in the walled city shall be given permanently to him who bought it throughout his generations. It shall not be returned in the Jubilee.",
      "31": "But the houses of the villages that have no wall around them shall be counted as the fields of the land. They may be redeemed, and they shall be returned in the Jubilee.",
      "32": "For the cities of the Levites, they may redeem at any time the houses in the cities that they possess.",
      "33": "If a Levite purchases back the house that was sold in the city of his possession, then it shall be returned in the Jubilee. For the houses of the cities of the Levites are their possession among the children of Israel.",
      "34": "But the fields of the land of their cities may not be sold, for they are their perpetual possession.",
      "35": "If your brother becomes poor and cannot maintain himself with you, then you shall support him as if he were a foreigner or a sojourner, so that he may live with you.",
      "36": "Take no usury or interest from him; but fear your God, so that your brother may live with you.",
      "37": "You shall not lend him your money at interest, nor lend him your food for profit.",
      "38": "I am the Lord your God, who brought you out of the land of Egypt, to give you the land of Canaan and to be your God.",
      "39": "If your brother who dwells near you becomes poor and sells himself to you, you shall not compel him to serve as a bondservant.",
      "40": "But as a hired servant and as a sojourner he shall be with you. He shall serve you until the Year of Jubilee.",
      "41": "And then he shall depart from you, both he and his children with him, and he shall return to his own family and to the possession of his fathers.",
      "42": "For they are My servants, whom I brought out of the land of Egypt. They shall not be sold as slaves.",
      "43": "You shall not rule over him with harshness, but you shall fear your God.",
      "44": "Both your male and female slaves, whom you may have, they shall be bought from the nations that are around you.",
      "45": "Moreover of the foreigners who sojourn among you and of their families who are with you, who were born in your land, you may also buy from them, and they may be your possession.",
      "46": "You may take them as an inheritance for your children after you, for their possession. They shall be your slaves forever. But over your brothers, the children of Israel, you shall not rule over one another with rigor.",
      "47": "If a sojourner or foreigner becomes rich by you, and your brother who dwells beside him becomes poor and sells himself to the foreigner or sojourner with you, or to a member of the stranger’s family,",
      "48": "then after he is sold he may be redeemed again. One of his brothers may redeem him,",
      "49": "or either his uncle or his cousin may redeem him, or any who is near of kin to him of his family may redeem him. Or if he is able, he may redeem himself.",
      "50": "He shall calculate with him who bought him from the year that he was sold to the Year of Jubilee, and the price of his sale shall be according to the number of years, according to the time of a hired servant.",
      "51": "If there are still many years left until the Jubilee, he shall pay the price proportionately for his redemption as some of the price that he was bought for.",
      "52": "If there remain but a few years until the Year of Jubilee, then he shall calculate and pay the price proportionately for his redemption according to his years of service.",
      "53": "As a yearly hired servant he shall be treated, and the other shall not rule harshly over him in your sight.",
      "54": "If he is not redeemed in these years, then he shall go out in the Year of Jubilee, both he and his children with him.",
      "55": "For to Me the children of Israel are servants. They are My servants whom I brought out of the land of Egypt: I am the Lord your God."
    },
    "26": {
      "1": "You shall not make for yourselves idols; neither set up a carved image nor a standing stone, nor shall you set up any sculpted stone in your land to bow down to it, for I am the Lord your God.",
      "2": "You shall keep My Sabbaths and reverence My sanctuary: I am the Lord.",
      "3": "If you walk in My statutes and keep My commandments and do them,",
      "4": "then I will give you rain in due season, and the land shall yield its increase, and the trees of the field shall yield their fruit.",
      "5": "Your threshing shall last till the grape harvest, and the grape harvest shall last till the time for sowing, and you shall eat your bread till you are full and dwell in your land safely.",
      "6": "I will give peace in the land, and you shall lie down for sleep, and none shall make you afraid; I will remove harmful beasts from the land, and the sword shall not go through your land.",
      "7": "You shall chase your enemies, and they shall fall before you by the sword.",
      "8": "Five of you shall chase a hundred, and a hundred of you shall put ten thousand to flight, and your enemies shall fall before you by the sword.",
      "9": "I will turn toward you and make you fruitful and multiply you, and I will confirm My covenant with you.",
      "10": "You shall eat the old harvest long stored, and clear out the old to make way for the new.",
      "11": "I will set My tabernacle among you, and I shall not abhor you.",
      "12": "I will walk among you, and I will be your God, and you shall be My people.",
      "13": "I am the Lord your God, who brought you out of the land of Egypt, that you should not be their slaves, and I have broken the bars of your yoke and made you walk upright.",
      "14": "But if you will not listen to Me, and will not do all these commandments,",
      "15": "if you despise My statutes, or if you abhor My judgments, so that you will not do all My commandments, but you break My covenant,",
      "16": "then I will do this to you: I will visit you with terror, with wasting disease, and with a fever that shall consume the eyes and cause sorrow of heart, and you shall sow your seed in vain, for your enemies shall eat it.",
      "17": "I will set My face against you, and you shall be slain before your enemies. They that hate you shall reign over you, and you shall flee when none pursues you.",
      "18": "If you will not yet listen to Me after all this, then I will punish you seven times more for your sins.",
      "19": "I will break the pride of your power, and I will make your heaven as iron and your land as bronze.",
      "20": "Your strength shall be spent in vain, for your land shall not yield her increase, nor shall the trees of the land yield their fruits.",
      "21": "If you continue to walk contrary to Me and will not listen to Me, I will bring seven times more plagues upon you according to your sins.",
      "22": "I will also send wild beasts among you, which shall rob you of your children, destroy your livestock, and make you few in number. And your roads shall be desolate.",
      "23": "And if by these things you are not turned to Me, but walk contrary to Me,",
      "24": "then I will also walk contrary to you and will punish you yet seven times for your sins.",
      "25": "I will bring a sword upon you that shall extract vengeance for My covenant. And when you are gathered together within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy.",
      "26": "When I have broken the supply of your bread, ten women shall bake your bread in one oven, and they shall ration your bread again by weight, and you shall eat and not be satisfied.",
      "27": "If you will not listen to Me for all this, but walk contrary to Me,",
      "28": "then I will walk contrary to you also in fury, and I Myself will chastise you seven times for your sins.",
      "29": "You shall eat the flesh of your sons and the flesh of your daughters.",
      "30": "I will destroy your high places, and cut down your images, and cast your funeral offerings on the lifeless forms of your idols, and I shall abhor you.",
      "31": "I will make your cities a waste and bring your sanctuaries to desolation, and I will not smell the savor of your fragrant offerings.",
      "32": "I will bring the land into desolation, and your enemies that dwell there shall be astonished at it.",
      "33": "I will scatter you among the nations and I will draw out a sword after you. And your land shall be desolate and your cities a waste.",
      "34": "Then the land shall enjoy its sabbaths as long as it lies desolate, while you are in your enemies’ land; then the land shall rest and enjoy its sabbaths.",
      "35": "As long as it lies desolate it shall rest because it did not rest during your sabbaths when you lived upon it.",
      "36": "And on those who are left alive of you I will send faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall make them flee, and they shall flee as from a sword, and they shall fall when no one pursues.",
      "37": "They shall fall one upon one another, as to escape before the sword, though no one pursues, and you shall have no power to stand before your enemies.",
      "38": "You shall perish among the nations, and the land of your enemies shall consume you.",
      "39": "And those who are left of you shall rot away in their iniquity in your enemies’ lands, and also because of the iniquities of their fathers, they shall rot away with them.",
      "40": "But if they confess their iniquity, and the iniquity of their fathers, with their treachery that they committed against Me, and also that they have walked contrary to Me,",
      "41": "and that I also have walked contrary to them and have brought them into the land of their enemies; if then their uncircumcised hearts are humbled, and they then accept the punishment of their iniquity,",
      "42": "then will I remember My covenant with Jacob, and also My covenant with Isaac, and also My covenant with Abraham, and I will remember the land.",
      "43": "But the land shall be abandoned by them, and enjoy its sabbaths while it lies desolate without them. They shall make amends for their iniquity, because they despised My judgments and because they abhorred My statutes.",
      "44": "Yet for all that, when they are in the land of their enemies, I will not cast them away, nor will I abhor them to destroy them utterly and to break My covenant with them, for I am the Lord their God.",
      "45": "But for their sake I will remember the covenant with their fathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the Lord.",
      "46": "These are the statutes and judgments and laws that the Lord made between Himself and the children of Israel on Mount Sinai by the hand of Moses."
    },
    "27": {
      "1": "And the Lord spoke to Moses, saying:",
      "2": "Speak to the children of Israel, and say to them: When a man makes a special vow to the Lord based on the equivalent value of persons,",
      "3": "then the equivalent value of a male from twenty to sixty years old shall be fifty shekels of silver, according to the sanctuary shekel.",
      "4": "If the person is a female, then the equivalent value shall be thirty shekels.",
      "5": "If the person is five to twenty years old, then the equivalent value shall be twenty shekels for a male and ten shekels for a female.",
      "6": "If the person is one month to five years old, then the equivalent value shall be five shekels for a male and three shekels of silver for a female.",
      "7": "If the person is sixty years old or older, then the equivalent value shall be fifteen shekels for a male and ten shekels for a female.",
      "8": "But if he is too poor to afford the equivalent value, then he shall present himself before the priest and the priest shall set his value. According to what the person making the vow can afford, so the priest shall set his value.",
      "9": "And if it be an animal, of which men bring an offering to the Lord, all that any man gives of such to the Lord shall be holy.",
      "10": "He shall not exchange it nor substitute it, good for bad or bad for good. If he in fact substitutes an animal for another, then both it and its substitute shall be holy.",
      "11": "If it is any sort of unclean animal that is not permitted as an offering to the Lord, then he shall present the animal before the priest.",
      "12": "And the priest shall set its value, whether good or bad; according to the equivalent value set by the priest, so shall it be.",
      "13": "But if he plans on redeeming it, then he shall add one-fifth to the equivalent value.",
      "14": "When a man consecrates his house as holy to the Lord, then the priest shall set its value, whether good or bad, according to the equivalent value set by the priest, so shall it be established.",
      "15": "If he who consecrates the house should redeem it, then he shall add one-fifth to its equivalent value, and it shall be his.",
      "16": "If a man shall consecrate to the Lord some of his land, then the equivalent value shall be according to the seed needed to sow it: fifty shekels of silver per homer of barley seed.",
      "17": "If he consecrates his field from the Year of Jubilee, the equivalent value shall stay fixed,",
      "18": "but if he consecrates his field after the Jubilee, then the priest shall calculate for him the price according to the years that remain until the next Year of Jubilee, and the equivalent value shall be reduced.",
      "19": "And if he who consecrated the field plans on redeeming it, then he shall add one-fifth to the equivalent value, and it will be established as his.",
      "20": "If he does not redeem the field, but rather sells the field to another man, it may not be redeemed again.",
      "21": "But when the field is released in the Jubilee, it shall be holy to the Lord as a devoted field; it shall become the possession of the priest.",
      "22": "If a man consecrates to the Lord a field that he purchased, which is not part of his land property,",
      "23": "then the priest shall calculate for him the amount of the valuation, up to the Year of Jubilee, and he shall give your valuation on that day as a holy thing to the Lord.",
      "24": "In the Year of Jubilee the field shall return to the one from whom it was bought, to him to whom the property of land belongs.",
      "25": "All your estimations shall be according to the shekel of the sanctuary: Twenty gerahs shall be one shekel.",
      "26": "A firstborn of animals, which as firstborn belongs to the Lord, no man may consecrate; whether ox or sheep, it is the Lord’s.",
      "27": "If it is among the unclean animals, then he shall ransom it at the equivalent value and shall add one-fifth to it, but if it is not redeemed, then it shall be sold at the equivalent value.",
      "28": "Anything that a man shall devote to the Lord from all that he has, whether human, animal, or land, shall not be sold or redeemed. Every devoted thing is most holy to the Lord.",
      "29": "No one devoted of men, who shall be doomed to death, shall be redeemed; he shall surely be put to death.",
      "30": "Any tithe of the land, whether seed of the land or fruit of the trees, belongs to the Lord. It is holy to the Lord.",
      "31": "If a man plans on redeeming some of his tithe, he shall add one-fifth to it.",
      "32": "Any tithe of herd or flock, all that passes under the counting staff, the tenth one shall be holy to the Lord.",
      "33": "A person shall not differentiate between good or bad, nor shall he make a substitute for it, but if he does, then both it and its substitute shall be holy. It shall not be redeemed.",
      "34": "These are the commandments that the Lord commanded Moses for the children of Israel on Mount Sinai."
    }
  }
}