{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:08.329325-04:00",
    "Translation": "MEV"
  },
  "Luke": {
    "1": {
      "1": "Whereas many have undertaken to write a narrative of those things which are most surely believed among us,",
      "2": "just as they were handed down to us by those who from the beginning were eyewitnesses and ministers of the word,",
      "3": "it seemed good to me also, having accurately investigated all things from the very beginning, to write to you an orderly account, most excellent Theophilus,",
      "4": "that you might know the certainty of the things which you have been told.",
      "5": "There was in the days of Herod, the king of Judea, a certain priest named Zechariah, of the division of Abijah. And his wife was of the daughters of Aaron, and her name was Elizabeth.",
      "6": "They were both righteous before God, walking in all the commandments and ordinances of the Lord blamelessly.",
      "7": "But they had no child, because Elizabeth was barren, and they both were now well advanced in years.",
      "8": "Now while he served as priest before God, when his division was on duty,",
      "9": "according to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.",
      "10": "And the whole crowd of people were praying outside at the hour of incense.",
      "11": "Then an angel of the Lord appeared to him, standing on the right side of the altar of incense.",
      "12": "When Zechariah saw him, he was troubled, and fear fell upon him.",
      "13": "But the angel said to him, “Do not fear, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John.",
      "14": "You will have joy and gladness, and many will rejoice at his birth.",
      "15": "For he will be great in the sight of the Lord, and shall drink neither wine nor strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb.",
      "16": "He will turn many of the sons of Israel to the Lord their God.",
      "17": "And he will go before Him in the spirit and power of Elijah, to turn the hearts of the fathers to the children and the disobedient to the wisdom of the just, to make ready a people prepared for the Lord.”",
      "18": "Zechariah said to the angel, “How shall I know this? For I am an old man and my wife well advanced in years.”",
      "19": "The angel answered him, “I am Gabriel, who stands in the presence of God. And I was sent to speak to you and to bring you this good news.",
      "20": "And now you will be silent and unable to speak until the day that these things happen, because you did not believe my words, which will be fulfilled in their season.”",
      "21": "The people waited for Zechariah, and wondered why he waited so long in the temple.",
      "22": "When he came out, he could not speak to them. They perceived that he had seen a vision in the temple, for he made signs to them and remained speechless.",
      "23": "As soon as the days of his service were fulfilled, he departed to his own home.",
      "24": "After those days his wife Elizabeth conceived, and for five months she hid herself, saying,",
      "25": "“Thus the Lord has dealt with me in the days when He looked on me, to take away my reproach among men.”",
      "26": "In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth,",
      "27": "to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary.",
      "28": "The angel came to her and said, “Greetings, you who are highly favored. The Lord is with you. Blessed are you among women.”",
      "29": "When she saw him, she was troubled by his words, and considered in her mind what kind of greeting this might be.",
      "30": "But the angel said to her, “Do not be afraid, Mary, for you have found favor with God.",
      "31": "Listen, you will conceive in your womb and bear a Son and shall call His name JESUS.",
      "32": "He will be great, and will be called the Son of the Highest. And the Lord God will give Him the throne of His father David,",
      "33": "and He will reign over the house of Jacob forever. And of His kingdom there will be no end.”",
      "34": "Then Mary said to the angel, “How can this be, since I do not know a man?”",
      "35": "The angel answered her, “The Holy Spirit will come upon you, and the power of the Highest will overshadow you. Therefore the Holy One who will be born will be called the Son of God.",
      "36": "Listen, your cousin Elizabeth has also conceived a son in her old age. And this is the sixth month with her who was declared barren.",
      "37": "For with God nothing will be impossible.”",
      "38": "Mary said, “I am the servant of the Lord. May it be unto me according to your word.” Then the angel departed from her.",
      "39": "In those days Mary arose and quickly went into the hill country, to a city of Judah,",
      "40": "and entered the house of Zechariah and greeted Elizabeth.",
      "41": "When Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit.",
      "42": "She spoke out with a loud voice, “Blessed are you among women, and blessed is the fruit of your womb!",
      "43": "But why is this granted to me, that the mother of my Lord should come to me?",
      "44": "Indeed, as soon as the sound of your greeting came to my ears, the baby in my womb leaped for joy.",
      "45": "Blessed is she who believed, for there will be a completion to those things which were told her by the Lord.”",
      "46": "And Mary said:\n“My soul magnifies the Lord,",
      "47": "and my spirit rejoices in God my Savior.",
      "48": "For He has regarded\n    the low estate of His servant;\nsurely, from now on all generations will call me blessed.",
      "49": "For He who is mighty has done great things for me,\n    and holy is His name.",
      "50": "His mercy is on those who fear Him\n    from generation to generation.",
      "51": "He has shown strength with His arm;\n    He has scattered the proud in the imagination of their hearts.",
      "52": "He has pulled down the mighty from their thrones\n    and exalted those of low degree.",
      "53": "He has filled the hungry with good things,\n    and the rich He has sent away empty.",
      "54": "He has helped His servant Israel,\n    in remembrance of His mercy,",
      "55": "as He spoke to our fathers,\n    to Abraham and to his descendants forever.”",
      "56": "Mary remained with her about three months and returned to her own house.",
      "57": "Now Elizabeth’s time had come to give birth, and she gave birth to a son.",
      "58": "Her neighbors and cousins heard how the Lord had shown her great mercy, and they rejoiced with her.",
      "59": "On the eighth day they came to circumcise the child. And they were calling him Zechariah, after the name of his father.",
      "60": "But his mother answered, “Not so! He shall be called John.”",
      "61": "They said to her, “There is no one among your relatives who is called by this name.”",
      "62": "They made signs to his father, asking what he would have him called.",
      "63": "He asked for a writing tablet and wrote, “His name is John.” And they all were amazed.",
      "64": "Immediately his mouth was opened and his tongue was loosed, and he spoke and praised God.",
      "65": "Fear came on all who lived around them. And all these facts were talked about throughout all the hill country of Judea.",
      "66": "All those who heard them laid them up in their hearts, saying, “What kind of child will he be?” For the hand of the Lord was with him.",
      "67": "His father Zechariah was filled with the Holy Spirit and prophesied, saying,",
      "68": "“Blessed be the Lord God of Israel,\n    for He has visited and redeemed His people,",
      "69": "and has raised up a horn of salvation for us\n    in the house of His servant David,",
      "70": "as He spoke by the mouth of His holy prophets of long ago,",
      "71": "that we should be saved from our enemies\n    and from the hand of all who hate us,",
      "72": "to perform the mercy promised to our fathers\n    and to remember His holy covenant,",
      "73": "the oath which He swore to our father Abraham,",
      "74": "to grant us that we, being delivered out of the hand of our enemies,\n    might serve Him without fear,",
      "75": "in holiness and righteousness before Him all the days of our lives.",
      "76": "“And you, child, will be called the prophet of the Highest;\n    for you will go before the face of the Lord to prepare His ways,",
      "77": "to give knowledge of salvation to His people\n    by the remission of their sins,",
      "78": "through the tender mercy of our God,\n    whereby the sunrise from on high has visited us;",
      "79": "to give light to those who sit in darkness\n    and in the shadow of death,\nto guide our feet into the way of peace.”",
      "80": "And the child grew and became strong in spirit, and he remained in the wilderness until the day of his appearance to Israel."
    },
    "2": {
      "1": "In those days a decree went out from Caesar Augustus that the entire inhabited earth should be taxed.",
      "2": "This taxation was first made when Quirinius was governor of Syria.",
      "3": "And everyone went to his own city to be taxed.",
      "4": "So Joseph also departed from the city of Nazareth in Galilee to the City of David which is called Bethlehem, in Judea, because he was of the house and lineage of David,",
      "5": "to be taxed with Mary, his betrothed wife, who was with child.",
      "6": "So while they were there, the day came for her to give birth.",
      "7": "And she gave birth to her firstborn Son, and wrapped Him in strips of cloth, and laid Him in a manger, because there was no room for them in the inn.",
      "8": "And in the same area there were shepherds living in the fields, keeping watch over their flock by night.",
      "9": "And then an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were very afraid.",
      "10": "But the angel said to them, “Listen! Do not fear. For I bring you good news of great joy, which will be to all people.",
      "11": "For unto you is born this day in the City of David a Savior, who is Christ the Lord.",
      "12": "And this will be a sign to you: You will find the Baby wrapped in strips of cloth, lying in a manger.”",
      "13": "Suddenly there was with the angel a company of the heavenly host praising God and saying,",
      "14": "“Glory to God in the highest,\n    and on earth peace, and good will toward men.”",
      "15": "When the angels went away from them into heaven, the shepherds said to each other, “Let us now go to Bethlehem and see what has happened, which the Lord has made known to us.”",
      "16": "So they came hurrying and found Mary and Joseph, and the Baby lying in a manger.",
      "17": "When they had seen Him, they made widely known the word which was told them concerning this Child.",
      "18": "And all those who heard it marveled at what the shepherds told them.",
      "19": "But Mary kept all these things and pondered them in her heart.",
      "20": "The shepherds returned, glorifying and praising God for all the things they had heard and seen, as it had been told them.",
      "21": "When eight days had passed and the Child was circumcised, He was named JESUS, the name given by the angel before He was conceived in the womb.",
      "22": "When the days of her purification according to the Law of Moses were completed, they brought Him to Jerusalem to present Him to the Lord",
      "23": "(as it is written in the law of the Lord, “Every firstborn male shall be called holy to the Lord”)",
      "24": "and to offer a sacrifice according to what is said in the law of the Lord, “a pair of turtledoves, or two young pigeons.”",
      "25": "Now there was a man in Jerusalem whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him.",
      "26": "It was revealed to him by the Holy Spirit that he would not die before he had seen the Lord’s Christ.",
      "27": "Led by the Spirit, he came into the temple. And when the parents brought in the Child Jesus, to do for Him according to the custom of the law,",
      "28": "he received Him in his arms and blessed God and said:",
      "29": "“Lord, now let Your servant depart in peace,\n    according to Your word;",
      "30": "for my eyes have seen Your salvation",
      "31": "which You have prepared in the sight of all people,",
      "32": "a light for revelation to the Gentiles,\n    and the glory of Your people Israel.”",
      "33": "Joseph and His mother were amazed at those things which were spoken about Him.",
      "34": "Then Simeon blessed them and said to Mary His mother, “Listen, this Child is destined to cause the fall and rising of many in Israel and to be a sign which will be spoken against,",
      "35": "so that the thoughts of many hearts may be revealed. And a sword will pierce through your own soul also.”",
      "36": "And there was Anna a prophetess, a daughter of Phanuel, of the tribe of Asher. She was of a great age and had lived with her husband seven years from her virginity.",
      "37": "And she was a widow of about eighty-four years of age who did not depart from the temple, but served God with fasting and prayer night and day.",
      "38": "Coming at that moment she gave thanks to the Lord and spoke of Him to all those who looked for the redemption of Jerusalem.",
      "39": "When they had performed everything according to the law of the Lord, they returned to Galilee, to their own city of Nazareth.",
      "40": "And the Child grew and became strong in spirit, filled with wisdom. And the grace of God was upon Him.",
      "41": "Now His parents went to Jerusalem every year at the Feast of the Passover.",
      "42": "When He was twelve years old, they went up to Jerusalem according to the custom of the feast.",
      "43": "When the days of the feast were complete, as they returned, the Child Jesus remained behind in Jerusalem. And Joseph and His mother did not know of it.",
      "44": "But supposing Him to be in their company, they went a day’s journey. Then they searched for Him among their relatives and acquaintances.",
      "45": "When they did not find Him, they returned to Jerusalem, searching for Him.",
      "46": "After three days they found Him in the temple, sitting in the midst of the teachers, listening to them and asking them questions.",
      "47": "All who heard Him were astonished at His understanding and His answers.",
      "48": "When they saw Him, they were amazed. And His mother said to Him, “Son, why have You dealt with us like this? Look, Your father and I have anxiously searched for You.”",
      "49": "He said to them, “How is it that you searched for Me? Did you not know that I must be about My Father’s business?”",
      "50": "But they did not understand the word which He spoke to them.",
      "51": "Then He went down with them and came to Nazareth and was obedient to them. But His mother kept all these words in her heart.",
      "52": "And Jesus increased in wisdom and in stature and in favor with God and men."
    },
    "3": {
      "1": "In the fifteenth year of the reign of Caesar Tiberius, Pontius Pilate was governor of Judea, Herod was tetrarch of Galilee, his brother Philip was tetrarch of Iturea and the region of Traconitis, and Lysanias was the tetrarch of Abilene.",
      "2": "Annas and Caiaphas being the high priests, the word of God came to John the son of Zechariah in the wilderness.",
      "3": "He came into the region surrounding the Jordan, preaching the baptism of repentance for the remission of sins.",
      "4": "As it is written in the book of the words of Isaiah the prophet, saying:\n“The voice of one crying in the wilderness:\n‘Prepare the way of the Lord;\n    make His paths straight.",
      "5": "Every valley shall be filled\n    and every mountain and hill shall be brought low;\nand the crooked shall be made straight\n    and the rough ways shall be made smooth;",
      "6": "and all flesh shall see the salvation of God.’ ”",
      "7": "Then he said to the crowds that came out to be baptized by him, “You children of vipers! Who warned you to flee from the wrath to come?",
      "8": "Therefore bear fruit worthy of repentance, and do not begin to say to yourselves, ‘We have Abraham as our father.’ For I say to you that God is able from these stones to raise up children for Abraham.",
      "9": "Even now the axe is put to the root of the trees. Every tree therefore which does not bear good fruit is cut down and thrown into the fire.”",
      "10": "The people asked him, “What then must we do?”",
      "11": "John answered, “He who has two tunics, let him give to him who has none. And he who has food, let him do likewise.”",
      "12": "Then tax collectors also came to be baptized and said to him, “Teacher, what must we do?”",
      "13": "He said to them, “Collect no more than what is appointed you.”",
      "14": "Then the soldiers likewise demanded of him, “And what must we do?”\nHe said to them, “Do no violence to anyone nor accuse any falsely, and be content with your wages.”",
      "15": "As the people were in expectation, and everyone reflected in their hearts upon John, whether he might be the Christ or not,",
      "16": "John answered them all, “I indeed baptize you with water. But One mightier than I is coming, the strings of whose shoes I am not worthy to untie. He will baptize you with the Holy Spirit and with fire.",
      "17": "His fan is in His hand, and He will thoroughly cleanse His threshing floor, and will gather the wheat into His granary. But He will burn the chaff with unquenchable fire.”",
      "18": "Then he preached many other things in his exhortation to the people.",
      "19": "But Herod the tetrarch, being rebuked by him because of Herodias, his brother Philip’s wife, and for all the evils which Herod had done,",
      "20": "added also this above them all: He locked John up in prison.",
      "21": "Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened,",
      "22": "and the Holy Spirit descended in a bodily form like a dove on Him, and a voice came from heaven which said, “You are My beloved Son. In You I am well pleased.”",
      "23": "Now Jesus Himself began His ministry at about thirty years of age, being, as was supposed, the son of Joseph,\nwho was the son of Heli,",
      "24": "who was the son of Matthat,\nwho was the son of Levi, who was the son of Melchi,\nwho was the son of Jannai, who was the son of Joseph,",
      "25": "who was the son of Mattathias, who was the son of Amos,\nwho was the son of Nahum, who was the son of Esli,\nwho was the son of Naggai,",
      "26": "who was the son of Maath,\nwho was the son of Mattathias, who was the son of Semein,\nwho was the son of Josech, who was the son of Joda,",
      "27": "who was the son of Joanan, who was the son of Rhesa,\nwho was the son of Zerubbabel, who was the son of Shealtiel,\nwho was the son of Neri,",
      "28": "who was the son of Melchi,\nwho was the son of Addi, who was the son of Cosam,\nwho was the son of Elmadam, who was the son of Er,",
      "29": "who was the son of Joshua, who was the son of Eliezer,\nwho was the son of Jorim, who was the son of Matthat,\nwho was the son of Levi,",
      "30": "who was the son of Simeon,\nwho was the son of Judah, who was the son of Joseph,\nwho was the son of Jonan, who was the son of Eliakim,",
      "31": "who was the son of Melea, who was the son of Menna,\nwho was the son of Mattatha, who was the son of Nathan,\nwho was the son of David,",
      "32": "who was the son of Jesse,\nwho was the son of Obed, who was the son of Boaz,\nwho was the son of Salmon, who was the son of Nahshon,",
      "33": "who was the son of Amminadab, who was the son of Ram,\nwho was the son of Hezron, who was the son of Perez,\nwho was the son of Judah,",
      "34": "who was the son of Jacob,\nwho was the son of Isaac, who was the son of Abraham,\nwho was the son of Terah, who was the son of Nahor,",
      "35": "who was the son of Serug, who was the son of Reu,\nwho was the son of Peleg, who was the son of Eber,\nwho was the son of Shelah,",
      "36": "who was the son of Cainan,\nwho was the son of Arphaxad, who was the son of Shem,\nwho was the son of Noah, who was the son of Lamech,",
      "37": "who was the son of Methuselah, who was the son of Enoch,\nwho was the son of Jared, who was the son of Mahalalel,\nwho was the son of Cainan,",
      "38": "who was the son of Enosh,\nwho was the son of Seth, who was the son of Adam,\nwho was the son of God."
    },
    "4": {
      "1": "Jesus, being filled with the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness,",
      "2": "being tempted by the devil for forty days. During those days He ate nothing. And when they were ended, He was hungry.",
      "3": "The devil said to Him, “If You are the Son of God, command this stone to become bread.”",
      "4": "Jesus answered him, “It is written, ‘Man shall not live by bread alone, but by every word of God.’”",
      "5": "The devil, taking Him up onto a high mountain, showed Him all the kingdoms of the world in a moment of time.",
      "6": "And the devil said to Him, “I will give You all this power and their glory, for it has been delivered to me. And I give it to whomever I will.",
      "7": "If You, then, will worship me, all will be Yours.”",
      "8": "And Jesus answered him, “Get behind Me, Satan! For it is written, ‘You shall worship the Lord your God, and Him only shall you serve.’”",
      "9": "He brought Him to Jerusalem, set Him on the pinnacle of the temple, and said to Him, “If You are the Son of God, throw Yourself down from here.",
      "10": "For it is written:\n‘He shall give His angels charge concerning you,\n    to preserve you,’",
      "11": "and\n‘In their hands they shall hold you up,\n    lest you strike your foot against a stone.’”",
      "12": "Jesus answered him, “It is said, ‘You shall not tempt the Lord your God.’”",
      "13": "When the devil had ended all the temptations, he departed from Him until another time.",
      "14": "Jesus returned in the power of the Spirit to Galilee. And His fame went throughout the surrounding region.",
      "15": "He taught in their synagogues, being glorified by everyone.",
      "16": "He came to Nazareth, where He had been brought up. And as His custom was, He went to the synagogue on the Sabbath day. And He stood up to read.",
      "17": "The scroll of the prophet Isaiah was handed to Him. When He had unrolled the scroll, He found the place where it was written:",
      "18": "“The Spirit of the Lord is upon Me,\n    because He has anointed Me\n    to preach the gospel to the poor;\nHe has sent Me to heal the broken-hearted,\n    to preach deliverance to the captives\n    and recovery of sight to the blind,\nto set at liberty those who are oppressed;",
      "19": "to preach the acceptable year of the Lord.”",
      "20": "Then He rolled up the scroll, and He gave it back to the attendant, and sat down. The eyes of all those who were in the synagogue were fixed on Him.",
      "21": "And He began to say to them, “Today this Scripture is fulfilled in your hearing.”",
      "22": "All bore witness to Him, and wondered at the gracious words which came from His mouth. Then they said, “Is this not Joseph’s son?”",
      "23": "He said to them, “You will surely say to Me this proverb, ‘Physician, heal Yourself. Whatever we have heard done in Capernaum, do also here in Your country.’ ”",
      "24": "He also said, “Truly, I say to you, no prophet is accepted in his own country.",
      "25": "But I tell you truthfully, many widows were in Israel in the days of Elijah, when the heavens were closed for three years and six months, when great famine was throughout all the land.",
      "26": "Yet to none of them was Elijah sent except to Zarephath, a city of Sidon, to a woman who was a widow.",
      "27": "And many lepers were in Israel in the time of Elisha the prophet. But none of them was cleansed except Naaman the Syrian.”",
      "28": "All those in the synagogue, when they heard these things, were filled with wrath.",
      "29": "They rose up and thrust Him out of the city and led Him to the brow of the hill on which their city was built, that they might throw Him down headlong.",
      "30": "But passing through the midst of them, He went His way.",
      "31": "Then He went down to Capernaum, a city of Galilee, and was teaching them on the Sabbaths.",
      "32": "They were astonished at His teaching, for His word was with authority.",
      "33": "In the synagogue there was a man who had the spirit of an unclean demon. And he cried out with a loud voice,",
      "34": "“Leave us alone! What have You to do with us, Jesus of Nazareth? Have You come to destroy us? I know who You are—the Holy One of God!”",
      "35": "Jesus rebuked him, saying, “Be silent, and come out of him!” When the demon had thrown him down in their midst, he came out of him and did not hurt him.",
      "36": "They were all amazed and said among themselves, “What a word this is! For with authority and power He commands the unclean spirits, and they come out.”",
      "37": "And His fame went out to every place in the surrounding countryside.",
      "38": "He went out of the synagogue and entered Simon’s house. Now Simon’s mother-in-law was taken ill with a high fever, and they asked Him about her.",
      "39": "So He stood over her and rebuked the fever, and it left her. And immediately she rose and served them.",
      "40": "Now when the sun was setting, all those who had anyone sick with various diseases brought them to Him. And He laid His hands on every one of them and healed them.",
      "41": "And demons came out of many, crying out, “You are the Christ, the Son of God!” But He rebuked them and did not permit them to speak, because they knew that He was the Christ.",
      "42": "When it was day He departed and went into a remote place. And searching for Him, the people came to Him and tried to prevent Him from leaving them.",
      "43": "But He said to them, “I must preach the kingdom of God to other cities also, for this is why I was sent.”",
      "44": "And He was preaching in the synagogues of Galilee."
    },
    "5": {
      "1": "As the people pressed upon Him to hear the word of God, He stood by the Lake of Gennesaret",
      "2": "and saw two boats beside the lake. But the fishermen had gone out of them and were washing their nets.",
      "3": "He entered one of the boats, which was Simon’s, and asked him to thrust it out a little from the land. Then He sat down and taught the people from the boat.",
      "4": "When He had finished speaking, He said to Simon, “Launch out into the deep and let down your nets for a catch.”",
      "5": "Simon answered Him, “Master, we have worked all night and have caught nothing. But at Your word I will let down the net.”",
      "6": "When they had done this, they caught a great number of fish, and their net was tearing.",
      "7": "So they signaled to their partners in the other boat to come and help them. And they came and filled both boats, so that they began to sink.",
      "8": "When Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, O Lord.”",
      "9": "For he and all who were with him were astonished at the catch of fish which they had taken,",
      "10": "and so were James and John, the sons of Zebedee, who were partners with Simon.\nThen Jesus said to Simon, “Do not fear. From now on you will catch men.”",
      "11": "So when they had brought their boats to land, they left everything and followed Him.",
      "12": "When He was in a certain city, a man full of leprosy, upon seeing Jesus, fell on his face and begged Him, “Lord, if You will, You can make me clean.”",
      "13": "He reached out His hand and touched him, saying, “I will. Be clean.” And immediately the leprosy left him.",
      "14": "Then He commanded him to tell no one, “But go and show yourself to the priest and make an offering for your cleansing, as Moses commanded, as a testimony to them.”",
      "15": "Yet even more so His fame went everywhere. And great crowds came together to hear and to be healed by Him of their infirmities.",
      "16": "But He withdrew to the wilderness and prayed.",
      "17": "On a certain day, as He was teaching, Pharisees and teachers of the law were sitting nearby, who had come from every town of Galilee and Judea and from Jerusalem. And the power of the Lord was present to heal the sick.",
      "18": "Now some men brought in a bed a man who was paralyzed. They searched for ways to bring him in and lay him before Him.",
      "19": "When they could not find a way to bring him in, because of the crowd, they went up on the roof and let him down through the tiles with his bed into their midst before Jesus.",
      "20": "When He saw their faith, He said to him, “Man, your sins are forgiven you.”",
      "21": "The scribes and the Pharisees began to question, “Who is He who speaks blasphemies? Who can forgive sins but God alone?”",
      "22": "When Jesus perceived their thoughts, He answered them, “Why question in your hearts?",
      "23": "Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Rise up and walk’?",
      "24": "But that you may know that the Son of Man has authority on earth to forgive sins,” He said to the paralyzed man, “I say to you, rise, take up your bed, and go to your house.”",
      "25": "Immediately he rose before them, and took up that on which he lay, and departed to his own house, glorifying God.",
      "26": "They were all amazed, and they glorified God and were filled with fear, saying, “We have seen wonderful things today.”",
      "27": "After these things He went out and saw a tax collector, named Levi, sitting at the tax collector’s station. He said to him, “Follow Me.”",
      "28": "And he left everything, rose up, and followed Him.",
      "29": "Then Levi made Him a great feast in his house. And there was a group of many tax collectors and others who sat down with them.",
      "30": "But their scribes and Pharisees murmured against His disciples, saying, “Why do you eat and drink with tax collectors and sinners?”",
      "31": "Jesus answered them, “Those who are well do not need a physician, but those who are sick.",
      "32": "I have not come to call the righteous, but sinners to repentance.”",
      "33": "They said to Him, “Why do the disciples of John fast often and offer prayers, and likewise the disciples of the Pharisees, but Yours eat and drink?”",
      "34": "He said to them, “Can you make the attendants of the bridegroom fast while the bridegroom is with them?",
      "35": "But the days will come when the bridegroom will be taken away from them. Then in those days they will fast.”",
      "36": "He told them a parable also: “No one sews a piece of a new material on an old one. Otherwise the new would tear, for the new piece does not match the old.",
      "37": "And no one puts new wine into old wineskins. Otherwise the new wine will burst the wineskins, and it will be spilled, and the wineskins will be destroyed.",
      "38": "But new wine must be put into new wineskins, and both are preserved.",
      "39": "And no one, having drunk old wine, immediately desires new. For he says, ‘The old is better.’ ”"
    },
    "6": {
      "1": "On the second Sabbath after the first, He went through the grain fields, and His disciples plucked and ate the heads of grain, rubbing them in their hands.",
      "2": "Some of the Pharisees said to them, “Why are you doing what is not lawful to do on the Sabbath?”",
      "3": "Jesus answered them, “Have you not read what David did when he and those who were with him were hungry?",
      "4": "He went into the house of God, and took and ate the ritual bread, and also gave it to those who were with him. This was not lawful, but for the priests only to eat.”",
      "5": "Then He said to them, “The Son of Man is Lord even of the Sabbath.”",
      "6": "On another Sabbath, when He entered the synagogue and taught, there was a man whose right hand had withered.",
      "7": "The scribes and the Pharisees watched Him to see whether He would heal on the Sabbath, so that they might find an accusation against Him.",
      "8": "But He knew their thoughts, and He said to the man who had the withered hand, “Rise and stand in front.” So he rose and stood in front.",
      "9": "Then Jesus said to them, “I will ask you one thing: Is it lawful on the Sabbath to do good or to do evil, to save life or to destroy it?”",
      "10": "Then looking around at them all, He said to the man, “Stretch out your hand.” He did so, and his hand was restored as whole as the other.",
      "11": "But they were filled with madness and discussed with each other what they might do to Jesus.",
      "12": "In these days He went out to the mountain to pray and continued all night in prayer to God.",
      "13": "When it was day, He called for His disciples, and of them He chose twelve, whom He named apostles:",
      "14": "Simon, whom He named Peter, and Andrew his brother, and James and John, and Philip and Bartholomew,",
      "15": "and Matthew and Thomas, and James the son of Alphaeus, and Simon called the Zealot,",
      "16": "and Judas the son of James, and Judas Iscariot, who became a traitor.",
      "17": "He came down with them and stood on a level place with a crowd of His disciples and a great crowd of people from all Judea and Jerusalem, and from the seacoast of Tyre and Sidon, who came to hear Him and be healed of their diseases,",
      "18": "including those who were vexed by unclean spirits. And they were healed.",
      "19": "The whole crowd tried to touch Him, for power went out from Him and healed them all.",
      "20": "He lifted up His eyes on His disciples, and said:\n“Blessed are you poor,\n    for yours is the kingdom of God.",
      "21": "Blessed are you who hunger now,\n    for you shall be filled.\nBlessed are you who weep now,\n    for you shall laugh.",
      "22": "Blessed are you when men hate you,\n    and when they separate you from their company and insult you,\n    and cast out your name as evil,\n        on account of the Son of Man.",
      "23": "“Rejoice in that day, and leap for joy, for indeed, your reward is great in heaven. For in like manner their fathers treated the prophets.",
      "24": "“But woe to you who are rich,\n    for you have received your consolation.",
      "25": "Woe to you who are filled,\n    for you shall hunger.\nWoe to you who laugh now,\n    for you shall mourn and weep.",
      "26": "Woe to you, when all men speak well of you,\n    for so their fathers spoke of the false prophets.",
      "27": "“But I say to you who hear, love your enemies, do good to those who hate you,",
      "28": "bless those who curse you, and pray for those who spitefully use you.",
      "29": "To him who strikes you on the one cheek, offer also the other. And from him who takes away your cloak, do not withhold your tunic as well.",
      "30": "Give to everyone who asks of you. And of him who takes away your goods, do not ask for them back.",
      "31": "Do unto others as you would have others do unto you.",
      "32": "“For if you love those who love you, what thanks do you receive? For even sinners love those who love them.",
      "33": "And if you do good to those who do good to you, what thanks do you receive? For even sinners do the same.",
      "34": "And if you lend to those from whom you hope to receive, what thanks do you receive? Even sinners lend to sinners, to receive as much in return.",
      "35": "But love your enemies, and do good, and lend, hoping for nothing in return. Then your reward will be great, and you will be the sons of the Highest. For He is kind to the unthankful and the evil.",
      "36": "Be therefore merciful, even as your Father is merciful.",
      "37": "“Judge not, and you shall not be judged. Condemn not, and you will not be condemned. Forgive, and you shall be forgiven.",
      "38": "Give, and it will be given to you: Good measure, pressed down, shaken together, and running over will men give unto you. For with the measure you use, it will be measured unto you.”",
      "39": "He spoke a parable to them: “Can the blind lead the blind? Will they not both fall into the ditch?",
      "40": "The disciple is not above his teacher, but everyone who is trained will be like his teacher.",
      "41": "“Why do you see the speck that is in your brother’s eye, but do not see the beam that is in your own eye?",
      "42": "How can you say to your brother, ‘Brother, let me remove the speck that is in your eye,’ when you yourself do not see the beam that is in your own eye? You hypocrite! First remove the beam from your own eye, and then you will see clearly to remove the speck that is in your brother’s eye.",
      "43": "“A good tree does not bear corrupt fruit, nor does a corrupt tree bear good fruit.",
      "44": "Each tree is known by its own fruit. Men do not gather figs from thorns, nor do they gather grapes from a wild bush.",
      "45": "A good man out of the good treasure of his heart bears what is good, and an evil man out of the evil treasure of his heart bears what is evil. For of the abundance of the heart his mouth speaks.",
      "46": "“Why do you call Me, ‘Lord, Lord,’ and not do what I say?",
      "47": "Whoever comes to Me and hears My words and does them, I will show whom he is like:",
      "48": "He is like a man who built a house, and dug deep, and laid the foundation on rock. When the flood arose, the stream beat vehemently against that house, but could not shake it, for it was founded on rock.",
      "49": "But he who hears and does not obey is like a man who built a house on the ground without a foundation, against which the stream beat vehemently. Immediately it fell, and the ruin of that house was great.”"
    },
    "7": {
      "1": "When He had completed all His words in the hearing of the people, He entered Capernaum.",
      "2": "Now a centurion’s servant, who was dear to him, was sick and ready to die.",
      "3": "When he heard of Jesus, he sent the elders of the Jews to Him, asking Him to come and heal his servant.",
      "4": "When they came to Jesus, they asked Him earnestly, saying, “You should do this for him for he is worthy,",
      "5": "for he loves our nation, and he has built us a synagogue.”",
      "6": "So Jesus went with them.\nWhen He was not far from the house, the centurion sent friends to Him, saying, “Lord, do not trouble Yourself, for I am not worthy to have You come under my roof.",
      "7": "Likewise, I did not think myself worthy to come to You. But say the word, and my servant will be healed.",
      "8": "For I myself am a man placed under authority, having soldiers under me. I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.”",
      "9": "When Jesus heard these words, He marveled at him, and turned and said to the people who followed Him, “I tell you, I have not found such great faith even in Israel.”",
      "10": "Then those who were sent, returning to the house, found the servant well who had been sick.",
      "11": "The following day He went into a city called Nain, and many of His disciples and a large crowd went with Him.",
      "12": "When He came near the gate of the city, a man who had died was being carried out, the only son of his mother, and she was a widow. And a large crowd from the city was with her.",
      "13": "When the Lord saw her, He had compassion on her and said to her, “Do not weep.”",
      "14": "Then He came and touched the coffin, and those who carried it stood still. He said, “Young man, I say to you, arise.”",
      "15": "He who was dead sat up and began to speak. And He gave him to his mother.",
      "16": "Fear came on everyone. And they glorified God, saying, “A great prophet has risen up among us!” and “God has visited His people!”",
      "17": "This rumor of Him went throughout all Judea and the surrounding region.",
      "18": "The disciples of John told him of all these things.",
      "19": "John, calling for two of his disciples, sent them to Jesus, saying, “Are You the One who is coming, or shall we look for another?”",
      "20": "When the men had come to Him, they said, “John the Baptist has sent us to You, saying, ‘Are You the One who is coming, or shall we look for another?’ ”",
      "21": "In that same hour He cured many of their infirmities and afflictions and evil spirits. And to many who were blind He gave sight.",
      "22": "So Jesus answered them, “Go and tell John what you have seen and heard: that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, and the gospel is preached to the poor.",
      "23": "Blessed is he who does not fall away on account of Me.”",
      "24": "When the messengers of John had departed, He began to speak to the crowd concerning John: “What did you go out into the wilderness to see? A reed shaken by the wind?",
      "25": "If not, what did you go out to see? A man dressed in fine clothes? Now those who are splendidly clothed and live luxuriously are in royal palaces.",
      "26": "What then did you go out to see? A prophet? Yes, I say to you, and much more than a prophet.",
      "27": "This is he of whom it is written:\n‘Look, I am sending My messenger before Your face,\n    who shall prepare Your way before You.’",
      "28": "I say to you, among those who are born of women there is no greater prophet than John the Baptist. Yet he who is least in the kingdom of God is greater than he.”",
      "29": "All the people who heard Him, including the tax collectors, justified God, having been baptized with the baptism of John.",
      "30": "But the Pharisees and lawyers rejected the counsel of God for themselves, not having been baptized by John.",
      "31": "Then the Lord said, “To what then shall I compare the men of this generation, and what are they like?",
      "32": "They are like children sitting in the marketplace, calling to each other, saying:\n‘We played the flute for you,\n    and you did not dance;\nwe mourned to you,\n    and you did not weep.’",
      "33": "For John the Baptist came neither eating bread nor drinking wine. But you say, ‘He has a demon.’",
      "34": "The Son of Man has come eating and drinking. But you say, ‘Look, a glutton and a drunkard, a friend of tax collectors and sinners!’",
      "35": "But wisdom is justified by all her children.”",
      "36": "One of the Pharisees asked Him to eat with him. So He went to the Pharisee’s house and sat down for supper.",
      "37": "There, a woman of the city who was a sinner, when she learned that Jesus was sitting for supper in the Pharisee’s house, brought an alabaster jar of ointment,",
      "38": "and stood behind Him at His feet, weeping, and began to wash His feet with tears, and wiped them with the hair of her head, and kissed His feet, and anointed them with the ointment.",
      "39": "Now when the Pharisee who had invited Him saw it, he said to himself, “If this Man were a prophet, He would have known who and what kind of woman she is who is touching Him, for she is a sinner.”",
      "40": "Jesus answered him, “Simon, I have something to say to you.”\nHe said, “Teacher, say it.”",
      "41": "“A creditor had two debtors. The one owed five hundred denarii, and the other fifty.",
      "42": "When they had no money to pay, he freely forgave them both. Tell Me, therefore, which of them will love him more?”",
      "43": "Simon answered, “I suppose he whom he forgave more.”\nHe said to him, “You have judged rightly.”",
      "44": "Then He turned to the woman and said to Simon, “Do you see this woman? I entered your house. You gave Me no water for My feet, but she has washed My feet with her tears and wiped them with the hair of her head.",
      "45": "You gave Me no kiss, but this woman, since the time I came in, has not ceased to kiss My feet.",
      "46": "You did not anoint My head with oil, but this woman has anointed My feet with ointment.",
      "47": "Therefore I say to you, her sins, which are many, are forgiven, for she loved much. But he who is forgiven little loves little.”",
      "48": "Then He said to her, “Your sins are forgiven.”",
      "49": "Those who sat at supper with Him began to say to themselves, “Who is He who even forgives sins?”",
      "50": "He said to the woman, “Your faith has saved you. Go in peace.”"
    },
    "8": {
      "1": "Afterward, He went throughout every city and village, preaching and bringing the good news of the kingdom of God. With Him were the twelve",
      "2": "and some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had come out,",
      "3": "and Joanna, the wife of Chuza, Herod’s steward, and Susanna, and many others, who supported Him with their possessions.",
      "4": "When a large crowd had gathered together and people were coming to Him from every city, He told this parable:",
      "5": "“A sower went out to sow his seed. As he sowed, some fell along the path and was trampled down, and the birds of the air devoured it.",
      "6": "Some fell on a rock. And as soon as it sprang up, it withered away, because it lacked moisture.",
      "7": "Yet some fell among thorns. And the thorns sprang up with it and choked it.",
      "8": "And other seed fell on good ground and sprang up and yielded a hundred times the amount sown.”\nWhen He had said these things, He cried out, “He who has ears to hear, let him hear.”",
      "9": "His disciples asked Him, “What might this parable mean?”",
      "10": "He said, “To you it has been given to know the secrets of the kingdom of God, but to others they are in parables, so that\n‘seeing they may not see,\n    and hearing they may not understand.’",
      "11": "“Now the parable means this: The seed is the word of God.",
      "12": "Those along the path are those who hear. Then comes the devil, who takes away the word from their hearts, lest they should believe and be saved.",
      "13": "Those on the rock are the ones who, when they hear the word, receive it with joy. But these have no root, for they believe for a while, then in the time of temptation fall away.",
      "14": "That which fell among thorns are those who, when they have heard, go out and are choked with the cares and riches and pleasures of this life, and bring no fruit to maturity.",
      "15": "But the seed on the good ground are those who, having heard the word, keep it in an honest and good heart and bear fruit with patience.",
      "16": "“No one, when he lights a candle, covers it with a vessel or puts it under a bed, but sets it on a candlestick, that those who enter may see the light.",
      "17": "For nothing is secret that will not be revealed, nor anything hidden that will not be known and revealed.",
      "18": "Take heed therefore how you hear. For whoever has, to him will be given. And whoever has not, from him will be taken even what he thinks he has.”",
      "19": "Then His mother and His brothers came to Him, but could not reach Him because of the crowd.",
      "20": "Someone told Him, “Your mother and Your brothers are standing outside, desiring to see You.”",
      "21": "He answered them, “My mother and My brothers are these who hear the word of God and do it.”",
      "22": "One day He went into a boat with His disciples, and He said to them, “Let us go over to the other side of the lake.” So they launched out.",
      "23": "As they sailed, He fell asleep. Then a wind storm came down on the lake, and they were filling with water, and were in danger.",
      "24": "They came to Him and awoke Him, saying, “Master, Master, we are perishing!”\nThen He arose and rebuked the wind and the raging of the water. And they ceased, and there was a calm.",
      "25": "He said to them, “Where is your faith?”\nBeing afraid, they marveled, saying to each other, “Who then is this Man? He commands even the winds and water, and they obey Him.”",
      "26": "They sailed to the country of the Gadarenes, which is across from Galilee.",
      "27": "When He stepped out on land, a man from the city who had demons for a long time met Him. He wore no clothes, nor did he live in a house but in the tombs.",
      "28": "When he saw Jesus, he cried out and fell down before Him, and with a loud voice said, “What have You to do with me, Jesus, Son of the Most High God? I plead with You, do not torment me.”",
      "29": "For He had commanded the unclean spirit to come out of the man. It often had seized him, and he was kept under guard, bound with chains and shackles. But he broke the shackles and was driven by the demon into the wilderness.",
      "30": "Jesus asked him, “What is your name?”\nHe said, “Legion,” because many demons had entered him.",
      "31": "And they begged Him not to command them to go out into the abyss.",
      "32": "There was a large herd of swine feeding on the mountain. They begged Him to permit them to enter them, and He permitted them.",
      "33": "Then the demons went out of the man and entered the swine, and the herd ran violently down the steep bank into the lake and was drowned.",
      "34": "When those who fed them saw what had happened, they fled and reported it in the city and in the country.",
      "35": "Then they went out to see what had happened, and came to Jesus, and found the man from whom the demons had departed sitting at the feet of Jesus, clothed, and in his right mind. And they were afraid.",
      "36": "Those who had seen it told them how he who had been possessed by demons was healed.",
      "37": "Then the whole crowd from the surrounding country of the Gadarenes asked Him to depart from them, for they were seized with great fear. So He went into the boat and returned.",
      "38": "Now the man from whom the demons had departed asked Him if he could stay with Him. But Jesus sent him away, saying,",
      "39": "“Return to your own house, and tell what great things God has done for you.” So he went his way and proclaimed throughout the whole city what great things Jesus had done for him.",
      "40": "When Jesus returned, the crowd gladly received Him, for they were all waiting for Him.",
      "41": "Then a man named Jairus, who was a ruler of the synagogue, came and fell down at Jesus’ feet, and begged Him to come to his house,",
      "42": "for he had an only daughter, about twelve years of age, and she was dying.\nAs He went, the people crowded Him.",
      "43": "And a woman having a hemorrhage for twelve years, who had spent all her living on physicians, but could not be healed by anyone,",
      "44": "came behind Him, and touched the fringe of His garment. And immediately her hemorrhage dried up.",
      "45": "Jesus said, “Who touched Me?”\nWhen everyone denied it, Peter and those who were with Him said, “Master, the crowds are pressing against You, and You say, ‘Who touched Me?’ ”",
      "46": "But Jesus said, “Someone touched Me, for I perceive that power has gone out from Me.”",
      "47": "When the woman saw that she was not hidden, she came trembling. And falling down before Him, she declared to Him before all the people why she had touched Him and how she was healed immediately.",
      "48": "Then He said to her, “Daughter, be of good cheer. Your faith has made you well. Go in peace.”",
      "49": "While He was still speaking, someone from the synagogue ruler’s house came, saying to Jairus, “Your daughter is dead. Do not trouble the Teacher.”",
      "50": "But when Jesus heard it, He answered him, “Do not fear. Only believe, and she will be made well.”",
      "51": "When He came into the house, He permitted no one to go in except Peter, John and James, and the father and mother of the girl.",
      "52": "All wept and mourned for her. But He said, “Do not weep. She is not dead but sleeping.”",
      "53": "They laughed at Him, knowing that she was dead.",
      "54": "But He put them all outside and took her by the hand and called, saying, “Little girl, arise.”",
      "55": "Her spirit returned, and she arose immediately. And He told them to give her food.",
      "56": "Her parents were astonished, but He commanded them to tell no one what had happened."
    },
    "9": {
      "1": "Then He called His twelve disciples together and gave them power and authority over all demons and to cure diseases.",
      "2": "And He sent them to preach the kingdom of God and to heal the sick.",
      "3": "He said to them, “Take nothing for your journey: no staff, no bag, no bread, no money. And do not take two tunics apiece.",
      "4": "Whatever house you enter, stay there, and from there depart.",
      "5": "Whoever will not receive you, when you go out of that city, shake off the very dust from your feet as a testimony against them.”",
      "6": "So they departed and went through the towns, preaching the gospel and healing everywhere.",
      "7": "Now Herod the tetrarch heard of all that was done by Him. And he was perplexed, because it was said by some that John had risen from the dead,",
      "8": "and by some that Elijah had appeared, and by others that one of the old prophets had risen.",
      "9": "But Herod said, “I have beheaded John. But who is this of whom I hear such things?” And he tried to see Him.",
      "10": "When the apostles returned, they told Jesus all that they had done. Then He took them and went aside privately into a deserted place belonging to the city called Bethsaida.",
      "11": "But when the crowds knew it, they followed Him. And He welcomed them and spoke to them about the kingdom of God, and healed those who had need of healing.",
      "12": "When the day began to end, the twelve came and said to Him, “Send the crowds away, so they can go into the towns and surrounding countryside and lodge and get food. For we are in a deserted place here.”",
      "13": "He said to them, “You give them something to eat.”\nThey said, “We have no more than five loaves and two fish, unless we go and buy food for all these people.”",
      "14": "There were about five thousand men.\nBut He said to His disciples, “Make them sit down in groups of fifty.”",
      "15": "They did so, and made them all sit down.",
      "16": "Then He took the five loaves and the two fish, and looking up to heaven, He blessed them, and broke them, and gave them to the disciples to set before the crowd.",
      "17": "They all ate and were filled, and twelve baskets of broken pieces that remained were collected.",
      "18": "As He was alone praying, His disciples were with Him. And He asked them, “Who do the people say that I am?”",
      "19": "They answered, “John the Baptist. But some say Elijah. And others say that one of the old prophets has risen.”",
      "20": "He said to them, “But who do you say that I am?”\nPeter answered, “The Christ of God.”",
      "21": "Jesus strictly commanded them to tell no one of this,",
      "22": "saying, “The Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and be raised the third day.”",
      "23": "Then He said to them all, “If anyone will come after Me, let him deny himself, and take up his cross daily, and follow Me.",
      "24": "For whoever will save his life will lose it, but whoever loses his life for My sake will save it.",
      "25": "For what does it profit a man if he gains the whole world, yet loses or forfeits himself?",
      "26": "For whoever is ashamed of Me and My words, of him will the Son of Man be ashamed when He comes in His own glory and in the glory of His Father and of the holy angels.",
      "27": "“But I tell you truly, there are some standing here who shall not taste death before they see the kingdom of God.”",
      "28": "About eight days after these sayings, He took Peter and John and James and went up onto a mountain to pray.",
      "29": "As He prayed, the appearance of His countenance was altered, and His clothing was white and glistening.",
      "30": "And suddenly two men were talking with Him, who were Moses and Elijah,",
      "31": "who appeared in glory and spoke of His departure which He was to accomplish in Jerusalem.",
      "32": "Peter and those who were with him were heavy with sleep. But waking thoroughly, they saw His glory and the two men who stood with Him.",
      "33": "As they departed from Him, Peter said to Jesus, “Master, it is good for us to be here. Let us make three sanctuaries: one for You, and one for Moses, and one for Elijah,” not knowing what he said.",
      "34": "While he was speaking, a cloud came and overshadowed them. And they were afraid as they entered the cloud.",
      "35": "A voice came from out of the cloud, saying, “This is My beloved Son. Listen to Him.”",
      "36": "When the voice had spoken, Jesus was found alone. They kept silent and told no one in those days anything they had seen.",
      "37": "The next day, when they came down from the mountain, a great crowd met Him.",
      "38": "Suddenly a man cried out from the crowd, saying, “Teacher, I beg You, look upon my son, for he is my only child.",
      "39": "A spirit seizes him, and he suddenly cries out. It convulses him until he foams at the mouth, and bruises him, and scarcely leaves him.",
      "40": "I begged Your disciples to cast it out, but they could not.”",
      "41": "Jesus said, “O faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.”",
      "42": "While he was coming, the demon threw him down and convulsed him. But Jesus rebuked the unclean spirit, and healed the child, and returned him to his father.",
      "43": "And they were all amazed at the mighty power of God.\nBut while everyone marveled at all the things Jesus did, He said to His disciples,",
      "44": "“Let these words sink down into your ears, for the Son of Man is about to be betrayed into the hands of men.”",
      "45": "But they did not understand this statement, and it was hidden from them, so that they did not perceive it. And they were afraid to ask Him about this statement.",
      "46": "A dispute arose among them as to which of them was the greatest.",
      "47": "Jesus, perceiving the thought of their heart, took a child and put him by Him,",
      "48": "and said to them, “Whoever receives this child in My name receives Me, and whoever receives Me receives Him who sent Me. For he who is least among you all will be great.”",
      "49": "John answered, “Master, we saw a man casting out demons in Your name and we forbade him, because he does not follow with us.”",
      "50": "Jesus said, “Do not forbid him, for he who is not against you is for you.”",
      "51": "When the time came for Him to be received up, He was steadfastly set to go to Jerusalem,",
      "52": "and sent messengers ahead of Him. They went and entered a village of the Samaritans to make things ready for Him,",
      "53": "but they did not receive Him, because He was set to go to Jerusalem.",
      "54": "When His disciples James and John saw this, they said, “Lord, do You want us to command fire to come down from heaven and consume them, even as Elijah did?”",
      "55": "But He turned and rebuked them and said, “You do not know what kind of spirit you are of.",
      "56": "For the Son of Man did not come to destroy men’s lives but to save them.” And they went to another village.",
      "57": "As they went along the way, a man said to Him, “Lord, I will follow You wherever You go.”",
      "58": "Jesus said to him, “Foxes have holes and birds of the air have nests. But the Son of Man has no place to lay His head.”",
      "59": "He said to another man, “Follow Me.”\nBut he said, “Lord, let me first go and bury my father.”",
      "60": "Jesus said to him, “Leave the dead to bury their own dead. But you go and preach the kingdom of God.”",
      "61": "Yet another said, “Lord, I will follow You, but let me first go bid farewell to those at my house.”",
      "62": "Jesus said to him, “No one who puts his hand to the plow and looks back at things is fit for the kingdom of God.”"
    },
    "10": {
      "1": "After this the Lord appointed seventy others, and sent them two by two ahead of Him into every city and place where He Himself was about to come.",
      "2": "He said to them, “The harvest truly is plentiful, but the laborers are few. Pray therefore the Lord of the harvest to send out laborers into His harvest.",
      "3": "Go your ways. Listen, I am sending you out as lambs among wolves.",
      "4": "Carry no purse, no bag, no shoes, and greet no one on the road.",
      "5": "“When you enter a house, first say, ‘Peace be to this house.’",
      "6": "If a son of peace is there, your peace will rest upon him; but if not, it will return upon you.",
      "7": "Remain in the same house, eating and drinking what they give, for the laborer is worthy of his hire. Do not go from house to house.",
      "8": "“When you enter a city and they receive you, eat what is set before you.",
      "9": "Heal the sick who are there and say to them, ‘The kingdom of God has come near to you.’",
      "10": "But when you enter a city and they do not receive you, go your way out into their streets and say,",
      "11": "‘Even the dust of your city which clings to us, we wipe off against you. Yet be sure of this, that the kingdom of God has come near to you.’",
      "12": "But I say to you, it will be more tolerable on that Day for Sodom than for that city.",
      "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works had been done in Tyre and Sidon which have been done for you, they would have repented long ago, sitting in sackcloth and ashes.",
      "14": "But it will be more tolerable for Tyre and Sidon at the judgment than for you.",
      "15": "And you, Capernaum, will you be exalted to heaven? You will be thrust down to hell.",
      "16": "“He who listens to you listens to Me, he who rejects you rejects Me, and he who rejects Me rejects Him who sent Me.”",
      "17": "The seventy returned with joy, saying, “Lord, even the demons are subject to us through Your name.”",
      "18": "He said to them, “I saw Satan as lightning fall from heaven.",
      "19": "Look, I give you authority to trample on serpents and scorpions, and over all the power of the enemy. And nothing shall by any means hurt you.",
      "20": "Nevertheless do not rejoice that the spirits are subject to you, but rather rejoice that your names are written in heaven.”",
      "21": "At that time Jesus rejoiced in the Holy Spirit and said, “I thank You, O Father, Lord of heaven and earth, because You have hidden these things from the wise and intelligent and revealed them to infants. Yes, Father, for it was Your good pleasure.",
      "22": "“All things have been handed over to Me by My Father. And no one knows who the Son is but the Father, and who the Father is but the Son and he to whom the Son desires to reveal Him.”",
      "23": "Then He turned to His disciples and said privately, “Blessed are the eyes which see what you see.",
      "24": "For I tell you, many prophets and kings have desired to see what you see, and have not seen it, and to hear what you hear, and have not heard it.”",
      "25": "Now, a lawyer stood up and tested Him, saying, “Teacher, what must I do to inherit eternal life?”",
      "26": "He said to him, “What is written in the law? How do you read?”",
      "27": "He answered, “ ‘You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind’ and ‘your neighbor as yourself.’”",
      "28": "He said to him, “You have answered correctly. Do this, and you will live.”",
      "29": "But he, desiring to justify himself, said to Jesus, “And who is my neighbor?”",
      "30": "Jesus answered, “A man went down from Jerusalem to Jericho and fell among thieves, who stripped him of his clothing and wounded him and departed, leaving him half dead.",
      "31": "By chance a priest came down that way. And when he saw him, he passed by on the other side.",
      "32": "So likewise a Levite, when he came to that place, looked at him and passed by on the other side.",
      "33": "But a Samaritan, as he journeyed, came where he was. And when he saw him, he had compassion on him,",
      "34": "and went to him and bound up his wounds, pouring in oil and wine. Then he set him on his own donkey and brought him to an inn, and took care of him.",
      "35": "The next day when he departed, he took out two denarii and gave them to the innkeeper and said to him, ‘Take care of him. I will repay you whatever else you spend when I return.’",
      "36": "“Now which of these three do you think was a neighbor to him who fell among the thieves?”",
      "37": "He said, “The one who showed mercy on him.”\nThen Jesus said to him, “Go and do likewise.”",
      "38": "As they went, He entered a village. And a woman named Martha welcomed Him into her house.",
      "39": "She had a sister called Mary, who also sat at Jesus’ feet and listened to His teaching.",
      "40": "But Martha was distracted with much serving, and she came to Him and said, “Lord, do You not care that my sister has left me to serve alone? Then tell her to help me.”",
      "41": "Jesus answered her, “Martha, Martha, you are anxious and troubled about many things.",
      "42": "But one thing is needed. And Mary has chosen the good part, which shall not be taken from her.”"
    },
    "11": {
      "1": "He was praying in a certain place, and when He ceased, one of His disciples said to Him, “Lord, teach us to pray, as John also taught his disciples.”",
      "2": "He said to them, “When you pray, say:\nOur Father, who is in heaven,\nhallowed be Your name.\nYour kingdom come;\nYour will be done\n    on earth, as it is in heaven.",
      "3": "Give us each day our daily bread.",
      "4": "And forgive us our sins,\n    for we also forgive everyone who is indebted to us.\nAnd lead us not into temptation,\n    but deliver us from evil.”",
      "5": "Then He said to them, “Which of you has a friend and shall go to him at midnight and say to him, ‘Friend, lend me three loaves,",
      "6": "for a friend of mine on his journey has come to me, and I have nothing to set before him’;",
      "7": "and he will answer from within, ‘Do not trouble me; the door is now shut, and my children are with me in bed; I cannot rise and give you anything’?",
      "8": "I say to you, though he will not rise and give him anything because he is his friend, yet because of his persistence he will rise and give him as much as he needs.",
      "9": "“And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
      "10": "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.",
      "11": "“If a son asks for bread from any of you who is a father, will you give him a stone? Or if he asks for a fish, will you give him a serpent instead of a fish?",
      "12": "Or if he asks for an egg, will you offer him a scorpion?",
      "13": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him?”",
      "14": "He was casting out a demon, and it was mute. When the demon had gone out, the mute man spoke, and the crowd marveled.",
      "15": "But some of them said, “He casts out demons through Beelzebub, the ruler of the demons.”",
      "16": "Others, testing Him, asked Him for a sign from heaven.",
      "17": "But He, knowing their thoughts, said to them, “Every kingdom divided against itself is made desolate. And a house divided against itself falls.",
      "18": "If Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons through Beelzebub.",
      "19": "Now if I cast out demons by Beelzebub, by whom do your sons cast them out? Therefore they will be your judges.",
      "20": "But if I cast out demons with the finger of God, no doubt the kingdom of God has come upon you.",
      "21": "“When a strong man, fully armed, guards his own palace, his goods are peacefully kept.",
      "22": "But when a stronger man than he attacks and overpowers him, he seizes all the armor in which the man trusted and divides his spoils.",
      "23": "“He who is not with Me is against Me, and he who does not gather with Me scatters.",
      "24": "“When an unclean spirit goes out of a man, it goes through dry places seeking rest. Finding none, it says, ‘I will return to my house, from which I came.’",
      "25": "When it comes, it finds it swept and furnished.",
      "26": "Then it goes and brings seven other spirits more wicked than itself, and they enter and dwell there. And the last state of that man is worse than the first.”",
      "27": "As He spoke these things, a woman from the crowd raised her voice and said to Him, “Blessed is the woman who gave You birth and nursed You.”",
      "28": "But He said, “Indeed, blessed are those who hear the word of God and keep it.”",
      "29": "When the crowds pressed upon Him, He began to say, “This is an evil generation. It looks for a sign, but no sign will be given it except the sign of Jonah the prophet.",
      "30": "For as Jonah was a sign to the Ninevites, so will the Son of Man be to this generation.",
      "31": "The Queen of the South will rise up in the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon. And now one greater than Solomon is here.",
      "32": "The men of Nineveh will rise up in the judgment with this generation and will condemn it, for they repented at the preaching of Jonah. And now one greater than Jonah is here.",
      "33": "“No one, when he has lit a candle, puts it in a secret place or under a basket, but on a candlestick, that those who come in may see the light.",
      "34": "The eye is the lamp of the body. Therefore when your eye is good, your whole body also is full of light. But when your eye is bad, your body also is full of darkness.",
      "35": "Take heed therefore lest the light which is in you is darkness.",
      "36": "If your whole body, then, is full of light, no part being dark, the whole body will be full of light, as when the shining candle gives you light.”",
      "37": "As He spoke, a Pharisee asked Him to dine with him. So He went in and sat down to eat.",
      "38": "When the Pharisee saw it, he marveled that He had not first washed before dinner.",
      "39": "Then the Lord said to him, “Now you Pharisees clean the outside of the cup and the dish. But inside you are full of extortion and wickedness.",
      "40": "You fools! Did not he who made the outside make the inside also?",
      "41": "But give alms from what is within. And then all things are clean to you.",
      "42": "“Woe to you, Pharisees! For you tithe mint and rue and every herb and pass over justice and the love of God. These you ought to have done, without leaving the others undone.",
      "43": "“Woe to you, Pharisees! For you love the prominent seats in the synagogues and greetings in the marketplaces.",
      "44": "“Woe to you, scribes and Pharisees, hypocrites! For you are like unseen graves, and the men who walk over them are not aware of them.”",
      "45": "One of the lawyers answered, “Teacher, by saying these things You insult us also.”",
      "46": "He said, “Woe to you also, you lawyers! For you load men with burdens difficult to carry, and you yourselves do not touch the burdens with one of your fingers.",
      "47": "“Woe to you! For you build the tombs of the prophets, and your fathers killed them.",
      "48": "So you are witnesses and entirely approve the deeds of your fathers, because they killed them, and you build their tombs.",
      "49": "Therefore also the wisdom of God said, ‘I will send them prophets and apostles, and some of them they will kill and persecute,’",
      "50": "that the blood of all the prophets, shed since the beginning of the world, may be required from this generation,",
      "51": "from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, it shall be required from this generation.",
      "52": "“Woe to you, lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering.”",
      "53": "As He said these things to them, the scribes and the Pharisees began to incite Him vehemently and angrily draw Him out concerning many things,",
      "54": "lying in wait for Him and seeking to catch something out of His mouth, that they might accuse Him."
    },
    "12": {
      "1": "Meanwhile, when thousands of the crowd were assembled, so as to trample on one another, He began to say to His disciples first, “Beware of the yeast of the Pharisees, which is hypocrisy.",
      "2": "For there is nothing covered that will not be revealed, or hidden that will not be known.",
      "3": "Therefore what you have said in the darkness will be heard in the light. And what you have whispered in the ear in private rooms will be proclaimed on the housetops.",
      "4": "“I say to you, My friends, do not be afraid of those who kill the body, and after that can do no more.",
      "5": "But I will warn you whom you shall fear: Fear Him who, after He has killed, has power to cast into hell. Yes, I say to you, fear Him.",
      "6": "Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God.",
      "7": "Indeed, even the hairs of your head are all numbered. Therefore do not fear. You are more valuable than many sparrows.",
      "8": "“I say to you, whoever confesses Me before men, him will the Son of Man also confess before the angels of God.",
      "9": "But he who denies Me before men will be denied before the angels of God.",
      "10": "And everyone who speaks a word against the Son of Man will be forgiven, but he who blasphemes against the Holy Spirit will not be forgiven.",
      "11": "“When they bring you to the synagogues, rulers, and authorities, do not be anxious how you will answer or what you will say.",
      "12": "For the Holy Spirit will teach you at that time what you should say.”",
      "13": "Someone in the crowd said to Him, “Teacher, tell my brother to divide the inheritance with me.”",
      "14": "Jesus said to him, “Man, who appointed Me a judge or an arbitrator between you?”",
      "15": "Then He said to them, “Take heed and beware of covetousness. For a man’s life does not consist in the abundance of his possessions.”",
      "16": "And He told a parable to them, saying, “The land of a rich man produced plentifully.",
      "17": "He thought to himself, ‘What shall I do, for I have no room to store my crops?’",
      "18": "“Then he said, ‘This I will do: I will pull down my barns and build greater ones, and there I will store all my grain and my goods.",
      "19": "And I will say to my soul, Soul, you have many goods laid up for many years. Take rest. Eat, drink, and be merry.’",
      "20": "“But God said to him, ‘You fool! This night your soul will be required of you. Then whose will those things be which you have provided?’",
      "21": "“So is he who stores up treasure for himself, and is not rich toward God.”",
      "22": "Then He said to His disciples, “Therefore I say to you, do not be anxious for your life, what you will eat, nor for your body, what you will wear.",
      "23": "Life is more than food, and the body is more than clothes.",
      "24": "Consider the ravens: They neither sow nor reap, they have neither storehouses nor barns. Yet God feeds them. How much more valuable are you than birds?",
      "25": "Who of you by worrying can add one cubit to his height?",
      "26": "If you then cannot do what is least, why are you anxious about the other things?",
      "27": "“Consider how the lilies grow. They neither spin nor weave. Yet I say to you that Solomon in all his glory was not arrayed like one of these.",
      "28": "If God so clothes the grass, which today is in the field and tomorrow is thrown into the oven, how much more will He clothe you, O you of little faith?",
      "29": "And do not seek what you will eat or what you will drink, nor be of an anxious mind.",
      "30": "For the nations of the world seek all these things, and your Father knows that you need them.",
      "31": "But seek the kingdom of God, and all these things shall be given to you.",
      "32": "“Do not be afraid, little flock, for it is your Father’s good pleasure to give you the kingdom.",
      "33": "Sell your possessions and give alms. Provide yourselves purses that do not grow old, an unfailing treasure in the heavens, where no thief comes near and no moth destroys.",
      "34": "For where your treasure is, there will your heart be also.",
      "35": "“Let your waist be girded and your lights be burning,",
      "36": "and you be like men waiting for their master to return from the wedding banquet, so that they may open the door immediately for him when he comes and knocks.",
      "37": "Blessed are those servants whom the master will find watching when he comes. Truly I say to you, he will dress himself and have them sit down to dine, and he will come and serve them.",
      "38": "If he comes in the second watch, or comes in the third watch, and finds them so, blessed are those servants.",
      "39": "But know this: If the owner of the house had known at what hour the thief was coming, he would have watched and not have allowed his house to be broken into.",
      "40": "Therefore be ready, for the Son of Man is coming at an hour you do not expect.”",
      "41": "Peter said to Him, “Lord, are You telling this parable to us, or to everyone?”",
      "42": "The Lord said, “Who then is the faithful and wise steward, whom his master will make ruler over his house servants, to give them their portion of food at the proper time?",
      "43": "Blessed is that servant whom his master will find so doing when he comes.",
      "44": "Truly, I say to you, he will appoint him over all his possessions.",
      "45": "But if that servant says in his heart, ‘My master delays his coming,’ and begins to beat the house servants, both men and women, and to eat and drink and get drunk,",
      "46": "the master of that servant will come on a day when he does not look for him, and at an hour when he is not aware, and will cut him to pieces and will appoint him his portion with the unbelievers.",
      "47": "“That servant who knew his master’s will, but did not prepare himself or do according to his will, shall be beaten with many stripes.",
      "48": "But he who unknowingly committed acts worthy of punishment shall be beaten with few stripes. For to whom much is given, of him much shall be required. And from him to whom much was entrusted, much will be asked.",
      "49": "“I have come to send fire upon the earth and wish that it were already kindled!",
      "50": "But I have a baptism to be baptized with, and how pressed I am until it is accomplished!",
      "51": "Do you suppose that I have come to give peace on earth? No, I tell you, but rather division.",
      "52": "For there will be from now on five divided in one house, three against two and two against three.",
      "53": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, and mother-in-law against her daughter-in-law and daughter-in-law against her mother-in-law.”",
      "54": "Then He said to the crowd: “When you see a cloud rise out of the west, immediately you say, ‘A shower is coming,’ and so it is.",
      "55": "And when a south wind blows, you say, ‘There will be heat,’ and it happens.",
      "56": "You hypocrites! You can discern the face of the sky and of the earth. But why do you not know how to discern this time?",
      "57": "“Why even among yourselves do you not judge what is right?",
      "58": "When you go with your adversary to the magistrate, as you are on the way, diligently try to settle matters with him, lest he drag you to the judge, and the judge will hand you over to the officer, and the officer will throw you into prison.",
      "59": "I tell you, you shall not come out from there until you have paid the very last penny.”"
    },
    "13": {
      "1": "There were present at that time some who told Him of the Galileans whose blood Pilate had mingled with their sacrifices.",
      "2": "Jesus answered, “Do you suppose that these Galileans were worse sinners than all the other Galileans, because they suffered such things?",
      "3": "I tell you, no! But unless you repent, you will all likewise perish.",
      "4": "Or those eighteen, upon whom the tower in Siloam fell and killed them, do you think that they were worse offenders than all men living in Jerusalem?",
      "5": "I tell you, no! But unless you repent, you will all likewise perish.”",
      "6": "Then He told this parable: “A man had a fig tree planted in his vineyard. He came and looked for fruit on it and found none.",
      "7": "So he said to the vinedresser of his vineyard, ‘Now these three years I have come looking for fruit on this fig tree, and I find none. Cut it down. Why should it deplete the soil?’",
      "8": "“He answered him, ‘Sir, leave it alone this year also, until I dig around it and fertilize it.",
      "9": "And if it bears fruit, well. But if not, after that you shall cut it down.’ ”",
      "10": "He was teaching in one of the synagogues on the Sabbath.",
      "11": "And there was a woman who had a spirit of infirmity for eighteen years and was bent over and could not straighten herself up.",
      "12": "When Jesus saw her, He called her and said to her, “Woman, you are loosed from your infirmity.”",
      "13": "Then He laid His hands on her, and immediately she was made straight and glorified God.",
      "14": "But the ruler of the synagogue answered with indignation, because Jesus had healed on the Sabbath, and said to the people, “There are six days in which men ought to work. Therefore come and be healed on those days, but not on the Sabbath day.”",
      "15": "The Lord answered him, “You hypocrite! Does not each one of you on the Sabbath untie his ox or his donkey from the stall and lead it away to water it?",
      "16": "Then should not this woman, being a daughter of Abraham whom Satan has bound these eighteen years, be loosed from this bondage on the Sabbath?”",
      "17": "When He said this, all His adversaries were ashamed. And all the people rejoiced for all the glorious things that were done by Him.",
      "18": "Then He said, “What is the kingdom of God like? To what shall I compare it?",
      "19": "It is like a grain of mustard seed which a man took and planted in his garden. It grew and became a large tree, and the birds of the air nested in its branches.”",
      "20": "Again He said, “To what shall I compare the kingdom of God?",
      "21": "It is like yeast, which a woman took and hid in sixty pounds of meal until all of it was leavened.”",
      "22": "Then He went through the cities and villages, teaching, and journeying toward Jerusalem.",
      "23": "Someone said to Him, “Lord, will those who are saved be few?”\nHe said to them,",
      "24": "“Strive to enter through the narrow gate. For many, I tell you, will try to enter and will not be able.",
      "25": "Once the Master of the house has risen up and shut the door, and you begin to stand outside and knock at the door, saying, ‘Lord, Lord, open for us,’ He will answer you, ‘I do not know where you come from.’",
      "26": "“Then you will begin to say, ‘We ate and drank in your presence, and you taught in our streets.’",
      "27": "“But He will say, ‘I tell you, I do not know you, or where you come from. Depart from Me, all you workers of iniquity.’",
      "28": "“There will be weeping and gnashing of teeth when you see Abraham, and Isaac, and Jacob, and all the prophets in the kingdom of God, and you yourselves thrust out.",
      "29": "They will come from the east and from the west and from the north and from the south and will sit down to dine in the kingdom of God.",
      "30": "Listen, there are the last who will be first, and the first who will be last.”",
      "31": "On the same day certain Pharisees came, saying to Him, “Get out and depart from here, for Herod wants to kill You.”",
      "32": "He said to them, “Go and tell that fox, ‘Look, I cast out demons. And I perform healings today and tomorrow, and on the third day I shall be perfected.’",
      "33": "Nevertheless I must travel today and tomorrow and the day following. For it cannot be that a prophet should perish outside Jerusalem.",
      "34": "“O Jerusalem, Jerusalem, which kills the prophets and stones those who are sent to you! How often would I have gathered your children together, as a hen gathers her chicks under her wings, and you were not willing!",
      "35": "Look, your house is forsaken. Truly I say to you, you shall not see Me until the time comes when you say, ‘Blessed is He who comes in the name of the Lord.’”"
    },
    "14": {
      "1": "On the Sabbath they watched Him as He went into the house of one of the leaders of the Pharisees to eat bread.",
      "2": "There before Him was a man who had edema.",
      "3": "Jesus said to the lawyers and Pharisees, “Is it lawful to heal on the Sabbath?”",
      "4": "But they remained silent. So He took him and healed him, and let him go.",
      "5": "Then He said, “Which of you having a donkey or an ox that has fallen into a pit will not immediately pull him out on the Sabbath day?”",
      "6": "And they could not answer Him regarding these things.",
      "7": "When He marked how they chose the seats of honor, He told a parable to those who were invited, saying to them,",
      "8": "“When you are invited by any man to a wedding banquet, do not sit down in a seat of honor, lest a more honorable man than you be invited by him;",
      "9": "and he who invited you both will come and say to you, ‘Give this man the seat,’ and then you will begin with shame to take the lowest seat.",
      "10": "But when you are invited, go and sit down in the lowest seat, so that when he who invited you comes, he may say to you, ‘Friend, go up higher.’ Then you will have respect in the presence of those who sit at dinner with you.",
      "11": "For whoever exalts himself will be humbled, and he who humbles himself will be exalted.”",
      "12": "Then He said also to the one who invited Him, “When you prepare a dinner or a supper, do not call your friends or your brothers or your kinsmen or your rich neighbors, lest they also invite you in return, and you be repaid.",
      "13": "But when you prepare a banquet, call the poor, the maimed, the lame, the blind,",
      "14": "and you will be blessed, for they cannot repay you. You shall be repaid at the resurrection of the just.”",
      "15": "When one of those who sat at dinner with Him heard this, he said to Him, “Blessed is he who shall eat bread in the kingdom of God!”",
      "16": "Then He said to him, “A man prepared a banquet and invited many,",
      "17": "and sent his servant at supper time to say to those who had been invited, ‘Come, for everything is now prepared.’",
      "18": "“But they all with one mind began to make excuses. The first said to him, ‘I have bought a piece of land, and I must go and see it. I ask you to excuse me.’",
      "19": "“Another said, ‘I have bought five yoke of oxen, and I am going to prove them. I ask you to excuse me.’",
      "20": "“Still another said, ‘I have married a wife, and therefore I cannot come.’",
      "21": "“The servant came and reported this to his master. Then the master of the house in anger said to his servant, ‘Go out quickly into the streets and lanes of the city, and bring in here the poor and the maimed and the lame and the blind.’",
      "22": "“The servant said, ‘Master, what you commanded has been done, and yet there is room.’",
      "23": "“Then the master said to the servant, ‘Go out to the highways and hedges, and compel them to come in, so that my house may be filled.",
      "24": "For I tell you, none of those men who were invited shall taste my supper.’ ”",
      "25": "Large crowds went with Him. And He turned and said to them,",
      "26": "“If anyone comes to Me and does not hate his father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be My disciple.",
      "27": "And whoever does not bear his cross and follow Me cannot be My disciple.",
      "28": "“For who among you, intending to build a tower, does not sit down first and count the cost to see whether he has resources to complete it?",
      "29": "Otherwise, perhaps, after he has laid the foundation and is not able to complete it, all who see it will begin to mock him,",
      "30": "saying, ‘This man began to build and was not able to complete it.’",
      "31": "“Or what king, going to wage war against another king, does not sit down first and take counsel whether he is able with ten thousand to meet him who comes against him with twenty thousand?",
      "32": "Otherwise, while the other is yet at a distance, he sends a delegation and requests conditions of peace.",
      "33": "So likewise, any of you who does not forsake all that he has cannot be My disciple.",
      "34": "“Salt is good. But if the salt has lost its saltiness, how shall it be made salty?",
      "35": "It is fit neither for the land nor for the manure pile. So men throw it out.\n“He who has ears to hear, let him hear.”"
    },
    "15": {
      "1": "Now all the tax collectors and sinners drew near to Him to hear Him.",
      "2": "But the Pharisees and scribes murmured, saying, “This Man receives sinners and eats with them.”",
      "3": "So He told them this parable, saying,",
      "4": "“What man among you having a hundred sheep and losing one of them does not leave the ninety-nine in the wilderness and go after the one which is lost until he finds it?",
      "5": "And when he has found it, he places it on his shoulders, rejoicing.",
      "6": "Then when he comes home, he calls together his friends and neighbors, saying to them, ‘Rejoice with me, for I have found my sheep which was lost.’",
      "7": "Likewise, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous men who need no repentance.",
      "8": "“Or what woman, having ten silver coins and losing one, does not light a candle and sweep the house and search diligently until she finds it?",
      "9": "And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin which I had lost.’",
      "10": "Likewise, I tell you, there is joy in the presence of the angels of God over one sinner who repents.”",
      "11": "Then He said, “A man had two sons.",
      "12": "The younger of them said to his father, ‘Father, give me the share of the property that falls to me.’ So he divided his estate between them.",
      "13": "“Not many days later, the younger son gathered everything together, and journeyed to a distant country, and there squandered his possessions in prodigal living.",
      "14": "When he had spent everything, there came a severe famine in that country, and he began to be in want.",
      "15": "So he went and hired himself to a citizen of that county, who sent him into his fields to feed swine.",
      "16": "He would gladly have filled his stomach with the husks that the swine were eating, but no one gave him any.",
      "17": "“When he came to himself, he said, ‘How many of my father’s hired servants have an abundance of bread, and here I am perishing with hunger!",
      "18": "I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.",
      "19": "I am no longer worthy to be called your son. Make me like one of your hired servants.” ’",
      "20": "So he arose and came to his father.\n“But while he was yet far away, his father saw him and was moved with compassion, and ran and embraced his neck and kissed him.",
      "21": "“The son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’",
      "22": "“But the father said to his servants, ‘Bring out the best robe and put it on him. And put a ring on his hand and shoes on his feet.",
      "23": "Bring here the fattened calf and kill it, and let us eat and be merry.",
      "24": "For this son of mine was dead, and is alive again; he was lost, and is found.’ So they began to be merry.",
      "25": "“Now his older son was in the field. As he came and drew near the house, he heard music and dancing.",
      "26": "So he called one of the servants and asked what this meant.",
      "27": "He said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him safe and sound.’",
      "28": "“He was angry and would not go in. Therefore his father came out and entreated him.",
      "29": "But he answered his father, ‘Look! These many years have I served you. Nor have I ever transgressed your commands, yet never have you given me a goat, so that I might be merry with my friends.",
      "30": "But when this son of yours came, who has devoured your living with harlots, you killed the fattened calf for him.’",
      "31": "“He said to him, ‘Son, you are always with me, and all that I have is yours.",
      "32": "But it was fitting to be merry and be glad, for this brother of yours was dead and is alive again; he was lost and is found.’ ”"
    },
    "16": {
      "1": "He told His disciples: “There was a rich man who had a steward who was accused to the man of wasting his resources.",
      "2": "So he called him and said, ‘How is it that I hear this about you? Give an account of your stewardship, for you may no longer be steward.’",
      "3": "“Then the steward said to himself, ‘What shall I do, for my master is taking away the stewardship from me? I cannot dig. I am ashamed to beg.",
      "4": "I know what to do so that, when I am removed from the stewardship, others may receive me into their houses.’",
      "5": "“So he called each of his master’s debtors, and said to the first, ‘How much do you owe my master?’",
      "6": "“He said, ‘Eight hundred gallons of oil.’\n“He said to him, ‘Take your bill, and sit down quickly and write four hundred.’",
      "7": "“Then he said to another, ‘And how much do you owe?’\n“He said, ‘One thousand bushels of wheat.’\n“He said to him, ‘Take your bill, and write eight hundred.’",
      "8": "“The master commended the dishonest steward, because he had acted prudently. For the sons of this world are wiser in their own generation than the sons of light.",
      "9": "I say to you, make friends for yourself by means of unrighteous wealth, so that when you fall short, they may receive you into eternal dwellings.",
      "10": "“He who is faithful in what is least is faithful also in much. And he who is dishonest in the least is dishonest also in much.",
      "11": "So if you have not been faithful in the unrighteous wealth, who will commit to your trust the true riches?",
      "12": "And if you have not been faithful in that which is another man’s, who will give you that which is your own?",
      "13": "“No servant can serve two masters. Either he will hate the one and love the other, or he will be loyal to the one and despise the other. You cannot serve God and wealth.”",
      "14": "The Pharisees, who were lovers of money, heard all these things and derided Him.",
      "15": "He said to them, “You are those who justify yourselves before men, but God knows your hearts. For that which is highly esteemed before men is an abomination before God.",
      "16": "“The Law and the Prophets were preached until John. Since then the kingdom of God has been preached, and everyone is pressing into it.",
      "17": "It is easier for heaven and earth to pass away than for one stroke of the law to fail.",
      "18": "“Whoever divorces his wife and marries another commits adultery, and whoever marries her who is divorced by her husband commits adultery.",
      "19": "“There was a rich man who was clothed in purple and fine linen and fared sumptuously every day.",
      "20": "There was also a beggar named Lazarus, covered with sores, who had been placed at his gate,",
      "21": "desiring to be fed the crumbs falling from the rich man’s table. Moreover the dogs came and licked his sores.",
      "22": "“It came to pass that the beggar died and was carried by the angels to Abraham’s presence. The rich man also died and was buried.",
      "23": "In Hades, being in torment, he lifted up his eyes and saw Abraham from a distance and Lazarus in his presence.",
      "24": "So he cried out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue. For I am tormented in this flame.’",
      "25": "“But Abraham said, ‘Son, remember that you in your lifetime received your good things, and Lazarus in like manner evil things. But now he is comforted and you are tormented.",
      "26": "And besides all this, between us and you there is a great gulf, so that those who would pass from here to you cannot, nor can those from there pass to us.’",
      "27": "“He said, ‘Then I pray you, father, to send him to my father’s house,",
      "28": "for I have five brothers, to testify to them, lest they also come to this place of torment.’",
      "29": "“Abraham said to him, ‘They have Moses and the Prophets. Let them hear them.’",
      "30": "“He said, ‘No, father Abraham. But if someone from the dead goes to them, they will repent.’",
      "31": "“He said to him, ‘If they do not hear Moses and the Prophets, neither will they be persuaded if someone should rise from the dead.’ ”"
    },
    "17": {
      "1": "Then He said to the disciples, “It is impossible except that offenses will come. But woe to him through whom they come!",
      "2": "It would be better for him if a millstone were hung around his neck and he was thrown into the sea, than to offend one of these little ones.",
      "3": "Take heed to yourselves.\n“If your brother sins against you, rebuke him. And if he repents, forgive him.",
      "4": "If he sins against you seven times in a day, and seven times in a day turns to you, saying, ‘I repent,’ you must forgive him.”",
      "5": "The apostles said to the Lord, “Increase our faith.”",
      "6": "The Lord said, “If you had faith as a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and be planted in the sea,’ and it would obey you.",
      "7": "“Which of you, having a servant plowing or herding sheep, will say to him when he has come in from the field, ‘Come now and sit down for dinner’?",
      "8": "Will he not rather say to him, ‘Prepare my supper, and dress yourself and serve me until I eat and drink. And afterward you will eat and drink’?",
      "9": "Does he thank the servant because he did what was commanded? I think not.",
      "10": "So you also, when you have done everything commanded you, say, ‘We are unprofitable servants. We have done our duty.’ ”",
      "11": "As Jesus went to Jerusalem, He passed between Samaria and Galilee.",
      "12": "As He entered a village, there met Him ten men who were lepers, who stood at a distance.",
      "13": "They lifted up their voices, saying, “Jesus, Master, have pity on us!”",
      "14": "When He saw them, He said to them, “Go, show yourselves to the priests.” And as they went, they were cleansed.",
      "15": "One of them, when he saw that he was healed, returned with a loud voice glorifying God,",
      "16": "and fell down on his face at His feet, giving Him thanks. And he was a Samaritan.",
      "17": "Jesus said, “Were not the ten cleansed? Where are the nine?",
      "18": "Were there not any found to return and give glory to God except this foreigner?”",
      "19": "Then He said to him, “Rise, go your way. Your faith has made you well.”",
      "20": "When He was asked by the Pharisees when the kingdom of God would come, He answered them, “The kingdom of God does not come with observation.",
      "21": "Nor will they say, ‘Here it is!’ or ‘There it is!’ For remember, the kingdom of God is within you.”",
      "22": "Then He said to the disciples, “The days will come when you will desire to see one of the days of the Son of Man, but you will not see it.",
      "23": "They will say to you, ‘Look here,’ or ‘Look there!’ Do not follow after them.",
      "24": "For as the lightning flashes and lights up the heavens from one side to the other, so will the Son of Man be in His day.",
      "25": "But first He must suffer many things and be rejected by this generation.",
      "26": "“Just as it was in the days of Noah, so will it be in the days of the Son of Man.",
      "27": "They were eating, drinking, marrying, and were given in marriage until the day when Noah entered the ark. Then the flood came and destroyed them all.",
      "28": "“Likewise as it was in the days of Lot: They ate, they drank, they bought, they sold, they planted, they built.",
      "29": "But on the day that Lot departed from Sodom, fire and brimstone rained from heaven and destroyed them all.",
      "30": "“So will it be on the day when the Son of Man is revealed.",
      "31": "On that day let him who is on the housetop, with his goods in the house, not come down to take them away. And likewise let him who is in the field not return to the things behind.",
      "32": "Remember Lot’s wife.",
      "33": "Whoever seeks to save his life will lose it, and whoever loses his life will preserve it.",
      "34": "I tell you, on that night two men will be in one bed; the one will be taken and the other will be left.",
      "35": "Two women will be grinding grain together; the one will be taken and the other will be left.",
      "36": "Two men will be in the field; the one will be taken and the other will be left.”",
      "37": "They asked, “Where, Lord?”\nHe replied, “Where the body is, there the eagles will be gathered together.”"
    },
    "18": {
      "1": "He told them a parable to illustrate that it is necessary always to pray and not lose heart.",
      "2": "He said: “In a city there was a judge who did not fear God or regard man.",
      "3": "And a widow was in that city. She came to him, saying, ‘Avenge me against my adversary.’",
      "4": "“He would not for a while. Yet afterward he said to himself, ‘Though I do not fear God or respect man,",
      "5": "yet because this widow troubles me, I will avenge her, lest by her continual coming she will weary me.’ ”",
      "6": "And the Lord said, “Hear what the unjust judge says.",
      "7": "And shall not God avenge His own elect and be patient with them, who cry day and night to Him?",
      "8": "I tell you, He will avenge them speedily. Nevertheless, when the Son of Man comes, will He find faith on the earth?”",
      "9": "He told this parable to some who trusted in themselves, as though they were righteous, and despised others:",
      "10": "“Two men went up to the temple to pray, the one a Pharisee and the other a tax collector.",
      "11": "The Pharisee stood and prayed these things about himself, ‘God, I thank You that I am not like other men: extortioners, unjust, adulterers, or even like this tax collector.",
      "12": "I fast twice a week, and I tithe of all that I earn.’",
      "13": "“But the tax collector, standing at a distance, would not even lift his eyes to heaven, but struck his chest, saying, ‘God, be merciful to me a sinner.’",
      "14": "“I tell you, this man went down to his house justified rather than the other. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”",
      "15": "They also brought infants to Him that He might touch them. When the disciples saw it, they rebuked them.",
      "16": "But Jesus called them to Him and said, “Permit the little children to come to Me, and do not hinder them. For to such belongs the kingdom of God.",
      "17": "Truly, I say to you, whoever will not receive the kingdom of God as a little child will in no wise enter it.”",
      "18": "A certain ruler asked Him, “Good Teacher, what must I do to inherit eternal life?”",
      "19": "Jesus said to him, “Why do you call Me good? No one is good, except God alone.",
      "20": "You know the commandments: Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and your mother.”",
      "21": "He said, “All these I have kept since my youth.”",
      "22": "When Jesus heard this, He said to him, “Yet you lack one thing. Sell all that you have and distribute to the poor, and you will have treasure in heaven. And come, follow Me.”",
      "23": "When he heard this he became very sorrowful, for he was very rich.",
      "24": "When Jesus saw that he became very sorrowful, He said, “How hard it is for those who have riches to enter the kingdom of God!",
      "25": "For it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”",
      "26": "Those who heard this said, “Who then can be saved?”",
      "27": "He said, “What is impossible with men is possible with God.”",
      "28": "Peter said, “Look, we have left everything and followed You.”",
      "29": "He said to them, “Truly, I tell you, there is no man who has left his home or parents or brothers or wife or children, for the sake of the kingdom of God,",
      "30": "who shall not receive many times more in this age and, in the age to come, eternal life.”",
      "31": "Taking the twelve, He said, “Listen! We are going up to Jerusalem, and everything that is written by the prophets concerning the Son of Man will be accomplished,",
      "32": "for He will be handed over to the Gentiles and will be mocked and insulted and spit upon.",
      "33": "They will scourge Him and put Him to death, and on the third day He will rise again.”",
      "34": "They understood none of these things. This saying was hidden from them, and they did not comprehend what was spoken.",
      "35": "As He was drawing near Jericho, a certain blind man sat along the way begging.",
      "36": "Hearing a crowd passing by, he asked what it meant.",
      "37": "They told him that Jesus of Nazareth was passing by.",
      "38": "He cried out, “Jesus, Son of David, have mercy on me!”",
      "39": "Those who went in front rebuked him, so that he would keep quiet. But he cried out much more, “Son of David, have mercy on me!”",
      "40": "Jesus stood and commanded him to be brought to Him. When he came near, He asked him,",
      "41": "“What do you want Me to do for you?”\nHe said, “Lord, grant that I may receive my sight.”",
      "42": "Jesus said to him, “Receive your sight. Your faith has saved you.”",
      "43": "Immediately he received his sight and followed Him, glorifying God. When all the people saw it, they gave praise to God."
    },
    "19": {
      "1": "Jesus entered and passed through Jericho.",
      "2": "A man was there named Zacchaeus who was a chief tax collector, and he was rich.",
      "3": "He tried to see who Jesus was, but was not able from the crowd, because he was little in stature.",
      "4": "So he ran ahead and climbed up into a sycamore tree to see Him, for He was to pass that way.",
      "5": "When Jesus came to the vicinity, He looked up and saw him, and said to him, “Zacchaeus, hurry and come down, for today I must remain at your house.”",
      "6": "So he hurried and came down, and received Him joyfully.",
      "7": "When they saw it, they all murmured, saying, “He has gone to be the guest of a man who is a sinner.”",
      "8": "But Zacchaeus stood and said to the Lord, “Look, Lord, I give half of my possessions to the poor. And if I have taken anything from anyone by false accusation, I will repay him four times as much.”",
      "9": "Jesus said to him, “Today salvation has come to this house, because he also is a son of Abraham.",
      "10": "For the Son of Man has come to seek and to save that which was lost.”",
      "11": "As they heard these things, He continued and told them a parable, because He was near Jerusalem and because they thought the kingdom of God would immediately appear.",
      "12": "Therefore He said, “A nobleman went to a distant country to receive a kingdom and to return.",
      "13": "So he called his ten servants and entrusted to them ten pounds and said to them, ‘Trade until I come.’",
      "14": "“But his citizens hated him and sent a delegation after him, saying, ‘We do not want this man to reign over us.’",
      "15": "“When he returned, having received the kingdom, he summoned these servants, to whom he had entrusted the money, that he might know what everyone gained by trading.",
      "16": "“The first came, saying, ‘Master, your pound has made ten pounds more.’",
      "17": "“He said to him, ‘Well done, good servant! Because you have been faithful in very little, take authority over ten cities.’",
      "18": "“The second came, saying, ‘Master, your pound has made five pounds more.’",
      "19": "“He said in like manner to him, ‘You, take authority over five cities.’",
      "20": "“Then another came, saying, ‘Master, look, here is your pound, which I have kept put away in a napkin.",
      "21": "For I feared you, because you are an exacting man. You collect what you did not deposit, and reap what you did not sow.’",
      "22": "“He said to him, ‘Out of your own mouth will I judge you, you wicked servant. You knew that I was an exacting man, collecting what I did not deposit and reaping what I did not sow.",
      "23": "Why then did you not deposit my money in the bank, so that at my coming I might have collected it with interest?’",
      "24": "“Then he said to those who stood by, ‘Take the pound from him and give it to him who has ten pounds.’",
      "25": "“They said to him, ‘Master, he has ten pounds.’",
      "26": "“ ‘I tell you that to everyone who has will be given. But from him who has not, even what he has will be taken away from him.",
      "27": "But as for those enemies of mine, who would not let me reign over them, bring them here and slay them before me.’ ”",
      "28": "When He had said this, He went before them, ascending up to Jerusalem.",
      "29": "When He came near to Bethphage and Bethany, at the mountain called the Mount of Olives, He sent two of His disciples,",
      "30": "saying, “Go over into the village opposite you, where, as you enter, you will find a colt tied, on which no one has ever yet sat. Untie it and bring it here.",
      "31": "If anyone asks you, ‘Why are you untying it?’ you shall say to him, ‘Because the Lord has need of it.’ ”",
      "32": "Those who were sent went and found it just as He had told them.",
      "33": "As they were untying the colt, its owners said to them, “Why are you untying the colt?”",
      "34": "They said, “The Lord has need of it.”",
      "35": "They brought it to Jesus. And they threw their garments on the colt, and they set Jesus on it.",
      "36": "As He went, they spread their clothes in the street.",
      "37": "When He was coming near the descent of the Mount of Olives, the whole crowd of the disciples began to rejoice and praise God with loud voices for all the mighty works that they had seen,",
      "38": "saying:\n‘Blessed is the King who comes in the name of the Lord!’\nPeace in heaven and glory in the highest!”",
      "39": "Some of the Pharisees from the crowd said to Him, “Teacher, rebuke Your disciples.”",
      "40": "He answered them, “I tell you, if these should be silent, the stones would immediately cry out.”",
      "41": "When He came near, He beheld the city and wept over it,",
      "42": "saying, “If you, even you, had known even today what things would bring you peace! But now they are hidden from your eyes.",
      "43": "For the days will come upon you when your enemies will build an embankment around you and surround you, and press you in on every side.",
      "44": "They will dash you, and your children within you, to the ground. They will not leave one stone upon another within you, because you did not know the time of your visitation.”",
      "45": "Then He entered the temple and began to drive out those who sold and bought in it,",
      "46": "saying to them, “It is written, ‘My house will be a house of prayer,’ but you have made it ‘a den of thieves.’”",
      "47": "He taught daily in the temple. But the chief priests, the scribes, and the leaders of the people tried to kill Him.",
      "48": "Yet they could not find a way to do it, for all the people were very attentive to hear Him."
    },
    "20": {
      "1": "One day, as He taught the people in the temple and preached the gospel, the chief priests and the scribes with the elders came up to Him,",
      "2": "and said to Him, “Tell us, by what authority are You doing these things? Who is he who gave You this authority?”",
      "3": "He answered them, “I will also ask you one thing. Answer Me:",
      "4": "Was the baptism of John from heaven or from men?”",
      "5": "They debated with themselves, saying, “If we say, ‘From heaven,’ He will say, ‘Why then did you not believe him?’",
      "6": "But if we say, ‘From men,’ all the people will stone us, for they are persuaded that John was a prophet.”",
      "7": "So they answered that they did not know where it was from.",
      "8": "Jesus said to them, “Neither will I tell you by what authority I do these things.”",
      "9": "He began to tell the people this parable: “A man planted a vineyard, and leased it to vinedressers, and went to a distant country for a long time.",
      "10": "At harvest time he sent a servant to the vinedressers so they might give him some fruit of the vineyard. But the vinedressers beat him and sent him away empty-handed.",
      "11": "Again, he sent another servant. But they beat him also, and treated him shamefully, and sent him away empty-handed.",
      "12": "Once again, he sent a third. And they wounded him also and drove him out.",
      "13": "“Then the owner of the vineyard said, ‘What shall I do? I will send my beloved son. Perhaps they will respect him when they see him.’",
      "14": "“But when the vinedressers saw him, they debated among themselves, saying, ‘This is the heir. Come, let us kill him, that the inheritance may be ours.’",
      "15": "So they drove him out of the vineyard and killed him.\n“What then will the owner of the vineyard do to them?",
      "16": "He will come and kill these vinedressers and will give the vineyard to others.”\nWhen they heard this, they said, “May it not be so!”",
      "17": "He looked at them and said, “What then is this that is written:\n‘The stone which the builders rejected\n    has become the cornerstone’?",
      "18": "Whoever falls on that stone will be broken. But he on whom it falls will be crushed to powder.”",
      "19": "The chief priests and the scribes tried to lay their hands on Him that same hour, but they feared the people. For they perceived that He had told this parable against them.",
      "20": "They watched Him and sent out spies who pretended to be righteous men, that they might seize Him in His words to hand Him over to the power and authority of the governor.",
      "21": "So they asked Him, “Teacher, we know that You speak and teach rightly. And You do not show partiality, but You truly teach the way of God.",
      "22": "Is it lawful for us to pay taxes to Caesar, or not?”",
      "23": "He perceived their craftiness and said to them, “Why do you test Me?",
      "24": "Show Me a denarius. Whose image and inscription does it have?”\nThey said, “Caesar’s.”",
      "25": "He said to them, “Then render to Caesar what is Caesar’s, and to God what is God’s.”",
      "26": "They could not catch Him in His words before the people. And they marveled at His answer and were silent.",
      "27": "Some of the Sadducees, who deny that there is any resurrection, came to Him and asked Him,",
      "28": "“Teacher, Moses wrote for us that if a man’s brother dies, having a wife but no children, then this man should take the wife and raise up children for his brother.",
      "29": "Now there were seven brothers. The first took a wife and died childless.",
      "30": "The second took her as wife, and he died childless.",
      "31": "And then the third took her, and in like manner, all seven died and left no children.",
      "32": "Last of all, the woman died also.",
      "33": "Therefore in the resurrection whose wife will she be? For the seven had her as a wife.”",
      "34": "Jesus answered them, “The sons of this age marry and are given in marriage.",
      "35": "But those who are counted worthy to attain that age, and the resurrection from the dead, neither marry nor are given in marriage.",
      "36": "For they cannot die any more, for they are equal to the angels and are the sons of God, being sons of the resurrection.",
      "37": "Now, at the bush, even Moses pointed out that the dead are raised when he called the Lord ‘the God of Abraham, and the God of Isaac, and the God of Jacob.’",
      "38": "For He is not the God of the dead, but of the living. For to Him all live.”",
      "39": "Some of the scribes said, “Teacher, You have spoken well.”",
      "40": "After that they dared not ask Him any question at all.",
      "41": "Then Jesus said to them, “How do they say that Christ is David’s Son?",
      "42": "David himself says in the Book of Psalms,\n‘The Lord said to my Lord,\n    “Sit at My right hand,",
      "43": "until I make Your enemies\n    Your footstool.”’",
      "44": "David therefore calls Him ‘Lord.’ How is He then his Son?”",
      "45": "Then as all the people heard, He said to His disciples,",
      "46": "“Beware of the scribes who desire to walk in long robes and who love greetings in the marketplaces and the prominent seats in the synagogues and the seats of honor at banquets,",
      "47": "who devour widows’ houses and for a pretense make long prayers. They will receive greater condemnation.”"
    },
    "21": {
      "1": "He looked up and saw the rich putting their gifts in the treasury.",
      "2": "He also saw a poor widow putting in two mites,",
      "3": "and He said, “Truly I tell you, this poor widow has put in more than all of them.",
      "4": "For all these out of their abundance have put in their gifts for God. But she out of her poverty has put in all the living she had.”",
      "5": "As some spoke of how the temple was adorned with beautiful stones and gifts, He said,",
      "6": "“As for these things which you see, the days will come when not one stone shall be left on another that will not be thrown down.”",
      "7": "They asked Him, “Teacher, when will these things be, and what will be the sign when this is about to happen?”",
      "8": "He said, “Beware lest you be deceived. For many will come in My name, saying, ‘I am He,’ and ‘The time has drawn near.’ Therefore do not go after them.",
      "9": "When you hear of wars and commotions, do not be afraid. For these things must first take place, but the end will not be at hand.”",
      "10": "Then He said to them, “Nation will rise against nation, and kingdom against kingdom.",
      "11": "Great earthquakes will occur in various places, and there will be famines and pestilence. And there will be terrors and great signs from heaven.",
      "12": "“But before all these things, they will seize you and persecute you, delivering you up to the synagogues and prisons, and you will be brought before kings and governors for My name’s sake.",
      "13": "It will turn out as a testimony for you.",
      "14": "Therefore resolve in your hearts beforehand not to practice your defense.",
      "15": "For I will give you a mouth and wisdom, which all your opponents will be able to neither refute nor resist.",
      "16": "You will be betrayed by parents and brothers and relatives and friends. And they will put some of you to death.",
      "17": "You will be hated by all men for My name’s sake,",
      "18": "but not a hair of your head shall perish.",
      "19": "In your endurance you will gain your souls.",
      "20": "“When you see Jerusalem surrounded by armies, then you know that its desolation has drawn near.",
      "21": "Then let those who are in Judea flee to the mountains, and let those who are in the city depart, and let not those who are in the country enter it.",
      "22": "For these are the days of vengeance, that all things which are written may be fulfilled.",
      "23": "But woe to those who are pregnant and to those who nurse in those days! For there will be great distress in the land and wrath upon this people.",
      "24": "They will fall by the edge of the sword and will be led away captive to all nations. And Jerusalem will be trampled on by the Gentiles until the times of the Gentiles are fulfilled.",
      "25": "“There will be signs in the sun and the moon and the stars; and on the earth distress of nations, with perplexity, the sea and the waves roaring;",
      "26": "men fainting from fear and expectation of what is coming on the inhabited earth. For the powers of heaven will be shaken.",
      "27": "Then they will see the Son of Man coming in a cloud with power and great glory.",
      "28": "When these things begin to happen, look up and lift up your heads, for your redemption is drawing near.”",
      "29": "He told them this parable: “Look at the fig tree, and all the trees.",
      "30": "When they are sprouting leaves already, you see and know for yourselves that summer is now near.",
      "31": "So in like manner, when you see these things happening, you know that the kingdom of God is near.",
      "32": "“Truly, I tell you, this generation will not pass away until all these things are fulfilled.",
      "33": "Heaven and earth will pass away, but My words will not pass away.",
      "34": "“Take heed to yourselves, lest your hearts become burdened by excessiveness and drunkenness and anxieties of life, and that Day comes on you unexpectedly.",
      "35": "For as a snare it will come on all those who dwell on the face of the whole earth.",
      "36": "Therefore watch always and pray that you may be counted worthy to escape all these things that will happen and to stand before the Son of Man.”",
      "37": "Each day He was teaching in the temple, and each night He went out and stayed on the mountain called the Mount of Olives.",
      "38": "And all the people came early in the morning to hear Him in the temple."
    },
    "22": {
      "1": "Now the Feast of Unleavened Bread, which is called the Passover, drew near.",
      "2": "And the chief priests and scribes were seeking how to kill Jesus, for they feared the people.",
      "3": "Then Satan entered into Judas, called Iscariot, who was one of the twelve.",
      "4": "He went and discussed with the chief priests and captains how he might betray Him to them.",
      "5": "They were glad and agreed to give him money.",
      "6": "He fully consented and searched for an opportunity to betray Him to them apart from the crowds.",
      "7": "Then the Day of Unleavened Bread came, when the Passover lamb must be killed.",
      "8": "He sent Peter and John, saying, “Go and prepare the Passover for us to eat it.”",
      "9": "They said to Him, “Where will You have us prepare it?”",
      "10": "He said to them, “Now, as you enter the city, a man carrying a pitcher of water will meet you there. Follow him into the house which he enters,",
      "11": "and say to the owner of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with My disciples?” ’",
      "12": "He will show you a large furnished upper room. Prepare there.”",
      "13": "They went and found it as He had told them. So they prepared the Passover.",
      "14": "When the hour had come, He and the twelve apostles with Him sat down.",
      "15": "And He said to them, “I have earnestly desired to eat this Passover with you before I suffer.",
      "16": "For I tell you, I will never eat it again until it is fulfilled in the kingdom of God.”",
      "17": "And He took the cup and gave thanks and said, “Take this and divide it among yourselves.",
      "18": "For I tell you, I will not drink of the fruit of the vine until the kingdom of God comes.”",
      "19": "Then He took the bread, and when He had given thanks, He broke it and gave it to them, saying, “This is My body which is given for you. Do this in remembrance of Me.”",
      "20": "In like manner, He took the cup after supper, saying, “This cup is the new covenant in My blood which is shed for you.",
      "21": "But see the hand of him who betrays Me is with Me at the table.",
      "22": "Indeed, the Son of Man goes as it has been determined. But woe to that man by whom He is betrayed!”",
      "23": "They began to inquire among themselves which of them it was who would do this.",
      "24": "There was also rivalry among them concerning which of them was to be counted the greatest.",
      "25": "He said to them, “The kings of the Gentiles exercise lordship over them, and those who exercise authority over them are called benefactors.",
      "26": "But you are not so. Instead, let him who is greatest among you be as the younger, and he who rules as he who serves.",
      "27": "For who is greater: he who sits at the table, or he who serves? Is it not he who sits at the table? But I am among you as He who serves.",
      "28": "You are those who have continued with Me in My trials.",
      "29": "And I appoint to you a kingdom as My Father has appointed one to Me,",
      "30": "so that you may eat and drink at My table in My kingdom, and sit on thrones judging the twelve tribes of Israel.”",
      "31": "Then the Lord said, “Simon, Simon, listen! Satan has demanded to have you to sift you as wheat.",
      "32": "But I have prayed for you that your faith may not fail. And when you have repented, strengthen your brothers.”",
      "33": "He said to Him, “Lord, I am ready to go with You to prison and to death.”",
      "34": "He said, “I tell you, Peter, before the rooster crows today, you will deny three times that you know Me.”",
      "35": "Then He said to them, “When I sent you without purse or bag or sandals, did you lack anything?”\nThey said, “Nothing.”",
      "36": "He said to them, “But now, let him who has a purse take it and also a bag. And let him who has no sword sell his garment and buy one.",
      "37": "For I tell you, what is written must yet be accomplished in Me, ‘And He was numbered with the transgressors.’ Indeed, what is written concerning Me has a fulfillment.”",
      "38": "They said, “Lord, look, here are two swords.”\nHe said to them, “It is enough.”",
      "39": "According to His custom, He came out and went to the Mount of Olives. And His disciples followed Him.",
      "40": "When He came there, He said to them, “Pray that you may not fall into temptation.”",
      "41": "He withdrew from them about a stone’s throw, and He knelt down and prayed,",
      "42": "“Father, if You are willing, remove this cup from Me. Nevertheless not My will, but Yours, be done.”",
      "43": "An angel from heaven appeared to Him, strengthening Him.",
      "44": "And being in anguish, He prayed more earnestly. And His sweat became like great drops of blood falling down to the ground.",
      "45": "When He rose from prayer and had come to His disciples, He found them sleeping from sorrow.",
      "46": "He said to them, “Why do you sleep? Rise and pray, lest you fall into temptation.”",
      "47": "While He was yet speaking, a crowd came. And he who was called Judas, one of the twelve, was leading them. He drew near to Jesus to kiss Him.",
      "48": "But Jesus said to him, “Judas, do you betray the Son of Man with a kiss?”",
      "49": "When those who were around Him saw what would follow, they said, “Lord, shall we strike with the sword?”",
      "50": "And one of them struck the servant of the high priest and cut off his right ear.",
      "51": "But Jesus said, “This is enough!” And He touched his ear and healed him.",
      "52": "Then Jesus said to the chief priests, and captains of the temple guard, and the elders who had come for Him, “Have you come out with swords and clubs as against a rebel?",
      "53": "Daily, while I was with you in the temple, you did not lay hands on Me. But this is your hour, and the power of darkness!”",
      "54": "Then they arrested Him, and led Him away, and brought Him into the high priest’s house. Peter followed at a distance.",
      "55": "But when they had kindled a fire in the middle of the courtyard and sat down together, Peter sat among them.",
      "56": "Then a servant girl saw him as he sat near the fire, and gazed at him, and said, “This man was with Him.”",
      "57": "But he denied Him, saying, “Woman, I do not know Him.”",
      "58": "A little later someone else saw him and said, “You also are one of them.”\nPeter said, “Man, I am not!”",
      "59": "About an hour later another man firmly declared, “Certainly, this man also was with Him, for he is a Galilean.”",
      "60": "Peter said, “Man, I do not know what you are saying.” Immediately, while he was yet speaking, the rooster crowed.",
      "61": "The Lord turned and looked at Peter. Then Peter remembered the word of the Lord, how He had told him, “Before the rooster crows, you will deny Me three times.”",
      "62": "And Peter went outside and wept bitterly.",
      "63": "The men who guarded Jesus mocked Him and whipped Him.",
      "64": "When they had blindfolded Him, they struck Him on the face and asked Him, “Prophesy! Who struck You?”",
      "65": "And many other things they blasphemously spoke against Him.",
      "66": "When day came, the assembly of the elders of the people, both the chief priests and scribes, came together and led Him away to their council, saying,",
      "67": "“Are You the Christ? Tell us!”\nHe said to them, “If I tell you, you will not believe.",
      "68": "And if I also question you, you will not answer Me or release Me.",
      "69": "From now on the Son of Man will be seated at the right hand of the power of God.”",
      "70": "They all said, “Are You then the Son of God?”\nHe said to them, “You truly say that I am.”",
      "71": "Then they said, “What further testimony do we need? We have heard it from His own mouth.”"
    },
    "23": {
      "1": "Then the whole assembly rose and led Him to Pilate.",
      "2": "And they began to accuse Him, saying, “We found this Man perverting our nation, and forbidding us to pay taxes to Caesar, and saying that He Himself is Christ a King.”",
      "3": "So Pilate asked Him, “Are You the King of the Jews?”\nHe answered, “You truly say so.”",
      "4": "Then Pilate said to the chief priests and to the people, “I find no fault in this Man.”",
      "5": "But they insisted, saying, “He stirs up the people, teaching throughout all Judea, beginning from Galilee to here.”",
      "6": "When Pilate heard of Galilee, he asked whether the Man was a Galilean.",
      "7": "When he learned that He belonged to Herod’s jurisdiction, he sent Him to Herod, who was also in Jerusalem at that time.",
      "8": "When Herod saw Jesus, he greatly rejoiced, for he had desired to see Him for a long time, because he had heard many things of Him, and he was hoping to see some miracle performed by Him.",
      "9": "He questioned Him with many words, but He gave no answer.",
      "10": "The chief priests and the scribes stood by, vehemently accusing Him.",
      "11": "Then Herod with his soldiers despised Him, and mocked Him, and dressed Him in a fine robe, and sent Him back to Pilate.",
      "12": "On the same day Pilate and Herod became friends with each other, having previously been at enmity with each other.",
      "13": "Pilate called together the chief priests and the rulers and the people,",
      "14": "and said to them, “You have brought this Man to me as one who incites the people. And truly, I, having examined Him before you, have found no fault in this Man concerning those things of which you accuse Him.",
      "15": "No, neither has Herod, for he sent him back to us. Look, nothing worthy of death has been done by Him.",
      "16": "I will therefore chastise Him and release Him.”",
      "17": "For he was obligated to release one man to them at the feast.",
      "18": "But they all cried out at once saying, “Take this Man away and release Barabbas to us!”",
      "19": "This man had been thrown in prison for an insurrection in the city and for murder.",
      "20": "Therefore Pilate spoke to them again, desiring to release Jesus.",
      "21": "But they cried out, “Crucify Him! Crucify Him!”",
      "22": "He said to them a third time, “Why, what evil has He done? I have found in Him no cause worthy of death. I will therefore chastise Him and release Him.”",
      "23": "But they insisted with loud voices, asking that He be crucified. And the voices of these men and of the chief priests prevailed.",
      "24": "So Pilate gave the sentence as they demanded.",
      "25": "He released to them the man who was thrown in prison for insurrection and murder, whom they asked for. But he sentenced Jesus according to their will.",
      "26": "As they led Him away, they seized Simon of Cyrene, who was coming from the country, and they laid the cross on him to carry it behind Jesus.",
      "27": "A large number of people followed Him, including women who mourned and lamented Him.",
      "28": "Jesus turned to them, saying, “Daughters of Jerusalem, weep not for Me, but weep for yourselves and for your children.",
      "29": "Listen, the days are coming when they will say, ‘Blessed are the barren, who never bore and never nursed!’",
      "30": "Then\nthey will begin to say to the mountains, ‘Fall on us,’\n    and to the hills, ‘Cover us.’",
      "31": "For if men do these things when the tree is green, what will happen when it is dry?”",
      "32": "Two different men, who were criminals, also were led with Him to be killed.",
      "33": "When they came to the place which is called The Skull, there they crucified Him and the criminals, one on the right and one on the left.",
      "34": "Jesus said, “Father, forgive them, for they know not what they do.” And they divided His clothes by casting lots.",
      "35": "The people stood by watching. But the rulers with them scoffed, saying, “He saved others. Let Him save Himself if He is the Christ, the Chosen One of God.”",
      "36": "And the soldiers also mocked Him, coming to Him and offering Him sour wine,",
      "37": "saying, “If You are the King of the Jews, save Yourself.”",
      "38": "An inscription was written over Him in letters of Greek and Latin and Hebrew:\nTHIS IS THE KING OF THE JEWS.",
      "39": "One of the criminals who were hanged blasphemed Him, saying, “If You are the Christ, save Yourself and us!”",
      "40": "But the other rebuked him, saying, “Do you not fear God, seeing you are under the same sentence?",
      "41": "And we indeed, justly. For we are receiving the due reward of our deeds. But this Man has done nothing amiss.”",
      "42": "Then he said to Jesus, “Lord, remember me when You come into Your kingdom.”",
      "43": "Jesus said to him, “Truly, I tell you, today you will be with Me in Paradise.”",
      "44": "It was now about the sixth hour, and darkness came over all the land until the ninth hour,",
      "45": "while the sun was darkened. And the veil of the temple was torn in the middle.",
      "46": "And Jesus cried out with a loud voice, “Father, into Your hands I commit My spirit.” Having said this, He gave up the spirit.",
      "47": "When the centurion saw what had happened, he glorified God and said, “Certainly, this was a righteous Man.”",
      "48": "All the crowds who came together to that sight, witnessing what occurred, struck their chests and returned.",
      "49": "But all those who knew Him and the women accompanying Him from Galilee stood at a distance, seeing these things.",
      "50": "Now there was a man named Joseph, a member of the Council, who was a good and just man.",
      "51": "He had not consented to their counsel and deed. He was from Arimathea, a city of the Jews, and he himself was also waiting for the kingdom of God.",
      "52": "This man went to Pilate and asked for the body of Jesus.",
      "53": "Then he took Him down, and wrapped Him in linen, and placed Him in a hewn tomb, where no one had ever been buried.",
      "54": "It was the Day of Preparation, and the Sabbath was drawing near.",
      "55": "The women who came with Him from Galilee followed, and saw the tomb and how His body was placed.",
      "56": "Then they returned and prepared spices and ointments. On the Sabbath they rested according to the commandment."
    },
    "24": {
      "1": "Now on the first day of the week, very early in the morning, they, and certain other women with them, came to the tomb bringing the spices they had prepared.",
      "2": "They found the stone rolled away from the tomb.",
      "3": "But when they entered, they did not find the body of the Lord Jesus.",
      "4": "While they were greatly perplexed concerning this, suddenly two men stood by them in shining garments.",
      "5": "As they were afraid and bowed their faces to the ground, they said to them, “Why do you seek the living among the dead?",
      "6": "He is not here, but has risen! Remember how He spoke to you while He was still in Galilee,",
      "7": "saying, ‘The Son of Man must be delivered into the hands of sinful men, and be crucified, and on the third day rise again.’ ”",
      "8": "Then they remembered His words.",
      "9": "And they returned from the tomb and reported all these things to the eleven and to all the rest.",
      "10": "It was Mary Magdalene and Joanna, Mary the mother of James, and other women with them, who told these things to the apostles.",
      "11": "But their words seemed like fables to them, and they did not believe them.",
      "12": "But Peter rose and ran to the tomb. Stooping down, he saw the linen clothes lying by themselves. He departed, wondering in himself what had happened.",
      "13": "Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem.",
      "14": "They were talking with each other about all these things that had happened.",
      "15": "While they communed and reasoned together, Jesus Himself drew near and went with them.",
      "16": "But their eyes were kept from recognizing Him.",
      "17": "He said to them, “What kind of communication are you sharing with one another while you are walking and are sad?”",
      "18": "One of them, named Cleopas, answered Him, “Are You the only foreigner in Jerusalem who does not know what has happened there in these days?”",
      "19": "He said to them, “What things?”\nThey said to Him, “Concerning Jesus of Nazareth, who was a prophet, powerful in deed and word before God and all the people,",
      "20": "and how our chief priests and rulers handed Him over to be sentenced to death and crucified Him.",
      "21": "But we were hoping that it was He who was to redeem Israel. Moreover, today is the third day since these things happened.",
      "22": "Even some women from among us, who arrived early at the tomb, surprised us.",
      "23": "When they did not find His body, they returned saying that they had even seen a vision of angels, who said that He was alive.",
      "24": "Then some of those who were with us went to the tomb and found it just as the women had said. But they did not see Him.”",
      "25": "He said to them, “O fools! And slow of heart to believe what the prophets have spoken!",
      "26": "Was it not necessary for the Christ to suffer these things and to enter His glory?”",
      "27": "And beginning with Moses and all the Prophets, He explained to them the things concerning Himself in all the Scriptures.",
      "28": "They drew near the village where they were traveling, and He seemed to be going farther.",
      "29": "But they urged Him, saying, “Stay with us. For it is nearly evening and the day is far spent.” So He went in to stay with them.",
      "30": "As He sat at supper with them, He took the bread, blessed it and broke it, and gave it to them.",
      "31": "Then their eyes were opened, and they recognized Him. And He vanished out of their sight.",
      "32": "They said to each other, “Did not our hearts burn within us while He talked to us on the way and while He opened the Scriptures to us?”",
      "33": "They rose up and returned to Jerusalem at once. And they found the eleven and those who were with them assembled together,",
      "34": "saying, “The Lord has risen indeed, and has appeared to Simon!”",
      "35": "Then they reported what had happened on the way, and how He was recognized by them in the breaking of the bread.",
      "36": "As they were saying this, Jesus Himself stood among them and said to them, “Peace be unto you.”",
      "37": "They were terrified and frightened, and supposed that they saw a spirit.",
      "38": "He said to them, “Why are you troubled, and why do doubts arise in your hearts?",
      "39": "See My hands and My feet, that it is I Myself. Feel Me and see. For a spirit does not have flesh and bones as you see that I have.”",
      "40": "When He said this, He showed them His hands and His feet.",
      "41": "And while they yet disbelieved for joy and wondered, He said to them, “Do you have any food here?”",
      "42": "They gave Him a piece of broiled fish and some honeycomb.",
      "43": "And He took it and ate it before them.",
      "44": "He said to them, “These are the words which I spoke to you while I was still with you, that all things must be fulfilled which were written in the Law of Moses and in the Prophets and in the Psalms concerning Me.”",
      "45": "Then He opened their minds to understand the Scriptures.",
      "46": "He said to them, “Thus it is written, and accordingly it was necessary for the Christ to suffer and to rise from the dead the third day,",
      "47": "and that repentance and remission of sins should be preached in His name to all nations, beginning at Jerusalem.",
      "48": "You are witnesses of these things.",
      "49": "And look, I am sending the promise of My Father upon you. But wait in the city of Jerusalem until you are clothed with power from on high.”",
      "50": "Then He led them out as far as Bethany, and He lifted up His hands and blessed them.",
      "51": "While He blessed them, He parted from them and was carried up into heaven.",
      "52": "Then they worshipped Him, and returned to Jerusalem with great joy,",
      "53": "and were continually in the temple, praising and blessing God. Amen."
    }
  }
}