{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:03.486229-04:00",
    "Translation": "MEV"
  },
  "Malachi": {
    "1": {
      "1": "The oracle of the word of the Lord to Israel by Malachi.",
      "2": "I have loved you, says the Lord.\nBut you say, “How have You loved us?”\nWas not Esau Jacob’s brother? says the Lord. Yet I have loved Jacob;",
      "3": "but Esau I have hated, and I have made his mountains a desolation and left his inheritance for the jackals of the desert.",
      "4": "Whereas Edom says, “We are impoverished, but we will rebuild the ruins,” thus says the Lord of Hosts: They may build, but I will tear down. They will be called the Wicked Territory, and the people against whom the Lord has indignation forever.",
      "5": "Your eyes will see this, and you will say, “Great is the Lord, beyond the border of Israel!”",
      "6": "A son honors his father, and a servant his master. If then I am a father, where is My honor? And if I am a master, where is My fear? says the Lord of Hosts to you, O priests, who despise My name.\nBut you say, “How have we despised Your name?”",
      "7": "You offer defiled food on My altar, but say, “How have we defiled You?”\nBy saying, “The table of the Lord is contemptible.”",
      "8": "When you offer the blind as a sacrifice, is it not evil? When you offer the lame and sick, is it not evil? Offer it now to your governor! Would he be pleased with you, or accept you? says the Lord of Hosts.",
      "9": "But now entreat God’s favor, that He may be gracious to us. With such offerings from your hands, will He accept you favorably? says the Lord of Hosts.",
      "10": "Who is there among you who would shut the doors, that you might not kindle fire on My altar in vain? I have no pleasure in you, says the Lord of Hosts, nor will I accept an offering from your hand.",
      "11": "For from the rising of the sun to its setting, My name will be great among the nations, and in every place incense will be offered to My name, and a pure offering. For My name will be great among the nations, says the Lord of Hosts.",
      "12": "But you profane it, in that you say, “The table of the Lord is defiled, and its fruit, that is, its food is contemptible.”",
      "13": "You also say, “What a weariness it is,” and you snort at it, says the Lord of Hosts.\nYou bring in what is stolen, the lame, or the sick; thus you bring an offering! Should I accept this from your hand? says the Lord.",
      "14": "But cursed be the deceiver who has in his flock a male, and vows, and yet sacrifices to the Lord what is blemished. For I am a great king, says the Lord of Hosts, and My name is to be feared among the nations."
    },
    "2": {
      "1": "And now, O priests, this commandment is for you.",
      "2": "If you will not listen, and if you will not take it to heart to give honor to My name, says the Lord of Hosts, I will send a curse on you and I will curse your blessings. Yes, I have cursed them already, because you do not take it to heart.",
      "3": "I rebuke your descendants, and spread refuse on your faces, the refuse of your solemn feasts, and you will be taken away with it.",
      "4": "And you will know that I have sent this command to you, that My covenant with Levi may remain, says the Lord of Hosts.",
      "5": "My covenant with him was for life and peace, and I gave them to him. With awe he feared Me, and he was reverent before My name.",
      "6": "True instruction was in his mouth, and injustice was not found on his lips. He walked with Me in peace and with uprightness, and turned many away from iniquity.",
      "7": "For a priest’s lips should preserve knowledge, and people should seek the law from his mouth; for he is the messenger of the Lord of Hosts.",
      "8": "But you have departed from the way. You have caused many to stumble at the law. You have violated the covenant of Levi, says the Lord of Hosts.",
      "9": "So I have made you contemptible and base before all the people, because you have not kept My ways, but have shown partiality in the law.",
      "10": "Have we not all one Father? Has not one God created us? Why do we deal treacherously with one another, by profaning the covenant of our fathers?",
      "11": "Judah has dealt treacherously, and an abomination has been committed in Israel and Jerusalem. For Judah has profaned the sanctuary of the Lord, which He loves, and has married the daughter of a foreign god.",
      "12": "May the Lord cut off from the tents of Jacob any descendant of the man who does this, teacher and student, yet who brings an offering to the Lord of Hosts.",
      "13": "This is the second thing you do: You cover the altar of the Lord with tears, with weeping and crying out, because He no longer regards the offering, nor receives it with good will from your hand.",
      "14": "Yet you say, “Why?” It is because the Lord has been a witness between you and the wife of your youth, against whom you have dealt treacherously. Yet she is your companion and your wife by covenant.",
      "15": "Did He not make them one, having a remnant of the Spirit? And why one? He seeks godly offspring. So take heed to your spirit, that you do not deal treacherously.",
      "16": "For the Lord, the God of Israel, says that He hates divorce; for it covers one’s garment with violence, says the Lord of Hosts.\nTherefore take heed to your spirit, that you do not deal treacherously.",
      "17": "You have wearied the Lord with your words.\nYet you say, “How have we wearied Him?”\nWhen you say, “Everyone who does evil is good in the sight of the Lord, and He delights in them,” or, “Where is the God of justice?”"
    },
    "3": {
      "1": "I will send My messenger, and he will prepare the way before Me. And the Lord, whom you seek, will suddenly come to His temple, even the messenger of the covenant, in whom you delight. He is coming, says the Lord of Hosts.",
      "2": "But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner’s fire and like fullers’ soap.",
      "3": "He will sit as a refiner and purifier of silver; he will purify the sons of Levi, and refine them like gold and silver, and they will present to the Lord offerings in righteousness.",
      "4": "Then the offering of Judah and Jerusalem will be pleasant to the Lord as in the days of old and as in former years.",
      "5": "Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against the perjurers, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who turn aside the stranger, and do not fear Me, says the Lord of Hosts.",
      "6": "For I am the Lord, I do not change; therefore you, O sons of Jacob, are not consumed.",
      "7": "From the days of your fathers you have gone away from My ordinances and have not kept them. Return to Me, and I will return to you, says the Lord of Hosts.\nBut you say, “How shall we return?”",
      "8": "Will a man rob God? Yet you have robbed Me.\nBut you say, “How have we robbed You?”\nIn tithes and offerings.",
      "9": "You are cursed with a curse, your whole nation, for you are robbing Me.",
      "10": "Bring all the tithes into the storehouse, that there may be food in My house, and test Me now in this, says the Lord of Hosts, if I will not open for you the windows of heaven and pour out for you a blessing, that there will not be room enough to receive it.",
      "11": "I will rebuke the devourer for your sakes, so that it will not destroy the fruit of your ground, and the vines in your field will not fail to bear fruit, says the Lord of Hosts.",
      "12": "Then all the nations will call you blessed, for you will be a delightful land, says the Lord of Hosts.",
      "13": "Your words have been hard against Me, says the Lord.\nYet you say, “What have we spoken against You?”",
      "14": "You said, “It is vain to serve God. What profit is it that we have kept His ordinance, and that we have walked as mourners before the Lord of Hosts?",
      "15": "And now we call the proud blessed, for those who do wickedness are built up; they even test God and escape.”",
      "16": "Then those who feared the Lord spoke to one another. The Lord listened and heard them, and a book of remembrance was written before Him for those who fear the Lord and who esteem His name.",
      "17": "They shall be Mine, says the Lord of Hosts, on the day when I make up My jewels. And I will spare them as a man spares his son who serves him.",
      "18": "Then you will again discern between the righteous and the wicked, between one who serves God and one who does not serve Him."
    },
    "4": {
      "1": "Surely the day is coming, burning like an oven; all the proud, yes, all evildoers will be stubble. The day that is coming will burn them up, says the Lord of Hosts, so that it will leave them neither root nor branch.",
      "2": "But for you who fear My name, the sun of righteousness will rise with healing in its wings. You will go out and grow up like calves from the stall.",
      "3": "And you will tread down the wicked, for they will be ashes under the soles of your feet, on the day when I do this, says the Lord of Hosts.",
      "4": "Remember the Law of Moses, My servant, the statutes and judgments which I commanded him at Horeb for all Israel.",
      "5": "See, I will send you Elijah the prophet before the coming of the great and dreaded day of the Lord.",
      "6": "He will turn the hearts of the fathers to their children, and the hearts of the children to their fathers, lest I come and strike the earth with a curse."
    }
  }
}