{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:04.027619-04:00",
    "Translation": "MEV"
  },
  "Matthew": {
    "1": {
      "1": "The book of the genealogy of Jesus Christ, the Son of David, the son of Abraham:",
      "2": "Abraham was the father of Isaac,\nIsaac the father of Jacob,\nand Jacob the father of Judah and his brothers.",
      "3": "Judah was the father of Perez and Zerah by Tamar,\nPerez the father of Hezron,\nand Hezron the father of Ram.",
      "4": "Ram was the father of Amminadab,\nAmminadab the father of Nahshon,\nand Nahshon the father of Salmon.",
      "5": "Salmon was the father of Boaz by Rahab,\nBoaz the father of Obed by Ruth,\nand Obed the father of Jesse.",
      "6": "Jesse was the father of David the king.\nDavid the king was the father of Solomon, by her who had been the wife of Uriah.",
      "7": "Solomon was the father of Rehoboam,\nRehoboam the father of Abijah,\nand Abijah the father of Asa.",
      "8": "Asa was the father of Jehoshaphat,\nJehoshaphat the father of Joram,\nand Joram the father of Uzziah.",
      "9": "Uzziah was the father of Jotham,\nJotham the father of Ahaz,\nand Ahaz the father of Hezekiah.",
      "10": "Hezekiah was the father of Manasseh,\nManasseh the father of Amon,\nand Amon the father of Josiah.",
      "11": "Josiah was the father of Jeconiah and his brothers about the time they were exiled to Babylon.",
      "12": "And after they were brought to Babylon,\nJeconiah was the father of Shealtiel,\nand Shealtiel the father of Zerubbabel.",
      "13": "Zerubbabel was the father of Abiud,\nAbiud the father of Eliakim,\nand Eliakim the father of Azor.",
      "14": "Azor was the father of Zadok,\nZadok the father of Akim,\nand Akim the father of Eliud.",
      "15": "Eliud was the father of Eleazar,\nEleazar the father of Matthan,\nand Matthan the father of Jacob.",
      "16": "And Jacob was the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ.",
      "17": "So all the generations from Abraham to David are fourteen generations, from David until the exile to Babylon are fourteen generations, and from the exile in Babylon to Christ are fourteen generations.",
      "18": "Now the birth of Jesus Christ happened this way: After His mother Mary was engaged to Joseph, before they came together, she was found with child by the Holy Spirit.",
      "19": "Then Joseph her husband, being a just man and not willing to make her a public example, had in mind to divorce her privately.",
      "20": "But while he thought on these things, the angel of the Lord appeared to him in a dream saying, “Joseph, son of David, do not be afraid to take Mary as your wife, for He who is conceived in her is of the Holy Spirit.",
      "21": "She will bear a Son, and you shall call His name JESUS, for He will save His people from their sins.”",
      "22": "Now all this occurred to fulfill what the Lord had spoken through the prophet, saying,",
      "23": "“A virgin shall be with child, and will bear a Son, and they shall call His name Immanuel,” which is interpreted, “God with us.”",
      "24": "Then Joseph, being awakened from sleep, did as the angel of the Lord had commanded him, and remained with his wife,",
      "25": "and did not know her until she had given birth to her firstborn Son. And he called His name JESUS."
    },
    "2": {
      "1": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, wise men came from the east to Jerusalem,",
      "2": "saying, “Where is He who was born King of the Jews? For we have seen His star in the east and have come to worship Him.”",
      "3": "When Herod the king heard these things, he was troubled, and all Jerusalem with him.",
      "4": "And when he had gathered all the chief priests and scribes of the people together, he inquired of them where Christ should be born.",
      "5": "They told him, “In Bethlehem of Judea, for this is what the prophet wrote:",
      "6": "‘And you, Bethlehem, in the land of Judah,\n    are no longer least among the princes of Judah;\nfor out of you shall come a Governor,\n    who will shepherd My people Israel.’”",
      "7": "Then Herod, when he had privately called the wise men, carefully inquired of them what time the star appeared.",
      "8": "And he sent them to Bethlehem and said, “Go and search diligently for the young Child, and when you have found Him, bring me word again, so that I may come and worship Him also.”",
      "9": "When they heard the king, they departed. And the star which they saw in the east went before them until it came and stood over where the young Child was.",
      "10": "When they saw the star, they rejoiced with great excitement.",
      "11": "And when they came into the house, they saw the young Child with Mary, His mother, and fell down and worshipped Him. And when they had opened their treasures, they presented gifts to Him: gold, frankincense, and myrrh.",
      "12": "But being warned in a dream that they should not return to Herod, they returned to their own country by another route.",
      "13": "Now when they departed, the angel of the Lord appeared to Joseph in a dream, saying, “Arise, take the young Child and His mother, and escape to Egypt, and stay there until I bring you word. For Herod will seek the young Child to kill Him.”",
      "14": "When he rose, he took the young Child and His mother by night, and departed into Egypt,",
      "15": "and remained there until the death of Herod, to fulfill what the Lord had spoken through the prophet, “Out of Egypt I have called My Son.”",
      "16": "Then Herod, when he saw that he had been tricked by the wise men, was utterly furious and sent forth and killed all the male children who were in Bethlehem and the surrounding region, from two years old and under, based on the time which he had diligently inquired of the wise men.",
      "17": "Then was fulfilled what was spoken by Jeremiah the prophet:",
      "18": "“In Ramah a voice was heard,\n    grieving and weeping and great mourning,\nRachel weeping for her children,\n    and she would not be comforted,\nbecause they are no more.”",
      "19": "But when Herod was dead, an angel of the Lord appeared in a dream to Joseph in Egypt,",
      "20": "saying, “Arise, take the young Child and His mother, and go into the land of Israel, for those who sought the young Child’s life are dead.”",
      "21": "And he rose, took the young Child and His mother, and came into the land of Israel.",
      "22": "But when he heard that Archelaus reigned in Judea instead of his father Herod, he was afraid to go there. Nevertheless, being warned by God in a dream, he withdrew to the region of Galilee.",
      "23": "And he went and lived in a city called Nazareth, that what was spoken by the prophets might be fulfilled, “He shall be called a Nazarene.”"
    },
    "3": {
      "1": "In those days John the Baptist came, preaching in the wilderness of Judea,",
      "2": "and saying, “Repent, for the kingdom of heaven is at hand.”",
      "3": "For this is he who was spoken of by the prophet Isaiah, saying:\n“The voice of one crying in the wilderness:\n‘Prepare the way of the Lord;\n    make His paths straight.’ ”",
      "4": "This same John had clothing made of camel’s hair, a leather belt around his waist, and his food was locusts and wild honey.",
      "5": "Then Jerusalem, and all Judea, and all the region around the Jordan went out to him,",
      "6": "and were baptized by him in the Jordan, confessing their sins.",
      "7": "But when he saw many of the Pharisees and Sadducees come to his baptism, he said to them, “O generation of vipers, who has warned you to escape from the wrath to come?",
      "8": "Therefore, bear fruit worthy of repentance,",
      "9": "and do not think to say within yourselves, ‘We have Abraham as our father,’ for I say to you that God is able from these stones to raise up children for Abraham.",
      "10": "Even now the axe is put to the tree roots. Therefore, every tree which does not bear good fruit is cut down and thrown into the fire.",
      "11": "“I indeed baptize you with water to repentance, but He who is coming after me is mightier than I, whose shoes I am not worthy to carry. He will baptize you with the Holy Spirit and with fire.",
      "12": "His fan is in His hand, and He will thoroughly clean His floor and gather His wheat into the granary, but He will burn up the chaff with unquenchable fire.”",
      "13": "Then Jesus came from Galilee to John at the Jordan to be baptized by him.",
      "14": "But John prohibited Him, saying, “I need to be baptized by You, and do You come to me?”",
      "15": "But Jesus answered him, “Let it be so now, for it is fitting for us to fulfill all righteousness.” Then he permitted Him.",
      "16": "And when Jesus was baptized, He came up immediately out of the water. And suddenly the heavens were opened to Him, and He saw the Spirit of God descending on Him like a dove.",
      "17": "And a voice came from heaven, saying, “This is My beloved Son, in whom I am well pleased.”"
    },
    "4": {
      "1": "Then Jesus was led up into the wilderness by the Spirit to be tempted by the devil.",
      "2": "And He had fasted for forty days and forty nights, and then He was hungry.",
      "3": "And the tempter came to Him and said, “If You are the Son of God, command that these stones be turned into bread.”",
      "4": "But He answered, “It is written, ‘Man shall not live by bread alone, but by every word that proceeds out of the mouth of God.’”",
      "5": "Then the devil took Him up into the holy city, and set Him on the highest point of the temple,",
      "6": "and said to Him, “If You are the Son of God, throw Yourself down. For it is written,\n    ‘He shall give His angels charge concerning you,’\nand\n    ‘In their hands they shall lift you up,\n    lest at any time you dash your foot against a stone.’”",
      "7": "Jesus said to him, “It is also written, ‘You shall not tempt the Lord your God.’”",
      "8": "Again, the devil took Him up on a very high mountain and showed Him all the kingdoms of the world and their grandeur,",
      "9": "and said to Him, “All these things I will give You if You will fall down and worship me. ”",
      "10": "Then Jesus said to him, “Get away from here, Satan! For it is written, ‘You shall worship the Lord your God, and Him only shall you serve.’ ”",
      "11": "Then the devil left Him, and immediately angels came and ministered to Him.",
      "12": "Now when Jesus heard that John was put in prison, He left for Galilee.",
      "13": "And leaving Nazareth, He came and lived in Capernaum, which is by the sea, in the regions of Zebulun and Naphtali,",
      "14": "that what was spoken by Isaiah the prophet might be fulfilled, saying:",
      "15": "“The land of Zebulun and the land of Naphtali,\n    the way to the sea, beyond the Jordan,\n    Galilee of the Gentiles:",
      "16": "The people who sat in darkness\n    saw great light.\nAnd on those who sat in the land of the shadow of death,\n    light has dawned.”",
      "17": "From that time Jesus began to preach, saying, “Repent! For the kingdom of heaven is at hand.”",
      "18": "As Jesus walked beside the Sea of Galilee, He saw two brothers, Simon called Peter, and Andrew his brother, throwing a net into the sea, for they were fishermen.",
      "19": "And He said to them, “Follow Me, and I will make you fishers of men.”",
      "20": "They immediately left their nets and followed Him.",
      "21": "And going on from there, He saw two other brothers, James the son of Zebedee and John his brother, in a boat with Zebedee their father, mending their nets, and He called them.",
      "22": "They immediately left the boat and their father and followed Him.",
      "23": "Jesus went throughout all Galilee teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all sorts of diseases among the people.",
      "24": "His fame went throughout all Syria. And they brought to Him all sick people who were taken with various diseases and tormented with pain, those who were possessed with demons, those who had seizures, and those who had paralysis, and He healed them.",
      "25": "Great crowds followed Him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan."
    },
    "5": {
      "1": "Now seeing the crowds, He went up on a mountain. And when He sat down, His disciples came to Him.",
      "2": "And He began speaking and taught them, saying:",
      "3": "“Blessed are the poor in spirit,\n    for theirs is the kingdom of heaven.",
      "4": "Blessed are those who mourn,\n    for they shall be comforted.",
      "5": "Blessed are the meek,\n    for they shall inherit the earth.",
      "6": "Blessed are those who hunger and thirst for righteousness,\n    for they shall be filled.",
      "7": "Blessed are the merciful,\n    for they shall obtain mercy.",
      "8": "Blessed are the pure in heart,\n    for they shall see God.",
      "9": "Blessed are the peacemakers,\n    for they shall be called the sons of God.",
      "10": "Blessed are those who are persecuted for righteousness’ sake,\n    for theirs is the kingdom of heaven.",
      "11": "“Blessed are you when men revile you, and persecute you, and say all kinds of evil against you falsely for My sake.",
      "12": "Rejoice and be very glad, because great is your reward in heaven, for in this manner they persecuted the prophets who were before you.",
      "13": "“You are the salt of the earth. But if the salt loses its saltiness, how shall it be made salty? It is from then on good for nothing but to be thrown out and to be trampled underfoot by men.",
      "14": "“You are the light of the world. A city that is set on a hill cannot be hidden.",
      "15": "Neither do men light a candle and put it under a basket, but on a candlestick. And it gives light to all who are in the house.",
      "16": "Let your light so shine before men that they may see your good works and glorify your Father who is in heaven.",
      "17": "“Do not think that I have come to abolish the Law or the Prophets. I have not come to abolish, but to fulfill.",
      "18": "For truly I say to you, until heaven and earth pass away, not one dot or one mark will pass from the law until all be fulfilled.",
      "19": "Whoever, therefore, breaks one of the least of these commandments and teaches others to do likewise shall be called the least in the kingdom of heaven. But whoever does and teaches them shall be called great in the kingdom of heaven.",
      "20": "For I say to you that unless your righteousness exceeds the righteousness of the scribes and Pharisees, you will in no way enter the kingdom of heaven.",
      "21": "“You have heard that it was said by the ancients, ‘You shall not murder,’ and ‘Whoever murders shall be in danger of the judgment.’",
      "22": "But I say to you that whoever is angry with his brother without a cause shall be in danger of the judgment. And whoever says to his brother, ‘Raca,’ shall be in danger of the Sanhedrin. But whoever says, ‘You fool,’ shall be in danger of hell fire.",
      "23": "“Therefore, if you bring your gift to the altar and there remember that your brother has something against you,",
      "24": "leave your gift there before the altar and go on your way. First be reconciled to your brother, and then come and offer your gift.",
      "25": "“Reconcile with your adversary quickly, while you are on the way with him, lest your adversary deliver you to the judge, and the judge deliver you to the officer, and you be thrown into prison.",
      "26": "Truly I say to you, you will by no means come out of there until you have paid the last penny.",
      "27": "“You have heard that it was said by the ancients, ‘You shall not commit adultery.’",
      "28": "But I say to you that whoever looks on a woman to lust after her has committed adultery with her already in his heart.",
      "29": "And if your right eye causes you to sin, pluck it out and throw it away. For it is profitable that one of your members should perish, and not that your whole body be thrown into hell.",
      "30": "And if your right hand causes you to sin, cut it off and throw it away. For it is profitable for you that one of your members should perish, and not that your whole body be thrown into hell.",
      "31": "“It was said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’",
      "32": "But I say to you that whoever divorces his wife, except for marital unfaithfulness, causes her to commit adultery. And whoever marries her who is divorced commits adultery.",
      "33": "“Again, you have heard that it was said by the ancients, ‘You shall not swear falsely, but shall fulfill your oaths to the Lord.’",
      "34": "But I say to you, do not swear at all: neither by heaven, for it is God’s throne;",
      "35": "nor by the earth, for it is His footstool; nor by Jerusalem, for it is the city of the great King.",
      "36": "Nor shall you swear by your head, because you cannot make one hair white or black.",
      "37": "But let your ‘Yes’ mean ‘Yes,’ and ‘No’ mean ‘No.’ For whatever is more than these comes from the evil one.",
      "38": "“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’",
      "39": "But I say to you, do not resist an evil person. But whoever strikes you on your right cheek, turn to him the other as well.",
      "40": "And if anyone sues you in a court of law and takes away your tunic, let him have your cloak also.",
      "41": "And whoever compels you to go a mile, go with him two.",
      "42": "Give to him who asks you, and from him who would borrow from you do not turn away.",
      "43": "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’",
      "44": "But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you,",
      "45": "that you may be sons of your Father who is in heaven. For He makes His sun rise on the evil and on the good and sends rain on the just and on the unjust.",
      "46": "For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?",
      "47": "And if you greet your brothers only, what are you doing more than others? Do not even the tax collectors do so?",
      "48": "Therefore be perfect, even as your Father who is in heaven is perfect."
    },
    "6": {
      "1": "“Be sure that you not do your charitable deeds before men to be seen by them. Otherwise you have no reward from your Father who is in heaven.",
      "2": "“Therefore, when you do your charitable deeds, do not sound a trumpet before you as the hypocrites do in the synagogues and in the streets, that they may be honored by men. Truly I say to you, they have their reward.",
      "3": "But when you do your charitable deeds, do not let your left hand know what your right hand is doing,",
      "4": "that your charitable deeds may be in secret. And your Father who sees in secret will Himself reward you openly.",
      "5": "“When you pray, you shall not be like the hypocrites. For they love to pray standing in the synagogues and on the street corners that they may be seen by men. Truly I say to you, they have their reward.",
      "6": "But you, when you pray, enter your closet, and when you have shut your door, pray to your Father who is in secret. And your Father who sees in secret will reward you openly.",
      "7": "But when you pray, do not use vain repetitions, as the heathen do. For they think that they will be heard for their much speaking.",
      "8": "Do not be like them, for your Father knows what things you have need of before you ask Him.",
      "9": "“Therefore pray in this manner:\nOur Father who is in heaven,\nhallowed be Your name.",
      "10": "Your kingdom come;\nYour will be done\n    on earth, as it is in heaven.",
      "11": "Give us this day our daily bread.",
      "12": "And forgive us our debts,\n    as we forgive our debtors.",
      "13": "And lead us not into temptation,\n    but deliver us from evil.\nFor Yours is the kingdom and the power and the glory forever. Amen.",
      "14": "For if you forgive men for their sins, your heavenly Father will also forgive you.",
      "15": "But if you do not forgive men for their sins, neither will your Father forgive your sins.",
      "16": "“Moreover, when you fast, do not be like the hypocrites with a sad countenance. For they disfigure their faces so they may appear to men to be fasting. Truly I say to you, they have their reward.",
      "17": "But you, when you fast, anoint your head and wash your face,",
      "18": "so that you will not appear to men to be fasting, but to your Father who is in secret. And your Father who sees in secret will reward you openly.",
      "19": "“Do not store up for yourselves treasures on earth where moth and rust destroy and where thieves break in and steal.",
      "20": "But store up for yourselves treasures in heaven, where neither moth nor rust destroy and where thieves do not break in nor steal,",
      "21": "for where your treasure is, there will your heart be also.",
      "22": "“The light of the body is the eye. Therefore, if your eye is clear, your whole body will be full of light.",
      "23": "But if your eye is unclear, your whole body will be full of darkness. Therefore, if the light that is in you is darkness, how great is that darkness!",
      "24": "“No one can serve two masters. For either he will hate the one and love the other, or else he will hold to the one and despise the other. You cannot serve God and money.",
      "25": "“Therefore, I say to you, take no thought about your life, what you will eat, or what you will drink, nor about your body, what you will put on. Is not life more than food and the body than clothing?",
      "26": "Look at the birds of the air, for they do not sow, nor do they reap, nor gather into barns. Yet your heavenly Father feeds them. Are you not much better than they?",
      "27": "Who among you by taking thought can add a cubit to his stature?",
      "28": "“Why take thought about clothing? Consider the lilies of the field, how they grow: They neither work, nor do they spin.",
      "29": "Yet I say to you that even Solomon in all his glory was not dressed like one of these.",
      "30": "Therefore, if God so clothes the grass of the field, which today is here and tomorrow is thrown into the oven, will He not much more clothe you, O you of little faith?",
      "31": "Therefore, take no thought, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’",
      "32": "(For the Gentiles seek after all these things.) For your heavenly Father knows that you have need of all these things.",
      "33": "But seek first the kingdom of God and His righteousness, and all these things shall be given to you.",
      "34": "Therefore, take no thought about tomorrow, for tomorrow will take thought about the things of itself. Sufficient to the day is the trouble thereof."
    },
    "7": {
      "1": "“Judge not, that you be not judged.",
      "2": "For with what judgment you judge, you will be judged. And with the measure you use, it will be measured again for you.",
      "3": "“And why do you see the speck that is in your brother’s eye, but do not consider the plank that is in your own eye?",
      "4": "Or how will you say to your brother, ‘Let me pull the speck out of your eye,’ when a log is in your own eye?",
      "5": "You hypocrite! First take the plank out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.",
      "6": "“Do not give what is holy to the dogs, nor throw your pearls before swine, lest they trample them under their feet and turn around and attack you.",
      "7": "“Ask and it will be given to you; seek and you will find; knock and it will be opened to you.",
      "8": "For everyone who asks receives, and he who seeks finds, and to him who knocks, it will be opened.",
      "9": "“What man is there among you who, if his son asks for bread, will give him a stone?",
      "10": "Or if he asks for a fish, will he give him a snake?",
      "11": "If you then, being evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask Him!",
      "12": "Therefore, everything you would like men to do to you, do also to them, for this is the Law and the Prophets.",
      "13": "“Enter at the narrow gate, for wide is the gate and broad is the way that leads to destruction, and there are many who are going through it,",
      "14": "because small is the gate and narrow is the way which leads to life, and there are few who find it.",
      "15": "“Beware of false prophets who come to you in sheep’s clothing, but inwardly they are ravenous wolves.",
      "16": "You will know them by their fruit. Do men gather grapes from thorns, or figs from thistles?",
      "17": "Even so, every good tree bears good fruit. But a corrupt tree bears evil fruit.",
      "18": "A good tree cannot bear evil fruit, nor can a corrupt tree bear good fruit.",
      "19": "Every tree that does not bear good fruit is cut down and thrown into the fire.",
      "20": "Therefore, by their fruit you will know them.",
      "21": "“Not everyone who says to Me, ‘Lord, Lord,’ shall enter the kingdom of heaven, but he who does the will of My Father who is in heaven.",
      "22": "Many will say to Me on that day, ‘Lord, Lord, have we not prophesied in Your name, cast out demons in Your name, and done many wonderful works in Your name?’",
      "23": "But then I will declare to them, ‘I never knew you. Depart from Me, you who practice evil.’",
      "24": "“Whoever hears these sayings of Mine and does them, I will liken him to a wise man who built his house on a rock.",
      "25": "And the rain descended, the floods came, and the winds blew and beat on that house. And it did not fall, for it was founded a rock.",
      "26": "And every one who hears these sayings of Mine and does not do them will be likened to a foolish man who built his house on the sand.",
      "27": "And the rain descended, the floods came, and the winds blew and beat on that house. And it fell. And its fall was great.”",
      "28": "When Jesus finished these sayings, the people were astonished at His teaching,",
      "29": "for He taught them as one having authority, and not as the scribes."
    },
    "8": {
      "1": "When He came down from the mountains, large crowds followed Him.",
      "2": "And then a leper came and worshipped Him, saying, “Lord, if You are willing, You can make me clean.”",
      "3": "Jesus reached out His hand and touched him, saying, “I will. Be clean.” And immediately his leprosy was cleansed.",
      "4": "Then Jesus said to him, “See that you tell no one. But go your way, show yourself to the priest, and offer the gift that Moses commanded as a testimony to them.”",
      "5": "And when Jesus entered Capernaum, a centurion came to Him, entreating Him,",
      "6": "and saying, “Lord, my servant is lying at home, sick with paralysis, terribly tormented.”",
      "7": "Jesus said to him, “I will come and heal him.”",
      "8": "The centurion answered and said, “Lord, I am not worthy that You should come under my roof. But speak the word only, and my servant will be healed.",
      "9": "For I am a man under authority, having soldiers under me. And I say to this man, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.”",
      "10": "When Jesus heard it, He was amazed and said to those who followed, “Truly I say to you, I have not found such great faith, no, not in Israel.",
      "11": "And I say to you that many will come from the east and west and will dine with Abraham, Isaac, and Jacob in the kingdom of heaven.",
      "12": "But the sons of the kingdom will be thrown out into outer darkness. There will be weeping and gnashing of teeth.”",
      "13": "Then Jesus said to the centurion, “Go your way. And as you have believed, so let it be done for you.” And his servant was healed that very moment.",
      "14": "When Jesus entered Peter’s house, He saw his wife’s mother, lying sick with a fever.",
      "15": "He touched her hand, and the fever left her. And she rose and served them.",
      "16": "When the evening came, they brought to Him many who were possessed with demons. And He cast out the spirits with His word, and healed all who were sick,",
      "17": "to fulfill what was spoken by Isaiah the prophet,\n“He Himself took our infirmities\n    and bore our sicknesses.”",
      "18": "Now when Jesus saw large crowds around Him, He gave a command to depart to the other side.",
      "19": "Then a certain scribe came and said to Him, “Teacher, I will follow You wherever You go.”",
      "20": "Jesus replied, “The foxes have holes and the birds of the air have nests, but the Son of Man has no place to lay His head.”",
      "21": "Another of His other disciples said to Him, “Lord, let me first go and bury my father.”",
      "22": "But Jesus said to him, “Follow Me, and let the dead bury their dead.”",
      "23": "Then He entered the boat, and His disciples followed Him.",
      "24": "Suddenly a great storm arose on the sea, so that the boat was covered with the waves. But He was asleep.",
      "25": "His disciples went to Him and awoke Him, saying, “Lord, save us! We are perishing!”",
      "26": "He replied, “Why are you fearful, O you of little faith?” Then He rose and rebuked the winds and the sea. And there was a great calm.",
      "27": "The men were amazed, saying, “What kind of Man is this that even the winds and the sea obey Him!”",
      "28": "When He came to the other side into the country of the Gergesenes, there met Him two men possessed with demons, coming out of the tombs, extremely fierce, so that no one might pass by that way.",
      "29": "Suddenly they cried out, saying, “What have we to do with You, Jesus, Son of God? Have You come here to torment us before the time?”",
      "30": "Now a good way off from them was a herd of many swine feeding.",
      "31": "So the demons begged Him, saying, “If You cast us out, permit us to go away into the herd of swine.”",
      "32": "He said to them, “Go!” And when they came out, they went into the herd of swine. And suddenly the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.",
      "33": "Those who kept them fled, and went their ways into the city, and told everything, including what had happened to those possessed by the demons.",
      "34": "The whole city came out to meet Jesus. And when they saw Him, they begged Him to depart out of their region."
    },
    "9": {
      "1": "He entered a boat, crossed over, and came into His own city.",
      "2": "They brought to Him a man sick with paralysis, lying on a bed. And Jesus, seeing their faith, said to the paralytic, “Son, be of good cheer. Your sins are forgiven you.”",
      "3": "Then certain scribes said within themselves, “This Man blasphemes.”",
      "4": "Jesus, knowing their thoughts, said, “Why do you think evil in your hearts?",
      "5": "For which is easier, to say, ‘Your sins are forgiven you’ or to say, ‘Arise and walk’?",
      "6": "But that you may know that the Son of Man has authority on earth to forgive sins”—then He said to the paralytic, “Arise, pick up your bed, and go into your house.”",
      "7": "And he rose and departed to his house.",
      "8": "But when the crowds saw it, they were amazed and glorified God who had given such authority to men.",
      "9": "As Jesus passed on from there, He saw a man named Matthew sitting at the tax collector’s station. And He said to him, “Follow Me.” And he rose and followed Him.",
      "10": "While Jesus sat at supper in the house, many tax collectors and sinners came and sat down with Him and His disciples.",
      "11": "When the Pharisees saw it, they said to His disciples, “Why does your Teacher eat with tax collectors and sinners?”",
      "12": "But when Jesus heard that, He said to them, “Those who are well do not need a physician, but those who are sick.",
      "13": "But go and learn what this means, ‘I desire mercy, and not sacrifice.’ For I have not come to call the righteous, but sinners, to repentance.”",
      "14": "Then the disciples of John came to Him, asking, “Why do we and the Pharisees fast often, but Your disciples do not fast?”",
      "15": "Jesus answered, “Can the guests of the bridegroom mourn as long as the bridegroom is with them? But the days will come when the bridegroom will be taken from them, and then they will fast.",
      "16": "“No one sews a piece of new cloth into an old garment, for that which is sewn in to fill it up pulls on the garment, and the tear is made worse.",
      "17": "Neither do men put new wine into old wineskins. Or else the wineskins burst, the wine runs out, and the wineskins perish. But they put new wine into new wineskins, and both are preserved.”",
      "18": "While He was speaking these things to them, a certain ruler came and worshipped Him, saying, “My daughter is even now dead. But come and lay Your hand on her, and she will live.”",
      "19": "Jesus rose and followed him, and so did His disciples.",
      "20": "Then a woman, who was ill with a flow of blood for twelve years, came behind Him and touched the hem of His garment.",
      "21": "For she said within herself, “If I may just touch His garment, I shall be healed.”",
      "22": "But Jesus turned around, and when He saw her, He said, “Daughter, be of good comfort. Your faith has made you well.” And the woman was made well instantly.",
      "23": "When Jesus came to the ruler’s house and saw the musicians and the mourners making a noise,",
      "24": "He said to them, “Depart. The girl is not dead, but is sleeping.” And they laughed Him to scorn.",
      "25": "But when the people were put outside, He went in and took her by the hand, and the girl arose.",
      "26": "The news of this went out into all that land.",
      "27": "As Jesus departed from there, two blind men followed Him, crying out and saying, “Son of David, have mercy on us!”",
      "28": "When He entered the house, the blind men came to Him. And Jesus said to them, “Do you believe that I am able to do this?”\nThey said to Him, “Yes, Lord.”",
      "29": "Then He touched their eyes, saying, “According to your faith, let it be done for you.”",
      "30": "And their eyes were opened, and Jesus strictly commanded them, saying, “See that no one knows of it.”",
      "31": "But when they had departed, they spread His fame in all that region.",
      "32": "As they went out, they brought to Him a mute man possessed with a demon.",
      "33": "And when the demon was cast out, the mute man spoke, and the crowds were amazed, saying, “This has never been seen in Israel.”",
      "34": "But the Pharisees said, “He casts out demons through the ruler of the demons.”",
      "35": "Jesus went throughout all the cities and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every sickness and every disease among the people.",
      "36": "But when He saw the crowds, He was moved with compassion for them, because they fainted and were scattered, like sheep without a shepherd.",
      "37": "Then He said to His disciples, “The harvest truly is plentiful, but the laborers are few.",
      "38": "Therefore, pray to the Lord of the harvest, that He will send out laborers into His harvest.”"
    },
    "10": {
      "1": "He called His twelve disciples to Him and gave them authority over unclean spirits, to cast them out, and to heal all kinds of sickness and all kinds of disease.",
      "2": "Now the names of the twelve apostles are these: first, Simon, who is called Peter, and Andrew, his brother; James, the son of Zebedee, and John, his brother;",
      "3": "Philip and Bartholomew; Thomas, and Matthew, the tax collector; James, the son of Alphaeus; and Lebbaeus, whose surname was Thaddaeus;",
      "4": "Simon the Zealot; and Judas Iscariot, who also betrayed Him.",
      "5": "These twelve Jesus sent out, and commanded them, saying, “Do not go into the way of the Gentiles, and do not enter any city of the Samaritans.",
      "6": "But go rather to the lost sheep of the house of Israel.",
      "7": "As you go, preach, saying, ‘The kingdom of heaven is at hand.’",
      "8": "Heal the sick, cleanse the lepers, raise the dead, and cast out demons. Freely you have received, freely give.",
      "9": "“Provide neither gold nor silver nor copper for your purses,",
      "10": "nor bag for your journey, nor two tunics, nor shoes, nor even staffs. For the workman is worthy of his keep.",
      "11": "“In whatever city or town you enter, inquire in it who is worthy. And live there until you leave.",
      "12": "When you come into a house, greet it.",
      "13": "If the house is worthy, let your peace come upon it. But if it is not worthy, let your peace return to you.",
      "14": "Whoever will not receive you, nor hear your words, when you depart out of that house or city, shake off the dust of your feet.",
      "15": "Truly I say to you, it will be more tolerable for the land of Sodom and Gomorrah on the Day of Judgment than for that town.",
      "16": "“Look, I am sending you out as sheep in the midst of wolves. Therefore be wise as serpents and harmless as doves.",
      "17": "But beware of men, for they will deliver you up to the councils, and they will scourge you in their synagogues.",
      "18": "You will be brought before governors and kings for My sake, for a testimony against them and the Gentiles.",
      "19": "But when they deliver you up, take no thought of how or what you will speak. For it will be given you at that time what you will speak.",
      "20": "For it is not you who speak, but the Spirit of your Father who speaks through you.",
      "21": "“The brother will deliver up the brother to death, and the father the child. And the children will rise up against their parents and cause them to be put to death.",
      "22": "You will be hated by all men for My name’s sake. But he who endures to the end will be saved.",
      "23": "But when they persecute you in this city, escape into another. For truly I say to you, you will not have gone through the cities of Israel before the Son of Man comes.",
      "24": "“The disciple is not above his teacher, nor the servant above his master.",
      "25": "It is enough for the disciple that he be like his teacher, and the servant like his master. If they have called the master of the house Beelzebub, how much more will they call those of his household?",
      "26": "“Therefore do not fear them. For nothing is covered that will not be revealed, or hidden that will not be known.",
      "27": "What I tell you in darkness, speak in the light. And what you hear in the ear, preach on the housetops.",
      "28": "Do not fear those who kill the body but are not able to kill the soul. But rather fear Him who is able to destroy both soul and body in hell.",
      "29": "Are not two sparrows sold for a penny? And not one of them will fall to the ground without your Father.",
      "30": "But the very hairs of your head are all numbered.",
      "31": "Therefore do not fear. You are more valuable than many sparrows.",
      "32": "“Whoever will confess Me before men, him will I confess also before My Father who is in heaven.",
      "33": "But whoever will deny Me before men, him will I also deny before My Father who is in heaven.",
      "34": "“Do not think that I have come to bring peace on earth. I did not come to bring peace, but a sword.",
      "35": "For I have come to turn\n‘a man against his father,\n    a daughter against her mother,\nand a daughter-in-law against her mother-in-law;",
      "36": "a man’s foes will be those of his own household.’",
      "37": "“He who loves father or mother more than Me is not worthy of Me. And he who loves son or daughter more than Me is not worthy of Me.",
      "38": "And He who does not take his cross and follow after Me is not worthy of Me.",
      "39": "He who finds his life will lose it, and he who loses his life for My sake will find it.",
      "40": "“He who receives you receives Me, and he who receives Me receives Him who sent Me.",
      "41": "He who receives a prophet in the name of a prophet shall receive a prophet’s reward. And he who receives a righteous man in the name of a righteous man shall receive a righteous man’s reward.",
      "42": "And whoever gives even a cup of cold water to one of these little ones in the name of a disciple, truly I tell you, he shall in no way lose his reward.”"
    },
    "11": {
      "1": "When Jesus finished instructing His twelve disciples, He departed from there to teach and to preach in their cities.",
      "2": "Now when John had heard in prison the works of Christ, he sent two of his disciples,",
      "3": "and said to Him, “Are You He who should come, or should we look for another?”",
      "4": "Jesus answered them, “Go and tell John what you hear and see:",
      "5": "The blind receive their sight and the lame walk, the lepers are cleansed and the deaf hear, the dead are raised up, and the poor have the gospel preached to them.",
      "6": "Blessed is he who does not fall away because of Me.”",
      "7": "As they departed, Jesus began to say to the crowds concerning John, “What did you go out into the wilderness to see? A reed shaken by the wind?",
      "8": "If not, what did you go out to see? A man dressed in soft clothing? Indeed, those who wear soft clothing are in kings’ houses.",
      "9": "Then what did you go out to see? A prophet? Yes, I say to you, and more than a prophet.",
      "10": "For this is he of whom it is written:\n‘Look, I am sending My messenger before Your face,\n    who will prepare Your way before You.’",
      "11": "Truly I say to you, among those who are born of women, there has risen no one greater than John the Baptist. But he who is least in the kingdom of heaven is greater than he.",
      "12": "From the days of John the Baptist until now, the kingdom of heaven has forcefully advanced, and the strong take it by force.",
      "13": "For all the Prophets and the Law prophesied until John.",
      "14": "And if you are willing to receive it, he is Elijah, who is to come.",
      "15": "He who has ears to hear, let him hear.",
      "16": "“But to what shall I liken this generation? It is like children sitting in the markets, calling to their friends,",
      "17": "saying:\n‘We played the flute for you,\n    and you did not dance;\nwe sang a dirge to you,\n    and you did not mourn.’",
      "18": "For John came neither eating nor drinking, and they say, ‘He has a demon.’",
      "19": "The Son of Man came eating and drinking, and they say, ‘Here is a gluttonous man, a drunkard, a friend of tax collectors and sinners.’ But wisdom is justified by her children.”",
      "20": "Then He began to reprimand the cities where most of His mighty works were done, because they did not repent:",
      "21": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
      "22": "But I say to you, it will be more tolerable for Tyre and Sidon on the Day of Judgment than for you.",
      "23": "And you, Capernaum, who is exalted toward heaven, will be brought down to Hades. For if the mighty works which have been done in you had been done in Sodom, it would have remained until this day.",
      "24": "But I say to you that it shall be more tolerable for the land of Sodom on the Day of Judgment than for you.”",
      "25": "At that time Jesus said, “I thank You, O Father, Lord of heaven and earth, because You have hidden these things from the wise and prudent and revealed them to infants.",
      "26": "Even so, Father, for it seemed good in Your sight.",
      "27": "“All things are delivered to Me by My Father, and no one knows the Son, except the Father. And no one knows the Father, except the Son and he to whom the Son will reveal Him.",
      "28": "“Come to Me, all you who labor and are heavily burdened, and I will give you rest.",
      "29": "Take My yoke upon you, and learn from Me. For I am meek and lowly in heart, and you will find rest for your souls.",
      "30": "For My yoke is easy, and My burden is light.”"
    },
    "12": {
      "1": "At that time Jesus went through the grain fields on the Sabbath. And His disciples were hungry and began to pluck the heads of grain and to eat.",
      "2": "But when the Pharisees saw it, they said to Him, “Look, Your disciples are doing that which is not lawful to do on the Sabbath!”",
      "3": "But He said to them, “Have you not read what David and those who were with him did when he was hungry,",
      "4": "how he entered the house of God and ate the ritual bread, which was not lawful for him to eat, neither for those who were with him, but only for the priests?",
      "5": "Or have you not read in the law how on the Sabbath the priests in the temple profane the Sabbath, but are blameless?",
      "6": "I say to you, in this place there is One who is greater than the temple.",
      "7": "If you had known what this meant, ‘I desire mercy, and not sacrifice,’ you would not have condemned the innocent.",
      "8": "For the Son of Man is Lord even of the Sabbath.”",
      "9": "When He had departed from there, He went into their synagogue.",
      "10": "And there was a man whose hand had withered. They asked Him, “Is it lawful to heal on the Sabbath?” that they might accuse Him.",
      "11": "He said to them, “What man is there among you who has one sheep, and if it falls into a pit on the Sabbath, will not lay hold of it and lift it out?",
      "12": "Then how much better is a man than a sheep? Therefore, it is lawful to do good on the Sabbath.”",
      "13": "Then He said to the man, “Stretch out your hand.” And he stretched it out, and it was restored whole like the other.",
      "14": "Then the Pharisees went out and took counsel against Him, how they might kill Him.",
      "15": "But when Jesus knew it, He withdrew from there. And great crowds followed Him, and He healed them all,",
      "16": "and warned them that they should not make Him known,",
      "17": "to fulfill what was spoken by Isaiah the prophet, saying:",
      "18": "“Here is My Servant, whom I have chosen,\n    My Beloved, in whom My soul is well pleased;\nI will put My Spirit upon Him,\n    and He will render judgment to the Gentiles.",
      "19": "He shall not struggle nor cry out,\n    nor will anyone hear His voice in the streets.",
      "20": "A bruised reed He will not break,\n    and a smoldering wick He will not quench,\nuntil He renders judgment unto victory;",
      "21": "and in His name will the Gentiles trust.”",
      "22": "Then one possessed with a demon was brought to Him, blind and mute, and He healed him, so that the blind and mute man both spoke and saw.",
      "23": "All the people were amazed and said, “Is He not the Son of David?”",
      "24": "But when the Pharisees heard it, they said, “This Man does not cast out demons, except by Beelzebub the ruler of the demons.”",
      "25": "Jesus knew their thoughts and said to them, “Every kingdom divided against itself is brought to desolation. And every city or house divided against itself will not stand.",
      "26": "If Satan casts out Satan, he is divided against himself. Then how will his kingdom stand?",
      "27": "And if I cast out demons by Beelzebub, by whom do your sons cast them out? Therefore, they shall be your judges.",
      "28": "But if I cast out demons by the Spirit of God, then the kingdom of God has come upon you.",
      "29": "“Or else how can one enter a strong man’s house and plunder his goods unless he first binds the strong man? And then he will plunder his house.",
      "30": "“He who is not with Me is against Me, and he who does not gather with Me scatters abroad.",
      "31": "Therefore I say to you, all kinds of sin and blasphemy will be forgiven men, but the blasphemy against the Holy Spirit will not be forgiven men.",
      "32": "Whoever speaks a word against the Son of Man will be forgiven. But whoever speaks against the Holy Spirit will not be forgiven, neither in this world, nor in the world to come.",
      "33": "“Either make the tree good and its fruit good, or else make the tree corrupt and its fruit corrupt. For the tree is known by its fruit.",
      "34": "O generation of vipers, how can you, being evil, speak good things? For out of the abundance of the heart the mouth speaks.",
      "35": "A good man out of the good treasure of his heart brings forth good things. And an evil man out of the evil treasure brings forth evil things.",
      "36": "But I say to you that for every idle word that men speak, they will give an account on the Day of Judgment.",
      "37": "For by your words you will be justified, and by your words you will be condemned.”",
      "38": "Then some of the scribes and Pharisees said to Him, “Teacher, we wish to see a sign from You.”",
      "39": "But He answered them, “An evil and adulterous generation seeks after a sign, and no sign will be given to it except the sign of the prophet Jonah.",
      "40": "For as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.",
      "41": "The men of Nineveh will stand up at the judgment with this generation and will condemn it, because they repented at the preaching of Jonah. And now One greater than Jonah is here.",
      "42": "The Queen of the South will rise up at the judgment with this generation and will condemn it, for she came from the ends of the earth to hear the wisdom of Solomon. And now One greater than Solomon is here.",
      "43": "“When an unclean spirit goes out of a man, it passes through dry places seeking rest, but finds none.",
      "44": "Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds it empty, swept, and put in order.",
      "45": "Then it goes and brings with itself seven other spirits more evil than itself, and they enter and dwell there. And the last state of that man is worse than the first. So shall it be also with this evil generation.”",
      "46": "While He was still speaking to the people, right then His mother and His brothers stood outside asking to speak with Him.",
      "47": "Then one said to Him, “Look, Your mother and Your brothers are standing outside asking to speak with You.”",
      "48": "But He answered the man who told him, “Who is My mother, and who are My brothers?”",
      "49": "He stretched out His hand toward His disciples and said, “Here are My mother and My brothers!",
      "50": "For whoever does the will of My Father who is in heaven is My brother, and sister, and mother.”"
    },
    "13": {
      "1": "That same day Jesus went out of the house and sat beside the sea.",
      "2": "Great crowds assembled around Him, so that He went into a boat and sat there. And the whole assembly stood on the shore.",
      "3": "Then He told them many things in parables, saying, “Listen! A sower went out to sow.",
      "4": "While he sowed, some seeds fell beside the path, and the birds came and devoured them.",
      "5": "But other seeds fell on rocky ground where they did not have much soil, and immediately they sprang up because they did not have deep soil.",
      "6": "But when the sun rose, they were scorched. And because they did not take root, they withered away.",
      "7": "Some seeds fell among thorns, and the thorns grew up and choked them.",
      "8": "But other seeds fell into good ground and produced grain: a hundred, sixty, or thirty times as much.",
      "9": "Whoever has ears to hear, let him hear.”",
      "10": "The disciples came and said to Him, “Why do You speak to them in parables?”",
      "11": "He answered them, “It is given to you to know the mysteries of the kingdom of heaven, but to them it is not given.",
      "12": "For to him who has, will more be given, and he will have abundance. But from him who has not, even what he has will be taken away.",
      "13": "Therefore I speak to them in parables:\n‘Because they look, but do not see.\n    And they listen, but they do not hear, neither do they understand.’",
      "14": "In them is fulfilled the prophecy of Isaiah which says:\n‘By hearing, you will hear and shall not understand,\n    and seeing, you will see and shall not perceive;",
      "15": "for this people’s heart has grown dull.\n    Their ears have become hard of hearing,\n    and they have closed their eyes,\nlest they should see with their eyes\n    and hear with their ears\n    and understand with their hearts,\nand turn, and I should heal them.’",
      "16": "But blessed are your eyes, for they see, and your ears, for they hear.",
      "17": "For truly I say to you that many prophets and righteous men have desired to see those things which you see, and have not seen them, and to hear those things which you hear, and have not heard them.",
      "18": "“Therefore listen to the parable of the sower.",
      "19": "When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the one who received seed beside the path.",
      "20": "But he who received the seed on rocky ground is he who hears the word and immediately receives it with joy,",
      "21": "yet he has no root in himself, but endures for a while. For when tribulation or persecution arises because of the word, eventually he falls away.",
      "22": "He also who received seed among the thorns is he who hears the word, but the cares of this world and the deceitfulness of riches choke the word, and he becomes unfruitful.",
      "23": "But he who received seed on the good ground is he who hears the word and understands it, who indeed bears fruit. Some produce a hundred, sixty, or thirty times what was sown.”",
      "24": "He told them another parable, saying, “The kingdom of heaven is like a man who sowed good seed in his field.",
      "25": "But while men slept, his enemy came and sowed weeds among the wheat and went away.",
      "26": "But when the shoots had sprung up and produced fruit, the weeds also appeared.",
      "27": "“So the servants of the landowner came and said to him, ‘Sir, did you not sow good seed in your field? Then where did the weeds come from?’",
      "28": "“He said to them, ‘An enemy did this.’\n“The servants said to him, ‘Will you then have us go and gather them up?’",
      "29": "“But he said, ‘No, lest while you gather up the weeds, you pull up also the wheat with them.",
      "30": "Let both grow together until the harvest, and in the time of harvest I will say to the reapers: Gather up the weeds first and bind them in bundles to burn them, but gather the wheat into my barn.’ ”",
      "31": "He told them another parable, saying, “The kingdom of heaven is like a grain of mustard seed which a man took and sowed in his field.",
      "32": "This indeed is the least of all seeds, but when it has grown, it is the greatest among herbs and is a tree, so that the birds of the air come and lodge in its branches.”",
      "33": "He told them another parable: “The kingdom of heaven is like yeast which a woman took and mixed in sixty pounds of meal until it had leavened the whole batch.”",
      "34": "Jesus said all these things to the crowds in parables. And without a parable He did not speak to them,",
      "35": "to fulfill what was spoken by the prophet, saying:\n“I will open My mouth in parables;\n    I will say things which have been kept secret since the foundation of the world.”",
      "36": "Then Jesus sent the crowds away and went into the house. And His disciples came to Him, saying, “Explain to us the parable of the weeds of the field.”",
      "37": "He answered, “He who sows the good seed is the Son of Man,",
      "38": "the field is the world, and the good seed are the sons of the kingdom. But the weeds are the sons of the evil one.",
      "39": "The enemy who sowed them is the devil, the harvest is the end of the world, and the reapers are the angels.",
      "40": "“Therefore as the weeds are gathered and burned in the fire, so shall it be in the end of this world.",
      "41": "The Son of Man shall send out His angels, and they shall gather out of His kingdom all things that offend, and those who do evil,",
      "42": "and will throw them into a fiery furnace. There will be wailing and gnashing of teeth.",
      "43": "Then the righteous will shine forth as the sun in the kingdom of their Father. Whoever has ears to hear, let him hear.",
      "44": "“Again, the kingdom of heaven is like treasure hidden in a field, which a man found and hid. And with joy over it he goes and sells all that he has and buys that field.",
      "45": "“Again, the kingdom of heaven is like a merchant seeking beautiful pearls,",
      "46": "who, on finding one pearl of great price, went and sold all that he had and bought it.",
      "47": "“Again, the kingdom of heaven is like a net that was cast into the sea and gathered all kinds of fish.",
      "48": "When it was full, they drew it to shore, sat down, and gathered the good into baskets, but threw the bad away.",
      "49": "So shall it be at the end of the world. The angels will come out and separate the evil from the righteous",
      "50": "and throw them into the fiery furnace. There will be wailing and gnashing of teeth.”",
      "51": "Jesus said to them, “Have you understood all of these things?”\nThey said to Him, “Yes, Lord.”",
      "52": "Then He said to them, “Therefore every scribe who is discipled for the kingdom of heaven is like a man who is master of the household who brings out of his treasure new and old things.”",
      "53": "When Jesus finished these parables, He departed from there.",
      "54": "When He came to His own country, He taught them in their synagogue, so that they were astonished, and said, “Where did this Man get this wisdom and these mighty works?",
      "55": "Is He not the carpenter’s son? Is His mother not called Mary? And are not His brothers James and Joseph and Simon and Judas?",
      "56": "And His sisters, are they not all with us? Where then did this Man get all these things?”",
      "57": "And they took offense at Him.\nBut Jesus said to them, “A prophet is not without honor except in his own country and in his own house.”",
      "58": "And He did not do many mighty works there because of their unbelief."
    },
    "14": {
      "1": "At that time Herod the tetrarch heard of the fame of Jesus,",
      "2": "and said to his servants, “This is John the Baptist; he has risen from the dead. And therefore mighty works are at work in him.”",
      "3": "For Herod had laid hold of John, bound him, and put him in prison for the sake of Herodias, his brother Philip’s wife.",
      "4": "For John said to him, “It is not lawful for you to have her.”",
      "5": "When Herod would have put him to death, he feared the crowd, because they counted him as a prophet.",
      "6": "But when Herod’s birthday was celebrated, the daughter of Herodias danced before them and pleased Herod.",
      "7": "Therefore he promised with an oath to give her whatever she would ask.",
      "8": "Being previously instructed by her mother, she said, “Give me John the Baptist’s head on a platter.”",
      "9": "The king was sorry. Nevertheless, for the oath’s sake and those who sat with him at supper, he commanded it to be given to her.",
      "10": "He sent and beheaded John in the prison.",
      "11": "His head was brought on a platter and given to the girl, and she brought it to her mother.",
      "12": "His disciples came and took up the body and buried it. And they went and told Jesus.",
      "13": "When Jesus heard this, He departed from there by boat for a deserted place. But when the people heard it, they followed Him on foot from the cities.",
      "14": "Jesus went ashore and saw a great assembly. And He was moved with compassion toward them, and He healed their sick.",
      "15": "When it was evening, His disciples came to Him, saying, “This is a lonely place and the day is now over. Send the crowds away to go into the villages and buy themselves food.”",
      "16": "But Jesus said to them, “They do not need to depart. You give them something to eat.”",
      "17": "They said to Him, “We have only five loaves here and two fish.”",
      "18": "He said, “Bring them here to Me.”",
      "19": "Then He commanded the crowds to sit down on the grass. He took the five loaves and the two fish, and looking up to heaven, He blessed and broke and gave the loaves to His disciples; and the disciples gave them to the crowds.",
      "20": "They all ate and were filled. And they took up twelve baskets full of the fragments that remained.",
      "21": "Those who had eaten were about five thousand men, besides women and children.",
      "22": "Then Jesus commanded His disciples to get into the boat and go ahead of Him to the other side, while He sent the crowds away.",
      "23": "When He sent the crowds away, He went up into a mountain by Himself to pray. And when evening came, He was there alone.",
      "24": "But the boat was now in the middle of the sea, tossed by the waves, for the wind was turbulent.",
      "25": "During the fourth watch of the night Jesus went to them, walking on the sea.",
      "26": "But when the disciples saw Him walking on the sea, they were troubled, saying, “It is a spirit.” And they cried out in fear.",
      "27": "But immediately Jesus spoke to them, saying, “Be of good cheer. It is I. Do not be afraid.”",
      "28": "Peter answered Him and said, “Lord, if it is You, bid me come to You on the water.”",
      "29": "He said, “Come.”\nAnd when Peter got out of the boat, he walked on the water to go to Jesus.",
      "30": "But when he saw the strong wind, he was afraid, and beginning to sink, he cried out, “Lord, save me!”",
      "31": "Immediately Jesus reached out His hand and caught him, and said to him, “O you of little faith, why did you doubt?”",
      "32": "And when they got into the boat, the wind ceased.",
      "33": "Then those who were in the boat came and worshipped Him, saying, “Truly You are the Son of God.”",
      "34": "When they had crossed over, they came to the land of Gennesaret.",
      "35": "And when the men of that place recognized Him, they sent word to all the surrounding country and brought to Him all who were sick,",
      "36": "and begged Him that they might only touch the hem of His garment. And as many as touched it were made perfectly well."
    },
    "15": {
      "1": "Then scribes and Pharisees who were from Jerusalem came to Jesus, saying,",
      "2": "“Why do Your disciples violate the tradition of the elders? For they do not wash their hands when they eat bread.”",
      "3": "But He answered them, “Why do you also violate the commandment of God by your tradition?",
      "4": "For God commanded, ‘Honor your father and mother,’ and, ‘He who speaks evil of father or mother, let him be put to death.’",
      "5": "But you say, ‘Whoever shall say to his father or his mother, “What you would have profited from me is a gift to God,”",
      "6": "will be free from honoring his father or his mother.’ So you have made the commandment of God of no effect by your tradition.",
      "7": "You hypocrites, Isaiah well prophesied of you, saying:",
      "8": "‘These people draw near to Me with their mouth, and honor Me with their lips,\n    but their heart is far from Me.",
      "9": "In vain they do worship Me,\n    teaching as doctrines the precepts of men.’”",
      "10": "He called the crowds and said to them, “Hear and understand:",
      "11": "That which goes into the mouth does not defile a man, but that which comes out of the mouth, this defiles a man.”",
      "12": "Then His disciples came and said to Him, “Do You know that the Pharisees were offended after they heard this saying?”",
      "13": "But He answered, “Every plant which My heavenly Father has not planted will be uprooted.",
      "14": "Leave them alone. They are blind leaders of the blind. And if the blind lead the blind, both will fall into the ditch.”",
      "15": "Then Peter said to Him, “Explain this parable to us.”",
      "16": "Jesus said, “Are you also still without understanding?",
      "17": "Do you not yet understand that whatever enters at the mouth goes into the stomach and is cast out into the sewer?",
      "18": "But those things which proceed out of the mouth come from the heart, and they defile the man.",
      "19": "For out of the heart proceed evil thoughts, murders, adulteries, sexual immorality, thefts, false witness, and blasphemies.",
      "20": "These are the things which defile a man. But to eat with unwashed hands does not defile a man.”",
      "21": "Then Jesus went from there and departed into the regions of Tyre and Sidon.",
      "22": "There, a woman of Canaan came out of the same regions and cried out to Him, saying, “Have mercy on me, O Lord, Son of David. My daughter is severely possessed by a demon.”",
      "23": "But He did not answer her a word. And His disciples came and begged Him, saying, “Send her away, for she cries out after us.”",
      "24": "But He answered, “I was sent only to the lost sheep of the house of Israel.”",
      "25": "Then she came and worshipped Him, saying, “Lord, help me.”",
      "26": "But He answered, “It is not fair to take the children’s bread and to throw it to dogs.”",
      "27": "She said, “Yes, Lord, yet even dogs eat the crumbs that fall from their masters’ table.”",
      "28": "Then Jesus answered her, “O woman, great is your faith. Let it be done for you as you desire.” And her daughter was healed instantly.",
      "29": "Jesus departed from there, and passed by the Sea of Galilee, and went up on a mountain and sat down there.",
      "30": "Great crowds came to Him, having with them those who were lame, blind, mute, maimed, and many others, and placed them down at Jesus’ feet, and He healed them,",
      "31": "so that the crowds wondered when they saw the mute speak, the maimed made whole, the lame walk, and the blind see. And they glorified the God of Israel.",
      "32": "Then Jesus called His disciples to Him and said, “I have compassion on the crowd, because they have remained with Me now for three days and have nothing to eat. I will not send them away hungry, lest they faint on the way.”",
      "33": "His disciples said to Him, “Where will we get enough bread in the wilderness to feed such a great crowd?”",
      "34": "Jesus said to them, “How many loaves do you have?”\nAnd they said, “Seven and a few little fish.”",
      "35": "He commanded the crowd to sit down on the ground.",
      "36": "He took the seven loaves and the fish, gave thanks, broke them, and gave them to His disciples, and the disciples gave them to the crowd.",
      "37": "They all ate and were filled. And they collected seven baskets full of the broken pieces that were left.",
      "38": "Those who ate were four thousand men, besides women and children.",
      "39": "He sent the crowd away, and got into the boat, and went to the region of Magdala."
    },
    "16": {
      "1": "The Pharisees and Sadducees came and, testing Him, asked Him to show them a sign from heaven.",
      "2": "He answered them, “When it is evening, you say, ‘It will be fair weather, for the sky is red,’",
      "3": "and in the morning, ‘It will be foul weather today, for the sky is red and overcast.’ O you hypocrites, you can discern the face of the sky, but you cannot discern the signs of the times.",
      "4": "A wicked and adulterous generation seeks for a sign, but no sign shall be given to it except the sign of the prophet Jonah.” So He left them and departed.",
      "5": "But when His disciples reached the other side, they had forgotten to take bread.",
      "6": "Then Jesus said to them, “Take heed and beware of the yeast of the Pharisees and Sadducees.”",
      "7": "They reasoned among themselves, saying, “It is because we have taken no bread.”",
      "8": "But when Jesus perceived it, He said to them, “O you of little faith, why reason among yourselves, that it is because you have brought no bread?",
      "9": "Do you not yet understand or remember the five loaves of the five thousand and how many baskets you collected?",
      "10": "Or the seven loaves of the four thousand and how many baskets you collected?",
      "11": "How is it that you do not understand that I spoke to you not concerning bread, but that you should beware of the yeast of the Pharisees and Sadducees?”",
      "12": "Then they understood that He did not tell them to beware of the yeast of bread, but of the teaching of the Pharisees and Sadducees.",
      "13": "When Jesus came into the region of Caesarea Philippi, He asked His disciples, “Who do men say that I, the Son of Man, am?”",
      "14": "They said, “Some say that You are John the Baptist, others say Elijah, and others Jeremiah or one of the prophets.”",
      "15": "He said to them, “But who do you say that I am?”",
      "16": "Simon Peter replied, “You are the Christ, the Son of the living God.”",
      "17": "Jesus answered him, “Blessed are you, Simon son of Jonah, for flesh and blood has not revealed this to you, but My Father who is in heaven.",
      "18": "And I tell you that you are Peter, and on this rock I will build My church, and the gates of Hades shall not prevail against it.",
      "19": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.”",
      "20": "Then He commanded His disciples to tell no one that He was Jesus the Christ.",
      "21": "From that time on, Jesus began to show His disciples that He must go to Jerusalem and suffer many things from the elders and chief priests and scribes, and be killed, and be raised on the third day.",
      "22": "Then Peter took Him and began rebuking Him, saying, “Far be it from You, Lord! This shall not happen to You.”",
      "23": "But He turned and said to Peter, “Get behind Me, Satan! You are an offense to Me, for you are not mindful of the things that are of God, but those that are of men.”",
      "24": "Then Jesus said to His disciples, “If anyone will come after Me, let him deny himself, and take up his cross, and follow Me.",
      "25": "For whoever would save his life will lose it, and whoever loses his life for My sake will find it.",
      "26": "For what will it profit a man if he gains the whole world and loses his own soul? Or what shall a man give in exchange for his soul?",
      "27": "For the Son of Man shall come with His angels in the glory of His Father, and then He will repay every man according to his works.",
      "28": "Truly I say to you, there are some standing here who shall not taste death before they see the Son of Man coming in His kingdom.”"
    },
    "17": {
      "1": "After six days Jesus took Peter, James, and John his brother and brought them up to a high mountain alone,",
      "2": "and was transfigured before them. His face shone as the sun, and His garments became white as the light.",
      "3": "Suddenly Moses and Elijah appeared to them, talking with Him.",
      "4": "Then Peter said to Jesus, “Lord, it is good for us to be here. If You wish, let us make three tabernacles here: one for You, one for Moses, and one for Elijah.”",
      "5": "While he was still speaking, suddenly a bright cloud overshadowed them, and a voice from the cloud said, “This is My beloved Son, with whom I am well pleased. Listen to Him.”",
      "6": "When the disciples heard this, they fell on their faces and were filled with awe.",
      "7": "But Jesus came and touched them and said, “Rise, and do not be afraid.”",
      "8": "When they lifted up their eyes, they saw no one but Jesus only.",
      "9": "As they came down the mountain, Jesus commanded them, “Tell the vision to no one until the Son of Man is risen from the dead.”",
      "10": "His disciples asked Him, “Why then do the scribes say that Elijah must come first?”",
      "11": "Jesus answered, “Elijah truly does first come and will restore all things.",
      "12": "But I tell you that Elijah has already come, and they did not know him, but did to him whatever they pleased. Likewise, the Son of Man will also suffer at their hands.”",
      "13": "Then the disciples understood that He was speaking to them of John the Baptist.",
      "14": "When they came to the crowd, a man came to Him and knelt before Him, saying,",
      "15": "“Lord, have mercy on my son, for he is an epileptic and suffers terribly. He often falls into the fire and often into the water.",
      "16": "I brought him to Your disciples, but they could not heal him.”",
      "17": "Then Jesus answered, “O faithless and perverse generation, how long shall I be with you? How long shall I bear with you? Bring him here to Me.”",
      "18": "Jesus rebuked the demon, and he came out of him. And the child was healed instantly.",
      "19": "Then the disciples came to Jesus privately and said, “Why could we not cast him out?”",
      "20": "Jesus said to them, “Because of your unbelief. For truly I say to you, if you have faith as a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move. And nothing will be impossible for you.",
      "21": "But this kind does not go out except by prayer and fasting.”",
      "22": "While they were staying in Galilee, Jesus said to them, “The Son of Man is about to be betrayed into the hands of men,",
      "23": "and they will kill Him, and He will be raised on the third day.” And they were extremely sorrowful.",
      "24": "When they came to Capernaum, those who collected tax money came to Peter and said, “Does your Teacher not pay the tax?”",
      "25": "He said, “Yes.”\nAnd when he came home, Jesus stopped him, saying, “What do you think, Simon? From whom do the kings of the earth take custom or taxes? From their own sons or from strangers?”",
      "26": "Peter said to Him, “From strangers.”\nJesus said to him, “Then the sons are free.",
      "27": "However, lest we offend them, go to the sea and cast a hook, and take the first fish that comes up. And when you open its mouth, you will find a coin. Take it and give it to them for you and Me.”"
    },
    "18": {
      "1": "At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?”",
      "2": "Jesus called a little child to Him and set him in their midst,",
      "3": "and said, “Truly I say to you, unless you are converted and become like little children, you will not enter the kingdom of heaven.",
      "4": "Therefore whoever humbles himself like this little child is greatest in the kingdom of heaven.",
      "5": "And whoever receives one such little child in My name receives Me.",
      "6": "“But whoever misleads one of these little ones who believe in Me, it would be better for him to have a millstone hung about his neck and to be drowned in the depth of the sea.",
      "7": "Woe to the world because of temptations! For it must be that temptations come, but woe to that man by whom the temptation comes!",
      "8": "Therefore if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life lame or maimed than having two hands or two feet to be thrown into eternal fire.",
      "9": "And if your eye causes you to sin, pluck it out and throw it away. It is better for you to enter life with one eye than having two eyes to be thrown into the fire of hell.",
      "10": "“See that you do not despise one of these little ones. For I say to you that in heaven their angels always see the face of My Father who is in heaven.",
      "11": "For the Son of Man has come to save that which was lost.",
      "12": "“What do you think? If a man has a hundred sheep and one of them goes astray, does he not leave the ninety-nine on the hills and go in search for the one which went astray?",
      "13": "And if he finds it, truly I say to you, he rejoices more over that sheep than over the ninety-nine which never went astray.",
      "14": "So it is not the will of your Father who is in heaven that one of these little ones should perish.",
      "15": "“Now if your brother sins against you, go and tell him his fault between you and him alone. If he listens to you, you have gained your brother.",
      "16": "But if he does not listen, then take with you one or two others, that by the testimony of two or three witnesses every word may be established.",
      "17": "If he refuses to listen to them, tell it to the church. But if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.",
      "18": "“Truly I say to you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
      "19": "“Again I say to you, that if two of you agree on earth about anything they ask, it will be done for them by My Father who is in heaven.",
      "20": "For where two or three are assembled in My name, there I am in their midst.”",
      "21": "Then Peter came to Him and said, “Lord, how often shall I forgive my brother who sins against me? Up to seven times?”",
      "22": "Jesus said to him, “I do not say to you up to seven times, but up to seventy times seven.",
      "23": "“Therefore the kingdom of heaven is like a certain king who wanted to settle accounts with his servants.",
      "24": "When he began to settle the accounts, one was brought to him who owed him ten thousand talents.",
      "25": "But since he was not able to pay, his master ordered that he be sold with his wife, their children, and all that he had, and payment to be made.",
      "26": "“So the servant fell on his knees, pleading with him, saying, ‘Master, have patience with me, and I will pay you everything.’",
      "27": "Then the master of that servant was moved with compassion, released him, and forgave him the debt.",
      "28": "“But that same servant went out and found one of his fellow servants who owed him a hundred denarii. He laid hands on him and took him by the throat, saying, ‘Pay me what you owe.’",
      "29": "“So his fellow servant fell down at his feet and entreated him, saying, ‘Have patience with me, and I will pay you everything.’",
      "30": "“But he would not and went and threw him in prison until he should pay the debt.",
      "31": "So when his fellow servants saw what took place, they were very sorry and went and told their master all that had taken place.",
      "32": "“Then his master, after he had summoned him, said to him, ‘O you wicked servant! I forgave you all that debt because you pleaded with me.",
      "33": "Should you not also have had compassion on your fellow servant, even as I had pity on you?’",
      "34": "His master was angry and delivered him to the jailers until he should pay all his debt.",
      "35": "“So also My heavenly Father will do to each of you, if from your heart you do not forgive your brother for his trespasses.”"
    },
    "19": {
      "1": "Now when Jesus finished these sayings, He departed from Galilee and came into the region of Judea beyond the Jordan.",
      "2": "Large crowds followed Him, and He healed them there.",
      "3": "The Pharisees also came to Him, tempting Him and saying, “Is it lawful for a man to divorce his wife for any reason?”",
      "4": "He answered, “Have you not read that He who made them at the beginning ‘made them male and female,’",
      "5": "and said, ‘For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh’?",
      "6": "So they are no longer two, but one flesh. Therefore what God has joined together, let no man put asunder.”",
      "7": "They said to Him, “Then why did Moses command to give a certificate of divorce, and to send her away?”",
      "8": "He said to them, “Moses, for the hardness of your hearts, permitted you to divorce your wives, but from the beginning it was not so.",
      "9": "But I say to you, whoever divorces his wife, except for sexual immorality, and marries another, commits adultery. And whoever marries her who is divorced commits adultery.”",
      "10": "His disciples said to Him, “If such is the case of the man with his wife, it is not good to marry.”",
      "11": "But He said to them, “Not all men can receive this precept, but only those to whom it is given.",
      "12": "For there are some eunuchs who have been so from birth, there are some eunuchs who have been made eunuchs by men, and there are some eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. He who is able to receive this, let him receive it.”",
      "13": "Then little children were brought to Him that He might put His hands on them and pray. But the disciples rebuked them.",
      "14": "But Jesus said, “Let the little children come to Me, and do not forbid them. For to such belongs the kingdom of heaven.”",
      "15": "He laid His hands on them and departed from there.",
      "16": "Now one came and said to Him, “Good Teacher, what good deed shall I do to have eternal life?”",
      "17": "He replied to him, “Why do you call Me good? There is One who is good. But if you would enter life, keep the commandments.”",
      "18": "He said to Him, “Which ones?”\nJesus said, “You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,",
      "19": "Honor your father and your mother, and, You shall love your neighbor as yourself.”",
      "20": "The young man said to Him, “All these I have kept from my youth. What do I still lack?”",
      "21": "Jesus said to him, “If you would be perfect, go and sell what you have, and give to the poor, and you will have treasure in heaven. And come, follow Me.”",
      "22": "But when the young man heard this, he went away sorrowful. For he had great possessions.",
      "23": "Then Jesus said to His disciples, “Truly, I say to you that it will be hard for a rich man to enter the kingdom of heaven.",
      "24": "And again I say to you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”",
      "25": "When His disciples heard this, they were greatly amazed, saying, “Who then can be saved?”",
      "26": "But Jesus looked at them and said, “With men this is impossible, but with God all things are possible.”",
      "27": "Then Peter answered Him, “See, we have left everything and followed You. What then shall we have?”",
      "28": "Jesus said to them, “Truly I say to you, in the regeneration, when the Son of Man sits on His glorious throne, you who have followed Me will also sit on twelve thrones, judging the twelve tribes of Israel.",
      "29": "And everyone who has left houses or brothers or sisters or father or mother or wife or children or fields for My name’s sake shall receive a hundred times as much and inherit eternal life.",
      "30": "But many who are first will be last, and the last first.”"
    },
    "20": {
      "1": "“For the kingdom of heaven is like a landowner who went out early in the morning to hire laborers for his vineyard.",
      "2": "When he had agreed with the laborers for a denarius a day, he sent them into his vineyard.",
      "3": "“Then he went out about the third hour and saw others standing idle in the marketplace,",
      "4": "and said to them, ‘You also go into the vineyard, and whatever is right I will give you.’ So they went.",
      "5": "Again he went out about the sixth hour and the ninth hour and did likewise.",
      "6": "“About the eleventh hour he went out and found others standing idle, and said to them, ‘Why do you stand here idle all day?’",
      "7": "“They said to him, ‘Because no one has hired us.’\n“He said to them, ‘You also go into the vineyard, and whatever is right you will receive.’",
      "8": "“So when evening came, the owner of the vineyard said to his steward, ‘Call the laborers and give them their wages, beginning with the last to the first.’",
      "9": "“When they who were hired about the eleventh hour came, they each received a denarius.",
      "10": "But when the first came, they supposed that they would receive more, but each of them likewise received a denarius.",
      "11": "When they received it, they grumbled against the landowner,",
      "12": "saying, ‘These last worked only one hour, and you made them equal to us, who have borne the burden and the heat of the day.’",
      "13": "“But he answered one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?",
      "14": "Take what is yours and go your way. I will give to this last one even as I give to you.",
      "15": "Is it not lawful for me to do what I wish with my own things? Or is your eye evil because I am good?’",
      "16": "“So the last will be first, and the first last. For many are called, but few are chosen.”",
      "17": "As Jesus was going up to Jerusalem, He took the twelve disciples aside on the road and said to them,",
      "18": "“Now we are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and scribes. And they will condemn Him to death",
      "19": "and deliver Him to the Gentiles to mock, and to scourge, and to crucify Him, but on the third day He will rise.”",
      "20": "Then the mother of Zebedee’s sons came to Him with her sons. And kneeling before Him, she asked for a certain thing.",
      "21": "He said to her, “What do you want?”\nShe said to Him, “Grant that these two sons of mine may sit, one at Your right hand and one at Your left, in Your kingdom.”",
      "22": "But Jesus answered, “You do not know what you are asking. Are you able to drink from the cup that I am to drink, and to be baptized with the baptism that I am baptized with?”\nThey said to Him, “We are able.”",
      "23": "He said to them, “You will indeed drink from My cup and be baptized with the baptism that I am baptized with. But to sit at My right hand and at My left is not Mine to grant, but it is for those for whom it is prepared by My Father.”",
      "24": "When the ten heard it, they were moved with indignation against the two brothers.",
      "25": "But Jesus called them to Him and said, “You know that the rulers of the Gentiles lord it over them, and those who are great exercise authority over them.",
      "26": "It shall not be so among you. Whoever would be great among you, let him serve you,",
      "27": "and whoever would be first among you, let him be your slave,",
      "28": "even as the Son of Man did not come to be served, but to serve and to give His life as a ransom for many.”",
      "29": "As they departed from Jericho, a large crowd followed Him.",
      "30": "There, two blind men sitting by the road, when they heard that Jesus was passing by, cried out, “Have mercy on us, O Lord, Son of David!”",
      "31": "The crowd rebuked them, that they should be silent. But they cried out even more, “Have mercy on us, O Lord, Son of David!”",
      "32": "Jesus stood still and called them, saying, “What do you want Me to do for you?”",
      "33": "They said to Him, “Lord, let our eyes be opened.”",
      "34": "So Jesus had compassion on them and touched their eyes. Immediately their eyes received sight, and they followed Him."
    },
    "21": {
      "1": "When they drew near to Jerusalem and came to Bethphage, on the Mount of Olives, then Jesus sent two disciples,",
      "2": "saying to them, “Go over into the village opposite you, and immediately you will find a donkey tied, and a colt with her. Untie them and bring them to Me.",
      "3": "If anyone says anything to you, you shall say, ‘The Lord has need of them.’ And he will send them immediately.”",
      "4": "All this was done to fulfill what was spoken by the prophet, saying:",
      "5": "“Tell the daughter of Zion,\n    ‘Look, your King is coming to you,\nhumble, and sitting on a donkey,\n    and on a colt, the foal of a donkey.’”",
      "6": "The disciples went and did as Jesus commanded them.",
      "7": "They brought the donkey and the colt, laid their garments on them, and He sat on them.",
      "8": "A very large crowd spread their garments on the road. Others cut down branches from the trees and spread them on the road.",
      "9": "The crowds that went before Him and that followed Him cried out:\n“Hosanna to the Son of David!\n‘Blessed is He who comes in the name of the Lord!’\nHosanna in the highest!”",
      "10": "When He entered Jerusalem, the entire city was moved, saying, “Who is He?”",
      "11": "The crowds said, “This is Jesus, the prophet from Nazareth of Galilee.”",
      "12": "Jesus went into the temple of God and drove out all those who sold and bought in the temple and overturned the tables of the moneychangers and the seats of those who sold doves.",
      "13": "He said to them, “It is written, ‘My house shall be called a house of prayer,’ but you have made it ‘a den of thieves.’ ”",
      "14": "The blind and the lame came to Him in the temple, and He healed them.",
      "15": "But when the chief priests and scribes saw the wonderful things that He did, and the children crying out in the temple, “Hosanna to the Son of David,” they were extremely displeased",
      "16": "and said to Him, “Do You hear what these are saying?”\nJesus said to them, “Yes. Have you never read,\n‘Out of the mouth of children and infants\n    You have perfected praise’?”",
      "17": "And He left them and went out of the city into Bethany, and He lodged there.",
      "18": "Now in the morning as He returned to the city, He became hungry.",
      "19": "When He saw a fig tree by the road, He went to it but found nothing on it except leaves. He said to it, “Let no fruit ever grow on you again.” Immediately the fig tree withered away.",
      "20": "When the disciples saw it, they were amazed, saying, “How did the fig tree wither away instantly?”",
      "21": "Jesus answered them, “Truly I say to you, if you have faith and do not doubt, you will not only do what was done to the fig tree, but also, if you say to this mountain, ‘Be removed, and be thrown into the sea,’ it will be done.",
      "22": "And whatever you ask in prayer, if you believe, you will receive.”",
      "23": "When He entered the temple, the chief priests and the elders of the people came up to Him as He was teaching, and said, “By what authority are You doing these things? And who gave You this authority?”",
      "24": "Jesus answered them, “I also will ask you one question. If you tell Me, I likewise will tell you by what authority I do these things.",
      "25": "Where did the baptism of John come from? From heaven or from men?”\nThey reasoned among themselves, saying, “If we say, ‘From heaven,’ He will say to us, ‘Then why did you not believe him?’",
      "26": "But if we say, ‘From men,’ we are afraid of the people, for all hold John as a prophet.”",
      "27": "So they answered Jesus, “We do not know.”\nThen He said to them, “Neither will I tell you by what authority I do these things.",
      "28": "“What do you think? A man had two sons. He came to the first and said, ‘Son, go work today in my vineyard.’",
      "29": "“He answered, ‘I will not,’ but afterward he repented and went.",
      "30": "“Then he came to the second, and said likewise. He answered, ‘I will go, sir,’ but did not go.",
      "31": "“Which of the two did the will of his father?”\nThey said, “The first.”\nJesus said to them, “Truly I say to you, the tax collectors and prostitutes enter the kingdom of God before you.",
      "32": "For John came to you in the way of righteousness, and you did not believe him. But the tax collectors and prostitutes believed him. And even when you saw it, you did not afterward repent and believe him.",
      "33": "“Listen to another parable: There was a certain landowner who planted a vineyard and built a wall around it. He dug a winepress in it and built a tower. Then he rented it to vinedressers and went into a distant country.",
      "34": "When the season of the fruit drew near, he sent his servants to the vinedressers to receive his fruit.",
      "35": "“The vinedressers took his servants and beat one, killed another, and stoned another.",
      "36": "Again, he sent other servants, more than the first. And they did likewise to them.",
      "37": "Last of all, he sent his son to them, saying, ‘They will respect my son.’",
      "38": "“But when the vinedressers saw the son, they said to themselves, ‘This is the heir. Come, let us kill him and seize his inheritance.’",
      "39": "So they caught him, threw him out of the vineyard, and killed him.",
      "40": "“Therefore, when the owner of the vineyard comes, what will he do to those vinedressers?”",
      "41": "They said, “He will severely destroy those wicked men and rent his vineyard to other vinedressers who will give him the fruits in their seasons.”",
      "42": "Jesus said to them, “Have you never read in the Scriptures:\n‘The stone which the builders rejected\n    has become the cornerstone.\nThis is the Lord’s doing,\n    and it is marvelous in our eyes’?",
      "43": "“Therefore I tell you, the kingdom of God will be taken from you and given to a nation bearing its fruits.",
      "44": "Whoever falls on this stone will be broken to pieces. But on whomever it falls, it will crush him.”",
      "45": "When the chief priests and Pharisees heard His parables, they perceived that He was speaking of them.",
      "46": "But as they tried to arrest Him, they feared the crowds, because they held Him as a prophet."
    },
    "22": {
      "1": "Jesus spoke to them again by parables, saying,",
      "2": "“The kingdom of heaven is like a certain king who arranged a marriage for his son,",
      "3": "and sent out his servants to call those who were invited to the wedding, but they would not come.",
      "4": "“Again, he sent out other servants, saying, ‘Tell those who are invited: See, I have prepared my supper. My oxen and fattened calves are killed, and everything is ready. Come to the wedding banquet.’",
      "5": "“But they made light of it and went their ways, one to his farm, another to his business;",
      "6": "the rest took his servants, treated them spitefully, and killed them.",
      "7": "When the king heard about it, he was angry. He sent in his army and destroyed those murderers and burned up their city.",
      "8": "“Then he said to his servants, ‘The wedding is ready, but those who were invited were not worthy.",
      "9": "Go therefore to the streets, and invite to the wedding banquet as many as you find.’",
      "10": "So those servants went out into the streets and gathered together as many as they found, both bad and good. So the wedding hall was filled with guests.",
      "11": "“But when the king came in to see the guests, he saw a man who was not wearing wedding garments.",
      "12": "He said to him, ‘Friend, how did you get in here without wedding garments?’ And he was speechless.",
      "13": "“Then the king told the attendants, ‘Bind him hand and foot, take him away, and cast him into outer darkness, where there will be weeping and gnashing of teeth.’",
      "14": "“For many are called, but few are chosen.”",
      "15": "Then the Pharisees went and took counsel to entangle Him in His words.",
      "16": "They sent their disciples to Him with the Herodians, saying, “Teacher, we know that You are truthful and teach the way of God truthfully, and are swayed by no one. For You do not regard the person of men.",
      "17": "Tell us then, what do You think? Is it lawful to pay taxes to Caesar, or not?”",
      "18": "But Jesus perceived their wickedness and said, “Why test Me, you hypocrites?",
      "19": "Show Me the tax money.” They brought Him a denarius.",
      "20": "He said to them, “Whose is this image and inscription?”",
      "21": "They said to Him, “Caesar’s.”\nThen He said to them, “Render therefore to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
      "22": "When they heard these words, they were amazed, and left Him and went on their way.",
      "23": "The same day the Sadducees, who say that there is no resurrection, came to Him and asked Him,",
      "24": "“Teacher, Moses said, ‘If a man dies having no children, his brother must marry his wife and raise up children for his brother.’",
      "25": "Now there were seven brothers with us. The first died after he married and, having no children, left his wife to his brother.",
      "26": "Likewise the second and third, on to the seventh.",
      "27": "Last of all, the woman died also.",
      "28": "Therefore, in the resurrection, whose wife shall she be of the seven? For they all had her.”",
      "29": "Jesus answered, “You err, not knowing the Scriptures nor the power of God.",
      "30": "For in the resurrection they neither marry nor are given in marriage, but are like the angels of God in heaven.",
      "31": "But concerning the resurrection of the dead, have you not read what was spoken to you by God,",
      "32": "‘I am the God of Abraham, the God of Isaac, and the God of Jacob’? God is not the God of the dead, but of the living.”",
      "33": "When the crowds heard this, they were astonished at His teaching.",
      "34": "When the Pharisees heard that He silenced the Sadducees, they came together.",
      "35": "One of them, who was a lawyer, tested Him by asking Him,",
      "36": "“Teacher, which is the greatest commandment in the law?”",
      "37": "Jesus said to him, “ ‘You shall love the Lord your God with all your heart, and with all your soul, and with all your mind.’",
      "38": "This is the first and great commandment.",
      "39": "And the second is like it: ‘You shall love your neighbor as yourself.’",
      "40": "On these two commandments hang all the Law and the Prophets.”",
      "41": "While the Pharisees were assembled, Jesus asked them,",
      "42": "“What do you think of the Christ? Whose Son is He?”\nThey said to Him, “The Son of David.”",
      "43": "He said to them, “How then does David in the Spirit call Him ‘Lord,’ saying:",
      "44": "‘The Lord said to my Lord,\n    “Sit at My right hand,\nuntil I make Your enemies\n    Your footstool” ’?",
      "45": "If David then calls Him ‘Lord,’ how is He his Son?”",
      "46": "No one was able to answer Him a word, nor from that day on did anyone dare to ask Him any more questions."
    },
    "23": {
      "1": "Then Jesus said to the crowds and to His disciples,",
      "2": "“The scribes and the Pharisees sit in Moses’ seat.",
      "3": "Therefore, whatever they tell you to observe, that observe and do, but do not do their works. For they speak, but do nothing.",
      "4": "They fasten heavy loads that are hard to carry and lay them on men’s shoulders, but they themselves will not move them with their finger.",
      "5": "“They do all their works to be seen by men. They make their Scripture boxes broad and lengthen the tassels on their prayer shawls.",
      "6": "They love the places of honor at feasts, and the prominent seats in the synagogues,",
      "7": "and greetings in the marketplaces, and being called ‘Rabbi’ by men.",
      "8": "“But do not be called ‘Rabbi,’ for you have one Teacher, the Christ, and you are all brothers.",
      "9": "And call no man on earth your father, for you have one Father, who is in heaven.",
      "10": "Nor be called teachers, for you have one Teacher, the Christ.",
      "11": "He who is greatest among you shall be your servant.",
      "12": "For he who exalts himself will be humbled, and he who humbles himself will be exalted.",
      "13": "“Woe to you, scribes and Pharisees, hypocrites! You shut the kingdom of heaven against men. For you neither enter yourselves, nor allow those who are entering to go in.",
      "14": "Woe to you, scribes and Pharisees, hypocrites! You devour widows’ houses and for pretense make long prayers. Therefore you will receive the greater condemnation.",
      "15": "“Woe to you, scribes and Pharisees, hypocrites! You travel sea and land to make one proselyte, and when he becomes one, you make him twice as much a son of hell as yourselves.",
      "16": "“Woe to you, blind guides, who say, ‘If anyone swears by the temple, it is nothing. But if anyone swears by the gold of the temple, he is obligated.’",
      "17": "You blind fools! Which is greater, the gold or the temple that sanctifies the gold?",
      "18": "And you say, ‘If anyone swears by the altar, it is nothing. But if anyone swears by the gift on it, he is obligated.’",
      "19": "You blind fools! Which is greater, the gift or the altar that sanctifies the gift?",
      "20": "Therefore he who swears by the altar, swears by it and by all things on it.",
      "21": "But he who swears by the temple, swears by it and by Him who dwells in it.",
      "22": "And he who swears by heaven, swears by the throne of God and by Him who sits on it.",
      "23": "“Woe to you, scribes and Pharisees, hypocrites! You tithe mint and dill and cumin, but have neglected the weightier matters of the law: justice and mercy and faith. These you ought to have done without leaving the others undone.",
      "24": "You blind guides who strain out a gnat and swallow a camel!",
      "25": "“Woe to you, scribes and Pharisees, hypocrites! You cleanse the outside of the cup and dish, but inside they are full of extortion and greed.",
      "26": "You blind Pharisee, first cleanse the inside of the cup and dish, that the outside of them may also be clean.",
      "27": "“Woe to you, scribes and Pharisees, hypocrites! You are like whitewashed tombs, which indeed appear beautiful outwardly, but inside are full of dead men’s bones and of all uncleanness.",
      "28": "So you also outwardly appear righteous to men, but inside you are full of hypocrisy and iniquity.",
      "29": "“Woe to you, scribes and Pharisees, hypocrites! You build the tombs of the prophets, and adorn the memorials of the righteous,",
      "30": "and say, ‘If we lived in the days of our fathers, we would not have partaken with them in shedding the blood of the prophets.’",
      "31": "Therefore you are witnesses against yourselves that you are sons of those who murdered the prophets.",
      "32": "Fill up, then, the measure of your fathers’ guilt.",
      "33": "“You serpents! You generation of vipers! How can you escape the judgment of hell?",
      "34": "Therefore I send you prophets, and wise men, and scribes. Some of them you will kill and crucify, and some you will scourge in your synagogues and persecute them from city to city,",
      "35": "that on you may come all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar.",
      "36": "Truly I say to you, all these things will come on this generation.",
      "37": "“O Jerusalem, Jerusalem, you who kill the prophets and stone those who are sent to you, how often I would have gathered your children together as a hen gathers her chicks under her wings, but you would not!",
      "38": "Look, your house is left to you desolate.",
      "39": "For I tell you, you shall not see Me again until you say, ‘Blessed is He who comes in the name of the Lord.’”"
    },
    "24": {
      "1": "Jesus departed from the temple and was leaving when His disciples came to show Him the temple buildings.",
      "2": "Jesus answered them, “Do you not see all these things? Truly I say to you, not one stone shall be left here upon another that shall not be thrown down.”",
      "3": "As He sat on the Mount of Olives, the disciples came to Him privately, saying, “Tell us, when will these things be, and what will be the sign of Your coming and of the end of the age?”",
      "4": "Jesus answered them, “Take heed that no one deceives you.",
      "5": "For many will come in My name, saying, ‘I am the Christ,’ and will deceive many.",
      "6": "You will hear of wars and rumors of wars. See that you are not troubled. For all these things must happen, but the end is not yet.",
      "7": "For nation will rise against nation, and kingdom against kingdom. There will be famines, epidemics, and earthquakes in various places.",
      "8": "All these are the beginning of sorrows.",
      "9": "“Then they will hand you over to be persecuted and will kill you. And you will be hated by all nations for My name’s sake.",
      "10": "Then many will fall away, and betray one another, and hate one another.",
      "11": "And many false prophets will rise and will deceive many.",
      "12": "Because iniquity will abound, the love of many will grow cold.",
      "13": "But he who endures to the end shall be saved.",
      "14": "And this gospel of the kingdom will be preached throughout the world as a testimony to all nations, and then the end will come.",
      "15": "“So when you see the ‘abomination of desolation,’ spoken of by Daniel the prophet, standing in the holy place (let the reader understand),",
      "16": "then let those who are in Judea flee to the mountains.",
      "17": "Let him who is on the housetop not go down to take anything out of his house.",
      "18": "Let him who is in the field not return to take his clothes.",
      "19": "Woe to those who are with child and to those who nurse in those days!",
      "20": "Pray that your escape will not be in the winter or on the Sabbath.",
      "21": "For then will be great tribulation, such as has not happened since the beginning of the world until now, no, nor ever shall be.",
      "22": "“Unless those days were shortened, no one would be saved. But for the sake of the elect those days will be shortened.",
      "23": "Then if anyone says to you, ‘Look, here is the Christ,’ or ‘There He is,’ do not believe it.",
      "24": "For false christs and false prophets will arise and show great signs and wonders to deceive, if possible, even the elect.",
      "25": "Listen, I have told you beforehand.",
      "26": "“So, if they say to you, ‘Look, He is in the desert,’ do not go there; or, ‘Look, He is in the private chambers,’ do not believe it.",
      "27": "For as the lightning comes from the east and flashes to the west, so will be the coming of the Son of Man.",
      "28": "Wherever the carcass is, there the eagles will be gathered together.",
      "29": "“Immediately after the tribulation of those days,\n‘the sun will be darkened,\n    the moon will not give its light;\nthe stars will fall from heaven,\n    and the powers of the heavens will be shaken.’",
      "30": "“Then the sign of the Son of Man will appear in heaven, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.",
      "31": "And He will send His angels with a great sound of a trumpet, and they shall gather His elect from the four winds, from one end of the heavens to the other.",
      "32": "“Now learn this lesson from the fig tree: When its branch becomes tender and grows leaves, you know that summer is near.",
      "33": "So also, when you shall see all these things, you know that it is near, even at the doors.",
      "34": "Truly I say to you, this generation will not pass away until all these things take place.",
      "35": "Heaven and earth will pass away, but My words will never pass away.",
      "36": "“Concerning that day and hour no one knows, not even the angels of heaven, but My Father only.",
      "37": "As were the days of Noah, so will be the coming of the Son of Man.",
      "38": "For as in the days before the flood, they were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark,",
      "39": "and did not know until the flood came and took them all away, so will be the coming of the Son of Man.",
      "40": "Two will be in the field; one will be taken, and the other left.",
      "41": "Two women will be grinding at the mill; one will be taken, and the other left.",
      "42": "“Watch therefore, for you do not know what hour your Lord will come.",
      "43": "But know this, that if the owner of the house had known what hour the thief would come, he would have watched and not have let his house be broken into.",
      "44": "Therefore you also must be ready, for in an hour when you least expect, the Son of Man is coming.",
      "45": "“Who then is a faithful and wise servant, whom his master has made ruler over his household to give them food at the appointed time?",
      "46": "Blessed is that servant whom his master will find so doing when he comes.",
      "47": "Truly, I say to you that he will make him ruler over all his goods.",
      "48": "But if that evil servant says in his heart, ‘My master delays his coming,’",
      "49": "and begins to strike his fellow servants and eat and drink with the drunkards,",
      "50": "the master of that servant will come on a day when he does not look for him and in an hour he is not aware of",
      "51": "and will cut him in pieces and appoint him his portion with the hypocrites, where there shall be weeping and gnashing of teeth."
    },
    "25": {
      "1": "“Then the kingdom of heaven shall be like ten virgins, who took their lamps and went out to meet the bridegroom.",
      "2": "Five of them were wise and five were foolish.",
      "3": "Those who were foolish took their lamps, but took no oil with them.",
      "4": "But the wise took jars of oil with their lamps.",
      "5": "While the bridegroom delayed, they all rested and slept.",
      "6": "“But at midnight there was a cry, ‘Look, the bridegroom is coming! Come out to meet him!’",
      "7": "“Then all those virgins rose and trimmed their lamps.",
      "8": "But the foolish said to the wise, ‘Give us some of your oil, for our lamps have gone out.’",
      "9": "“The wise answered, ‘No, lest there not be enough for us and you. Go rather to those who sell it, and buy some for yourselves.’",
      "10": "“But while they went to buy some, the bridegroom came, and those who were ready went in with him to the wedding banquet. And the door was shut.",
      "11": "“Afterward, the other virgins came also, saying, ‘Lord, Lord, open the door for us.’",
      "12": "“But he answered, ‘Truly I say to you, I do not know you.’",
      "13": "“Watch therefore, for you know neither the day nor the hour in which the Son of Man is coming.",
      "14": "“Again, the kingdom of heaven is like a man traveling into a far country, who called his own servants and entrusted his goods to them.",
      "15": "To one he gave five talents, to another two, and to another one, to every man according to his ability. And immediately he took his journey.",
      "16": "He who had received the five talents went and traded with them and made another five talents.",
      "17": "So also, he who had received two gained another two.",
      "18": "But he who had received one went and dug in the ground and hid his master’s money.",
      "19": "“After a long time the master of those servants came and settled accounts with them.",
      "20": "He who had received five talents came and brought the other five talents, saying, ‘Master, you entrusted to me five talents. Look, I have gained five talents more.’",
      "21": "“His master said to him, ‘Well done, you good and faithful servant. You have been faithful over a few things. I will make you ruler over many things. Enter the joy of your master.’",
      "22": "“He who had received two talents also came and said, ‘Master, you entrusted me with two talents. See, I have gained two more talents besides them.’",
      "23": "“His master said to him, ‘Well done, you good and faithful servant. You have been faithful over a few things. I will make you ruler over many things. Enter the joy of your master.’",
      "24": "“Then he who had received the one talent came and said, ‘Master, I knew that you are a hard man, reaping where you did not sow, and gathering where you did not winnow.",
      "25": "So I was afraid, and went and hid your talent in the ground. Here you have what is yours.’",
      "26": "“His master answered, ‘You wicked and slothful servant! You knew that I reap where I have not sown, and gather where I have not winnowed.",
      "27": "Then you ought to have given my money to the bankers, and at my coming I should have received what was my own with interest.",
      "28": "“ ‘So take the talent from him, and give it to him who has ten talents.",
      "29": "For to everyone who has will more be given, and he will have an abundance. But from him who has nothing, even what he has will be taken away.",
      "30": "And throw the unprofitable servant into outer darkness, where there will be weeping and gnashing of teeth.’",
      "31": "“When the Son of Man comes in His glory, and all the holy angels with Him, then He will sit on the throne of His glory.",
      "32": "Before Him will be gathered all nations, and He will separate them one from another as a shepherd separates his sheep from the goats.",
      "33": "He will set the sheep at His right hand, but the goats at the left.",
      "34": "“Then the King will say to those at His right hand, ‘Come, you blessed of My Father, inherit the kingdom prepared for you since the foundation of the world.",
      "35": "For I was hungry and you gave Me food, I was thirsty and you gave Me drink, I was a stranger and you took Me in.",
      "36": "I was naked and you clothed Me, I was sick and you visited Me, I was in prison and you came to Me.’",
      "37": "“Then the righteous will answer Him, ‘Lord, when did we see You hungry and feed You, or thirsty and give You drink?",
      "38": "When did we see You a stranger and take You in, or naked and clothe You?",
      "39": "And when did we see You sick or in prison and come to You?’",
      "40": "“The King will answer, ‘Truly I say to you, as you have done it for one of the least of these brothers of Mine, you have done it for Me.’",
      "41": "“Then He will say to those at the left hand, ‘Depart from Me, you cursed, into the eternal fire, prepared for the devil and his angels.",
      "42": "For I was hungry and you gave Me no food, I was thirsty and you gave Me no drink,",
      "43": "I was a stranger and you did not take Me in, I was naked and you did not clothe Me, I was sick and in prison and you did not visit Me.’",
      "44": "“Then they also will answer Him, ‘Lord, when did we see You hungry or thirsty or a stranger or naked or sick or in prison, and did not serve You?’",
      "45": "“He will answer, ‘Truly I say to you, as you did it not for one of the least of these, you did it not for Me.’",
      "46": "“And they will go away into eternal punishment, but the righteous into eternal life.”"
    },
    "26": {
      "1": "When Jesus had finished all these sayings, He said to His disciples,",
      "2": "“You know that after two days is the Passover, and the Son of Man will be betrayed to be crucified.”",
      "3": "Then the chief priests, the scribes, and the elders of the people gathered in the palace of the high priest, who was called Caiaphas,",
      "4": "and took counsel that they might take Jesus covertly and kill Him.",
      "5": "But they said, “Not on the feast day, lest there be an uproar among the people.”",
      "6": "When Jesus was in Bethany in the house of Simon the leper,",
      "7": "a woman came to Him having an alabaster jar of very expensive ointment and poured it on His head as He sat at supper.",
      "8": "When His disciples saw it, they were indignant, saying, “For what purpose is this waste?",
      "9": "This ointment might have been sold for a large sum and given to the poor.”",
      "10": "When Jesus perceived it, He said to them, “Why do you trouble the woman? She has done a good work for Me.",
      "11": "For you have the poor always with you, but you do not always have Me.",
      "12": "In pouring this ointment on My body, she did it for My burial.",
      "13": "Truly I say to you, wherever this gospel shall be preached in the whole world, what this woman has done will be told in memory of her.”",
      "14": "Then one of the twelve, who was called Judas Iscariot, went to the chief priests",
      "15": "and said to them, “What will you give me if I hand Him over to you?” And they paid him thirty pieces of silver.",
      "16": "From that moment he searched for an opportunity to betray Him.",
      "17": "On the first day of the Feast of Unleavened Bread the disciples came to Jesus, saying, “Where will You have us to prepare for You to eat the Passover?”",
      "18": "He said, “Go into the city to a certain man, and say to him, ‘The Teacher says, My time is at hand. I will keep the Passover at your house with My disciples.’ ”",
      "19": "The disciples did as Jesus had directed them, and they prepared the Passover.",
      "20": "When evening came, He sat down with the twelve.",
      "21": "And as they were eating, He said, “Truly I say to you, one of you will betray Me.”",
      "22": "They were very sorrowful, and each of them began saying to Him, “Lord, is it I?”",
      "23": "He answered and said, “He who has dipped his hand with Me in the dish will betray Me.",
      "24": "The Son of Man goes as it is written of Him, but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had not been born.”",
      "25": "Then Judas, who betrayed Him, answered, “Master, is it I?”\nHe said to him, “You have said it.”",
      "26": "As they were eating, Jesus took bread, blessed it and broke it, and gave it to the disciples and said, “Take and eat. This is My body.”",
      "27": "Then He took the cup, and after He gave thanks, He gave it to them, saying, “Drink of it, all of you.",
      "28": "For this is My blood of the new covenant, which is shed for many for the remission of sins.",
      "29": "I say to you, I will not drink of this fruit of the vine from now on until that day when I drink it new with you in My Father’s kingdom.”",
      "30": "And when they had sung a hymn, they went out to the Mount of Olives.",
      "31": "Then Jesus said to them, “All of you will fall away on account of Me this night, for it is written:\n‘I will strike the shepherd,\n    and the sheep of the flock shall be scattered.’",
      "32": "But after I have risen, I will go before you to Galilee.”",
      "33": "Peter answered, “Though all men will fall away on account of You, yet I will never fall away.”",
      "34": "Jesus said to him, “Truly I say to you, this night, before the rooster crows, you will deny Me three times.”",
      "35": "Peter said to Him, “Though I should die with You, yet I will not deny You.” And all the disciples spoke in this manner.",
      "36": "Then Jesus came with them to a place called Gethsemane and said to the disciples, “Sit here while I go and pray close by.”",
      "37": "He took with Him Peter and the two sons of Zebedee and began to be sorrowful and troubled.",
      "38": "Then He said to them, “My soul is very sorrowful, even to death. Wait here, and keep watch with Me.”",
      "39": "He went a little farther, and falling on His face, He prayed, “O My Father, if it is possible, let this cup pass from Me. Nevertheless, not as I will, but as You will.”",
      "40": "Then He came to the disciples and found them sleeping, and said to Peter, “So, could you not keep watch with Me one hour?",
      "41": "Watch and pray that you enter not into temptation. The spirit indeed is willing, but the flesh is weak.”",
      "42": "He went away a second time and prayed, “O My Father, if this cup cannot pass away from Me unless I drink it, Your will be done.”",
      "43": "Again, He came and found them sleeping, for their eyes were heavy.",
      "44": "So leaving them again, He went away and prayed the third time, saying the same words.",
      "45": "Then He came to His disciples and said to them, “Sleep on now, and take your rest. Look, the hour is near, and the Son of Man is betrayed into the hands of sinners.",
      "46": "Rise, let us be going. Look, he who betrays Me is at hand.”",
      "47": "While He was still speaking, Judas, one of the twelve, came. And with him was a great crowd with swords and clubs, from the chief priests and elders of the people.",
      "48": "Now he who betrayed Him had given them a sign, saying, “Whomever I shall kiss is the Man. Seize Him.”",
      "49": "He immediately came to Jesus and said, “Hail, Rabbi!” and kissed Him.",
      "50": "And Jesus said to him, “Friend, why have you come?”\nThen they came and laid hands on Jesus and took Him.",
      "51": "Immediately, one of those who were with Jesus stretched out his hand, and drew his sword, and struck the servant of the high priest, and cut off his ear.",
      "52": "Then Jesus said to him, “Put your sword back in its place. For all those who take up the sword will perish by the sword.",
      "53": "Do you think that I cannot now pray to My Father, and He will at once give Me more than twelve legions of angels?",
      "54": "But how then would the Scriptures be fulfilled, that it must be so?”",
      "55": "At that same moment Jesus said to the crowds, “Have you come out as against a thief to take Me with swords and clubs? Daily I sat with you in the temple teaching, and you did not seize Me.",
      "56": "But all this was done that the Scriptures of the prophets might be fulfilled.” Then all the disciples forsook Him and fled.",
      "57": "Those who had seized Jesus led Him away to Caiaphas the high priest, where the scribes and the elders had assembled.",
      "58": "But Peter followed Him from afar to the high priest’s courtyard and went in, and sat with the servants to see the end.",
      "59": "The chief priests and the elders and the entire Sanhedrin searched for false witness against Jesus to put Him to death,",
      "60": "but they found none. Yes, though many false witnesses came forward, they found none.\nAt last two false witnesses came forward",
      "61": "and said, “This fellow said, ‘I am able to destroy the temple of God and to build it in three days.’ ”",
      "62": "Then the high priest stood up and said to Him, “Do You answer nothing? What is it these men testify against You?”",
      "63": "But Jesus remained silent.\nThe high priest said to Him, “I adjure You by the living God, tell us whether You are the Christ, the Son of God.”",
      "64": "Jesus said to him, “You have said so. But I say to you, hereafter you will see the Son of Man seated at the right hand of Power and coming on the clouds of heaven.”",
      "65": "Then the high priest tore his clothes, saying, “He has uttered blasphemy. What further need do we have for witnesses? See, now you have heard His blasphemy.",
      "66": "What do you think?”\nThey answered, “He is guilty unto death.”",
      "67": "Then they spat in His face and struck Him. And others slapped Him with the palms of their hands,",
      "68": "saying, “Prophesy to us, You Christ! Who is it that struck You?”",
      "69": "Now Peter sat outside in the courtyard. And a girl came to him, saying, “You also were with Jesus of Galilee.”",
      "70": "But he denied it before them all, saying, “I do not know what you are saying.”",
      "71": "Then when he went out onto the porch, another girl saw him and said to those who were there, “This man was also with Jesus of Nazareth.”",
      "72": "Again he denied with an oath, “I do not know the Man.”",
      "73": "After a while those who stood by came to Peter and said, “Surely you also are one of them, for your accent betrays you.”",
      "74": "Then he began to invoke a curse on himself and he swore, “I do not know the Man.”\nThen immediately a rooster crowed.",
      "75": "Then Peter remembered the word Jesus had spoken, “Before a rooster crows, you will deny Me three times.” Then he went out and wept bitterly."
    },
    "27": {
      "1": "When the morning came, all the chief priests and elders of the people took counsel against Jesus to put Him to death.",
      "2": "When they had bound Him, they led Him away and handed Him over to Pontius Pilate the governor.",
      "3": "When Judas, who had betrayed Him, saw that He was condemned, he repented and brought back the thirty pieces of silver to the chief priests and elders,",
      "4": "saying, “I have sinned in that I have betrayed innocent blood.”\nThey said, “What is that to us? You must see to that.”",
      "5": "So he threw down the pieces of silver in the temple and departed. And he went and hanged himself.",
      "6": "The chief priests took the silver pieces and said, “It is not lawful to put them into the treasury, because this is the price of blood.”",
      "7": "So they took counsel, and bought with them the potter’s field to bury strangers in.",
      "8": "Therefore that field has been called the Field of Blood to this day.",
      "9": "Then what was spoken by Jeremiah the prophet was fulfilled: “They took the thirty pieces of silver, the value of that the sons of Israel set on Him,",
      "10": "and gave them for the potter’s field, as the Lord appointed me.”",
      "11": "Jesus stood before the governor. And the governor asked Him, “Are You the King of the Jews?”\nJesus said to him, “You have said so.”",
      "12": "When He was accused by the chief priests and elders, He gave no answer.",
      "13": "Then Pilate said to Him, “Do You not hear how many things they testify against You?”",
      "14": "But He never answered him a word, so that the governor was greatly amazed.",
      "15": "Now at the feast, the governor was accustomed to releasing to the people a prisoner whom they chose.",
      "16": "They had then a notorious prisoner called Barabbas.",
      "17": "So when they had gathered together, Pilate said to them, “Whom do you want me to release to you—Barabbas, or Jesus who is called Christ?”",
      "18": "For he knew that they had handed Him over out of envy.",
      "19": "When he was sitting on the judgment seat, his wife sent word to him, “Have nothing to do with that righteous Man, for I have suffered much today in a dream on account of Him.”",
      "20": "But the chief priests and elders persuaded the crowd to ask for Barabbas and kill Jesus.",
      "21": "The governor answered, “Which of the two do you want me to release to you?”\nThey said, “Barabbas.”",
      "22": "Pilate said to them, “Then what shall I do with Jesus who is called Christ?”\nThey all said to him, “Let Him be crucified!”",
      "23": "The governor said, “Why, what evil has He done?”\nBut they cried out all the more, “Let Him be crucified!”",
      "24": "When Pilate saw that he could not prevail, but rather that unrest was beginning, he took water and washed his hands before the crowd, saying, “I am innocent of the blood of this righteous Man. See to it yourselves.”",
      "25": "Then all the people answered, “His blood be on us and on our children!”",
      "26": "Then he released Barabbas to them. But when he had scourged Jesus, he handed Him over to be crucified.",
      "27": "Then the soldiers of the governor took Jesus into the Praetorium, and gathered the whole detachment of soldiers before Him.",
      "28": "They stripped Him and put a scarlet robe on Him,",
      "29": "and when they wove a crown of thorns, they put it on His head and put a staff in His right hand. They knelt before Him and mocked Him, saying, “Hail, King of the Jews!”",
      "30": "They spit on Him, and took the staff and hit Him on the head.",
      "31": "After they had mocked Him, they took the robe off Him, put His own garments on Him, and led Him away to crucify Him.",
      "32": "As they came out, they found a man of Cyrene, Simon by name. This man they compelled to bear His cross.",
      "33": "When they came to a place called Golgotha, which means The Place of the Skull,",
      "34": "they gave Him sour wine mingled with gall to drink. But when He tasted it, He would not drink it.",
      "35": "When they crucified Him, they divided His garments by casting lots to fulfill what was spoken by the prophet, “They divided My garments among themselves and for My clothing they cast lots.”",
      "36": "And sitting down, they kept watch over Him there.",
      "37": "They put His accusation over His head, which read:\nTHIS IS JESUS THE KING OF THE JEWS.",
      "38": "Then two thieves were crucified with Him, one on the right and another on the left.",
      "39": "Those who passed by insulted Him, wagging their heads,",
      "40": "saying, “You who would destroy the temple and build it in three days, save Yourself! If You are the Son of God, come down from the cross.”",
      "41": "Likewise the chief priests, with the scribes and elders, mocked Him, saying,",
      "42": "“He saved others. He cannot save Himself. If He is the King of Israel, let Him now come down from the cross, and we will believe Him.",
      "43": "He trusted in God. Let Him deliver Him now, if He will have Him. For He said, ‘I am the Son of God.’ ”",
      "44": "Even the thieves who were crucified with Him insulted Him in the same way.",
      "45": "Now from the sixth hour until the ninth hour there was darkness over all the land.",
      "46": "About the ninth hour Jesus cried out with a loud voice, “Eli, Eli, lama sabachthani?” which means, “My God, My God, why have You forsaken Me?”",
      "47": "Some of those who stood there heard it and said, “This Man is calling for Elijah.”",
      "48": "Immediately one of them ran, took a sponge, filled it with wine, and put it on a stick, and gave it to Him to drink.",
      "49": "The rest said, “Leave Him alone. Let us see if Elijah will come to save Him.”",
      "50": "And Jesus, when He had cried out again with a loud voice, released His spirit.",
      "51": "At that moment the curtain of the temple was torn in two, from the top to the bottom. And the ground shook, and the rocks split apart.",
      "52": "The graves also were opened, and many bodies of the saints who had died were raised,",
      "53": "and coming out of the graves after His resurrection, they went into the Holy City and appeared to many.",
      "54": "When the centurion and those with him, keeping watch over Jesus, saw the earthquake and what took place, they feared greatly and said, “Truly He was the Son of God!”",
      "55": "Many women who were there watching from afar followed Jesus from Galilee, serving Him,",
      "56": "among whom was Mary Magdalene, and Mary the mother of James and Joseph, and the mother of Zebedee’s sons.",
      "57": "When the evening came, there came a rich man of Arimathea, named Joseph, who also was a disciple of Jesus.",
      "58": "He went to Pilate and asked for the body of Jesus. Then Pilate commanded the body to be given to him.",
      "59": "When Joseph had taken the body, he wrapped it in a clean linen cloth,",
      "60": "and laid it in his own new tomb, which he had cut out of the rock. And he rolled a large stone to the door of the tomb and departed.",
      "61": "Mary Magdalene and the other Mary were there, sitting opposite the tomb.",
      "62": "The next day, following the Day of Preparation, the chief priests and Pharisees gathered before Pilate,",
      "63": "saying, “Sir, we remember that deceiver saying while He was still alive, ‘After three days I will rise.’",
      "64": "Therefore command that the tomb be made secure until the third day, lest His disciples come by night and steal Him away, and tell the people, ‘He has risen from the dead.’ The last deception will be worse than the first.”",
      "65": "Pilate said to them, “You have a guard. Go your way. Make it as secure as you can.”",
      "66": "So they went and made the tomb secure by sealing the stone and posting the guard."
    },
    "28": {
      "1": "At the end of the Sabbath, as it began to dawn on the first day of the week, Mary Magdalene and the other Mary went to see the tomb.",
      "2": "And then there was a great earthquake. For the angel of the Lord descended from heaven and came and rolled back the stone from the door and sat on it.",
      "3": "His countenance was like lightning, and his garments white as snow.",
      "4": "The soldiers shook for fear of him and became like dead men.",
      "5": "The angel said to the women, “Do not be afraid. For I know that you are looking for Jesus who was crucified.",
      "6": "He is not here. For He has risen, as He said. Come, see the place where the Lord lay.",
      "7": "Then go quickly and tell His disciples that He has risen from the dead, and indeed, He is going before you to Galilee. There you will see Him. Listen, I have told you.”",
      "8": "So they departed quickly from the tomb with fear and great joy, and ran to bring His disciples word.",
      "9": "As they went to tell His disciples, suddenly Jesus met them, saying, “Greetings!” They came and took hold of His feet and worshipped Him.",
      "10": "Then Jesus said to them, “Do not be afraid. Go tell My brothers to go to Galilee, and there they will see Me.”",
      "11": "While they were going, indeed, some of the soldiers went into the city and described to the chief priests everything that had happened.",
      "12": "When the chief priests were assembled with the elders and had taken counsel, they gave much money to the soldiers,",
      "13": "saying, “You are to say, ‘His disciples came by night and stole Him away while we were sleeping.’",
      "14": "If this comes to the governor’s ears, we will satisfy him and keep you secure.”",
      "15": "So they took the money and did as they were instructed. And this saying has been commonly reported among the Jews to this day.",
      "16": "Then the eleven disciples went away to Galilee, to the mountain to which Jesus had directed them.",
      "17": "When they saw Him, they worshipped Him. But some doubted.",
      "18": "Then Jesus came and spoke to them, saying, “All authority has been given to Me in heaven and on earth.",
      "19": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
      "20": "teaching them to observe all things I have commanded you. And remember, I am with you always, even to the end of the age.” Amen."
    }
  }
}