{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:52.999025-04:00",
    "Translation": "MEV"
  },
  "Micah": {
    "1": {
      "1": "The word of the Lord, which came to Micah the Morashite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw regarding Samaria and Jerusalem.",
      "2": "Hear, all you peoples!\n    Listen, earth and everything in it,\nthat the Sovereign Lord may be a witness against you,\n    the Lord from His holy temple.",
      "3": "Look! The Lord is coming out from His place,\n    so that He might come down and tread upon the high places of the earth.",
      "4": "The mountains will melt beneath Him,\n    and the valleys split apart\nlike wax before the fire,\n    like waters deluged down a slope.",
      "5": "All this because of the transgression of Jacob\n    and because of the sins of the house of Israel.\nWhat is the transgression of Jacob?\n    Is it not Samaria?\nAnd what is the high place of Judah?\n    Is it not Jerusalem?",
      "6": "Therefore I will make Samaria a heap in the field\n    for the planting of vineyards.\nI will dump her stones into the valley\n    and expose her foundations.",
      "7": "All her idols will be shattered,\n    and her gifts burned with fire,\n    and I will annihilate her images,\nbecause she gathered them as the wages of a prostitute,\n    and as the wages of a prostitute they will again be used.",
      "8": "Because of this I will lament and wail,\n    I will go about barefoot and naked;\nI will howl like the jackals\n    and moan like owlets.",
      "9": "For her wound is mortal,\n    for it has come to Judah;\nit has extended to the gate of my people,\n    to Jerusalem.",
      "10": "Do not tell it in Gath,\n    do not weep at all;\nin Beth Ophrah,\n    roll around in the dust.",
      "11": "Pass on your way,\n    inhabitants of Shaphir, naked and ashamed;\nthe inhabitants of Zaanan\n    have not come out.\nThe mourning of Beth Ezel\n    has taken from you its foothold.",
      "12": "Indeed the inhabitants of Maroth\n    wait anxiously for good,\nbecause calamity has come down from the Lord\n    to the gate of Jerusalem.",
      "13": "Harness the chariot to the steeds,\n    inhabitants of Lachish.\nIt was the beginning of sin\n    to the daughter of Zion,\nbecause in you were found\n    the transgressions of Israel.",
      "14": "Therefore you will give parting gifts\n    to Moresheth Gath;\nthe houses of Akzib will be deception\n    to the kings of Israel.",
      "15": "I will again bring a conqueror to you,\n    inhabitants of Mareshah;\nthe glory of Israel\n    will come to Adullam.",
      "16": "Make yourself bald and shave your head\n    for the children of your delight;\nmake yourself as bald as the eagle,\n    for they will go from you into exile."
    },
    "2": {
      "1": "Woe to those who conceive wickedness,\n    to those who devise evil on their beds!\nAt morning’s light they execute it,\n    because it is in the power of their hand.",
      "2": "They covet fields and seize them,\n    and houses and take them.\nThey defraud a man of his house,\n    and a fellow man of his inheritance.",
      "3": "Therefore, thus says the Lord:\nI am devising disaster against this family,\n    from which you cannot remove your necks;\nand you will not walk haughtily,\n    for it will be a time of calamity.",
      "4": "In that day they will take up a taunt against you,\n    and they will wail a wailing lament, and say:\n“We are totally ruined!\n    He diminishes the portion of my people;\nhow He removes it from me!\n    To a traitor He reassigns our fields!”",
      "5": "Therefore you will not have anyone to apportion the land by lot\n    in the assembly of the Lord.",
      "6": "“Do not prophesy,” they say.\n    “One should not prophesy about these things.\n    Disgrace will not overtake us.”",
      "7": "Should it be said, O house of Jacob,\n    “Is the Spirit of the Lord impatient?\n    Are these His deeds?” \nDo not My words benefit\n    him who walks uprightly?",
      "8": "But lately My people rise up\n    like an enemy.\nYou strip off the rich robe\n    from those who pass by trustingly,\n    like men returning from war.",
      "9": "The women of My people you drive out\n    from their delightful homes;\nfrom their children\n    you take My adornment forever.",
      "10": "Get up and go,\n    for this is not the resting place,\nbecause uncleanness ruins,\n    and ruin sickens.",
      "11": "If a man, going about vapidly and deceitfully, lies,\n    “I will preach for you wine and beer,”\n    he would be just the preacher for this people.",
      "12": "I will indeed assemble Jacob—all of you;\n    I will indeed gather the remnant of Israel.\nI will place them together like sheep in a fold,\n    like a herd in its pasture—\n    thronging with people.",
      "13": "He who breaks through has gone up before them;\n    they will break through and pass the gate and go out by it.\nThen their king will pass on before them,\n    the Lord at their head."
    },
    "3": {
      "1": "Then I said:\nListen now, heads of Jacob,\n    and rulers of the house of Israel.\nShould you not know justice?",
      "2": "You who hate good and love evil,\nwho tear the skin from My people\n    and the flesh from their bones;",
      "3": "you who have eaten the flesh of My people,\n    and have flayed their skin from them,\n    and broken their bones in pieces;\nwho have chopped them up like meat in the pot,\n    and like flesh in the cauldron.",
      "4": "Then they will cry out to the Lord,\n    but He will not answer them;\nHe will hide His face from them at that time,\n    because they have wrought evil deeds.",
      "5": "Thus says the Lord:\nRegarding the prophets\n    who mislead My people—\nthe ones who have something to eat\n    proclaim “Peace,”\nbut if one does not feed them,\n    then they prepare for war against him.",
      "6": "Therefore you will have night without vision,\n    and you will have darkness without divination;\nthe sun will set upon the prophets,\n    and black upon them will be the day.",
      "7": "The seers will be shamed\n    and the diviners disgraced,\nand they will all cover their beards,\n    for there is no answer from God.",
      "8": "But as for me, I am filled with power,\n    with the Spirit of the Lord,\n    and with justice and might,\nto declare to Jacob his transgression\n    and to Israel his sin.",
      "9": "Please hear this, heads of the house of Jacob\n    and rulers of the house of Israel,\nwho detest justice\n    and warp all that is straight,",
      "10": "who build Zion with bloodguilt\n    and Jerusalem with wickedness.",
      "11": "Her leaders judge for a bribe,\n    her priests teach for a price,\n    and her prophets practice divination for money.\nYet upon the Lord they lean, saying,\n    “Is not the Lord in our midst?\n    Evil will not come upon us.”",
      "12": "Therefore, because of you,\n    Zion will be plowed like a field,\nJerusalem will be mounds of ruins,\n    and the mountain of the house will become wooded heights."
    },
    "4": {
      "1": "Then it will be that in the latter days,\nthe mountain of the house of the Lord will be established\n    as head of the mountains,\nand will be lifted up above the hills;\n    and people will stream to it.",
      "2": "And many nations will come and say,\n“Come, that we might go up to the mountain of the Lord,\n    and to the house of the God of Jacob,\nthat He might teach us His ways,\n    and that we might walk in His paths.”\nFor from Zion will go forth the law,\n    and the word of the Lord from Jerusalem.",
      "3": "Then He will judge between many peoples\n    and mediate for mighty nations far and wide;\nthey will beat their swords into plowshares,\n    and their spears into pruning hooks.\nNation will not take up sword against nation,\n    and they will no longer train for war.",
      "4": "Then each man will sit under his vine\n    and under his fig tree,\nand no one will make them afraid;\n    for the mouth of the Lord of Hosts has spoken.",
      "5": "For all the peoples may walk,\n    each in the name of his God,\nbut we will walk in the name of the Lord\n    our God forever and ever.",
      "6": "In that day, declares the Lord,\nI will assemble the lame\n    and gather the banished\n    and those whom I have afflicted;",
      "7": "and I will make the lame into a remnant,\n    and the banished into a mighty nation;\nand the Lord will reign over them on Mount Zion\n    from this time forth and forevermore.",
      "8": "As for you, watchtower of the flock,\n    citadel of the daughter of Zion,\nto you it will come, the former dominion will come,\n    kingship for the daughter of Jerusalem.",
      "9": "Now why do you cry loudly?\n    Have you no king?\nHas your counselor perished,\n    that agony has seized you like the woman in labor?",
      "10": "Writhe and bring forth, daughter of Zion,\n    like the woman in labor,\nbecause now you will go forth from the city\n    and reside in the field,\nand you will come to Babylon.\n    There you will be rescued;\nthere the Lord will redeem you\n    from the hand of your enemies.",
      "11": "But now many nations\n    are gathered against you, saying,\n“May she be defiled,\n    and may our eyes gaze upon Zion.”",
      "12": "But they do not know\n    the thoughts of the Lord,\nand they do not understand His plan,\n    that He has gathered them like sheaves to the threshing floor.",
      "13": "Arise and thresh, daughter of Zion,\n    for I will make your horn iron;\nyour hoofs I will make bronze,\n    and you will shatter many peoples.\nI will devote their pillage to the Lord,\n    their wealth to the Lord of all the earth."
    },
    "5": {
      "1": "Now gather yourself in troops, O daughter of troops;\n    he has laid siege against us.\nWith a rod they will strike\n    the judge of Israel on the cheek.",
      "2": "But you, Bethlehem Ephrathah,\n    although you are small among the tribes of Judah,\nfrom you will come forth for Me\n    one who will be ruler over Israel.\nHis origins are from of old,\n    from ancient days.",
      "3": "Therefore He will give them up,\n    until the time when she who is in labor has given birth,\nand the rest of his brothers will return\n    to the children of Israel.",
      "4": "He will stand and shepherd\n    in the strength of the Lord,\n    in the majesty of the name of the Lord his God;\nthen they will live securely, because now He will be great\n    until the ends of the earth;",
      "5": "and He will be their peace.\nWhen Assyria enters our land\n    and treads through our palaces,\nthen we will raise up against him seven shepherds\n    and eight commanders of men.",
      "6": "They will shepherd the land of Assyria with the sword,\n    and the land of Nimrod at her gates;\nHe will rescue us from Assyria,\n    when he enters our land\n    and when he treads within our border.",
      "7": "Then the remnant of Jacob will be\n    in the midst of many peoples,\nlike dew from the Lord,\n    like showers upon the grass,\nwhich do not wait for a man\n    and do not linger for the sons of men.",
      "8": "The remnant of Jacob will be among the nations,\n    in the midst of many peoples,\nlike a lion among the beasts of the forest,\n    like a young lion among flocks of sheep,\nwhich when it passes through, tramples and mauls,\n    without rescuer.",
      "9": "Your hand will be lifted up over your adversaries,\n    and all your enemies will be cut off.",
      "10": "And in that day, declares the Lord,\nI will cut off your horses from among you,\n    and I will destroy your chariots.",
      "11": "Then I will cut off the cities of your land,\n    and I will overthrow your strongholds;",
      "12": "then I will cut off sorceries from your hand,\n    and you will no longer have fortune-tellers.",
      "13": "Then I will cut off your idols,\n    and your sacred stones from among you,\nand you will no longer bow down\n    to the work of your hands;",
      "14": "then I will root out your Asherah idols from among you,\n    and I will annihilate your cities.",
      "15": "And in anger and wrath I will take vengeance\n    on the nations that have not listened."
    },
    "6": {
      "1": "Listen to what the Lord says:\nArise, plead your case before the mountains,\n    that the hills may hear your voice.",
      "2": "Hear, mountains, the indictment of the Lord,\n    O enduring foundations of the earth—\nthat the Lord has an indictment against His people,\n    and against Israel He will dispute.",
      "3": "“My people, what have I done to you,\n    and how have I wearied you? Answer Me!",
      "4": "For I have brought you up from the land of Egypt,\n    and from the house of slaves I have redeemed you;\nand I sent before you Moses,\n    Aaron, and Miriam.",
      "5": "O My people, remember now\n    what Balak king of Moab counseled,\n    and what Balaam son of Beor answered him,\nand remember what happened from Shittim to Gilgal,\n    so that you might know the righteous acts of the Lord.”",
      "6": "“With what should I come before the Lord,\n    and bow down before God on high?\nShall I come before Him with burnt offerings,\n    with calves a year old?",
      "7": "Will the Lord be pleased with thousands of rams,\n    with ten thousand rivers of oil?\nShall I give my firstborn for my transgression,\n    the fruit of my body for the sin of my soul?”",
      "8": "He has told you, O man, what is good—\n    and what does the Lord require of you,\nbut to do justice and to love kindness,\n    and to walk humbly with your God?",
      "9": "The voice of the Lord calls to the city—\n    and wisdom will fear Your name:\n    Heed the rod and Him who has appointed it.",
      "10": "Are there still in the house of the wicked\n    treasures of wickedness?\n    And the short ephah which is accursed?",
      "11": "Should I acquit the scales of wickedness,\n    and the sack of dishonest weights?",
      "12": "Her wealthy men are full of violence,\n    and her inhabitants speak deception,\n    and their tongue in their mouth is treachery.",
      "13": "Therefore, I have struck you a dreadful blow,\n    devastating you because of your sins.",
      "14": "You will eat, but not be satisfied,\n    with hunger within you.\nYou will set aside, but not retain;\n    and what you retain I will give over to the sword.",
      "15": "You will sow, but not reap;\n    you will tread olives, but not anoint yourselves with oil;\n    you will crush grapes, but not drink wine.",
      "16": "You observe the statutes of Omri,\n    and every practice of the house of Ahab,\n    and you walk in their counsels.\nTherefore I will give you over to destruction,\n    and the inhabitants to derision.\n    You will bear the contempt of My people."
    },
    "7": {
      "1": "Woe is me!\nBecause I am as the gathering of summer fruit,\n    as the gleaning of grapes;\nthere is no cluster to eat,\n    no early fig that my soul desires.",
      "2": "The godly has perished from the earth,\n    and no one is upright among men.\nAll of them lie in wait for bloodshed;\n    each hunts his brother with a net.",
      "3": "Both hands are upon evil, to do it well.\n    The prince and the judge request the bribe,\nthe powerful asserts the craving of his very soul—\n    they intertwine together.",
      "4": "The best among them is like a brier,\n    the most upright among them a bramble;\nthe day of your watchmen,\n    of your punishment, has come;\n    now their confusion is at hand.",
      "5": "Do not trust in a companion,\n    do not rely on a friend;\nfrom her who lies in your embrace,\n    guard the doors of your mouth.",
      "6": "For the son dishonors the father,\n    the daughter rises up against her mother,\nthe daughter-in-law against her mother-in-law—\n    the enemies of a man are members of his own household.",
      "7": "But as for me, I watch for the Lord;\n    I await the God of my salvation;\n    my God will hear me.",
      "8": "Do not rejoice over me, my enemy!\n    Although I have fallen, I will rise;\nalthough I dwell in darkness,\n    the Lord is my light.",
      "9": "I will endure the rage of the Lord,\n    because I have sinned against Him,\nuntil the time when He pleads my case\n    and executes judgment for me.\nHe will bring me out into the light;\n    I will look upon His vindication.",
      "10": "Then my enemy will see,\n    and shame will cover her\nwho said to me,\n    “Where is the Lord your God?”\nMy eyes will look upon her;\n    now she will be trampled\n    like muck in the streets.",
      "11": "A day for building your walls,\n    in that day the boundary will be extended.",
      "12": "In that day they will come to you\n    from Assyria and the cities of Egypt,\nand from Egypt to the River,\n    from sea to sea,\n    and from mountain to mountain.",
      "13": "The earth will become desolate because of its inhabitants,\n    from the fruit of their deeds.",
      "14": "Shepherd your people with your staff,\n    the flock of your inheritance,\nwhich live alone in a forest,\n    in the midst of a fertile land;\nlet them graze in Bashan and Gilead,\n    as in the days of old.",
      "15": "As in the days when you came out of Egypt,\n    I will display wonders.",
      "16": "Nations will see and be ashamed,\n    despite all their might;\nthey will put their hand on their mouth,\n    and their ears will be deaf.",
      "17": "They will lick dust like the serpent,\n    like crawling creatures of the earth;\nthey will come shuddering from their lairs.\n    They will turn in dread to the Lord our God,\n    and they will be afraid of You.",
      "18": "Who is a God like You,\n    bearing iniquity and passing over transgression\n    for the remnant of His inheritance?\nHe does not remain angry forever,\n    because He delights in benevolence.",
      "19": "He will again have compassion upon us.\n    He will tread down our iniquities,\n    and cast all of our sins into the depths of the sea.",
      "20": "You will give faithfulness to Jacob\n    and benevolence to Abraham,\nwhich You swore to our fathers\n    from the days of old."
    }
  }
}