{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:06.014107-04:00",
    "Translation": "MEV"
  },
  "Nehemiah": {
    "1": {
      "1": "The words of Nehemiah the son of Hakaliah.\nIn the month Kislev, in the twentieth year, while I was in Susa the palace,",
      "2": "Hanani, one of my relatives, and some men of Judah arrived. So I asked them concerning the returning Jews who had been in captivity, and concerning Jerusalem.",
      "3": "They said to me, “The remnant that returned from captivity is there in the province enduring great affliction and reproach. Also, the wall of Jerusalem remains broken down, and its gates have been burned with fire.”",
      "4": "When I heard these words, I sat down and wept and mourned for days. Then I fasted, and prayed before the God of heaven,",
      "5": "and said:\n“I beseech You, O Lord God of heaven, the great and awesome God, who keeps covenant and mercy for those who love Him and keep His commandments.",
      "6": "Let Your ear now be attentive, and Your eyes open, that You may hear the prayer of Your servant, which I now pray before You, day and night, for the children of Israel Your servants, and confess the sins of the children of Israel, which we have sinned against You. Both my father’s house and I have sinned.",
      "7": "We have acted very corruptly against You and have not obeyed the commandments, nor the statutes, nor the judgments, which You commanded Your servant Moses.",
      "8": "“Please remember the word that You commanded Your servant Moses, saying, ‘If you behave unfaithfully, then I will scatter you among the nations,",
      "9": "but if you return to Me and keep My commandments and do them, though your outcasts are under the farthest part of the heavens, I will gather them from there and bring them back to the place where I have chosen to establish My name.’",
      "10": "“Now these are Your servants and Your people, whom You have redeemed by Your great power and by Your strong hand.",
      "11": "O Lord, I implore You, let Your ear be attentive to the prayer of Your servant, and to the prayer of Your servants who delight to revere Your name. And let Your servant prosper this day, and grant him mercy in the sight of this man.”\nFor I was the king’s cupbearer."
    },
    "2": {
      "1": "In the month of Nisan, during the twentieth year of King Artaxerxes, when wine was before him, I took the wine and gave it to the king. Never had I been upset in his presence.",
      "2": "So the king said to me, “Why is your face troubled though you do not seem sick? This is nothing but a troubled heart.”\nThen I became very much afraid",
      "3": "and said to the king, “May the king live forever! Why should not my face be troubled when the city, the place of my fathers’ tombs, lies waste, and its gates have been destroyed by fire?”",
      "4": "So the king said to me, “What are you requesting about this matter?”\nImmediately, I prayed to the God of heaven",
      "5": "and then said to the king, “If this pleases the king and if this might be good for your servant who is before you, then would you send me to Judah, to the city of my fathers’ tombs so that I may rebuild it?”",
      "6": "The king, with the queen sitting beside him, said to me, “How long would your journey be? And when will you return?” Because it pleased the king to send me, I established a timetable for him.",
      "7": "I further said to the king, “If this pleases the king, may letters be given to me for the governors of the province Beyond the River so that they would allow me to pass through until I come to Judah,",
      "8": "as well as a letter to Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the temple mount, for the city wall, and for the house into which I will enter.” The king granted me these things, because the good hand of my God was upon me.",
      "9": "When I came to the governors of the province Beyond the River, I gave them the king’s letters. He also sent with me commanders of foot and horse soldiers.",
      "10": "When Sanballat the Horonite and Tobiah the Ammonite subordinate heard this, it deeply grieved them that there was a man coming to seek the welfare of the children of Israel.",
      "11": "When I arrived in Jerusalem, I was there three days.",
      "12": "Then I arose in the night, I and a few men who were with me; I told no one what my God had put in my heart to do for Jerusalem. There was no animal with me, except the one on which I rode.",
      "13": "So I went out by night by the Valley Gate toward the Dragon’s Well and then to the Dung Gate, because I was inspecting the broken-down walls of Jerusalem and its burned gates.",
      "14": "Next I passed by the Fountain Gate and then to the King’s Pool, but there was no place for my mount to pass.",
      "15": "By going up along the riverbed at night, I inspected the wall. Then I turned back so that I could enter by the Valley Gate, and then came back again.",
      "16": "The officials did not know where I went or what I did, since I had not yet told it to the Jews, the priests, the nobles, the officials, or to any of the others who would do the work.",
      "17": "Finally, I said to them, “You see the distress that we are in, how Jerusalem is devastated and its gates are burned with fire. Come, and let us rebuild the wall of Jerusalem so that we will no more be a reproach.”",
      "18": "Then I told them that the hand of my God had been good to me and also about the king’s words that he had spoken to me.\nAnd they said, “Let us rise up and build!” So they strengthened their hands for the good work.",
      "19": "But when Sanballat the Horonite, Tobiah the Ammonite subordinate, and Geshem the Arabian heard it, they laughed us to scorn, and despised us, and said, “What is this thing that you are doing? Are you rebelling against the king?”",
      "20": "Then answered I them and said to them, “The God of heaven, He will enable us to prosper. Therefore we His servants will arise and build, but you will have no portion, or right, or memorial in Jerusalem.”"
    },
    "3": {
      "1": "Then Eliashib the high priest rose up with his brothers the priests, and they built the Sheep Gate. They sanctified it and erected its doors. From the Tower of the Hundred to the Tower of Hananel, they sanctified the wall.",
      "2": "Next to him the men of Jericho built, and next to them Zakkur the son of Imri built.",
      "3": "The sons of Hassenaah built the Fish Gate, constructing its beams, erecting its doors, and installing locks and bars for it.",
      "4": "Next to them Meremoth the son of Uriah, the son of Hakkoz made repairs. Next to him, Meshullam the son of Berekiah, the son of Meshezabel made repairs. Next to him Zadok the son of Baana made repairs.",
      "5": "Next to them the Tekoites made repairs, but their noblemen would not put their shoulders to the work of their Lord.",
      "6": "Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate. They constructed its beams, erected its doors, and installed locks and bars for it.",
      "7": "Next to them repairs were made by Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, places under the authority of the governor of the province Beyond the River.",
      "8": "Next to them Uzziel the son of Harhaiah, one of the goldsmiths, made repairs. Next to him Hananiah, the son of one of the apothecaries, made repairs, and they repaired Jerusalem as far as the Broad Wall.",
      "9": "Next to him Rephaiah the son of Hur, commander of half of the Jerusalem district, made repairs.",
      "10": "Next to him Jedaiah the son of Harumaph made repairs across from his house. Next to him Hattush the son of Hashabneiah made repairs.",
      "11": "Malkijah the son of Harim and Hasshub the son of Pahath-Moab repaired another section, as well as the Tower of the Furnaces.",
      "12": "Next to them Shallum the son of Hallohesh, commander of the other half of the Jerusalem district, made repairs along with his daughters.",
      "13": "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it, erected its doors, and installed locks and bars for it, plus repaired one thousand cubits along on the wall to the Dung Gate.",
      "14": "But the Dung Gate was repaired by Malkijah the son of Rekab, commander of the Beth Hakkerem district. He rebuilt it, and erected its doors, and installed the locks and bars for it.",
      "15": "Moreover, Shallun the son of Kol-Hozeh, commander of the Mizpah district, made repairs to the Fountain Gate. He rebuilt it, covered it, erected its doors, and installed the locks and bars for it. He also repaired the wall of the pool of Shelah by the king’s garden as far as the steps going down from the City of David.",
      "16": "After him Nehemiah the son of Azbuk, commander of half of the Beth Zur district, made repairs as far as the area across from the Tomb of David plus to the constructed pool and to the house of the mighty.",
      "17": "After him the Levites, under Rehum the son of Bani, made repairs. Next to them Hashabiah, commander of half of the Keilah district, made repairs in his area.",
      "18": "After him their brothers, under Binnui the son of Henadad, commander of the other half of the Keilah district, made repairs.",
      "19": "Next to them Ezer the son of Jeshua, commander of Mizpah, made repairs to another section across from the ascent to the armory at the corner.",
      "20": "After him Baruch the son of Zabbai zealously repaired another section, from the corner to the door of the house of Eliashib the high priest.",
      "21": "After him Meremoth the son of Uriah the son of Hakkoz repaired another section from the door of the house of Eliashib to the end of it.",
      "22": "After him the priests, the men of the surrounding plain, made repairs.",
      "23": "After them Benjamin and Hasshub made repairs across from their house. After them Azariah the son of Maaseiah the son of Ananiah made repairs beside his house.",
      "24": "After him Binnui the son of Henadad repaired another section from the house of Azariah as far as the corner plus the corner tower.",
      "25": "Palal the son of Uzai made repairs across from the corner and to the tower protruding out of the king’s upper house next to the courtyard of the guards. After him Pedaiah the son of Parosh made repairs.",
      "26": "The temple servants living in Ophel made repairs from opposite the Water Gate eastward to the protruding tower.",
      "27": "After them the Tekoites repaired another section across from the great protruding tower as far as the wall of Ophel.",
      "28": "Up to the Horse Gate the priests made repairs—each one across from his house.",
      "29": "After them Zadok the son of Immer repaired across from his house. After him Shemaiah the son of Shekaniah, who was keeper of the East Gate, made repairs.",
      "30": "After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired another section. After them Meshullam the son of Berekiah made repairs across from his chamber.",
      "31": "After him Malkijah the goldsmith’s son made repairs as far as the house of the temple servants and the merchants. This was across from the Mustering Gate extending as far as the upper room of the corner tower.",
      "32": "Between the upper room of the corner tower and the Sheep Gate, the goldsmiths and the merchants made repairs."
    },
    "4": {
      "1": "When Sanballat heard that we were rebuilding the wall, he became angry and was greatly irritated, and he mocked the Jews.",
      "2": "He spoke before his relatives and the army of Samaria and said, “What are these feeble Jews doing? Are they fortifying themselves? Will they make sacrifices? Can they complete this in a day? Can they revive the burned-up stones out of the rubbish heaps?”",
      "3": "Now Tobiah the Ammonite was beside him, and he said, “Even what they are rebuilding, if even a fox climbed it, that would break down their stone wall.”",
      "4": "Hear, O our God, that we are despised. Turn their reproach back upon their own head, and give them as spoil in a land of captivity:",
      "5": "No longer cover their iniquity nor blot out their sin, which is before You since they have made insults against the builders.",
      "6": "So we rebuilt the wall until all of it was solidified up to half its height. The people had a passion for the work.",
      "7": "When Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard how the restoration of Jerusalem’s walls was progressing and how the breaches had begun to be sealed, it made them extremely furious.",
      "8": "So they all conspired together to fight against Jerusalem in order to cause it chaos.",
      "9": "Nevertheless we prayed to our God, and, because of them, we set up a watch for them day and night.",
      "10": "Judah had said, “The strength of the burden bearers is failing though there is much rubble. And we ourselves are unable to rebuild the wall.”",
      "11": "Our adversaries said, “They will neither know nor see until we have entered in among them and slain them. Indeed, we will stop the work!”",
      "12": "When the Jews living near them came, they told us ten times, “From every place where you turn, they will be against us.”",
      "13": "Therefore I set guards at the lowest positions along the wall and just inside the wall at the unrepaired areas. I also stationed the people by families providing them individually their own swords, spears, and bows.",
      "14": "After I looked around, I stood up and said to the nobles, the rulers, and the rest of the people, “Stop being terrified because of them! Remember instead that the Lord is great and awesome. So fight for each other—and for your sons, your daughters, your wives, and your houses.”",
      "15": "Now when our enemies heard that this had become known to us and that God had brought their counsel to nothing, then we all returned to the wall, everyone to his work.",
      "16": "After that day, half of my servants did the work while the other half handled the spears, shields, bows, and body armor. Commanders were appointed to support every house of Judah.",
      "17": "Those rebuilding the wall and those hauling the loads were working with one hand doing the task, but with the other hand holding the weapon.",
      "18": "For the builders, everyone had his sword bound to his side, even while rebuilding. The trumpet blower worked beside me.",
      "19": "I said to the nobles, the rulers, and to the rest of the people, “The work is vast and over a large area. Since we are spread along the wall far from each other,",
      "20": "assemble to us there at the place where you hear the trumpet sounded. Our God shall fight for us.”",
      "21": "So we labored in the work with half of them holding spears from sunrise to the rising of the stars.",
      "22": "Likewise at the same time I said to the people, “Every man and his servant must lodge within Jerusalem. By night, they may be a guard to us; by day, a laborer for the work.”",
      "23": "So neither I nor my brothers nor my servants nor the men of the guard who followed me took off our clothes. Each carried his weapon, even when washing."
    },
    "5": {
      "1": "Now there was a great outcry of the people and their wives against their fellow Jews.",
      "2": "Some were saying, “We and our sons and our daughters are many. Therefore, let us acquire grain so that we may eat and live.”",
      "3": "Others were saying, “We have mortgaged our fields, vineyards, and houses so that we might acquire grain because of hunger.”",
      "4": "Still others were saying, “We have borrowed money for the king’s tribute against the value of our fields and vineyards.",
      "5": "Now our flesh is the same as the flesh of our countrymen. Our children are like their children, but we are subjugating our sons and our daughters as servants. Indeed, some of our daughters are in bondage already, and we are powerless to do anything because our fields and vineyards belong to others.”",
      "6": "I was very angry when I heard their outcry and these words.",
      "7": "So I contemplated about this for myself and, as a result, I rebuked the nobles and officials and said to them, “Based on the claim of each against his brother, you are exacting usury.” Then I convened a great assembly against them,",
      "8": "and I said to them, “By whatever means we had, we purchased our Jewish countrymen who were being sold to the nations. So, will you once more sell your countrymen so that they might again be sold to us?” Then they kept silent, because they found nothing to answer.",
      "9": "Also I said, “What you are doing is not good! Should not you walk in the fear of our God because of the reproach of the nations, our enemies?",
      "10": "Moreover, I, my relatives, and my servants are loaning them money and grain. So, I urge you, cease from this practice of usury.",
      "11": "Please restore to them, even this day, their fields, their vineyards, their olive groves, and their houses, along with a hundredth part of the money, the grain, the wine, and the oil that you had exacted from them.”",
      "12": "Then they said, “We will restore it and will require nothing of them. We will do what you have said.”\nThen I called the priests and made them swear an oath to keep this promise.",
      "13": "Also I shook out the front of my garment and said, “Like this, may God shake out every man from his house and from his labor who does not carry out this promise. Exactly like this, may he be shaken out and emptied.”\nAnd all the congregation said, “Amen,” and praised the Lord. And the people did according to this promise.",
      "14": "Moreover from the time that I was appointed to be their governor in the land of Judah (from the twentieth year even until the thirty-second year of King Artaxerxes) twelve years had passed. And my companions and I had not eaten the governor’s food allotment.",
      "15": "The former governors preceding me had extracted a heavy burden on the people, because they took from them food and wine, besides forty shekels of silver. Moreover, even their servants domineered over the people. But I myself never did so, because of the fear of God.",
      "16": "Furthermore, I stayed determined in the work on this wall. We bought no field, and all my servants were gathered there for the sake of the work.",
      "17": "Moreover there were regularly at my table one hundred and fifty Jews and officials, besides those who came to us from the nations around us.",
      "18": "Daily there were one ox and six choice sheep prepared for me. Fowls were also prepared for me. Once in ten days all sorts of wine were supplied in abundance. Yet for all this, I never required the governor’s food allotment because it was a heavy burden on this people.",
      "19": "Remember me, O my God, for good, according to all that I have done for this people."
    },
    "6": {
      "1": "When Sanballat, Tobiah, Geshem the Arabian, and the rest of our enemies heard that I had rebuilt the wall and that there was not a gap in it (though at that time I had not erected the doors on the gates),",
      "2": "Sanballat and Geshem sent to me, saying, “Come, that we might meet together in one of the villages in the plain of Ono.”\nBut they planned to do evil to me.",
      "3": "So I sent messengers to them, saying, “I am doing a great work, so I am not able to come down. Why should the work cease while I leave it and come down to you?”",
      "4": "Four more times they sent for me like this, but I answered them the same way.",
      "5": "Sanballat sent the same request a fifth time by his servant, but the letter was open in his hand.",
      "6": "In it was written,\n“It is reported among the nations, and Geshem confirms it, that you and the Jews are planning to rebel; consequently you are rebuilding the wall. According to these words, you are their king.",
      "7": "You have also appointed prophets to preach on your behalf in Jerusalem, saying, ‘There is a king in Judah!’ According to these words, it will now be reported to the king. So come now and let us consult together.”",
      "8": "I sent him this response, saying, “Nothing like these reports that you are saying has occurred. From your own mind, you are inventing them.”",
      "9": "Because they all wanted to frighten us, they thought, “They will pull their hands back from the work.” But that would never be done.\nSo now, O God, strengthen my hands.",
      "10": "When I came to the house of Shemaiah the crippled son of Delaiah the son of Mehetabel, he said, “Let us meet together at the house of God, inside the temple, and then we can shut the temple doors. They are coming to kill you! Even tonight, they could come to kill you!”",
      "11": "But I said, “Should a man like me flee? Who is there like me who would go into the temple to save his life? I would never go!”",
      "12": "Then I perceived and saw that God had not sent him, but that he pronounced the prophecy against me, because Tobiah and Sanballat had hired him.",
      "13": "He was hired for this reason: that I might become fearful, act accordingly, and sin. Then they would have an evil report by which they could reproach me.",
      "14": "Remember, O my God, concerning Tobiah and Sanballat these deeds of theirs, as well as the prophetess Noadiah and the rest of the prophets who were trying to frighten me.",
      "15": "The wall was finished on the twenty-fifth day of the month Elul, in fifty-two days.",
      "16": "When all our enemies heard it and all the surrounding nations saw it, they were tremendously humbled. They perceived that, because of our God, this work had been accomplished.",
      "17": "Moreover in those days the nobles of Judah produced numerous letters in transit to Tobiah. Likewise, the letters of Tobiah came to them,",
      "18": "because so many in Judah were bound by oath to him since he was the son-in-law of Shekaniah the son of Arah, and his son Jehohanan had married the daughter of Meshullam the son of Berekiah.",
      "19": "Also they reported his good deeds in front of me and reported my words to him. Tobiah sent letters to frighten me."
    },
    "7": {
      "1": "Once the wall was rebuilt and I had erected the doors, the gatekeepers, the singers, and the Levites were appointed.",
      "2": "Over Jerusalem, I put in charge both my brother Hanani and Hananiah, the palace commander, because each was a faithful man and feared God more than many.",
      "3": "I said to them, “The gates of Jerusalem should not be opened until the sun is hot. Until guards are posted, the doors should be closed and bolted. Likewise, appoint guards from Jerusalem’s inhabitants—each at his post, across from his own house.”",
      "4": "Now the city was large and spacious, yet the people in it were few since there had been no houses built.",
      "5": "So my God put an idea in my mind, and I gathered the nobles, the officials, and the people together to conduct a genealogy registration. When I found the book of the genealogical register, it contained the list of those who first came back. I found written in it:",
      "6": "These are the people of the province who returned from the captivity of the exiles whom King Nebuchadnezzar of Babylon had carried away, but came back to Jerusalem and to Judah, everyone to his city.",
      "7": "Those who came with Zerubbabel were Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.\nThe number of the men of the people of Israel was this:",
      "8": "The sons of Parosh, two thousand one hundred and seventy-two;",
      "9": "the sons of Shephatiah, three hundred and seventy-two;",
      "10": "the sons of Arah, six hundred and fifty-two;",
      "11": "the sons of Pahath-Moab, of the sons of Jeshua and Joab, two thousand eight hundred and eighteen;",
      "12": "the sons of Elam, one thousand two hundred and fifty-four;",
      "13": "the sons of Zattu, eight hundred and forty-five;",
      "14": "the sons of Zakkai, seven hundred and sixty;",
      "15": "the sons of Binnui, six hundred and forty-eight;",
      "16": "the sons of Bebai, six hundred and twenty-eight;",
      "17": "the sons of Azgad, two thousand three hundred and twenty-two;",
      "18": "the sons of Adonikam, six hundred and sixty-seven;",
      "19": "the sons of Bigvai, two thousand and sixty-seven;",
      "20": "the sons of Adin, six hundred and fifty-five;",
      "21": "the sons of Ater of Hezekiah, ninety-eight;",
      "22": "the sons of Hashum, three hundred and twenty-eight;",
      "23": "the sons of Bezai, three hundred and twenty-four;",
      "24": "the sons of Hariph, one hundred and twelve;",
      "25": "the sons of Gibeon, ninety-five.",
      "26": "The men of Bethlehem and Netophah, one hundred and eighty-eight;",
      "27": "the men of Anathoth, one hundred and twenty-eight;",
      "28": "the men of Beth Azmaveth, forty-two;",
      "29": "the men of Kiriath Jearim, Kephirah, and Beeroth, seven hundred and forty-three;",
      "30": "the men of Ramah and Geba, six hundred and twenty-one;",
      "31": "the men of Mikmash, one hundred and twenty-two;",
      "32": "the men of Bethel and Ai, one hundred and twenty-three;",
      "33": "the men of the other Nebo, fifty-two;",
      "34": "the sons of the other Elam, one thousand two hundred and fifty-four;",
      "35": "the sons of Harim, three hundred and twenty;",
      "36": "the sons of Jericho, three hundred and forty-five;",
      "37": "the sons of Lod, Hadid, and Ono, seven hundred and twenty-one;",
      "38": "the sons of Senaah, three thousand nine hundred and thirty.",
      "39": "The priests:\nthe sons of Jedaiah, of the house of Jeshua, nine hundred and seventy-three;",
      "40": "the sons of Immer, one thousand and fifty-two;",
      "41": "the sons of Pashhur, one thousand two hundred and forty-seven;",
      "42": "the sons of Harim, one thousand and seventeen.",
      "43": "The Levites:\nthe sons of Jeshua, of Kadmiel, and of the sons of Hodaviah, seventy-four.",
      "44": "The singers:\nthe sons of Asaph, one hundred and forty-eight.",
      "45": "The gatekeepers:\nthe sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, one hundred and thirty-eight.",
      "46": "The temple servants:\nthe sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "47": "the sons of Keros, the sons of Sia, the sons of Padon,",
      "48": "the sons of Lebana, the sons of Hagaba, the sons of Shalmai,",
      "49": "the sons of Hanan, the sons of Giddel, the sons of Gahar,",
      "50": "the sons of Reaiah, the sons of Rezin, the sons of Nekoda,",
      "51": "the sons of Gazzam, the sons of Uzza, the sons of Paseah,",
      "52": "the sons of Besai, the sons of Meunim, the sons of Nephusim,",
      "53": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "54": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,",
      "55": "the sons of Barkos, the sons of Sisera, the sons of Temah,",
      "56": "the sons of Neziah, the sons of Hatipha.",
      "57": "The sons of Solomon’s servants:\nthe sons of Sotai, the sons of Sophereth, the sons of Perida,",
      "58": "the sons of Jaala, the sons of Darkon, the sons of Giddel,",
      "59": "the sons of Shephatiah, the sons of Hattil,\nthe sons of Pokereth-Hazzebaim, the sons of Amon.",
      "60": "All the temple servants and the sons of Solomon’s servants were three hundred and ninety-two.",
      "61": "These were they who came up from Tel Melah, Tel Harsha, Kerub, Addon, and Immer, but they could not show their fathers’ houses nor their lineage—whether they were of Israel:",
      "62": "The sons of\nDelaiah, the sons of Tobiah, the sons of Nekoda, six hundred and forty-two.",
      "63": "Of the priests:\nthe sons of\nHobaiah, the sons of Hakkoz, the sons of Barzillai, who married one of the daughters of Barzillai the Gileadite, and was called by their name.",
      "64": "These sought for their fathers’ registration in the genealogical registry, but it was not found. Therefore, they were considered as unclean and removed from the priesthood.",
      "65": "The magistrate said to them that they should not eat of the most holy things until there was an appointed priest with Urim and Thummim.",
      "66": "The whole congregation together was forty-two thousand three hundred and sixty,",
      "67": "besides their male and female servants, which numbered seven thousand three hundred and thirty-seven; and they had two hundred and forty-five male and female singers.",
      "68": "Their horses were seven hundred and thirty-six; their mules, two hundred and forty-five;",
      "69": "their camels, four hundred and thirty-five; the donkeys, six thousand seven hundred and twenty.",
      "70": "Some of the chiefs of the fathers’ households gave to the work. The magistrate gave to the treasury one thousand gold drachmas, fifty basins, and five hundred and thirty priests’ garments.",
      "71": "Others of the chiefs of the fathers’ households gave to the treasury for the work twenty thousand gold drachmas and two thousand two hundred silver minas.",
      "72": "What the rest of the people gave was twenty thousand gold drachmas, two thousand silver minas, and sixty-seven priests’ garments.",
      "73": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel lived in their cities.\nWhen the seventh month came, the children of Israel were in their cities."
    },
    "8": {
      "1": "All the people gathered together as one man in the area in front of the Water Gate, and they asked Ezra the scribe to bring the Book of the Law of Moses, which the Lord had commanded to Israel.",
      "2": "On the first day of the seventh month, Ezra the priest brought the Law before the congregation of men, women, and all who could listen with understanding.",
      "3": "In the area in front of the Water Gate, he read aloud from sunrise until midday to the men, women, and those who could understand. All the people listened attentively to the Book of the Law.",
      "4": "Ezra the scribe stood on a raised wood platform, which they had made for the purpose. Beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand; and on his left hand, Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.",
      "5": "Ezra opened the book in the sight of all the people (because he was above all the people), and, as he opened it, all the people stood up.",
      "6": "When Ezra blessed the Lord as the great God, all the people responded “Amen, Amen!” By lifting up their hands as they bowed their heads, they worshipped the Lord with their faces to the ground.",
      "7": "Then Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, explained the Law to the people while the people stood in their place.",
      "8": "They read from the book, from the Law of God, with interpretation, and they gave the sense, so that the people understood the reading.",
      "9": "Then Nehemiah the magistrate, Ezra the priest and scribe, and the Levites who were teaching the people said to all the people, “This day is holy to the Lord your God. Stop mourning and weeping.” (This was because all the people wept when they heard the words of the Law.)",
      "10": "Then he said to them, “Go your way. Eat the fat, drink the sweet drink, and send portions to those for whom nothing is prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the Lord is your strength.”",
      "11": "So the Levites quieted all the people, saying, “Hush! Because today is holy you should stop being so sorrowful.”",
      "12": "Then all the people went to eat, to drink, to send portions, and to enjoy a great celebration because they had understood the words declared to them.",
      "13": "On the second day, the chiefs of the fathers’ households of all the people, the priests, and the Levites were gathered to Ezra the scribe in order to understand the words of the Law.",
      "14": "They found written in the Law where the Lord had commanded by Moses that the children of Israel should dwell in booths in the feast of the seventh month,",
      "15": "and that they should publish and proclaim in all their cities and in Jerusalem, “Go out to the hills and bring olive branches, along with wild olive branches, myrtle branches, palm branches, and other leafy branches to make booths, as it was written.”",
      "16": "So the people went out and brought back branches and made themselves booths. Each household did so on its roof, in their yard, on the grounds of the house of God, in the area in front of the Water Gate, or in the area at the Gate of Ephraim.",
      "17": "All the congregation who had returned from captivity made booths and lived in them. Not since the days of Joshua the son of Nun to that day had the children of Israel done so, and there was a tremendously great feast.",
      "18": "And day by day, from the first day to the last day, he read from the Book of the Law of God. They celebrated the feast seven days, and on the eighth day there was a solemn assembly as required."
    },
    "9": {
      "1": "Now on the twenty-fourth day of this month the children of Israel were assembled with fasting and sackcloth, and there was dirt on them.",
      "2": "The offspring of Israel separated themselves from all the foreigners and then stood and confessed their sins and the iniquities of their fathers.",
      "3": "They stood in their place and read from the Book of the Law of the Lord their God for a fourth of the day. And for another fourth, they confessed and worshipped the Lord their God.",
      "4": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani stood up on the stairs of the Levites and cried with a loud voice to the Lord their God.",
      "5": "Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said:\n“Stand up and bless the Lord your God forever and ever! Let them bless Your glorious name, which is exalted above all blessing and praise.",
      "6": "You alone are the Lord. You have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them; and You preserve them all. And the host of heaven worships You.",
      "7": "“You are the Lord God who chose Abram and brought him out of Ur of the Chaldeans. You gave him the name Abraham",
      "8": "and found his heart faithful before You. And You made a covenant with him to give him the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites—to give it to his seed. Indeed, You have fulfilled Your words because You are righteous.",
      "9": "“When You saw the affliction of our fathers in Egypt and heard their cry by the Red Sea,",
      "10": "You enacted signs and wonders against Pharaoh, against all his servants, and against all the people of his land because You knew how arrogantly they had acted against them. Thus, You made a name for Yourself, as it is this day.",
      "11": "You divided the sea before them, so they might pass through the midst of the sea on dry ground, and cast their pursuers into the deep like a stone into stormy waters.",
      "12": "By day You led them with a pillar of cloud, and by night with a pillar of fire to light the way for them to go.",
      "13": "“You came down on Mount Sinai and spoke with them from heaven and gave them just requirements, true laws, good statutes and commandments.",
      "14": "You also revealed to them Your Holy Sabbath and, by the hand of Moses Your servant, set in place for them the precepts, statutes, and laws.",
      "15": "You gave them bread from heaven for their hunger and brought water out of the rock for them for their thirst. You told them to enter in order to possess the land which You had sworn to give them.",
      "16": "“But they and our fathers acted proudly and hardened their necks and did not obey Your commandments.",
      "17": "They refused to obey and were not mindful of Your wonders that You performed among them. But they hardened their necks and in their rebellion appointed a leader to return to their bondage. But You are a God ready to pardon, gracious and merciful, slow to anger and abounding in kindness, and did not forsake them.",
      "18": "“Even when they had made themselves a molded calf and said, ‘This is your god that brought you out of Egypt,’ and committed terrible provocations,",
      "19": "yet You in Your great mercy did not forsake them in the wilderness: The pillar of the cloud did not depart from them by day, to lead them in the way, nor the pillar of fire by night, to light for them the way they should go.",
      "20": "You gave Your good Spirit to instruct them, did not withhold Your manna from their mouth, and gave them water for their thirst.",
      "21": "Forty years You sustained them in the wilderness, so that they lacked nothing—their clothing did not wear out nor did their feet swell.",
      "22": "“You gave them kingdoms and nations, and You divided them as boundaries. They possessed the land of Sihon, which was the land of the king of Heshbon, and the land of Og, the king of Bashan.",
      "23": "Their descendants You increased like the stars of heaven, and You brought them into the land, which You had promised to their fathers that they would enter and possess it.",
      "24": "So the descendants went in and possessed the land, and You subdued for them the inhabitants of the land, the Canaanites, and gave them into their hands—with their kings and the peoples of the land—to do with them as they would.",
      "25": "They captured unassailable cities and a fertile land. They possessed houses full of all goods, wells dug, vineyards, olive groves, and fruit trees in abundance, so they ate, were filled, and became fat, and they indulged themselves in Your great goodness.",
      "26": "“Nevertheless they became disobedient, and rebelled against You, and cast Your law behind their backs, and killed Your prophets who had warned them to turn back to You. But they committed terrible provocations.",
      "27": "Therefore You delivered them into the hand of their enemies, who afflicted them. When they cried to You in the time of their affliction, You heard from heaven, and, according to Your abundant mercy, You gave them deliverers who delivered them out of the hand of their enemies.",
      "28": "“But after they had rest, they again did evil before You. Therefore You abandoned them to the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to You, You heard from heaven, and many times You delivered them according to Your mercies.",
      "29": "“You warned them in order to restore them again to Your law, but they acted arrogantly and did not listen to Your commandments. They sinned against Your ordinances (which would enable a man to live, if he would do them), stubbornly turning away and becoming belligerent so that they would not hear.",
      "30": "For many years You endured them and warned them by Your Spirit in Your prophets, yet they would not listen. Therefore, You gave them into the hand of the people of the lands.",
      "31": "Nevertheless, for the sake of Your abundant mercy, You did not completely destroy them or forsake them. Indeed, You are a gracious and merciful God.",
      "32": "“Now therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and mercy, let not all the hardship, since the time of the kings of Assyria until this day, that has come on us, our kings, our princes, our priests, our prophets, our fathers, and on all Your people seem insignificant to You.",
      "33": "You are righteous for everything that has come upon us! You have acted faithfully while we have done wickedly.",
      "34": "For our kings, princes, priests, and fathers have failed to keep Your law and did not obey Your commandments and Your warnings even when You confronted them.",
      "35": "For whether in their kingdom or in Your abundant goodness (that You gave them) or in the spacious and fertile land (that You set before them), they have neither served You nor turned away from their wicked deeds.",
      "36": "“Here we are, slaves today. The land that You gave to our fathers was for eating its fruit and its goodness. Behold, we have become slaves on account of it,",
      "37": "because its abundant produce belongs to the kings whom You have set over us due to our sins. They have control over our bodies and over our livestock, as they please. We are in great distress.”",
      "38": "So on the basis of all this, we are executing a written agreement that is being sealed by our princes, Levites, and priests."
    },
    "10": {
      "1": "Now the names of those on the sealed agreement were:\nNehemiah, the magistrate, the son of Hakaliah,\nand Zedekiah.",
      "2": "Next were Seraiah, Azariah, Jeremiah,",
      "3": "Pashhur, Amariah, Malkijah,",
      "4": "Hattush, Shebaniah, Malluk,",
      "5": "Harim, Meremoth, Obadiah,",
      "6": "Daniel, Ginnethon, Baruch,",
      "7": "Meshullam, Abijah, Mijamin,",
      "8": "Maaziah, Bilgai, and Shemaiah.\nThese were the priests.",
      "9": "The Levites were:\nJeshua the son of Azaniah, Binnui of the sons of Henadad, and Kadmiel,",
      "10": "along with their relatives Shebaniah,\nHodiah, Kelita, Pelaiah, Hanan,",
      "11": "Mika, Rehob, Hashabiah,",
      "12": "Zakkur, Sherebiah, Shebaniah,",
      "13": "Hodiah, Bani, and Beninu.",
      "14": "The leaders of the people were:\nParosh, Pahath-Moab, Elam, Zattu, Bani,",
      "15": "Bunni, Azgad, Bebai,",
      "16": "Adonijah, Bigvai, Adin,",
      "17": "Ater, Hezekiah, Azzur,",
      "18": "Hodiah, Hashum, Bezai,",
      "19": "Hariph, Anathoth, Nebai,",
      "20": "Magpiash, Meshullam, Hezir,",
      "21": "Meshezabel, Zadok, Jaddua,",
      "22": "Pelatiah, Hanan, Anaiah,",
      "23": "Hoshea, Hananiah, Hasshub,",
      "24": "Hallohesh, Pilha, Shobek,",
      "25": "Rehum, Hashabnah, Maaseiah,",
      "26": "Ahiah, Hanan, Anan,",
      "27": "Malluk, Harim, and Baanah.",
      "28": "The remainder of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all those who on the basis of the Law of God separated themselves from the people of the lands—their wives, their sons, and their daughters, that is, every one capable of knowledge and understanding—",
      "29": "have decisively joined in with their countrymen and their nobles, and obligated themselves—by both a curse and an oath—to walk in the Law of God, which was given by Moses the servant of God, and to observe and do all the commandments of the Lord who is our Lord, along with His judgments and His statutes",
      "30": "so that we will not give our daughters to the people of the land nor take their daughters for our sons.",
      "31": "If the people of the land bring merchandise or any grain on the Sabbath day to sell, we will not buy from them on the Sabbath or a holy day. We will also renounce the seventh year harvest and the full payment of every debt.",
      "32": "We also establish for ourselves the ordinance to collect from ourselves annually one-third of a shekel for the service of the house of our God:",
      "33": "for the showbread, the continual grain offering, the continual burnt offering, the Sabbaths, the New Moons, the appointed feasts, the holy things, and the sin offerings to make an atonement for Israel, as well as for all the work of the house of our God.",
      "34": "Also, we cast lots to determine the duty of the supply of wood that the priests, the Levites, and the people—according to the houses of our fathers, being set by annually appointed times—might bring to the house of our God, in order to burn it on the altar of the Lord our God, as it is written in the Law;",
      "35": "and, likewise, for the annual bringing of the first fruits of our ground and the first fruits of all fruit of all trees to the house of the Lord;",
      "36": "and for bringing to the priests who are ministering at the house of God, the firstborn of our sons and livestock, as it is written in the Law, plus the firstborn of our herds and flocks.",
      "37": "Moreover, the first of our fresh dough, our contributions, the fruit of every tree, and the new wine and oil we will bring to the priests at the chambers of the house of our God, but the tithe of our crops we will bring to the Levites, since they themselves receive the tithes in all our agricultural cities.",
      "38": "There must be a priest, a descendant of Aaron, with the Levites when they are collecting tithes, and the Levites will offer a tenth of the tithes to the house of our God, for the chambers of the storehouse.",
      "39": "Both the children of Israel and the Levites should bring the contribution of the grain, new wine, and the fresh oil to the chambers because the vessels of the sanctuary and the ministering priests, the gatekeepers, and the singers are there.\nWe resolve not to forsake the house of our God."
    },
    "11": {
      "1": "Now the rulers of the people lived at Jerusalem, so the rest of the people cast lots in order to bring one out of ten to stay in Jerusalem, the holy city, while the other nine remained in other cities.",
      "2": "The people blessed all the men who volunteered to dwell in Jerusalem.",
      "3": "Now these are the leaders of the provinces who lived in Jerusalem (though in the cities of Judah every one lived on his own property within their cities): Israel, the priests, the Levites, the temple servants, and the descendants of Solomon’s servants.",
      "4": "Some of the sons of Judah and Benjamin lived in Jerusalem.\nThose from Judah were:\nAthaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel—the descendants of Perez,",
      "5": "and Maaseiah the son of Baruch, the son of Kol-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shelah.",
      "6": "All the descendants of Perez who lived in Jerusalem were four hundred and sixty-eight valiant men.",
      "7": "These are the sons of Benjamin:\nSallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah,",
      "8": "and after him Gabbai and Sallai, totaling nine hundred and twenty-eight.",
      "9": "Joel, the son of Zikri, was their overseer, and Judah the son of Hassenuah was second to him over the city.",
      "10": "Of the priests there were:\nJedaiah the son of Joiarib and Jakin;",
      "11": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was a ruler of the house of God.",
      "12": "Their relatives performing the work of the house were eight hundred and twenty-two. There was also Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malkijah,",
      "13": "plus his relatives who were chiefs of the fathers’ houses were two hundred and forty-two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,",
      "14": "and their brothers, mighty men of valor, were one hundred and twenty-eight. Their overseer was Zabdiel, the son of Haggedolim.",
      "15": "From the Levites there were:\nShemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
      "16": "plus Shabbethai and Jozabad, who as leaders of the Levites had oversight of the outside work of the house of God.",
      "17": "Mattaniah the son of Mika, the son of Zabdi, the son of Asaph, was the first to begin the thanksgiving at prayer, Bakbukiah was the second out of his relatives, and then Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
      "18": "All the Levites in the holy city were two hundred and eighty-four.",
      "19": "Moreover, the gatekeepers,\nAkkub, Talmon, and their relatives who kept watch at the gates, were one hundred and seventy-two.",
      "20": "The rest of Israel, the priests, and the Levites were in all the cities of Judah, every one tending to his own inheritance.",
      "21": "But the temple servants lived in Ophel, and Ziha and Gishpa were over them.",
      "22": "The overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mika. Some of the sons of Asaph were the singers attending to the work of the house of God,",
      "23": "for the king’s regulation about them made their unity a daily issue.",
      "24": "Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was the king’s assistant in all matters concerning the people.",
      "25": "For the villages located by their fields, some of the people of Judah lived at Kiriath Arba and its villages, others at Dibon and its villages, or at Jekabzeel and its villages,",
      "26": "as well as at Jeshua, at Moladah, and at Beth Pelet,",
      "27": "and at Hazar Shual, and at Beersheba and its villages,",
      "28": "and at Ziklag, at Mekonah and its villages,",
      "29": "and at En Rimmon, at Zorah, at Jarmuth,",
      "30": "Zanoah, Adullam and their villages, at Lachish and its fields, and at Azekah and its villages. So they lived from Beersheba as far as the Valley of Hinnom.",
      "31": "Some of the Benjamites settled from Geba onward, at Mikmash, Aija, and Bethel and their villages,",
      "32": "at Anathoth, Nob, Ananiah,",
      "33": "Hazor, Ramah, Gittaim,",
      "34": "Hadid, Zeboim, Neballat,",
      "35": "Lod, and Ono, the valley of craftsmen.",
      "36": "From the Levites, some divisions in Judah belonged to Benjamin."
    },
    "12": {
      "1": "Now these are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Joshua:\nSeraiah, Jeremiah, Ezra,",
      "2": "Amariah, Malluk, Hattush,",
      "3": "Shekaniah, Rehum, Meremoth,",
      "4": "Iddo, Ginnethon, Abijah,",
      "5": "Mijamin, Moadiah, Bilgah,",
      "6": "Shemaiah, and Joiarib, Jedaiah,",
      "7": "Sallu, Amok, Hilkiah, Jedaiah.\nThese were the leaders of the priests and of their relatives in the days of Joshua.",
      "8": "Moreover the Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving songs, in conjunction with his relatives.",
      "9": "There were also their relatives Bakbukiah and Unni, positioned across from each other in the watches.",
      "10": "Joshua was the father of Joiakim, Joiakim was the father of Eliashib, Eliashib was the father of Joiada,",
      "11": "Joiada was the father of Jonathan, and Jonathan was the father of Jaddua.",
      "12": "Now in the days of Joiakim, the priests, these were the heads of the fathers’ houses:\nof Seraiah, Meraiah;\nof Jeremiah, Hananiah;",
      "13": "of Ezra, Meshullam;\nof Amariah, Jehohanan;",
      "14": "of Malluk, Jonathan;\nof Shebaniah, Joseph;",
      "15": "of Harim, Adna;\nof Meraioth, Helkai;",
      "16": "of Iddo, Zechariah;\nof Ginnethon, Meshullam;",
      "17": "of Abijah, Zikri;\nof Miniamin and of Moadiah, Piltai;",
      "18": "of Bilgah, Shammua;\nof Shemaiah, Jehonathan;",
      "19": "of Joiarib, Mattenai;\nof Jedaiah, Uzzi;",
      "20": "of Sallu, Kallai;\nof Amok, Eber;",
      "21": "of Hilkiah, Hashabiah;\nand of Jedaiah, Nethanel.",
      "22": "The Levites, as well as the priests, were recorded as the chiefs of the fathers’ houses in the days of Eliashib, Joiada, Johanan, and Jaddua during the reign of Darius the Persian.",
      "23": "The descendants of Levi who served as the chiefs of the fathers’ house were recorded in the book of the chronicles until the days of Johanan the son of Eliashib.",
      "24": "The leaders of the Levites were Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers across from them, to praise and to give thanks, section opposite section, according to the commandment of David the man of God.",
      "25": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers maintaining the guard duty at the storehouse of the gates.",
      "26": "These leaders served during the days of Joiakim the son of Joshua, the son of Jozadak, during the days of Nehemiah the governor, and during the days of Ezra the priest, the scribe.",
      "27": "At the dedication of the wall of Jerusalem they sought to bring the Levites from all their places to Jerusalem to celebrate the dedication appropriately with thanksgiving songs and singing, accompanied by cymbals, harps, and lyres.",
      "28": "The members of choirs had assembled from the regions all around Jerusalem, from the villages of the Netophathites,",
      "29": "from Beth Gilgal, and from fields of Geba and Azmaveth, because they had built villages for themselves all around Jerusalem.",
      "30": "Then the priests and the Levites purified themselves. They also purified the people, the gates, and the wall.",
      "31": "Then I led the commanders of Judah up to the top of the wall and appointed two great thanksgiving choirs. The first choir proceeded to the right on the wall toward the Dung Gate.",
      "32": "Behind them followed Hoshaiah, and half of the princes of Judah,",
      "33": "with Azariah, Ezra, and Meshullam,",
      "34": "Judah, Benjamin, Shemaiah, Jeremiah,",
      "35": "and some of the priests with trumpets—Zechariah, the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zakkur, the son of Asaph,",
      "36": "in conjunction with his relatives—Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, being accompanied with the musical instruments of David the man of God. Ezra the scribe went before them.",
      "37": "At the Fountain Gate, directly across from them, they ascended the steps of the City of David, following that sloped section of the wall up to the house of David, then eastward to the Water Gate.",
      "38": "The second thanksgiving choir proceeded to the left where I followed them with the other half of the people on top of the wall, from the Tower of the Furnaces to the Broad Wall,",
      "39": "then from above the Ephraim Gate past the Old Gate, the Fish Gate, the Tower of Hananel, and the Tower of the Hundred, as far as the Sheep Gate, but they stood still at the Gate of the Guard.",
      "40": "So the two thanksgiving choirs stood in the house of God, as did I and the half of the officials with me,",
      "41": "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets,",
      "42": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam, and Ezer. The singers sang loudly. Jezrahiah was their director.",
      "43": "On that day they offered great sacrifices and rejoiced because God had given them great cause for rejoicing. The wives and the children rejoiced, too. From far away the joyful celebration of Jerusalem was heard.",
      "44": "At that time men were appointed to govern over the chambers for the treasures, for the contributions, for the first fruits, and for the tithes, so that they might gather into them out of the fields of the cities the legal portions belonging to the priests and Levites. This was because the celebration of Judah survived on the basis of the priests and the Levites",
      "45": "who, accompanied by the singers and the gatekeepers, attentively preserved the practices of their God and the practices of purification, according to the commandment of David and of his son Solomon.",
      "46": "For in the former days of David and Asaph there were leaders for the singers, the songs of praise, and thanksgivings to God.",
      "47": "All Israel in the days of Zerubbabel and Nehemiah gave the singers and the gatekeepers their portions, as specified daily. Likewise, they consecrated what was due to the Levites, who then consecrated what was due to the descendants of Aaron."
    },
    "13": {
      "1": "On that day they read aloud from the Book of Moses in the hearing of the people. In it there was found written that no Ammonite or Moabite should ever enter the congregation of God,",
      "2": "because they did not meet the children of Israel with bread and water, but hired Balaam to curse them. However, our God turned the curse into a blessing.",
      "3": "When they heard the Law, they separated from Israel all the racially mixed.",
      "4": "Before this, Eliashib the priest, who had been appointed to govern the chambers of the house of our God, was related to Tobiah.",
      "5": "So, he had prepared a great chamber hall for him, where previously they had stored the contributions, the frankincense, the vessels, and the tithes of grain, new wine, and fresh oil, as required, for the Levites, the singers, the gatekeepers, and the contribution for the priests.",
      "6": "But during this time I was not in Jerusalem, since in the thirty-second year of King Artaxerxes of Babylon I had gone to the king. At the conclusion of those days I requested a leave of the king.",
      "7": "When I came to Jerusalem and understood the evil that Eliashib did for Tobiah by preparing him a chamber in the courts of the house of God,",
      "8": "I was very grieved. So, from the chamber I threw all of the household belongings of Tobiah outside.",
      "9": "Then I commanded, and they cleansed the chambers so that I could return there the vessels of the house of God, the contributions for the offerings, and the frankincense.",
      "10": "When I perceived that the supplies for the Levites had not been given and that the Levites and the singers doing the work had fled, everyone to his own field,",
      "11": "I confronted the officials and asked, “Why is the house of God forsaken?” So I gathered them and stationed them at their posts.",
      "12": "Then all Judah brought the tithe of the grain, the new wine, and the fresh oil to the storehouses.",
      "13": "Overseeing the replenishing of the storehouse, I appointed Shelemiah the priest, Zadok the scribe, and Pedaiah from the Levites, and to assist them Hanan the son of Zakkur, the son of Mattaniah, for they were considered reliable, and their task was to distribute to their relatives.",
      "14": "Remember me, O my God, concerning this. Do not blot out my good deeds that I have done for the house of my God and its workings.",
      "15": "In those days I saw in Judah some treading winepresses on the Sabbath or hauling loads of grain or loading donkeys with wine, grapes, figs, and all manner of burdens in order to bring them to Jerusalem on the Sabbath day. So, during the day while they were selling the food goods, I warned them.",
      "16": "Men of Tyre also stayed there, having hauled in fish and all kinds of merchandise, and sold them on the Sabbath to the people of Judah, and in Jerusalem.",
      "17": "Then I confronted the nobles of Judah and asked them, “What is this evil thing that you are doing, profaning the Sabbath day?",
      "18": "Did not your fathers do likewise? Did not our God bring all this evil against us and against this city? Will you yet bring more wrath upon Israel by profaning the Sabbath?”",
      "19": "As the gates of Jerusalem began to cast the evening shadow before the Sabbath, I commanded that the gates should be shut, and charged that they should not be opened until after the Sabbath. Some of my servants I stationed at the gates so that there would be no loads brought in on the Sabbath day.",
      "20": "Once or twice the merchants and sellers of all kind of merchandise lodged outside Jerusalem.",
      "21": "So I warned them and said to them, “Why do you spend the night next to the wall? If you do so again, I will send you away by force.” From that time on they stopped coming on the Sabbath.",
      "22": "Then I commanded the Levites to purify themselves so that they could come and, as guardians of the gates, sanctify the Sabbath day.\nRemember me, O my God, concerning this also, and spare me according to Your abundant mercy.",
      "23": "Moreover, in those days I also saw Jews who had married the women of Ashdod, Ammon, and Moab.",
      "24": "Half of their children spoke in the language of Ashdod, yet none of them could recognize the language of the Jews. This was true language by language.",
      "25": "So I confronted them and cursed them. Some of the men I beat. Others, I plucked out their hair. Also, I made them swear an oath by God and said to them, “You shall neither give your daughters to their sons, nor marry their daughters to your sons or to yourselves.",
      "26": "Did not Solomon king of Israel sin by these things? Yet among many nations there was no king like him. He was loved by his God, who made him king over all Israel. Nevertheless, foreign women caused even him to sin.",
      "27": "Should we then listen to you, the ones doing all this great evil, who are behaving unfaithfully against our God by bedding foreign women?”",
      "28": "Also, one of the sons of Joiada, the son of Eliashib the high priest, was a son-in-law to Sanballat the Horonite, so I drove him away from me.",
      "29": "Remember them, O my God, because they have defiled the priesthood and the covenant of the priesthood and the Levites.",
      "30": "Thus I purified them from everything foreign and appointed work crews for the priests and the Levites, each to his task,",
      "31": "and I provided the wood offering, at the appointed times, and the first fruits.\nRemember me, O my God, for good."
    }
  }
}