{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:50.896359-04:00",
    "Translation": "MEV"
  },
  "Obadiah": {
    "1": {
      "1": "The vision of Obadiah.\nThus says the Lord God concerning Edom\n(We have heard a report from the Lord\n    and a messenger has been sent among the nations, saying:\n“Rise up! Let us rise up against it for battle!”):",
      "2": "See, I will make you small among the nations;\n    you will be greatly despised.",
      "3": "The pride of your heart has deceived you,\n    you who live in the clefts of the rock,\n    whose dwelling is high;\nyou say in your heart,\n    “Who will bring me down to the ground?”",
      "4": "Though you ascend high like the eagle,\n    and though you set your nest among the stars,\n    I will bring you down from there,\n    says the Lord.",
      "5": "If thieves came to you,\n    if robbers by night—\nhow you have been destroyed!—\n    would they not steal only what they want?\nIf grape gatherers come to you,\n    would they not leave gleanings?",
      "6": "How the things of Esau have been ransacked!\n    How his hidden treasures hunted out!",
      "7": "All your confederates have driven you to the border;\n    your allies have deceived and prevailed against you.\nThose who eat your bread have set a trap for you.\n    You will not detect it.",
      "8": "On that day, says the Lord,\n    I will destroy the wise out of Edom,\n    and understanding out of Mount Esau.",
      "9": "Your mighty men shall be shattered, O Teman,\n    so that everyone from Mount Esau will be cut off.",
      "10": "For the slaughter and the violence done to your brother Jacob,\n    shame shall cover you,\n    and you shall be cut off forever.",
      "11": "On the day that you stood aside,\n    on the day that strangers carried off his wealth,\nand foreigners entered his gates\n    and cast lots on Jerusalem,\n    you also were like one of them.",
      "12": "But you should not have gloated\n    on the day of your brother,\n    on the day of his misfortune;\nyou should not have rejoiced over the children of Judah\n    on the day of their destruction;\nyou should not have boasted\n    on the day of distress.",
      "13": "You should not have entered the gate of My people\n    on the day of their calamity.\nYou should not have gloated over the disaster of Judah\n    on the day of his calamity;\nyou should not have seized his wealth\n    on the day of his calamity.",
      "14": "You should not have stood at the crossroads\n    to cut off his fugitives;\nyou should not have handed over his survivors,\n    on the day of distress.",
      "15": "For the day of the Lord is near\n    upon all the nations;\nas you have done, it shall be done to you;\n    your deeds shall return on your own head.",
      "16": "For as you have drunk on My holy mountain,\n    all the nations shall drink continually;\nthey shall drink and swallow\n    and shall be as though they had never been.",
      "17": "But on Mount Zion there shall be deliverance,\n    and it shall be holy;\nand the house of Jacob shall possess\n    those who dispossessed them.",
      "18": "The house of Jacob shall be a fire,\n    the house of Joseph a flame,\nbut the house of Esau stubble;\n    they shall burn them and consume them,\nand there shall be no survivors\n    from the house of Esau,\n    for the Lord has spoken.",
      "19": "Those of the Negev shall possess\n    Mount Esau,\nand those of the Shephelah the land\n    of the Philistines.\nThey shall possess the fields of Ephraim and the fields of Samaria,\n    and Benjamin shall possess Gilead.",
      "20": "The exiles of this army of the sons of Israel,\n    shall inherit the land of the Canaanites as far as Zarephath,\nand the exiles of Jerusalem who are in Sepharad\n    shall inherit the cities of the Negev.",
      "21": "Saviors shall go up to Mount Zion\n    to rule Mount Esau,\n    and the kingdom shall be the Lord’s."
    }
  }
}