{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:17.430165-04:00",
    "Translation": "MEV"
  },
  "Philippians": {
    "1": {
      "1": "Paul and Timothy, servants of Jesus Christ,\nTo all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:",
      "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "3": "I thank my God for every reminder of you.",
      "4": "In every prayer of mine for you all, I have always made requests with joy,",
      "5": "due to your fellowship in the gospel from the first day until now.",
      "6": "I am confident of this very thing, that He who began a good work in you will perfect it until the day of Jesus Christ.",
      "7": "It is right for me to think this of you all because I have you in my heart, since both in my imprisonments and in the defense and confirmation of the gospel, you all are fellow partakers of my grace.",
      "8": "For God is my witness, how I long after you all with the affection of Jesus Christ.",
      "9": "And this I pray, that your love may abound yet more and more in knowledge and in all discernment,",
      "10": "that you may approve things that are excellent so that you may be pure and blameless for the day of Christ,",
      "11": "being filled with the fruit of righteousness, which comes through Jesus Christ, for the glory and praise of God.",
      "12": "But I want you to know, brothers, that the things which happened to me have resulted in advancing the gospel,",
      "13": "so that my imprisonments in Christ have become known throughout the entire palace guard and to all the rest.",
      "14": "And a great many of the brothers in the Lord, having become confident because of my incarcerations, have dared to speak the word without fear.",
      "15": "Some indeed are preaching Christ out of envy and strife, and some also from good will.",
      "16": "The former preach Christ out of contention, not sincerely, intending to add trouble to my circumstance.",
      "17": "But the latter preach out of love, knowing that I am appointed for the defense of the gospel.",
      "18": "What then? Only that in every way, whether in pretense or in truth, Christ is preached. And in this I rejoice.\nIndeed, I will rejoice.",
      "19": "For I know that through your prayer and the support of the Spirit of Jesus Christ, this will result in my deliverance.",
      "20": "Accordingly, it is my earnest expectation and my hope that I shall be ashamed in nothing, but that with all boldness as always, so now also, Christ will be magnified in my body, whether it be by life or by death.",
      "21": "For to me, to continue living is Christ, and to die is gain.",
      "22": "But if I am to live on in the flesh, this will mean fruitful labor to me. Yet I do not know what I shall choose.",
      "23": "I am in a difficult position between the two, having a desire to depart and to be with Christ, which is far better.",
      "24": "Nevertheless, to remain in the flesh is more needful for your sake.",
      "25": "Having this confidence, I know that I shall remain and continue with you all for your joyful advancement of the faith,",
      "26": "so that your rejoicing for me may be more abundant in Jesus Christ when I am in your presence again.",
      "27": "Only let your conduct be worthy of the gospel of Christ, that whether or not I come and see you, I may hear of your activities, that you are standing fast in one spirit, with one mind, striving together for the faith of the gospel.",
      "28": "Do not be frightened by your adversaries. This is a sign to them of their destruction, but of your salvation, and this from God.",
      "29": "For to you it was granted on behalf of Christ not only to believe in Him, but also to suffer for His sake,",
      "30": "having the same conflict which you saw in me and now hear is in me."
    },
    "2": {
      "1": "If there is any encouragement in Christ, if any comfort of love, if any fellowship of the Spirit, if any compassion and mercy,",
      "2": "then fulfill my joy and be like-minded, having the same love, being in unity with one mind.",
      "3": "Let nothing be done out of strife or conceit, but in humility let each esteem the other better than himself.",
      "4": "Let each of you look not only to your own interests, but also to the interests of others.",
      "5": "Let this mind be in you all, which was also in Christ Jesus,",
      "6": "who, being in the form of God,\n    did not consider equality with God something to be grasped.",
      "7": "But He emptied Himself,\n    taking upon Himself the form of a servant,\n    and was made in the likeness of men.",
      "8": "And being found in the form of a man,\n    He humbled Himself\n    and became obedient to death,\n        even death on a cross.",
      "9": "Therefore God highly exalted Him\n    and gave Him the name which is above every name,",
      "10": "that at the name of Jesus every knee should bow,\n    of those in heaven and on earth and under the earth,",
      "11": "and every tongue should confess that Jesus Christ is Lord,\n    to the glory of God the Father.",
      "12": "Therefore, my beloved, as you have always obeyed, not only in my presence, but so much more in my absence, work out your own salvation with fear and trembling.",
      "13": "For God is the One working in you, both to will and to do His good pleasure.",
      "14": "Do all things without murmuring and disputing,",
      "15": "that you may be blameless and harmless, sons of God, without fault, in the midst of a crooked and perverse generation, in which you shine as lights in the world.",
      "16": "Hold forth the word of life that I may rejoice on the day of Christ that I have not run in vain or labored in vain.",
      "17": "Yes, and even if I am offered upon the sacrifice and service of your faith, I take delight and rejoice with you all.",
      "18": "For this reason you also take delight and rejoice with me.",
      "19": "I trust in the Lord Jesus to send Timothy shortly to you, that I also may be of good comfort when I get word concerning you.",
      "20": "For I have no one like-minded, who will sincerely care for your welfare.",
      "21": "For all seek their own, not the things of Christ Jesus.",
      "22": "But you know of his proven worth, that as a son with a father, he has served with me in the gospel.",
      "23": "Therefore I hope to send him soon after my situation is resolved.",
      "24": "But I trust in the Lord that I, myself, shall also come shortly.",
      "25": "Yet I thought it necessary to send to you Epaphroditus, who is my brother and companion in labor, fellow soldier, your messenger, and he who ministered to my necessity.",
      "26": "For he longed after you all and was filled with heaviness, because you heard that he was sick.",
      "27": "Indeed he was sick, near death. But God had mercy on him, and not only on him, but also on me, lest I should have had sorrow upon sorrow.",
      "28": "Therefore I sent him the more eagerly, that when you see him again, you may rejoice and I may be less sorrowful.",
      "29": "So receive him in the Lord with all joy. And hold such ones in high regard,",
      "30": "because for the work of Christ he was near death, not regarding his life, endeavoring to make up for your lack of service toward me."
    },
    "3": {
      "1": "Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me, and it is reassuring for you.",
      "2": "Watch out for dogs, watch out for evil workers, watch out for those who practice mutilation.",
      "3": "For we are the circumcision who worship God in the Spirit, and boast in Christ Jesus, and place no trust in the flesh,",
      "4": "though I also have confidence in the flesh.\nIf any other man thinks that he has reason to trust in the flesh, I have more:",
      "5": "I was circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, and a Hebrew of Hebrews; as concerning the law, a Pharisee;",
      "6": "concerning zeal, persecuting the church; and concerning the righteousness which is in the law, blameless.",
      "7": "But what things were gain to me, I have counted these things to be loss for the sake of Christ.",
      "8": "Yes, certainly, I count everything as loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have forfeited the loss of all things and count them as rubbish that I may gain Christ,",
      "9": "and be found in Him, not having my own righteousness which is from the law, but that which is through faith in Christ, the righteousness which is of God on the basis of faith,",
      "10": "to know Him, and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death,",
      "11": "if somehow I might make it to the resurrection of the dead.",
      "12": "Not that I have already attained or have already been perfected, but I follow after it so that I may lay hold of that for which I was seized by Christ Jesus.",
      "13": "Brothers, I do not count myself to have attained, but this one thing I do, forgetting those things which are behind and reaching forward to those things which are ahead,",
      "14": "I press toward the goal to the prize of the high calling of God in Christ Jesus.",
      "15": "Therefore let those of us who are mature be thus minded. And if you think differently in any way, God will reveal even this to you.",
      "16": "Nevertheless, according to what we have already attained, let us walk by the same rule, let us be of the same mind.",
      "17": "Brothers, become fellow imitators with me and observe those who walk according to our example.",
      "18": "For many are walking in such a way that they are the enemies of the cross of Christ. I have told you of them often and tell you again, even weeping.",
      "19": "Their destination is destruction, their god is their appetite, their glory is in their shame, their minds are set on earthly things.",
      "20": "But our citizenship is in heaven, from where also we await for our Savior, the Lord Jesus Christ,",
      "21": "who will transform our body of humiliation, so that it may be conformed to His glorious body, according to the working of His power even to subdue all things to Himself."
    },
    "4": {
      "1": "Therefore, my beloved and longed-for brothers, my joy and crown, so stand fast in the Lord, my beloved.",
      "2": "I exhort Euodia and Syntyche to be of the same mind in the Lord.",
      "3": "I ask you also, true companion, help those women who labored with me in the gospel, with Clement also, and with my other fellow laborers, whose names are in the Book of Life.",
      "4": "Rejoice in the Lord always. Again I will say, rejoice!",
      "5": "Let everyone come to know your gentleness. The Lord is at hand.",
      "6": "Be anxious for nothing, but in everything, by prayer and supplication with gratitude, make your requests known to God.",
      "7": "And the peace of God, which surpasses all understanding, will protect your hearts and minds through Christ Jesus.",
      "8": "Finally, brothers, whatever things are true, whatever things are honest, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue, and if there is any praise, think on these things.",
      "9": "Do those things which you have both learned and received, and heard and seen in me, and the God of peace will be with you.",
      "10": "I rejoiced in the Lord greatly that now at last you have revived your concern for me. Regarding this, you did care, but you lacked opportunity.",
      "11": "I do not speak because I have need, for I have learned in whatever state I am to be content.",
      "12": "I know both how to face humble circumstances and how to have abundance. Everywhere and in all things I have learned the secret, both to be full and to be hungry, both to abound and to suffer need.",
      "13": "I can do all things because of Christ who strengthens me.",
      "14": "Nevertheless you did well having shared in my affliction.",
      "15": "Now you Philippians know also, that in the beginning of the gospel when I departed from Macedonia, no church shared with me in the matter of giving and receiving, except you alone.",
      "16": "Even in Thessalonica, you sent aid once and again for my necessity,",
      "17": "not because I desired a gift, but I desire fruit that accumulates to your account.",
      "18": "But I have everything and abound. I have been filled, having received from Epaphroditus the things which were sent from you, like a sweet fragrance, an acceptable sacrifice, well pleasing to God.",
      "19": "But my God shall supply your every need according to His riches in glory by Christ Jesus.",
      "20": "Now to God and our Father be glory forever and ever. Amen.",
      "21": "Greet every saint in Christ Jesus. The brothers who are with me greet you.",
      "22": "All the saints greet you, especially those who are of Caesar’s household.",
      "23": "The grace of our Lord Jesus Christ be with you all. Amen."
    }
  }
}