{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:50:21.055646-04:00",
    "Translation": "MEV"
  },
  "Proverbs": {
    "1": {
      "1": "The proverbs of Solomon, the son of David, king of Israel:",
      "2": "To know wisdom and instruction,\n    to perceive the words of understanding,",
      "3": "to receive the instruction of wisdom,\n    justice, judgment, and equity;",
      "4": "to give subtlety to the simple,\n    to the young man knowledge and discretion—",
      "5": "a wise man will hear and will increase learning,\n    and a man of understanding will attain wise counsel,",
      "6": "to understand a proverb and the interpretation,\n    the words of the wise and their riddles.",
      "7": "The fear of the Lord is the beginning of knowledge,\n    but fools despise wisdom and instruction.",
      "8": "My son, hear the instruction of your father,\n    and do not forsake the teaching of your mother;",
      "9": "for they will be a garland of grace on your head,\n    and chains about your neck.",
      "10": "My son, if sinners entice you,\n    do not consent.",
      "11": "If they say, “Come with us,\n    let us lie in wait for blood;\n    let us lurk secretly for the innocent without cause;",
      "12": "let us swallow them up alive as the grave,\n    and whole, as those who go down into the pit;",
      "13": "we will find all kinds of precious possessions;\n    we will fill our houses with spoil;",
      "14": "cast in your lot among us,\n    let us all have one purse”—",
      "15": "my son, do not walk in the way with them,\n    keep your foot from their path;",
      "16": "for their feet run to evil\n    and make haste to shed blood.",
      "17": "Surely in vain the net is spread\n    in the sight of any bird.",
      "18": "They lie in wait for their own blood;\n    they lurk secretly for their own lives.",
      "19": "So are the ways of everyone who is greedy of gain,\n    which takes away the life of its owners.",
      "20": "Wisdom cries out in the street;\n    she utters her voice in the markets.",
      "21": "She cries at the corner of the streets, in the openings of the gates;\n    she speaks her words in the city, saying:",
      "22": "“How long, you simple ones, will you love simplicity?\n    For the scorners delight in their scorning,\n    and fools hate knowledge.",
      "23": "Turn at my reproof;\n    surely I will pour out my spirit on you;\n    I will make my words known to you.",
      "24": "Because I have called and you refused,\n    I have stretched out my hand and no man regarded,",
      "25": "because you neglected all my counsel,\n    and would have none of my reproof,",
      "26": "I also will laugh at your calamity;\n    I will mock when your fear comes,",
      "27": "when your fear comes as desolation\n    and your destruction comes as a whirlwind,\n    when distress and anguish come upon you.",
      "28": "“Then they will call on me, but I will not answer;\n    they will seek me early, but they will not find me.",
      "29": "Because they hated knowledge\n    and did not choose the fear of the Lord,",
      "30": "they would have none of my counsel\n    and despised all my reproof.",
      "31": "Therefore they will eat of the fruit of their own way,\n    and be filled with their own devices.",
      "32": "For the turning away of the simple will slay them,\n    and the prosperity of fools will destroy them.",
      "33": "But whoever listens to me will dwell safely,\n    and will be secure from fear of evil.”"
    },
    "2": {
      "1": "My son, if you will receive my words,\n    and hide my commandments within you,",
      "2": "so that you incline your ear to wisdom,\n    and apply your heart to understanding;",
      "3": "yes, if you cry out for knowledge,\n    and lift up your voice for understanding,",
      "4": "if you seek her as silver,\n    and search for her as for hidden treasures,",
      "5": "then you will understand the fear of the Lord,\n    and find the knowledge of God.",
      "6": "For the Lord gives wisdom;\n    out of His mouth come knowledge and understanding.",
      "7": "He lays up sound wisdom for the righteous;\n    He is a shield to those who walk uprightly.",
      "8": "He keeps the paths of justice,\n    and preserves the way of His saints.",
      "9": "Then you will understand righteousness and judgment\n    and equity, and every good path.",
      "10": "When wisdom enters your heart,\n    and knowledge is pleasant to your soul,",
      "11": "discretion will preserve you;\n    understanding will keep you,",
      "12": "to deliver you from the way of the evil man,\n    from the man who speaks perverse things,",
      "13": "from those who leave the paths of uprightness\n    to walk in the ways of darkness;",
      "14": "who rejoice to do evil,\n    and delight in the perversity of the wicked;",
      "15": "whose ways are crooked,\n    and who are devious in their paths;",
      "16": "to deliver you from the immoral woman,\n    even from the seductress who flatters with her words,",
      "17": "who forsakes the guide of her youth,\n    and forgets the covenant of her God.",
      "18": "For her house leads down to death,\n    and her paths to the departed spirits;",
      "19": "none who go to her return again,\n    nor do they take hold of the paths of life.",
      "20": "So you may walk in the way of good men\n    and keep the paths of the righteous.",
      "21": "For the upright will dwell in the land,\n    and the innocent will remain in it;",
      "22": "but the wicked will be cut off from the earth,\n    and the transgressors will be rooted out of it."
    },
    "3": {
      "1": "My son, do not forget my teaching,\n    but let your heart keep my commandments;",
      "2": "for length of days and long life\n    and peace will they add to you.",
      "3": "Do not let mercy and truth forsake you;\n    bind them around your neck,\n    write them on the tablet of your heart,",
      "4": "so you will find favor and good understanding\n    in the sight of God and man.",
      "5": "Trust in the Lord with all your heart,\n    and lean not on your own understanding;",
      "6": "in all your ways acknowledge Him,\n    and He will direct your paths.",
      "7": "Do not be wise in your own eyes;\n    fear the Lord and depart from evil.",
      "8": "It will be health to your body,\n    and strength to your bones.",
      "9": "Honor the Lord with your substance,\n    and with the first fruits of all your increase;",
      "10": "so your barns will be filled with plenty,\n    and your presses will burst out with new wine.",
      "11": "My son, do not despise the chastening of the Lord,\n    nor be weary of His correction;",
      "12": "for whom the Lord loves He corrects,\n    even as a father the son in whom he delights.",
      "13": "Happy is the man who finds wisdom,\n    and the man who gets understanding;",
      "14": "for her benefit is more profitable than silver,\n    and her gain than fine gold.",
      "15": "She is more precious than rubies,\n    and all the things you may desire are not to be compared with her.",
      "16": "Length of days is in her right hand,\n    and in her left hand riches and honor.",
      "17": "Her ways are ways of pleasantness,\n    and all her paths are peace.",
      "18": "She is a tree of life to those who take hold of her,\n    and happy is everyone who retains her.",
      "19": "The Lord by wisdom has founded the earth;\n    by understanding He has established the heavens;",
      "20": "by His knowledge the depths are broken up,\n    and the clouds drop down the dew.",
      "21": "My son, let them not depart from your eyes—\n    keep sound wisdom and discretion;",
      "22": "so they will be life to your soul\n    and grace to your neck.",
      "23": "Then you will walk safely in your way,\n    and your foot will not stumble.",
      "24": "When you lie down, you will not be afraid;\n    yes, you will lie down and your sleep will be sweet.",
      "25": "Do not be afraid of sudden terror,\n    nor of trouble from the wicked when it comes;",
      "26": "for the Lord will be your confidence,\n    and will keep your foot from being caught.",
      "27": "Do not withhold good from those to whom it is due,\n    when it is in the power of your hand to do it.",
      "28": "Do not say to your neighbor,\n    “Go, and come again, and tomorrow I will give it,”\n    when you have it with you.",
      "29": "Do not devise evil against your neighbor,\n    seeing he dwells securely by you.",
      "30": "Do not strive with a man without cause,\n    if he has done you no harm.",
      "31": "Do not envy the oppressor,\n    and choose none of his ways;",
      "32": "for the perverse is an abomination to the Lord,\n    but His secret counsel is with the righteous.",
      "33": "The curse of the Lord is on the house of the wicked,\n    but He blesses the habitation of the just.",
      "34": "Surely He scorns the scornful,\n    but He gives favor to the humble.",
      "35": "The wise will inherit glory,\n    but shame will be the legacy of fools."
    },
    "4": {
      "1": "Hear, O children, the instruction of a father,\n    and attend to know understanding.",
      "2": "For I give you good precepts;\n    do not forsake my teaching.",
      "3": "For I was my father’s son,\n    tender and the only beloved in the sight of my mother.",
      "4": "He also taught me and said to me,\n    “Let your heart retain my words;\n    keep my commandments, and live.",
      "5": "Get wisdom! Get understanding!\n    Do not forget it, nor turn away from the words of my mouth.",
      "6": "Do not forsake her, and she will preserve you;\n    love her, and she will keep you.",
      "7": "Wisdom is principal; therefore get wisdom.\n    And with all your getting, get understanding.",
      "8": "Exalt her, and she will promote you;\n    she will bring you honor, when you embrace her.",
      "9": "She will place on your head an ornament of grace;\n    a crown of glory she will deliver to you.”",
      "10": "Hear, my son, and receive my sayings,\n    and the years of your life will be many.",
      "11": "I have taught you in the way of wisdom;\n    I have led you in right paths.",
      "12": "When you walk, your steps will not be hindered,\n    and when you run, you will not stumble.",
      "13": "Take firm hold of instruction, do not let her go;\n    keep her, for she is your life.",
      "14": "Do not enter the path of the wicked,\n    and do not go in the way of evil men.",
      "15": "Avoid it, do not travel on it;\n    turn from it and pass on.",
      "16": "For they do not sleep unless they have done mischief;\n    and their sleep is taken away unless they cause some to fall.",
      "17": "For they eat the bread of wickedness\n    and drink the wine of violence.",
      "18": "But the path of the just is as the shining light,\n    that shines more and more unto the perfect day.",
      "19": "The way of the wicked is as darkness;\n    they do not know at what they stumble.",
      "20": "My son, attend to my words;\n    incline your ear to my sayings.",
      "21": "Do not let them depart from your eyes;\n    keep them in the midst of your heart;",
      "22": "for they are life to those who find them,\n    and health to all their body.",
      "23": "Keep your heart with all diligence,\n    for out of it are the issues of life.",
      "24": "Put away from you a deceitful mouth,\n    and put perverse lips far from you.",
      "25": "Let your eyes look right on,\n    and let your eyelids look straight before you.",
      "26": "Ponder the path of your feet,\n    and let all your ways be established.",
      "27": "Do not turn to the right or to the left;\n    remove your foot from evil."
    },
    "5": {
      "1": "My son, attend to my wisdom,\n    and bow your ear to my understanding,",
      "2": "that you may regard discretion,\n    and that your lips may keep knowledge.",
      "3": "For the lips of an immoral woman drip as a honeycomb,\n    and her mouth is smoother than oil.",
      "4": "But her end is bitter as wormwood,\n    sharp as a two-edged sword.",
      "5": "Her feet go down to death,\n    her steps take hold of Sheol.",
      "6": "She does not ponder the path of life;\n    her ways are unstable, and she does not know it.",
      "7": "Hear me now therefore, O children,\n    and do not depart from the words of my mouth.",
      "8": "Remove your way far from her,\n    and do not go near the door of her house,",
      "9": "lest you give your honor to others,\n    and your years to the cruel;",
      "10": "lest strangers be filled with your wealth,\n    and your labors go to the house of a stranger;",
      "11": "and you mourn at the last,\n    when your flesh and your body are consumed,",
      "12": "and say, “How I have hated instruction,\n    and my heart despised reproof!",
      "13": "And I have not obeyed the voice of my teachers,\n    nor inclined my ear to those who instructed me!",
      "14": "I was almost in utter ruin\n    in the midst of the congregation and assembly.”",
      "15": "Drink waters out of your own cistern,\n    and running waters out of your own well.",
      "16": "Should your fountains be dispersed abroad,\n    streams of water in the streets?",
      "17": "Let them be only your own,\n    and not for strangers with you.",
      "18": "Let your fountain be blessed,\n    and rejoice with the wife of your youth.",
      "19": "Let her be as the loving deer and pleasant doe;\n    let her breasts satisfy you at all times;\n    and always be enraptured with her love.",
      "20": "Why should you, my son, be intoxicated by an immoral woman,\n    and embrace the bosom of a seductress?",
      "21": "For the ways of man are before the eyes of the Lord,\n    and He ponders all his goings.",
      "22": "His own iniquities entrap the wicked himself,\n    and he is snared in the cords of his sins.",
      "23": "He will die for lack of instruction,\n    and in the greatness of his folly he will go astray."
    },
    "6": {
      "1": "My son, if you put up a security for your friend,\n    if you have shaken hands with a stranger,",
      "2": "you are snared with the words of your mouth;\n    you are taken with the words of your mouth.",
      "3": "Do this now, my son, and deliver yourself;\n    when you have come into the hand of your friend,\ngo and humble yourself;\n    plead with your friend.",
      "4": "Give no sleep to your eyes,\n    nor slumber to your eyelids.",
      "5": "Deliver yourself as a doe from the hand of the hunter,\n    and as a bird from the hand of the fowler.",
      "6": "Go to the ant, you sluggard!\n    Consider her ways and be wise.",
      "7": "Which, having no guide,\n    overseer, or ruler,",
      "8": "provides her bread in the summer,\n    and gathers her food in the harvest.",
      "9": "How long will you sleep, O sluggard?\n    When will you arise out of your sleep?",
      "10": "Yet a little sleep, a little slumber,\n    a little folding of the hands to sleep—",
      "11": "so will your poverty come upon you like a stalker,\n    and your need as an armed man.",
      "12": "A wayward person, a wicked man,\n    walks with a perverse mouth.",
      "13": "He winks with his eyes,\n    he signals with his feet,\n    he motions with his fingers;",
      "14": "perversity is in his heart,\n    he devises mischief continually, he sows discord.",
      "15": "Therefore his calamity will come suddenly;\n    in a moment he will be broken without remedy.",
      "16": "These six things the Lord hates,\n    yes, seven are an abomination to him:",
      "17": "a proud look,\n        a lying tongue,\n        and hands that shed innocent blood,",
      "18": "a heart that devises wicked imaginations,\n        feet that are swift in running to mischief,",
      "19": "a false witness who speaks lies,\n        and he who sows discord among brethren.",
      "20": "My son, keep your father’s commandment,\n    and do not forsake the instruction of your mother.",
      "21": "Bind them continually upon your heart,\n    and tie them around your neck.",
      "22": "When you go, they will lead you;\n    when you sleep, they will keep you;\n    and when you awake, they will speak with you.",
      "23": "For the commandment is a lamp, and the law is light;\n    and reproofs of instruction are the way of life,",
      "24": "to keep you from the evil woman,\n    from the flattery of the tongue of a seductress.",
      "25": "Do not lust after her beauty in your heart,\n    nor let her allure you with her eyelids.",
      "26": "For by means of a harlot a man is reduced to a piece of bread,\n    and the adulteress will prey upon his precious life.",
      "27": "Can a man take fire in his bosom,\n    and his clothes not be burned?",
      "28": "Can one walk upon hot coals,\n    and his feet not be burned?",
      "29": "So he who goes in to his neighbor’s wife;\n    whoever touches her will not be innocent.",
      "30": "Men do not despise a thief if he steals\n    to satisfy himself when he is hungry.",
      "31": "But if he is found, he will restore sevenfold;\n    he will give all the substance of his house.",
      "32": "But whoever commits adultery with a woman lacks understanding;\n    he who does it destroys his own soul.",
      "33": "A wound and dishonor will he get,\n    and his reproach will not be wiped away.",
      "34": "For jealousy is the rage of a man;\n    therefore he will not spare in the day of vengeance.",
      "35": "He will not regard any ransom,\n    nor will he rest content, though you give many gifts."
    },
    "7": {
      "1": "My son, keep my words,\n    and lay up my commandments within you.",
      "2": "Keep my commandments and live,\n    and my teaching as the apple of your eye.",
      "3": "Bind them on your fingers;\n    write them on the tablet of your heart.",
      "4": "Say to wisdom, “You are my sister,”\n    and call understanding your kinswoman,",
      "5": "that they may keep you from the immoral woman,\n    from the seductress who flatters with her words.",
      "6": "For at the window of my house\n    I looked through my casement,",
      "7": "and saw among the simple ones,\n    I discerned among the youths,\n    a young man void of understanding,",
      "8": "passing through the street near her corner;\n    and he went the way to her house",
      "9": "in the twilight, in the evening,\n    in the black and dark night.",
      "10": "And there a woman met him,\n    with the attire of a harlot, and subtle of heart.",
      "11": "She is loud and stubborn;\n    her feet do not abide in her house.",
      "12": "Now she is without, now in the streets,\n    and lies in wait at every corner.",
      "13": "So she caught him, and kissed him;\n    and with an impudent face said to him:",
      "14": "“I have peace offerings with me;\n    this day have I paid my vows.",
      "15": "Therefore I came out to meet you,\n    diligently to seek your face, and I have found you.",
      "16": "I have decked my bed with coverings of tapestry,\n    with carved works, with fine linen of Egypt.",
      "17": "I have perfumed my bed\n    with myrrh, aloes, and cinnamon.",
      "18": "Come, let us take our fill of love until the morning;\n    let us solace ourselves with love.",
      "19": "For my husband is not at home;\n    he has gone on a long journey;",
      "20": "he has taken a bag of money with him,\n    and will come home at the day appointed.”",
      "21": "With her enticing speech she caused him to yield,\n    with the flattering of her lips she seduced him.",
      "22": "He went after her straightway,\n    as an ox goes to the slaughter,\nor as a fool to the correction of the stocks,",
      "23": "until a dart struck through his liver.\nAs a bird hastens to the snare,\n    he did not know that it would cost him his life.",
      "24": "Listen to me now therefore, O children,\n    and attend to the words of my mouth:",
      "25": "do not let your heart turn aside to her ways,\n    do not go astray in her paths;",
      "26": "for she has cast down many wounded,\n    and many strong men have been slain by her.",
      "27": "Her house is the way to Sheol,\n    going down to the chambers of death."
    },
    "8": {
      "1": "Does not wisdom cry out,\n    and understanding lift up her voice?",
      "2": "She stands on the top of high places,\n    by the way in the places of the paths.",
      "3": "She cries out at the gates,\n    at the entry of the city, at the entrance of the doors:",
      "4": "“To you, O men, I call,\n    and my voice is to the sons of men.",
      "5": "O you simple, understand wisdom,\n    and you fools, be of an understanding heart.",
      "6": "Hear, for I will speak of excellent things,\n    and from the opening of my lips will be right things;",
      "7": "for my mouth will speak truth,\n    and wickedness is an abomination to my lips.",
      "8": "All the words of my mouth are in righteousness;\n    there is nothing crooked or perverse in them.",
      "9": "They are all plain to him who understands,\n    and right to those who find knowledge.",
      "10": "Receive my instruction, and not silver,\n    and knowledge rather than choice gold;",
      "11": "for wisdom is better than rubies,\n    and all the things that may be desired are not to be compared to it.",
      "12": "“I, wisdom, dwell with prudence,\n    and find out knowledge and discretion.",
      "13": "The fear of the Lord is to hate evil;\n    pride and arrogance\n    and the evil way and the perverse mouth I hate.",
      "14": "Counsel is mine, and sound wisdom;\n    I am understanding, I have strength.",
      "15": "By me kings reign,\n    and princes decree justice.",
      "16": "By me princes rule,\n    and nobles, even all the judges of the earth.",
      "17": "I love those who love me,\n    and those who seek me early will find me.",
      "18": "Riches and honor are with me,\n    yes, enduring riches and righteousness.",
      "19": "My fruit is better than gold,\n    yes, than fine gold, and my revenue than choice silver.",
      "20": "I lead in the way of righteousness,\n    in the midst of the paths of justice,",
      "21": "that I may cause those who love me to inherit wealth,\n    and I will fill their treasuries.",
      "22": "“The Lord possessed me in the beginning of His way,\n    before His works of old.",
      "23": "I was set up from everlasting,\n    from the beginning, before there was ever an earth.",
      "24": "When there were no depths, I was brought forth,\n    when there were no fountains abounding with water.",
      "25": "Before the mountains were settled,\n    before the hills I was brought forth;",
      "26": "while as yet He had not made the earth or the fields,\n    or the first dust of the world.",
      "27": "When He prepared the heavens, I was there,\n    when He drew a circle on the face of the deep,",
      "28": "when He established the clouds above,\n    when He strengthened the fountains of the deep,",
      "29": "when He gave to the sea His decree,\n    that the waters should not pass His commandment,\nwhen He appointed the foundations of the earth,",
      "30": "then I was by Him, as one brought up with Him;\nand I was daily His delight,\n    rejoicing always before Him,",
      "31": "rejoicing in the habitable part of His earth,\n    and my delights were with the sons of men.",
      "32": "“Now therefore listen to me, O you children,\n    for blessed are those who keep my ways.",
      "33": "Hear instruction, and be wise,\n    and do not refuse it.",
      "34": "Blessed is the man who hears me,\n    watching daily at my gates,\n    waiting at the posts of my doors.",
      "35": "For whoever finds me finds life,\n    and will obtain favor of the Lord;",
      "36": "but he who sins against me wrongs his own soul;\n    all those who hate me love death.”"
    },
    "9": {
      "1": "Wisdom has built her house,\n    she has hewn out her seven pillars;",
      "2": "she has killed her beasts, she has mixed her wine,\n    she has also furnished her table.",
      "3": "She has sent out her maidens,\n    she cries out from the highest places of the city,",
      "4": "“Whoever is simple, let him turn in here.”\n    As for him who wants understanding, she says to him,",
      "5": "“Come, eat of my bread,\n    and drink of the wine which I have mixed.",
      "6": "Forsake foolishness and live,\n    and go in the way of understanding.”",
      "7": "He who reproves a scorner gets shame for himself,\n    and he who rebukes a wicked man gets hurt.",
      "8": "Do not reprove a scorner, lest he hate you;\n    rebuke a wise man, and he will love you.",
      "9": "Give instruction to a wise man, and he will be yet wiser;\n    teach a just man, and he will increase in learning.",
      "10": "The fear of the Lord is the beginning of wisdom,\n    and the knowledge of the Holy One is understanding.",
      "11": "For by me your days will be multiplied,\n    and the years of your life will be increased.",
      "12": "If you are wise, you will be wise for yourself,\n    but if you scorn, you alone will bear it.",
      "13": "A foolish woman is clamorous;\n    she is simple, and knows nothing.",
      "14": "For she sits at the door of her house,\n    on a seat in the high places of the city,",
      "15": "to call those who pass by\n    who go right on their way:",
      "16": "“Whoever is simple, let him turn in here.”\n    And as for him who lacks understanding, she says to him,",
      "17": "“Stolen waters are sweet,\n    and bread eaten in secret is pleasant.”",
      "18": "But he does not know that the dead are there,\n    and that her guests are in the depths of the grave."
    },
    "10": {
      "1": "The proverbs of Solomon.\nA wise son makes a glad father,\n    but a foolish son is the grief of his mother.",
      "2": "Treasures of wickedness profit nothing,\n    but righteousness delivers from death.",
      "3": "The Lord will not allow the soul of the righteous to famish,\n    but He casts away the desire of the wicked.",
      "4": "He becomes poor who deals with a slack hand,\n    but the hand of the diligent makes rich.",
      "5": "He who gathers in summer is a wise son,\n    but he who sleeps in harvest is a son who causes shame.",
      "6": "Blessings are on the head of the just,\n    but violence covers the mouth of the wicked.",
      "7": "The memory of the just is blessed,\n    but the name of the wicked will rot.",
      "8": "The wise in heart will receive commandments,\n    but a prating fool will fall.",
      "9": "He who walks uprightly walks surely,\n    but he who perverts his ways will be known.",
      "10": "He who winks with the eye causes sorrow,\n    but a prating fool will fall.",
      "11": "The mouth of a righteous man is a well of life,\n    but violence covers the mouth of the wicked.",
      "12": "Hatred stirs up strife,\n    but love covers all sins.",
      "13": "In the lips of him who has understanding wisdom is found,\n    but a rod is for the back of him who is void of understanding.",
      "14": "Wise men store up knowledge,\n    but the mouth of the foolish is near destruction.",
      "15": "The rich man’s wealth is his strong city;\n    the destruction of the poor is their poverty.",
      "16": "The labor of the righteous tends to life,\n    the fruit of the wicked to sin.",
      "17": "He who keeps instruction is in the way of life,\n    but he who refuses reproof errs.",
      "18": "He who hides hatred has lying lips,\n    and he who spreads slander is a fool.",
      "19": "In the multitude of words sin is not lacking,\n    but he who restrains his lips is wise.",
      "20": "The tongue of the just is as choice silver;\n    the heart of the wicked is worth little.",
      "21": "The lips of the righteous feed many,\n    but fools die for lack of wisdom.",
      "22": "The blessing of the Lord makes rich,\n    and He adds no sorrow with it.",
      "23": "To do mischief is like sport to a fool,\n    but a man of understanding has wisdom.",
      "24": "The fear of the wicked will come upon him,\n    but the desire of the righteous will be granted.",
      "25": "As the whirlwind passes, so is the wicked no more,\n    but the righteous has an everlasting foundation.",
      "26": "As vinegar to the teeth and as smoke to the eyes,\n    so is the sluggard to those who send him.",
      "27": "The fear of the Lord prolongs days,\n    but the years of the wicked will be shortened.",
      "28": "The hope of the righteous will be gladness,\n    but the expectation of the wicked will perish.",
      "29": "The way of the Lord is strength to the upright,\n    but destruction will come to the workers of iniquity.",
      "30": "The righteous will never be removed,\n    but the wicked will not inhabit the earth.",
      "31": "The mouth of the just brings forth wisdom,\n    but the perverse tongue will be cut out.",
      "32": "The lips of the righteous know what is acceptable,\n    but the mouth of the wicked speaks what is perverse."
    },
    "11": {
      "1": "A false balance is abomination to the Lord,\n    but a just weight is His delight.",
      "2": "When pride comes, then comes shame;\n    but with the humble is wisdom.",
      "3": "The integrity of the upright will guide them,\n    but the perverseness of transgressors will destroy them.",
      "4": "Riches do not profit in the day of wrath,\n    but righteousness delivers from death.",
      "5": "The righteousness of the upright will direct his way,\n    but the wicked will fall by his own wickedness.",
      "6": "The righteousness of the upright will deliver them,\n    but transgressors will be taken by their schemes.",
      "7": "When a wicked man dies, his expectation will perish,\n    and the hope of unjust men perishes.",
      "8": "The righteous is delivered out of trouble,\n    and the wicked comes in his place.",
      "9": "A hypocrite with his mouth destroys his neighbor,\n    but through knowledge the just will be delivered.",
      "10": "When it goes well with the righteous, the city rejoices;\n    and when the wicked perish, there is shouting.",
      "11": "By the blessing of the upright the city is exalted,\n    but it is overthrown by the mouth of the wicked.",
      "12": "He who is void of wisdom despises his neighbor,\n    but a man of understanding holds his peace.",
      "13": "A talebearer reveals secrets,\n    but he who is of a faithful spirit conceals the matter.",
      "14": "Where there is no counsel, the people fall;\n    but in the multitude of counselors there is safety.",
      "15": "He who puts up a pledge for a stranger will suffer for it,\n    and he who hates being a pledge is secure.",
      "16": "A gracious woman retains honor,\n    but ruthless men retain riches.",
      "17": "The merciful man does good to his own soul,\n    but he who is cruel troubles his own body.",
      "18": "The wicked works a deceitful work,\n    but to him who sows righteousness will be a sure reward.",
      "19": "As righteousness tends to life,\n    so he who pursues evil pursues it to his own death.",
      "20": "Those who are of a perverse heart are abomination to the Lord,\n    but such as are upright in their way are His delight.",
      "21": "Though be assured, the wicked will not be unpunished,\n    but the posterity of the righteous will be delivered.",
      "22": "As a jewel of gold in a swine’s snout,\n    so is a fair woman who is without discretion.",
      "23": "The desire of the righteous is only good,\n    but the expectation of the wicked is wrath.",
      "24": "There is one who scatters, yet increases;\n    and there is one who withholds more than is right, but it leads to poverty.",
      "25": "The generous soul will be made rich,\n    and he who waters will be watered also himself.",
      "26": "The people will curse him who withholds grain,\n    but blessing will be upon the head of him who sells it.",
      "27": "He who diligently seeks good procures favor,\n    but he who seeks mischief, it will come to him.",
      "28": "He who trusts in his riches will fall,\n    but the righteous will flourish as a branch.",
      "29": "He who troubles his own house will inherit the wind,\n    and the fool will be servant to the wise of heart.",
      "30": "The fruit of the righteous is a tree of life,\n    and he who wins souls is wise.",
      "31": "If the righteous will be recompensed in the earth,\n    how much more the wicked and the sinner."
    },
    "12": {
      "1": "Whoever loves instruction loves knowledge,\n    but he who hates reproof is brutish.",
      "2": "A good man obtains favor of the Lord,\n    but a man of wicked devices will He condemn.",
      "3": "A man will not be established by wickedness,\n    but the root of the righteous will not be moved.",
      "4": "A virtuous woman is a crown to her husband,\n    but she who brings shame is as rottenness in his bones.",
      "5": "The thoughts of the righteous are right,\n    but the counsels of the wicked are deceit.",
      "6": "The words of the wicked are, “Lie in wait for blood,”\n    but the mouth of the upright will deliver them.",
      "7": "The wicked are overthrown, and are not,\n    but the house of the righteous will stand.",
      "8": "A man will be commended according to his wisdom,\n    but he who is of a perverse heart will be despised.",
      "9": "He who is lightly esteemed and has a servant is better\n    than he who honors himself and lacks bread.",
      "10": "A righteous man regards the life of his animal,\n    but the tender mercies of the wicked are cruel.",
      "11": "He who tills his land will be satisfied with bread,\n    but he who follows vain persons is void of understanding.",
      "12": "The wicked covet the plunder of evil men,\n    but the root of the righteous yields fruit.",
      "13": "The wicked is snared by the transgression of his lips,\n    but the just will come out of trouble.",
      "14": "A man will be satisfied with good by the fruit of his mouth,\n    and the recompense of a man’s hands will be rendered to him.",
      "15": "The way of a fool is right in his own eyes,\n    but he who listens to counsel is wise.",
      "16": "A fool’s wrath is presently known,\n    but a prudent man covers shame.",
      "17": "He who speaks truth shows forth righteousness,\n    but a false witness deceit.",
      "18": "There is one who speaks like the piercings of a sword,\n    but the tongue of the wise is health.",
      "19": "The truthful lip will be established forever,\n    but a lying tongue is but for a moment.",
      "20": "Deceit is in the heart of those who imagine evil,\n    but to the counselors of peace is joy.",
      "21": "There will no evil happen to the just,\n    but the wicked will be filled with mischief.",
      "22": "Lying lips are abomination to the Lord,\n    but those who deal truly are His delight.",
      "23": "A prudent man conceals knowledge,\n    but the heart of fools proclaims foolishness.",
      "24": "The hand of the diligent will rule,\n    but the slothful will be put to forced labor.",
      "25": "Heaviness in the heart of man makes it droop,\n    but a good word makes it glad.",
      "26": "The righteous is a guide to his neighbors,\n    but the way of the wicked leads them astray.",
      "27": "The slothful man does not roast that which he took in hunting,\n    but the substance of a diligent man is precious.",
      "28": "In the way of righteousness is life,\n    and in its pathway there is no death."
    },
    "13": {
      "1": "A wise son heeds his father’s instruction,\n    but a scoffer does not listen to rebuke.",
      "2": "A man will eat well by the fruit of his mouth,\n    but the soul of the transgressor will eat violence.",
      "3": "He who guards his mouth preserves his life,\n    but he who opens wide his lips will have destruction.",
      "4": "The soul of the sluggard desires, and has nothing;\n    but the soul of the diligent will be made fat.",
      "5": "A righteous man hates lying,\n    but a wicked man is loathsome and comes to shame.",
      "6": "Righteousness keeps him who is upright in the way,\n    but wickedness overthrows the sinner.",
      "7": "There is one who makes himself rich, yet has nothing;\n    there is one who makes himself poor, yet has great riches.",
      "8": "The ransom of a man’s life is his riches,\n    but the poor does not hear rebuke.",
      "9": "The light of the righteous rejoices,\n    but the lamp of the wicked will be put out.",
      "10": "Only by pride comes contention,\n    but with the well-advised is wisdom.",
      "11": "Wealth gained by vanity will be diminished,\n    but he who gathers by labor will increase.",
      "12": "Hope deferred makes the heart sick,\n    but when the desire comes, it is a tree of life.",
      "13": "Whoever despises the word will be destroyed,\n    but he who fears the commandment will be rewarded.",
      "14": "The teaching of the wise is a fountain of life,\n    to depart from the snares of death.",
      "15": "Good understanding gives favor,\n    but the way of transgressors is hard.",
      "16": "Every prudent man deals with knowledge,\n    but a fool lays open his folly.",
      "17": "A wicked messenger falls into mischief,\n    but a faithful envoy is health.",
      "18": "Poverty and shame will be to him who refuses instruction,\n    but he who regards reproof will be honored.",
      "19": "The desire accomplished is sweet to the soul,\n    but it is abomination to fools to depart from evil.",
      "20": "He who walks with wise men will be wise,\n    but a companion of fools will be destroyed.",
      "21": "Evil pursues sinners,\n    but to the righteous good will be repaid.",
      "22": "A good man leaves an inheritance to his children’s children,\n    and the wealth of the sinner is laid up for the just.",
      "23": "Much food is in the tillage of the poor,\n    but for lack of justice it is destroyed.",
      "24": "He who spares his rod hates his son,\n    but he who loves him disciplines him early.",
      "25": "The righteous eats to the satisfying of his soul,\n    but the stomach of the wicked will want."
    },
    "14": {
      "1": "Every wise woman builds her house,\n    but the foolish pulls it down with her hands.",
      "2": "He who walks in his uprightness fears the Lord,\n    but he who is perverse in his ways despises Him.",
      "3": "In the mouth of the foolish is a rod of pride,\n    but the lips of the wise will preserve them.",
      "4": "Where no oxen are, the crib is clean;\n    but much increase is by the strength of the ox.",
      "5": "A faithful witness will not lie,\n    but a false witness will utter lies.",
      "6": "A scorner seeks wisdom and does not find it,\n    but knowledge is easy to him who understands.",
      "7": "Go from the presence of a foolish man,\n    when you do not perceive in him the lips of knowledge.",
      "8": "The wisdom of the prudent is to understand his way,\n    but the folly of fools is deceit.",
      "9": "Fools make a mock at sin,\n    but among the righteous there is favor.",
      "10": "The heart knows its own bitterness,\n    and a stranger does not share its joy.",
      "11": "The house of the wicked will be overthrown,\n    but the tent of the upright will flourish.",
      "12": "There is a way that seems right to a man,\n    but its end is the way of death.",
      "13": "Even in laughter the heart is sorrowful,\n    and the end of that cheer is grief.",
      "14": "The backslider in heart will be filled with his own ways,\n    but a good man will be satisfied with his.",
      "15": "The simple believes every word,\n    but the prudent man considers his steps.",
      "16": "A wise man fears and departs from evil,\n    but the fool rages and is self-confident.",
      "17": "He who is quick-tempered deals foolishly,\n    and a man of wicked devices is hated.",
      "18": "The simple inherit folly,\n    but the prudent are crowned with knowledge.",
      "19": "The evil bow before the good,\n    and the wicked at the gates of the righteous.",
      "20": "The poor is hated even by his own neighbor,\n    but the rich has many friends.",
      "21": "He who despises his neighbor sins,\n    but he who has mercy on the poor, happy is he.",
      "22": "Do they not err who devise evil?\n    But mercy and truth will be to those who devise good.",
      "23": "In all labor there is profit,\n    but mere talk leads only to poverty.",
      "24": "The crown of the wise is their riches,\n    but the foolishness of fools is folly.",
      "25": "A true witness delivers souls,\n    but a deceitful witness speaks lies.",
      "26": "In the fear of the Lord is strong confidence,\n    and His children will have a place of refuge.",
      "27": "The fear of the Lord is a fountain of life,\n    to depart from the snares of death.",
      "28": "In the multitude of people is a king’s honor,\n    but in the lack of people is the destruction of a prince.",
      "29": "He who is slow to wrath is of great understanding,\n    but he who is hasty of spirit exalts folly.",
      "30": "A sound heart is the life of the flesh,\n    but envy the rottenness of the bones.",
      "31": "He who oppresses the poor reproaches his Maker,\n    but he who honors Him has mercy on the poor.",
      "32": "The wicked is driven away in his wickedness,\n    but the righteous has hope in his death.",
      "33": "Wisdom rests in the heart of him who has understanding,\n    but that which is in the midst of fools is made known.",
      "34": "Righteousness exalts a nation,\n    but sin is a reproach to any people.",
      "35": "The king’s favor is toward a wise servant,\n    but his wrath is against him who causes shame."
    },
    "15": {
      "1": "A soft answer turns away wrath,\n    but grievous words stir up anger.",
      "2": "The tongue of the wise uses knowledge aright,\n    but the mouth of fools pours out foolishness.",
      "3": "The eyes of the Lord are in every place,\n    keeping watch on the evil and the good.",
      "4": "A wholesome tongue is a tree of life,\n    but perverseness in it crushes the spirit.",
      "5": "A fool despises his father’s instruction,\n    but he who regards reproof is prudent.",
      "6": "In the house of the righteous is much treasure,\n    but in the revenue of the wicked is trouble.",
      "7": "The lips of the wise disperse knowledge,\n    but the heart of the foolish does not do so.",
      "8": "The sacrifice of the wicked is an abomination to the Lord,\n    but the prayer of the upright is His delight.",
      "9": "The way of the wicked is an abomination unto the Lord,\n    but He loves him who follows after righteousness.",
      "10": "Correction is grievous to him who forsakes the way,\n    and he who hates reproof will die.",
      "11": "Death and destruction are before the Lord;\n    so how much more the hearts of the children of men.",
      "12": "A scorner does not love one who reproves him,\n    nor will he go to the wise.",
      "13": "A merry heart makes a cheerful countenance,\n    but by sorrow of the heart the spirit is broken.",
      "14": "The heart of him who has understanding seeks knowledge,\n    but the mouth of fools feeds on foolishness.",
      "15": "All the days of the afflicted are evil,\n    but he who is of a merry heart has a continual feast.",
      "16": "Better is little with the fear of the Lord\n    than great treasure with trouble.",
      "17": "Better is a dinner of herbs where love is\n    than a fatted calf with hatred.",
      "18": "A wrathful man stirs up strife,\n    but he who is slow to anger appeases strife.",
      "19": "The way of the slothful man is as a hedge of thorns,\n    but the way of the righteous is made plain.",
      "20": "A wise son makes a father glad,\n    but a foolish man despises his mother.",
      "21": "Folly is joy to him who is destitute of wisdom,\n    but a man of understanding walks uprightly.",
      "22": "Without counsel, purposes are disappointed,\n    but in the multitude of counselors they are established.",
      "23": "A man has joy by the answer of his mouth,\n    and a word spoken in due season, how good it is!",
      "24": "The way of life leads above for the wise,\n    that he may depart from Sheol below.",
      "25": "The Lord will destroy the house of the proud,\n    but He will establish the border of the widow.",
      "26": "The thoughts of the wicked are an abomination to the Lord,\n    but the words of the pure are pleasant words.",
      "27": "He who is greedy of gain troubles his own house,\n    but he who hates bribes will live.",
      "28": "The heart of the righteous studies to answer,\n    but the mouth of the wicked pours out evil things.",
      "29": "The Lord is far from the wicked,\n    but He hears the prayer of the righteous.",
      "30": "The light of the eyes rejoices the heart,\n    and a good report makes the bones healthy.",
      "31": "The ear that hears the reproof of life\n    abides among the wise.",
      "32": "He who refuses instruction despises his own soul,\n    but he who hears reproof gains understanding.",
      "33": "The fear of the Lord is the instruction of wisdom,\n    and before honor is humility."
    },
    "16": {
      "1": "The preparations of the heart belong to man,\n    but the answer of the tongue is from the Lord.",
      "2": "All the ways of a man are clean in his own eyes,\n    but the Lord weighs the spirit.",
      "3": "Commit your works to the Lord,\n    and your thoughts will be established.",
      "4": "The Lord has made all things for Himself,\n    yes, even the wicked for the day of evil.",
      "5": "Everyone who is proud in heart is an abomination to the Lord;\n    be assured, he will not be unpunished.",
      "6": "By mercy and truth iniquity is purged;\n    and by the fear of the Lord men depart from evil.",
      "7": "When a man’s ways please the Lord,\n    He makes even his enemies to be at peace with him.",
      "8": "Better is a little with righteousness\n    than great revenues with injustice.",
      "9": "A man’s heart devises his way,\n    but the Lord directs his steps.",
      "10": "A divine sentence is in the lips of the king;\n    his mouth does not transgress in judgment.",
      "11": "A just weight and balance belong to the Lord;\n    all the weights of the bag are His work.",
      "12": "It is an abomination to kings to commit wickedness,\n    for the throne is established by righteousness.",
      "13": "Righteous lips are the delight of kings,\n    and they love him who speaks right.",
      "14": "The wrath of a king is as messengers of death,\n    but a wise man will pacify it.",
      "15": "In the light of the king’s countenance is life,\n    and his favor is as a cloud of the latter rain.",
      "16": "How much better to get wisdom than gold!\n    And to get understanding is to be chosen rather than silver!",
      "17": "The highway of the upright is to depart from evil;\n    he who keeps his way preserves his soul.",
      "18": "Pride goes before destruction,\n    and a haughty spirit before a fall.",
      "19": "Better it is to be of a humble spirit with the lowly\n    than to divide the spoil with the proud.",
      "20": "He who handles a matter wisely will find good,\n    and whoever trusts in the Lord, happy is he.",
      "21": "The wise in heart will be called prudent,\n    and the sweetness of the lips increases learning.",
      "22": "Understanding is a wellspring of life to him who has it,\n    but the instruction of fools is folly.",
      "23": "The heart of the wise teaches his mouth,\n    and adds learning to his lips.",
      "24": "Pleasant words are as a honeycomb,\n    sweet to the soul and health to the bones.",
      "25": "There is a way that seems right to a man,\n    but its end is the way of death.",
      "26": "He who labors, labors for himself,\n    for his mouth craves it of him.",
      "27": "An ungodly man digs up evil,\n    and in his lips there is as a burning fire.",
      "28": "A perverse man sows strife,\n    and a whisperer separates the best of friends.",
      "29": "A violent man entices his neighbor,\n    and leads him into the way that is not good.",
      "30": "He shuts his eyes to devise perverse things;\n    moving his lips he brings evil to pass.",
      "31": "The gray-haired head is a crown of glory,\n    if it is found in the way of righteousness.",
      "32": "He who is slow to anger is better than the mighty,\n    and he who rules his spirit than he who takes a city.",
      "33": "The lot is cast into the lap,\n    but the whole outcome is of the Lord."
    },
    "17": {
      "1": "Better is a dry morsel with quietness\n    than a house full of sacrifices with strife.",
      "2": "A wise servant will have rule over a son who causes shame,\n    and will have part of the inheritance among the brothers.",
      "3": "The refining pot is for silver and the furnace for gold,\n    but the Lord tries the hearts.",
      "4": "A wicked doer gives heed to false lips,\n    and a liar gives ear to a wayward tongue.",
      "5": "Whoever mocks the poor reproaches his Maker,\n    and he who is glad at calamities will not be unpunished.",
      "6": "Grandchildren are the crown of old men,\n    and the glory of children are their fathers.",
      "7": "Excellent speech is not becoming to a fool,\n    much less lying lips to a prince.",
      "8": "A gift is as a precious stone in the eyes of him who has it;\n    wherever he turns, it prospers.",
      "9": "He who covers a transgression seeks love,\n    but he who repeats a matter separates friends.",
      "10": "A reproof enters deeper into a wise man\n    than a hundred stripes into a fool.",
      "11": "An evil man seeks only rebellion;\n    therefore a cruel messenger will be sent against him.",
      "12": "Let a man meet a bear robbed of her cubs\n    rather than a fool in his folly.",
      "13": "Whoever rewards evil for good,\n    evil will not depart from his house.",
      "14": "The beginning of strife is as when one lets out water;\n    therefore abandon contention before a quarrel starts.",
      "15": "He who justifies the wicked, and he who condemns the just,\n    both of them are abomination to the Lord.",
      "16": "Why is there a price in the hand of a fool to get wisdom,\n    seeing he has no heart for it?",
      "17": "A friend loves at all times,\n    and a brother is born for adversity.",
      "18": "A man void of understanding shakes hands,\n    and becomes a pledge in the presence of his friend.",
      "19": "He loves transgression who loves strife,\n    and he who exalts his gate seeks destruction.",
      "20": "He who has a deceitful heart finds no good,\n    and he who has a perverse tongue falls into mischief.",
      "21": "He who fathers a fool does it to his sorrow,\n    and the father of a fool has no joy.",
      "22": "A merry heart does good like a medicine,\n    but a broken spirit dries the bones.",
      "23": "A wicked man takes a bribe out of a hidden place\n    to pervert the ways of judgment.",
      "24": "Wisdom is before him who has understanding,\n    but the eyes of a fool are in the ends of the earth.",
      "25": "A foolish son is a grief to his father,\n    and bitterness to her who bore him.",
      "26": "Also to punish the just is not good,\n    nor to strike princes for their uprightness.",
      "27": "He who has knowledge spares his words,\n    and a man of understanding is of an excellent spirit.",
      "28": "Even a fool, when he holds his peace, is counted wise;\n    and he who shuts his lips is esteemed a man of understanding."
    },
    "18": {
      "1": "He who separates himself seeks his own desire;\n    he seeks and quarrels against all wisdom.",
      "2": "A fool has no delight in understanding,\n    but in expressing his own heart.",
      "3": "When the wicked comes, then comes also contempt,\n    and with dishonor reproach.",
      "4": "The words of a man’s mouth are as deep waters,\n    and the wellspring of wisdom as a flowing brook.",
      "5": "It is not good to favor the wicked,\n    or to turn aside the righteous in judgment.",
      "6": "A fool’s lips enter into contention,\n    and his mouth calls for flogging.",
      "7": "A fool’s mouth is his destruction,\n    and his lips are the snare of his soul.",
      "8": "The words of a talebearer are as wounds,\n    and they go down into the innermost parts of the body.",
      "9": "He also who is slothful in his work\n    is brother to him who is a great waster.",
      "10": "The name of the Lord is a strong tower;\n    the righteous run into it and are safe.",
      "11": "The rich man’s wealth is his strong city,\n    and as a high wall in his own conceit.",
      "12": "Before destruction the heart of man is haughty,\n    and before honor is humility.",
      "13": "He who answers a matter before he hears it,\n    it is folly and shame to him.",
      "14": "The spirit of a man will sustain his infirmity,\n    but a wounded spirit who can bear?",
      "15": "The heart of the prudent gets knowledge,\n    and the ear of the wise seeks knowledge.",
      "16": "A man’s gift makes room for him,\n    and brings him before great men.",
      "17": "He who is first in his own cause seems just,\n    but his neighbor comes and searches him.",
      "18": "The lot causes contentions to cease,\n    and keeps the mighty ones apart.",
      "19": "A brother offended is harder to be won than a strong city,\n    and their contentions are like the bars of a castle.",
      "20": "A man’s stomach will be satisfied with the fruit of his mouth;\n    and with the increase of his lips will he be filled.",
      "21": "Death and life are in the power of the tongue,\n    and those who love it will eat its fruit.",
      "22": "Whoever finds a wife finds a good thing,\n    and obtains favor of the Lord.",
      "23": "The poor man uses entreaties,\n    but the rich man answers roughly.",
      "24": "A man who has friends must show himself friendly,\n    and there is a friend who sticks closer than a brother."
    },
    "19": {
      "1": "Better is the poor who walks in his integrity\n    than he who is perverse in his lips and is a fool.",
      "2": "Also, it is not good for the soul to be without knowledge,\n    and he who hastens with his feet sins.",
      "3": "The foolishness of man perverts his way,\n    and his heart frets against the Lord.",
      "4": "Wealth makes many friends,\n    but the poor is separated from his neighbor.",
      "5": "A false witness will not be unpunished,\n    and he who speaks lies will not escape.",
      "6": "Many will entreat the favor of the prince,\n    and every man is a friend to him who gives gifts.",
      "7": "All the brothers of the poor hate him;\n    how much more do his friends go far from him!\nHe pursues them with words,\n    yet they abandon him.",
      "8": "He who gets wisdom loves his own soul;\n    he who keeps understanding will find good.",
      "9": "A false witness will not be unpunished,\n    and he who speaks lies will perish.",
      "10": "Delight is not seemly for a fool,\n    much less for a servant to have rule over princes.",
      "11": "The discretion of a man defers his anger,\n    and it is his glory to pass over a transgression.",
      "12": "The king’s wrath is as the roaring of a lion,\n    but his favor is as dew upon the grass.",
      "13": "A foolish son is the calamity of his father,\n    and the contentions of a wife are a continual dripping of water.",
      "14": "House and riches are the inheritance of fathers,\n    and a prudent wife is from the Lord.",
      "15": "Slothfulness casts into a deep sleep,\n    and an idle soul will suffer hunger.",
      "16": "He who keeps the commandment keeps his own soul,\n    but he who is careless in his ways will die.",
      "17": "He who has pity on the poor lends to the Lord,\n    and He will repay what he has given.",
      "18": "Chasten your son while there is hope,\n    and let not your soul spare for his crying.",
      "19": "A man of great wrath will suffer punishment;\n    for if you deliver him, yet you must do it again.",
      "20": "Hear counsel and receive instruction,\n    that you may be wise in your latter days.",
      "21": "There are many plans in a man’s heart,\n    nevertheless the counsel of the Lord will stand.",
      "22": "The desire of a man is his kindness,\n    and a poor man is better than a liar.",
      "23": "The fear of the Lord tends to life,\n    and he who has it will abide satisfied; he will not be visited with evil.",
      "24": "A slothful man hides his hand in his bowl,\n    and will not so much as bring it to his mouth again.",
      "25": "Smite a scorner, and the simple will beware;\n    and reprove one who has understanding, and he will understand knowledge.",
      "26": "He who mistreats his father and chases away his mother\n    is a son who causes shame and brings reproach.",
      "27": "Cease, my son, to hear the instruction\n    that causes to err from the words of knowledge.",
      "28": "An ungodly witness scorns judgment,\n    and the mouth of the wicked devours iniquity.",
      "29": "Judgments are prepared for scorners,\n    and beatings for the back of fools."
    },
    "20": {
      "1": "Wine is a mocker, strong drink is raging,\n    and whoever is deceived by it is not wise.",
      "2": "The terror of a king is as the roaring of a lion;\n    whoever provokes him to anger sins against his own soul.",
      "3": "It is an honor for a man to cease from strife,\n    but every fool will be meddling.",
      "4": "The sluggard will not plow because of the cold;\n    therefore he will beg during harvest and have nothing.",
      "5": "Counsel in the heart of man is like deep water,\n    but a man of understanding will draw it out.",
      "6": "Most men will proclaim everyone his own goodness,\n    but who can find a faithful man?",
      "7": "The just man walks in his integrity;\n    his children are blessed after him.",
      "8": "A king who sits on the throne of judgment\n    scatters away all evil with his eyes.",
      "9": "Who can say, “I have made my heart clean,\n    I am pure from my sin”?",
      "10": "Diverse weights and diverse measures,\n    both of them alike are an abomination to the Lord.",
      "11": "Even a child is known by his doings,\n    whether his work is pure and whether it is right.",
      "12": "The hearing ear and the seeing eye,\n    the Lord has made both of them.",
      "13": "Do not love sleep, lest you come to poverty;\n    open your eyes, and you will be satisfied with bread.",
      "14": "“It is bad, it is bad,” says the buyer;\n    but when he has gone his way, then he boasts.",
      "15": "There is gold and a multitude of rubies,\n    but the lips of knowledge are a precious jewel.",
      "16": "Take the garment of him who is a pledge for a stranger,\n    and hold it as a security when it is for a wayward woman.",
      "17": "Bread of deceit is sweet to a man,\n    but afterwards his mouth will be filled with gravel.",
      "18": "Every purpose is established by counsel,\n    and with good advice wage war.",
      "19": "He who goes about as a talebearer reveals secrets;\n    therefore do not meddle with him who flatters with his lips.",
      "20": "Whoever curses his father or his mother,\n    his lamp will be put out in obscure darkness.",
      "21": "An inheritance may be gained hastily at the beginning,\n    but the end of it will not be blessed.",
      "22": "Do not say, “I will recompense evil”;\n    but wait on the Lord, and He will save you.",
      "23": "Diverse weights are an abomination to the Lord,\n    and a false balance is not good.",
      "24": "Man’s goings are of the Lord;\n    how can a man then understand his own way?",
      "25": "It is a snare to the man who dedicates rashly that which is holy,\n    and after the vows to make inquiry.",
      "26": "A wise king sifts out the wicked,\n    and drives the threshing wheel over them.",
      "27": "The spirit of man is the candle of the Lord,\n    searching all the inward parts of the heart.",
      "28": "Mercy and truth preserve the king,\n    and his throne is upheld by mercy.",
      "29": "The glory of young men is their strength,\n    and the beauty of old men is the gray head.",
      "30": "The blows of a wound cleanse away evil,\n    so do stripes the inward parts of the heart."
    },
    "21": {
      "1": "The king’s heart is in the hand of the Lord,\n    as the rivers of water; He turns it to any place He will.",
      "2": "Every way of a man is right in his own eyes,\n    but the Lord weighs the hearts.",
      "3": "To do justice and judgment\n    is more acceptable to the Lord than sacrifice.",
      "4": "A high look, a proud heart,\n    and the plowing of the wicked are sin.",
      "5": "The thoughts of the diligent tend only to plenty,\n    but of everyone who is hasty only to want.",
      "6": "The getting of treasures by a lying tongue\n    is a vanity tossed back and forth by those who seek death.",
      "7": "The violence of the wicked will destroy them,\n    because they refuse to do justice.",
      "8": "The way of a guilty man is perverse;\n    but as for the pure, his work is right.",
      "9": "It is better to dwell in a corner of the housetop\n    than with a brawling woman in a wide house.",
      "10": "The soul of the wicked desires evil;\n    his neighbor finds no favor in his eyes.",
      "11": "When the scorner is punished, the simple is made wise;\n    and when the wise is instructed, he receives knowledge.",
      "12": "The righteous man wisely considers the house of the wicked,\n    but God overthrows the wicked for their wickedness.",
      "13": "Whoever shuts his ears at the cry of the poor,\n    he also will cry himself, but will not be heard.",
      "14": "A gift in secret pacifies anger,\n    and a concealed bribe strong wrath.",
      "15": "It is joy to the just to do justice,\n    but destruction will come to the workers of iniquity.",
      "16": "The man who wanders out of the way of understanding\n    will remain in the congregation of the dead.",
      "17": "He who loves pleasure will be a poor man;\n    he who loves wine and oil will not be rich.",
      "18": "The wicked will be a ransom for the righteous,\n    and the transgressor for the upright.",
      "19": "It is better to dwell in the wilderness\n    than with a contentious and angry woman.",
      "20": "There is treasure to be desired and oil in the dwelling of the wise,\n    but a foolish man squanders it.",
      "21": "He who follows after righteousness and mercy\n    finds life, righteousness, and honor.",
      "22": "A wise man scales the city of the mighty,\n    and casts down the strength of its confidence.",
      "23": "Whoever guards his mouth and his tongue\n    keeps his soul from trouble.",
      "24": "Proud and haughty—scorner is his name,\n    who deals in proud wrath.",
      "25": "The desire of the slothful kills him,\n    for his hands refuse to labor.",
      "26": "He covets greedily all the day long,\n    but the righteous gives and does not spare.",
      "27": "The sacrifice of the wicked is an abomination;\n    how much more when he brings it with a wicked intent!",
      "28": "A false witness will perish,\n    but a man who listens will speak forever.",
      "29": "A wicked man hardens his face,\n    but as for the upright, he directs his way.",
      "30": "There is no wisdom nor understanding nor counsel\n    against the Lord.",
      "31": "The horse is prepared against the day of battle,\n    but victory is of the Lord."
    },
    "22": {
      "1": "A good name is rather to be chosen than great riches,\n    and loving favor rather than silver and gold.",
      "2": "The rich and poor have this in common,\n    the Lord is the maker of them all.",
      "3": "A prudent man foresees the evil and hides himself,\n    but the simple pass on and are punished.",
      "4": "By humility and the fear of the Lord\n    are riches, and honor, and life.",
      "5": "Thorns and snares are in the way of the perverse;\n    he who guards his soul will be far from them.",
      "6": "Train up a child in the way he should go,\n    and when he is old he will not depart from it.",
      "7": "The rich rules over the poor,\n    and the borrower is servant to the lender.",
      "8": "He who sows iniquity will reap vanity,\n    and the rod of his anger will fail.",
      "9": "He who has a bountiful eye will be blessed,\n    for he gives of his bread to the poor.",
      "10": "Cast out the scorner, and contention will go out;\n    yes, strife and reproach will cease.",
      "11": "He who loves pureness of heart, for the grace of his lips\n    the king will be his friend.",
      "12": "The eyes of the Lord preserve knowledge,\n    and He overthrows the words of the transgressor.",
      "13": "The slothful man says, “There is a lion without!\n    I will be slain in the streets!”",
      "14": "The mouth of an immoral woman is a deep pit;\n    he who is detested by the Lord will fall therein.",
      "15": "Foolishness is bound in the heart of a child,\n    but the rod of correction will drive it far from him.",
      "16": "He who oppresses the poor to increase his riches,\n    and he who gives to the rich, will surely come to want.",
      "17": "Incline your ear and hear the words of the wise,\n    and apply your heart to my knowledge;",
      "18": "for it is a pleasant thing if you keep them within you;\n    they will readily be fitted in your lips.",
      "19": "That your trust may be in the Lord,\n    I have made known to you this day, even to you.",
      "20": "Have I not written to you excellent things\n    in counsels and knowledge,",
      "21": "that I might make you know the certainty of the words of truth,\n    that you might answer the words of truth\n    to those who send to you?",
      "22": "Do not rob the poor because he is poor,\n    neither oppress the afflicted in the gate;",
      "23": "for the Lord will plead their cause,\n    and spoil the soul of those who spoiled them.",
      "24": "Make no friendship with an angry man,\n    and with a furious man you will not go,",
      "25": "lest you learn his ways\n    and get a snare to your soul.",
      "26": "Do not be one of those who shakes hands in a pledge,\n    or of those who use securities for debts;",
      "27": "if you have nothing to pay,\n    why should he take away your bed from under you?",
      "28": "Do not remove the ancient landmark\n    which your fathers have set.",
      "29": "Do you see a man diligent in his business?\n    He will stand before kings;\n    he will not stand before obscure men."
    },
    "23": {
      "1": "When you sit to eat with a ruler,\n    consider diligently what is before you;",
      "2": "and put a knife to your throat,\n    if you are a man given to appetite.",
      "3": "Be not desirous of his delicacies,\n    for they are deceptive food.",
      "4": "Do not labor to be rich;\n    cease from your own wisdom.",
      "5": "Will you set your eyes on that which is not?\n    For riches certainly make themselves wings;\n    they fly away as an eagle toward heaven.",
      "6": "Do not eat the bread of him who has an evil eye,\n    neither desire his delicacies;",
      "7": "for as he thinks in his heart,\n    so is he.\n“Eat and drink!” he says to you,\n    but his heart is not with you.",
      "8": "The morsel you have eaten, you will vomit up,\n    and lose your sweet words.",
      "9": "Do not speak in the ears of a fool,\n    for he will despise the wisdom of your words.",
      "10": "Do not remove the old landmark,\n    nor enter the fields of the fatherless;",
      "11": "for their Redeemer is mighty;\n    He will plead their cause with you.",
      "12": "Apply your heart to instruction,\n    and your ears to the words of knowledge.",
      "13": "Do not withhold correction from a child,\n    for if you beat him with the rod, he will not die.",
      "14": "You shall beat him with the rod,\n    and deliver his soul from death.",
      "15": "My son, if your heart is wise,\n    my heart will rejoice—even mine.",
      "16": "Yes, my inmost being will rejoice\n    when your lips speak right things.",
      "17": "Do not let your heart envy sinners,\n    but continue in the fear of the Lord all day long;",
      "18": "for surely there is an end,\n    and your expectation will not be cut off.",
      "19": "Hear, my son, and be wise;\n    and guide your heart in the way.",
      "20": "Do not be among winebibbers,\n    among riotous eaters of meat;",
      "21": "for the drunkard and the glutton will come to poverty,\n    and drowsiness will clothe a man with rags.",
      "22": "Listen to your father who gave you life,\n    and do not despise your mother when she is old.",
      "23": "Buy the truth, and do not sell it,\n    also wisdom and instruction and understanding.",
      "24": "The father of the righteous will greatly rejoice,\n    and he who fathers a wise child will have joy of him.",
      "25": "Your father and your mother will be glad,\n    and she who bore you will rejoice.",
      "26": "My son, give me your heart,\n    and let your eyes observe my ways.",
      "27": "For a prostitute is a deep ditch,\n    and a seductress is a narrow pit.",
      "28": "She also lies in wait as for a prey,\n    and increases the transgressors among men.",
      "29": "Who has woe? Who has sorrow?\n    Who has contentions? Who has babbling?\n    Who has wounds without cause? Who has redness of eyes?",
      "30": "Those who tarry long at the wine,\n    those who go to seek mixed wine.",
      "31": "Do not look on the wine when it is red,\n    when it sparkles in the cup,\n    when it swirls around smoothly;",
      "32": "at the last it bites like a serpent,\n    and stings like a viper.",
      "33": "Your eyes will see strange things,\n    and your heart will utter perverse things.",
      "34": "Yes, you will be as he who lies down in the midst of the sea,\n    or as he who lies upon the top of a mast.",
      "35": "“They have stricken me,” you will say, “and I was not sick;\n    they have beaten me, and I did not feel it.\nWhen will I awake?\n    I will seek it yet again.”"
    },
    "24": {
      "1": "Do not be envious against evil men,\n    nor desire to be with them;",
      "2": "for their heart studies destruction,\n    and their lips talk of mischief.",
      "3": "Through wisdom is a house built,\n    and by understanding it is established;",
      "4": "and by knowledge the rooms will be filled\n    with all precious and pleasant riches.",
      "5": "A wise man is strong;\n    yes, a man of knowledge increases strength.",
      "6": "For by wise counsel you will wage your war,\n    and in multitude of counselors there is safety.",
      "7": "Wisdom is too high for a fool;\n    he does not open his mouth in the gate.",
      "8": "He who devises to do evil\n    will be called a schemer of plots.",
      "9": "The thought of foolishness is sin,\n    and the scorner is an abomination to men.",
      "10": "If you faint in the day of adversity,\n    your strength is small.",
      "11": "If you refrain to deliver those who are drawn unto death,\n    and those who are ready to be slain;",
      "12": "if you say, “Surely we did not know this,”\n    does not He who ponders the heart consider it?\nAnd He who keeps your soul, does He not know it?\n    And will He not render to every man according to his works?",
      "13": "My son, eat honey because it is good,\n    and the honeycomb that is sweet to your taste;",
      "14": "so shall the knowledge of wisdom be to your soul;\n    when you have found it, then there will be a reward,\n    and your expectation will not be cut off.",
      "15": "Do not lie in wait, O wicked man, against the dwelling of the righteous;\n    do not spoil his resting place;",
      "16": "for a just man falls seven times and rises up again,\n    but the wicked will fall into mischief.",
      "17": "Do not rejoice when your enemy falls,\n    and do not let your heart be glad when he stumbles;",
      "18": "lest the Lord see it, and it displease Him,\n    and He turn away His wrath from him.",
      "19": "Do not fret because of evil men,\n    nor be envious of the wicked;",
      "20": "for there will be no reward to the evil man;\n    the candle of the wicked will be put out.",
      "21": "My son, fear the Lord and the king;\n    and do not meddle with those who are given to change;",
      "22": "for their calamity will rise suddenly,\n    and who knows the ruin of them both?",
      "23": "These things also belong to the wise:\nIt is not good to show partiality in judgment.",
      "24": "He who says to the wicked, “You are righteous,”\n    him the people will curse; nations will abhor him.",
      "25": "But to those who rebuke him will be delight,\n    and a good blessing will come upon them.",
      "26": "Every man will kiss his lips\n    that gives a right answer.",
      "27": "Prepare your work outside,\n    and make it fit for yourself in the field;\n    and afterwards build your house.",
      "28": "Do not be a witness against your neighbor without cause,\n    and do not deceive with your lips.",
      "29": "Do not say, “I will do so to him as he has done to me;\n    I will render to the man according to his work.”",
      "30": "I went by the field of the slothful,\n    and by the vineyard of the man void of understanding;",
      "31": "and it was all grown over with thorns,\n    and nettles covered its surface,\n    and the stone wall was broken down.",
      "32": "Then I saw, and considered it;\n    I looked on it and received instruction:",
      "33": "Yet a little sleep, a little slumber,\n    a little folding of the hands to sleep,",
      "34": "so your poverty will come like a stalker,\n    and your need as an armed man."
    },
    "25": {
      "1": "These are also proverbs of Solomon, which the men of Hezekiah king of Judah copied.",
      "2": "It is the glory of God to conceal a thing,\n    but the honor of kings is to search out a matter.",
      "3": "As the heaven for height, and the earth for depth,\n    so the heart of kings is unsearchable.",
      "4": "Take away the dross from the silver,\n    and there will come forth a vessel for the refiner.",
      "5": "Take away the wicked from before the king,\n    and his throne will be established in righteousness.",
      "6": "Do not exalt yourself in the presence of the king,\n    and do not stand in the place of great men;",
      "7": "for it is better that it be said to you, “Come up here,”\n    than that you should be put lower in the presence of the prince,\n    whom your eyes have seen.",
      "8": "Do not go forth hastily to strive;\n    lest you do not know what to do in the end,\n    when your neighbor has put you to shame.",
      "9": "Debate your cause with your neighbor himself,\n    and do not disclose a secret to another;",
      "10": "lest he who hears it put you to shame,\n    and your reputation be ruined.",
      "11": "A word fitly spoken\n    is like apples of gold in settings of silver.",
      "12": "As an earring of gold and an ornament of fine gold,\n    so is a wise reprover to an obedient ear.",
      "13": "As the cold of snow in the time of harvest,\n    so is a faithful messenger to those who send him,\n    for he refreshes the soul of his masters.",
      "14": "Whoever boasts himself of a false gift\n    is like clouds and wind without rain.",
      "15": "By long forbearing is a prince persuaded,\n    and a soft tongue breaks the bone.",
      "16": "Have you found honey? Eat only as much as is sufficient for you,\n    lest you be filled with it and vomit it.",
      "17": "Withdraw your foot from your neighbor’s house,\n    lest he be weary of you and so hate you.",
      "18": "A man who bears false witness against his neighbor\n    is like a club, a sword, and a sharp arrow.",
      "19": "Confidence in an unfaithful man in time of trouble\n    is like a broken tooth and a foot out of joint.",
      "20": "As he who takes away a garment in cold weather,\n    and as vinegar on soda,\n    so is he who sings songs to a heavy heart.",
      "21": "If your enemy is hungry, give him bread to eat;\n    and if he is thirsty, give him water to drink;",
      "22": "for you will heap coals of fire upon his head,\n    and the Lord will reward you.",
      "23": "The north wind brings rain,\n    and a backbiting tongue an angry countenance.",
      "24": "It is better to dwell in the corner of the housetop\n    than with a brawling woman in a wide house.",
      "25": "As cold waters to a thirsty soul,\n    so is good news from a far country.",
      "26": "A righteous man falling down before the wicked\n    is as a troubled fountain and a corrupt spring.",
      "27": "It is not good to eat much honey;\n    so for men to search their own glory is not glory.",
      "28": "He who has no rule over his own spirit\n    is like a city that is broken down and without walls."
    },
    "26": {
      "1": "As snow in summer, and as rain in harvest,\n    so honor is not seemly for a fool.",
      "2": "As the bird by flitting, as the swallow by flying,\n    so the curse without cause will not alight.",
      "3": "A whip for the horse, a bridle for the donkey,\n    and a rod for the fool’s back.",
      "4": "Do not answer a fool according to his folly,\n    lest you also be like unto him.",
      "5": "Answer a fool according to his folly,\n    lest he be wise in his own conceit.",
      "6": "He who sends a message by the hand of a fool\n    cuts off the feet and drinks violence.",
      "7": "The legs of the lame are not equal;\n    so is a parable in the mouth of fools.",
      "8": "As he who binds a stone in a sling,\n    so is he who gives honor to a fool.",
      "9": "As a thorn goes into the hand of a drunkard,\n    so is a parable in the mouth of fools.",
      "10": "The great God who formed all things\n    rewards the fool and rewards the transgressor.",
      "11": "As a dog returns to its vomit,\n    so a fool returns to his folly.",
      "12": "Do you see a man wise in his own conceit?\n    There is more hope for a fool than for him.",
      "13": "The slothful man says, “There is a lion in the way!\n    A lion is in the streets!”",
      "14": "As the door turns upon his hinges,\n    so does the slothful upon his bed.",
      "15": "The slothful buries his hand in his bowl;\n    it grieves him to bring it again to his mouth.",
      "16": "The sluggard is wiser in his own conceit\n    than seven men who can answer reasonably.",
      "17": "He who passes by and meddles with strife not belonging to him\n    is like one who takes a dog by the ears.",
      "18": "As a madman who casts\n    firebrands, arrows, and death,",
      "19": "so is the man who deceives his neighbor,\n    and says, “I was only joking.”",
      "20": "Where there is no wood, the fire goes out;\n    so where there is no talebearer, the strife ceases.",
      "21": "As charcoal is to burning coals, and wood to fire,\n    so is a contentious man to kindle strife.",
      "22": "The words of a talebearer are as wounds,\n    and go down into the innermost parts of the body.",
      "23": "Burning lips and a wicked heart\n    are like earthenware covered with silver dross.",
      "24": "He who hates dissembles with his lips,\n    and lays up deceit within him;",
      "25": "when he speaks kindly, do not believe him,\n    for there are seven abominations in his heart;",
      "26": "though his hatred is covered by deceit,\n    his wickedness will be shown before the whole congregation.",
      "27": "Whoever digs a pit will fall into it,\n    and he who rolls a stone, it will return upon him.",
      "28": "A lying tongue hates those who are afflicted by it,\n    and a flattering mouth works ruin."
    },
    "27": {
      "1": "Do not boast about tomorrow,\n    for you do not know what a day may bring forth.",
      "2": "Let another man praise you, and not your own mouth;\n    a stranger, and not your own lips.",
      "3": "A stone is heavy and the sand weighty,\n    but a fool’s wrath is heavier than them both.",
      "4": "Wrath is cruel, and anger is outrageous,\n    but who is able to stand before envy?",
      "5": "Open rebuke is better\n    than secret love.",
      "6": "Faithful are the wounds of a friend,\n    but the kisses of an enemy are deceitful.",
      "7": "The full soul loathes a honeycomb,\n    but to the hungry soul every bitter thing is sweet.",
      "8": "As a bird that wanders from her nest,\n    so is a man who wanders from his place.",
      "9": "Ointment and perfume rejoice the heart,\n    so does the sweetness of a man’s friend by hearty counsel.",
      "10": "Do not forsake your own friend or your father’s friend,\n    nor go into your brother’s house in the day of your calamity;\n    for better is a neighbor who is near than a brother far off.",
      "11": "My son, be wise, and make my heart glad,\n    that I may answer him who reproaches me.",
      "12": "A prudent man foresees the evil and hides himself,\n    but the simple pass on and are punished.",
      "13": "Take his garment that is security for a stranger,\n    and take a pledge of him for an adulterous woman.",
      "14": "He who blesses his friend with a loud voice, rising early in the morning,\n    it will be counted a curse to him.",
      "15": "A continual dripping on a very rainy day\n    and a contentious woman are alike;",
      "16": "whoever restrains her restrains the wind,\n    and grasps oil in his right hand.",
      "17": "Iron sharpens iron,\n    so a man sharpens the countenance of his friend.",
      "18": "Whoever keeps the fig tree will eat its fruit;\n    so he who waits on his master will be honored.",
      "19": "As in water face answers to face,\n    so the heart of man to man.",
      "20": "Death and destruction are never full;\n    so the eyes of man are never satisfied.",
      "21": "As the refining pot for silver, and the furnace for gold,\n    so is a man to his praise.",
      "22": "Though you should grind a fool in a mortar\n    among wheat with a pestle,\n    yet his foolishness will not depart from him.",
      "23": "Be diligent to know the state of your flocks,\n    and look well to your herds;",
      "24": "for riches are not forever,\n    nor does the crown endure to every generation.",
      "25": "The hay appears, and the tender grass shows itself,\n    and herbs of the mountains are gathered.",
      "26": "The lambs are for your clothing,\n    and the goats are the price of the field.",
      "27": "You will have goats’ milk enough\n    for your food, for the food of your household,\n    and for the maintenance of your maidens."
    },
    "28": {
      "1": "The wicked flee when no man pursues,\n    but the righteous are bold as a lion.",
      "2": "Because of the transgression of a land, many are its princes;\n    but by a man of understanding and knowledge, it shall be prolonged.",
      "3": "A poor man who oppresses the poor\n    is like a sweeping rain that leaves no food.",
      "4": "Those who forsake instruction praise the wicked,\n    but such as keep instruction contend with them.",
      "5": "Evil men do not understand justice,\n    but those who seek the Lord understand all things.",
      "6": "Better is the poor who walks in his uprightness\n    than he who is perverse in his ways, though he be rich.",
      "7": "Whoever keeps the law is a wise son,\n    but he who is a companion of riotous men shames his father.",
      "8": "He who by usury and unjust gain increases his substance\n    will gather it for him who will pity the poor.",
      "9": "He who turns away his ear from hearing instruction,\n    even his prayer will be an abomination.",
      "10": "Whoever causes the righteous to go astray in an evil way,\n    he himself will fall into his own pit;\n    but the upright will have good things in possession.",
      "11": "The rich man is wise in his own conceit,\n    but the poor who has understanding searches him out.",
      "12": "When righteous men rejoice, there is great glory;\n    but when the wicked rise, a man hides himself.",
      "13": "He who covers his sins will not prosper,\n    but whoever confesses and forsakes them will have mercy.",
      "14": "Happy is the man who always fears,\n    but he who hardens his heart will fall into mischief.",
      "15": "As a roaring lion and a charging bear,\n    so is a wicked ruler over the poor people.",
      "16": "The prince who lacks understanding is also a great oppressor,\n    but he who hates covetousness will prolong his days.",
      "17": "A man burdened with bloodshed of any person\n    will flee until death;\n    let no man help him.",
      "18": "Whoever walks uprightly will be saved,\n    but he who is perverse in his ways will fall at once.",
      "19": "He who tills his land will have plenty of bread,\n    but he who follows after vain things will have poverty enough.",
      "20": "A faithful man will abound with blessings,\n    but he who makes haste to be rich will not be innocent.",
      "21": "To show partiality is not good,\n    because for a morsel of bread that man will transgress.",
      "22": "He who hastens to be rich has an evil eye,\n    and does not consider that poverty will come upon him.",
      "23": "He who rebukes a man will find more favor afterward\n    than he who flatters with the tongue.",
      "24": "Whoever robs his father or his mother\n    and says, “It is no transgression,”\n    the same is the companion of a destroyer.",
      "25": "He who is of a proud heart stirs up strife,\n    but he who puts his trust in the Lord will prosper.",
      "26": "He who trusts in his own heart is a fool,\n    but whoever walks wisely will be delivered.",
      "27": "He who gives to the poor will not lack,\n    but he who hides his eyes will have many a curse.",
      "28": "When the wicked rise, men hide themselves;\n    but when they perish, the righteous increase."
    },
    "29": {
      "1": "He who is often reproved, yet hardens his neck,\n    will suddenly be destroyed, and that without remedy.",
      "2": "When the righteous are in authority, the people rejoice;\n    but when the wicked rule, the people mourn.",
      "3": "Whoever loves wisdom rejoices his father,\n    but he who keeps company with harlots spends his substance.",
      "4": "The king establishes the land by judgment,\n    but he who receives bribes overthrows it.",
      "5": "A man who flatters his neighbor\n    spreads a net for his feet.",
      "6": "In the transgression of an evil man there is a snare,\n    but the righteous sing and rejoice.",
      "7": "The righteous considers the cause of the poor,\n    but the wicked regards not to know it.",
      "8": "Scornful men bring a city into a snare,\n    but wise men turn away wrath.",
      "9": "If a wise man contends with a foolish man,\n    whether he rage or laugh, there is no rest.",
      "10": "The bloodthirsty hate the upright,\n    but the just seek his soul.",
      "11": "A fool utters all his mind,\n    but a wise man keeps it in until afterwards.",
      "12": "If a ruler listens to lies,\n    all his servants are wicked.",
      "13": "The poor and the deceitful man have this in common:\n    The Lord gives light to the eyes of both.",
      "14": "The king who faithfully judges the poor,\n    his throne will be established forever.",
      "15": "The rod and reproof give wisdom,\n    but a child left to himself brings his mother to shame.",
      "16": "When the wicked are multiplied, transgression increases;\n    but the righteous will see their fall.",
      "17": "Correct your son, and he will give you rest;\n    yes, he will give delight to your soul.",
      "18": "Where there is no vision, the people perish;\n    but happy is he who keeps the teaching.",
      "19": "A servant will not be corrected by words,\n    for though he understands he will not answer.",
      "20": "Do you see a man who is hasty in his words?\n    There is more hope for a fool than for him.",
      "21": "He who delicately brings up his servant from a child\n    will have him as a son in the end.",
      "22": "An angry man stirs up strife,\n    and a furious man abounds in transgression.",
      "23": "A man’s pride will bring him low,\n    but honor will uphold the humble in spirit.",
      "24": "Whoever is partner with a thief hates his own soul;\n    he hears the oath but tells nothing.",
      "25": "The fear of man brings a snare,\n    but whoever puts his trust in the Lord will be safe.",
      "26": "Many seek the ruler’s favor,\n    but every man’s judgment comes from the Lord.",
      "27": "An unjust man is an abomination to the just,\n    and he who is upright in the way is an abomination to the wicked."
    },
    "30": {
      "1": "The words of Agur the son of Jakeh, the oracle.\nThe man declares to Ithiel,\n    to Ithiel and Ukal:",
      "2": "Surely I am more brutish than any man,\n    and have not the understanding of a man.",
      "3": "I neither learned wisdom,\n    nor have the knowledge of the holy.",
      "4": "Who has ascended up into heaven, or descended?\n    Who has gathered the wind in his fists?\nWho has bound the waters in a garment?\n    Who has established all the ends of the earth?\nWhat is His name, and what is the name of His son,\n    if you know?",
      "5": "Every word of God is pure;\n    He is a shield to those who put their trust in Him.",
      "6": "Do not add to His words,\n    lest He reprove you, and you be found a liar.",
      "7": "Two things I have required of you;\n    do not deny me them before I die:",
      "8": "Remove vanity and lies far from me—\n    give me neither poverty nor riches;\n    feed me with food convenient for me;",
      "9": "lest I be full, and deny You,\n    and say, “Who is the Lord?”\nor lest I be poor, and steal,\n    and take the name of my God in vain.",
      "10": "Do not accuse a servant to his master,\n    lest he curse you, and you be found guilty.",
      "11": "There is a generation that curses their father,\n    and does not bless its mother.",
      "12": "There is a generation that is pure in its own eyes,\n    and yet is not washed from its filthiness.",
      "13": "There is a generation—oh, how lofty are their eyes!\n    And their eyelids are lifted up.",
      "14": "There is a generation whose teeth are as swords,\n    and their jaw teeth as knives,\nto devour the poor from off the earth,\n    and the needy from among men.",
      "15": "The leech has two daughters,\n    crying, “Give, give.” \nThere are three things that are never satisfied,\n    indeed, four things never say, “It is enough”:",
      "16": "the grave, the barren womb,\n    the earth that is not filled with water,\n    and the fire that never says, “It is enough.”",
      "17": "The eye that mocks at his father,\n    and despises to obey his mother,\nthe ravens of the valley will pick it out,\n    and the young eagles will eat it.",
      "18": "There are three things which are too wonderful for me,\n    indeed, four which I do not know:",
      "19": "the way of an eagle in the air,\n    the way of a serpent on a rock,\nthe way of a ship in the midst of the sea,\n    and the way of a man with a maid.",
      "20": "Such is the way of an adulterous woman;\n    she eats and wipes her mouth,\n    and says, “I have done no wickedness.”",
      "21": "For three things the earth is disquieted,\n    and for four which it cannot bear:",
      "22": "for a servant when he reigns,\n    and a fool when he is filled with food,",
      "23": "for a hateful woman when she is married,\n    and a handmaid who is heir to her mistress.",
      "24": "There are four things which are little upon the earth,\n    but they are exceeding wise:",
      "25": "The ants are a people not strong,\n    yet they prepare their food in the summer;",
      "26": "the badgers are but a feeble folk,\n    yet they make their houses in the rocks;",
      "27": "the locusts have no king,\n    yet they go forth all of them by bands;",
      "28": "the spider takes hold with her hands,\n    and is in kings’ palaces.",
      "29": "There are three things which go well,\n    indeed, four are comely in going:",
      "30": "a lion which is strongest among beasts,\n    and does not turn away for any;",
      "31": "a strutting rooster, a male goat also,\n    and a king, against whom there is no rising up.",
      "32": "If you have been foolish in lifting up yourself,\n    or if you have thought evil,\n    put your hand on your mouth.",
      "33": "Surely the churning of milk brings forth butter,\n    and the wringing of the nose brings forth blood,\n    so the forcing of wrath brings forth strife."
    },
    "31": {
      "1": "The words of King Lemuel, an oracle that his mother taught him:",
      "2": "What, my son? And what, the son of my womb?\n    And what, the son of my vows?",
      "3": "Do not give your strength to women,\n    nor your ways to that which destroys kings.",
      "4": "It is not for kings, O Lemuel,\n    it is not for kings to drink wine,\n    nor for princes strong drink;",
      "5": "lest they drink and forget the law,\n    and pervert the justice of any of the afflicted.",
      "6": "Give strong drink to him who is ready to perish,\n    and wine to those who are of heavy hearts.",
      "7": "Let him drink, and forget his poverty,\n    and remember his misery no more.",
      "8": "Open your mouth for the speechless\n    in the cause of all such as are appointed to destruction.",
      "9": "Open your mouth, judge righteously,\n    and plead the cause of the poor and needy.",
      "10": "Who can find a virtuous woman?\n    For her worth is far above rubies.",
      "11": "The heart of her husband safely trusts in her,\n    so that he will have no lack of gain.",
      "12": "She will do him good and not evil\n    all the days of her life.",
      "13": "She seeks wool and flax,\n    and works willingly with her hands.",
      "14": "She is like the merchant ships,\n    she brings her food from afar.",
      "15": "She also rises while it is yet night,\n    and gives food to her household,\n    and a portion to her maidens.",
      "16": "She considers a field and buys it;\n    with the fruit of her hands she plants a vineyard.",
      "17": "She clothes herself with strength,\n    and strengthens her arms.",
      "18": "She perceives that her merchandise is good;\n    her candle does not go out by night.",
      "19": "She lays her hands to the spindle,\n    and her hands hold the distaff.",
      "20": "She stretches out her hand to the poor;\n    yes, she reaches forth her hands to the needy.",
      "21": "She is not afraid of the snow for her household,\n    for all her household are clothed with scarlet.",
      "22": "She makes herself coverings of tapestry;\n    her clothing is silk and purple.",
      "23": "Her husband is known in the gates,\n    when he sits among the elders of the land.",
      "24": "She makes fine linen and sells it,\n    and delivers sashes to the merchant.",
      "25": "Strength and honor are her clothing,\n    and she will rejoice in time to come.",
      "26": "She opens her mouth with wisdom,\n    and in her tongue is the teaching of kindness.",
      "27": "She looks well to the ways of her household,\n    and does not eat the bread of idleness.",
      "28": "Her children rise up and call her blessed;\n    her husband also, and he praises her:",
      "29": "“Many daughters have done virtuously,\n    but you excel them all.”",
      "30": "Charm is deceitful, and beauty is vain,\n    but a woman who fears the Lord, she shall be praised.",
      "31": "Give her of the fruit of her hands,\n    and let her own works praise her in the gates."
    }
  }
}