{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:26.304849-04:00",
    "Translation": "MEV"
  },
  "Revelation": {
    "1": {
      "1": "The Revelation of Jesus Christ, which God gave to Him to show to His servants things which must soon take place. He sent and signified it by His angel to His servant John,",
      "2": "who bears record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
      "3": "Blessed is he who reads and those who hear the words of this prophecy and keep those things which are written in it, for the time is near.",
      "4": "John,\nTo the seven churches which are in Asia:\nGrace to you and peace from Him who is and who was and who is to come and from the seven Spirits who are before His throne,",
      "5": "and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth.\nTo Him who loved us and washed us from our sins in His own blood,",
      "6": "and has made us kings and priests to His God and Father, to Him be glory and dominion forever and ever. Amen.",
      "7": "Look! He is coming with clouds,\n    and every eye will see Him,\neven those who pierced Him.\n    And all the tribes of the earth will mourn because of Him.\nEven so, Amen.",
      "8": "“I am the Alpha and the Omega, the Beginning and the End,” says the Lord, “who is and who was and who is to come, the Almighty.”",
      "9": "I, John, both your brother and companion in the tribulation and kingdom and patience of Jesus Christ, was on the isle that is called Patmos on account of the word of God and the testimony of Jesus Christ.",
      "10": "I was in the Spirit on the Lord’s Day, and I heard behind me a great voice like a trumpet,",
      "11": "saying, “I am the Alpha and the Omega, the First and the Last,” and “What you see, write in a book, and send it to the seven churches which are in Asia: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”",
      "12": "I turned to see the voice that spoke with me. And when I turned, I saw seven golden candlesticks,",
      "13": "and in the midst of the seven candlesticks was one like a Son of Man, clothed with a garment down to the feet and with a golden sash wrapped around the chest.",
      "14": "The hair on His head was white like wool, as white as snow. His eyes were like a flame of fire.",
      "15": "His feet were like fine brass, as if refined in a furnace, and His voice as the sound of many waters.",
      "16": "He had in His right hand seven stars, and out of His mouth went a sharp two-edged sword. His appearance was like the sun shining brightly.",
      "17": "When I saw Him, I fell at His feet as though I were dead. Then He laid His right hand on me, saying to me, “Do not be afraid. I am the First and the Last.",
      "18": "I am He who lives, though I was dead. Look! I am alive forevermore. Amen. And I have the keys of Hades and of Death.",
      "19": "“Write the things which you have seen, and the things which are, and the things which will take place after this.",
      "20": "The mystery of the seven stars which you saw in My right hand, and the seven golden candlesticks: The seven stars are the angels of the seven churches, and the seven candlesticks which you saw are the seven churches."
    },
    "2": {
      "1": "“To the angel of the church of Ephesus write:\n“He who holds the seven stars in His right hand, who walks in the midst of the seven golden candlesticks, says these things:",
      "2": "I know your works, your labor and your patience, and that you cannot bear those who are evil. And you have tested those who say they are apostles, but are not, and have found them to be liars.",
      "3": "You have endured, and have been patient, and for My name’s sake have labored and have not grown weary.",
      "4": "“But I have something against you, that you have abandoned the love you had at first.",
      "5": "Remember therefore from where you have fallen. Repent, and do the works you did at first, or else I will come to you quickly and remove your candlestick from its place, unless you repent.",
      "6": "But this you have: You hate the works of the Nicolaitans, which I also hate.",
      "7": "“He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give permission to eat of the tree of life, which is in the midst of the Paradise of God.",
      "8": "“To the angel of the church in Smyrna write:\n“The First and the Last, who was dead and came to life, says these things:",
      "9": "I know your works and tribulation and poverty (but you are rich). And I know the blasphemy of those who say they are Jews and are not, but are a synagogue of Satan.",
      "10": "Do not fear any of those things which you are about to suffer. Look, the devil is about to throw some of you into prison, that you may be tried, and you will have tribulation for ten days. Be faithful unto death, and I will give you the crown of life.",
      "11": "“He who has an ear, let him hear what the Spirit says to the churches. He who overcomes shall not be hurt by the second death.",
      "12": "“To the angel of the church in Pergamum write:\n“He who has the sharp two-edged sword says these things:",
      "13": "I know your works and where you live, where Satan’s throne is. Yet you hold firmly to My name, and did not deny My faith even in the days of Antipas, My faithful martyr, who was killed among you, where Satan dwells.",
      "14": "“But I have a few things against you: You have there those who hold the teaching of Balaam, who taught Balak to cast a stumbling block before the children of Israel, to eat things sacrificed to idols and to commit sexual immorality.",
      "15": "So you also have those who hold the teaching of the Nicolaitans.",
      "16": "Repent, or else I will come to you quickly and will war against them with the sword of My mouth.",
      "17": "“He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give the hidden manna to eat. And I will give him a white stone, and on the stone a new name written, which no one knows except he who receives it.",
      "18": "“To the angel of the church in Thyatira write:\n“The Son of God, who has eyes like a flame of fire, and whose feet are like fine brass, says these things:",
      "19": "I know your works, love, service, faith, and your patience, and that your last works are more than the first.",
      "20": "“But I have a few things against you: You permit that woman Jezebel, who calls herself a prophetess, to teach and seduce My servants to commit sexual immorality and eat food sacrificed to idols.",
      "21": "I gave her time to repent of her sexual immorality, but she did not repent.",
      "22": "Look! I will throw her onto a sickbed, and those who commit adultery with her into great tribulation, unless they repent of their deeds.",
      "23": "I will put her children to death, and all the churches shall know that I am He who searches the hearts and minds. I will give to each one of you according to your deeds.",
      "24": "“Now to you I say, and to the rest in Thyatira, as many as do not have this teaching, who have not known what some call the ‘depths of Satan,’ I will put on you no other burden.",
      "25": "But hold firmly what you have until I come.",
      "26": "“To him who overcomes and keeps My works to the end, I will give authority over the nations—",
      "27": "He ‘shall rule them with a rod of iron;\n    like the vessels of a potter they shall be broken in pieces’—\neven as I myself have received authority from My Father.",
      "28": "And I will give him the morning star.",
      "29": "He who has an ear, let him hear what the Spirit says to the churches."
    },
    "3": {
      "1": "“To the angel of the church in Sardis write:\n“He who has the seven Spirits of God and the seven stars says these things: I know your works, that you have a reputation of being alive, but you are dead.",
      "2": "Be watchful, and strengthen the things which remain but are ready to die, for I have not found your works perfected before God.",
      "3": "Remember therefore how you have received and heard; hold fast and repent. Therefore if you will not watch, I will come upon you as a thief, and you will not know what hour I will come upon you.",
      "4": "“You have a few names even in Sardis who have not soiled their garments. They shall walk with Me in white, for they are worthy.",
      "5": "He who overcomes shall be clothed in white garments. I will not blot his name out of the Book of Life, but I will confess his name before My Father and before His angels.",
      "6": "He who has an ear, let him hear what the Spirit says to the churches.",
      "7": "“To the angel of the church in Philadelphia write:\n“He who is holy, He who is true, He who has the key of David, He who opens and no one shuts, and shuts and no one opens, says these things:",
      "8": "I know your works. Look! I have set before you an open door, and no one can shut it. For you have a little strength, and have kept My word, and have not denied My name.",
      "9": "Listen! I will make them of the synagogue of Satan, who say they are Jews and are not, but lie. Listen! I will make them come and worship before your feet and to know that I have loved you.",
      "10": "Because you have kept My word of patience, I also will keep you from the hour of temptation which shall come upon the entire world, to test those who dwell on the earth.",
      "11": "“Look, I am coming quickly. Hold firmly what you have, so that no one may take your crown.",
      "12": "He who overcomes will I make a pillar in the temple of My God, and he shall go out no more. I will write on him the name of My God and the name of the city of My God, the New Jerusalem, which comes down out of heaven from My God, and My own new name.",
      "13": "He who has an ear, let him hear what the Spirit says to the churches.",
      "14": "“To the angel of the church of the Laodiceans write:\n“The Amen, the Faithful and True Witness, the Beginning of the creation of God, says these things:",
      "15": "I know your works, that you are neither cold nor hot. I wish you were cold or hot.",
      "16": "So then, because you are lukewarm, and neither cold nor hot, I will spit you out of My mouth.",
      "17": "For you say, ‘I am rich, and have stored up goods, and have need of nothing,’ yet do not realize that you are wretched, miserable, poor, blind, and naked.",
      "18": "I counsel you to buy from Me gold refined by fire, that you may be rich, and white garments, that you may be dressed, that the shame of your nakedness may not appear, and anoint your eyes with eye salve, that you may see.",
      "19": "“Those whom I love, I rebuke and discipline. Therefore be zealous and repent.",
      "20": "Listen! I stand at the door and knock. If anyone hears My voice and opens the door, I will come in and dine with him, and he with Me.",
      "21": "“To him who overcomes will I grant to sit with Me on My throne, as I also overcame and sat down with My Father on His throne.",
      "22": "He who has an ear, let him hear what the Spirit says to the churches.”"
    },
    "4": {
      "1": "After this I looked. And there was an open door in heaven. The first voice I heard was like a trumpet speaking with me, saying, “Come up here, and I will show you things which must take place after this.”",
      "2": "Immediately I was in the Spirit. And there was a throne set in heaven with One sitting on the throne!",
      "3": "And He who sat there appeared like a jasper and a sardius stone. There was a rainbow around the throne, appearing like an emerald.",
      "4": "Twenty-four thrones were around the throne. And I saw twenty-four elders sitting on the thrones, clothed in white garments. They had crowns of gold on their heads.",
      "5": "Lightnings and thunderings and voices proceeded from the throne. Seven lamps of fire were burning before the throne, which are the seven Spirits of God.",
      "6": "Before the throne was a sea of glass like crystal.\nIn the midst of the throne, and around the throne, were four living creatures covered with eyes in front and in back.",
      "7": "The first living creature was like a lion, the second living creature like a calf, the third living creature had a face like a man, and the fourth creature was like a flying eagle.",
      "8": "The four living creatures had six wings each, and they were covered with eyes all around. All day and night, without ceasing, they were saying:\n“ ‘Holy, holy, holy,\nLord God Almighty,’\nwho was, and is, and is to come.”",
      "9": "When the living creatures give glory and honor and thanks to Him who sits on the throne, who lives forever and ever,",
      "10": "the twenty-four elders fall down before Him who sits on the throne, and worship Him, who lives forever and ever. Then they cast their crowns before the throne, saying,",
      "11": "“You are worthy, O Lord,\n    to receive glory and honor and power;\nfor You have created all things,\n    and by Your will they exist\n    and were created.”"
    },
    "5": {
      "1": "Then I saw in the right hand of Him who sat on the throne a scroll written within and on the back, sealed with seven seals.",
      "2": "And I saw a strong angel proclaiming with a loud voice, “Who is worthy to open the scroll and to break its seals?”",
      "3": "But no one in heaven or on earth or under the earth was able to open the scroll or to look in it.",
      "4": "I began to weep loudly, because no one was found worthy to open and read the scroll, or to look in it.",
      "5": "Then one of the elders said to me, “Do not weep. Look! The Lion of the tribe of Judah, the Root of David, has triumphed. He is able to open the scroll and to loose its seven seals.”",
      "6": "I saw a Lamb in the midst of the throne and of the four living creatures, and in the midst of the elders, standing as though it had been slain, having seven horns and seven eyes, which are the seven Spirits of God, sent out into all the earth.",
      "7": "He came and took the scroll out of the right hand of Him who sat on the throne.",
      "8": "When He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each one having a harp, and golden bowls full of incense, which are the prayers of saints.",
      "9": "And they sang a new song, saying:\n“You are worthy to take the scroll,\n    and to open its seals;\nfor You were slain,\n    and have redeemed us to God by Your blood\n    out of every tribe and tongue and people and nation,",
      "10": "and have made us kings and priests unto our God;\n    and we shall reign on the earth.”",
      "11": "Then I looked, and I heard around the throne and the living creatures and the elders the voices of many angels, numbering ten thousand times ten thousand, and thousands of thousands,",
      "12": "saying with a loud voice:\n“Worthy is the Lamb who was slain,\n    to receive power and riches and wisdom and strength\n    and honor and glory and blessing!”",
      "13": "Then I heard every creature which is in heaven and on the earth and under the earth and in the sea, and all that are in them, saying:\n“To Him who sits on the throne and to the Lamb\n    be blessing and honor and glory and power,\n        forever and ever!”",
      "14": "The four living creatures said, “Amen.” And the twenty-four elders fell down and worshipped Him who lives forever and ever."
    },
    "6": {
      "1": "I saw when the Lamb opened one of the seals. Then I heard one of the four living creatures saying, with voice like thunder, “Come and see.”",
      "2": "And I looked, and there before me was a white horse. He who sat on it had a bow. And a crown was given to him, and he went forth conquering that he might overcome.",
      "3": "When He opened the second seal, I heard the second living creature say, “Come and see.”",
      "4": "Then another horse that was red went forth. Power was given to him who sat on it to take peace from the earth, causing people to kill one another. Then a great sword was given to him.",
      "5": "When He opened the third seal, I heard the third living creature say, “Come!” I looked, and there was a black horse, and he who sat on it had a pair of scales in his hand.",
      "6": "Then I heard a voice in the midst of the four living creatures saying, “A quart of wheat for a day’s wages, and three quarts of barley for a day’s wages, and do not harm the oil and the wine.”",
      "7": "When He opened the fourth seal, I heard the voice of the fourth living creature say, “Come!”",
      "8": "So I looked, and there was a pale horse, and the name of him who sat on it was Death, and Hades followed him. Power over a fourth of the earth was given to them, to kill with sword, with hunger, with death, and by the beasts of the earth.",
      "9": "When He opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the testimony they had held.",
      "10": "They cried out with a loud voice, “How long, O Sovereign Lord, holy and true, until You judge and avenge our blood on those who dwell on the earth?”",
      "11": "Then a white robe was given to each of them, and they were told to rest a little longer, until the number of their fellow servants and brothers should be completed, who would be killed as they were.",
      "12": "I watched as He opened the sixth seal. And suddenly there was a great earthquake. The sun became black, like sackcloth made from goat hair, and the moon became like blood.",
      "13": "And the stars of heaven fell to the earth, as a fig tree drops its unripe figs when it is shaken by a strong wind.",
      "14": "Then the heavens receded like a scroll when it is rolled up, and every mountain and island was removed from its place.",
      "15": "Then the kings of the earth and the great men and the rich men and the commanding officers and the strong and everyone, slave and free, hid themselves in the caves and in the rocks of the mountains.",
      "16": "They said to the mountains and rocks, “Fall on us, and hide us from the face of Him who sits on the throne, and from the wrath of the Lamb,",
      "17": "for the great day of His wrath has come. Who is able to withstand it?”"
    },
    "7": {
      "1": "Then I saw four angels standing at the four corners of the earth, holding the four winds of the earth, that the wind would not blow on the earth or on the sea or on any tree.",
      "2": "And I saw another angel ascending from the east, having the seal of the living God. He cried out with a loud voice to the four angels who had been given power to harm the earth and the sea,",
      "3": "saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.”",
      "4": "Then I heard the number of those who were sealed, one hundred and forty-four thousand out of every tribe of the children of Israel:",
      "5": "Twelve thousand from the tribe of Judah were sealed,\ntwelve throusand from the tribe of Reuben were sealed,\ntwelve thousand from the tribe of Gad were sealed,",
      "6": "twelve thousand from the tribe of Asher were sealed,\ntwelve thousand from the tribe of Naphtali were sealed,\ntwelve thousand from the tribe of Manasseh were sealed,",
      "7": "twelve thousand from the tribe of Simeon were sealed,\ntwelve thousand from the tribe of Levi were sealed,\ntwelve thousand from the tribe of Issachar were sealed,",
      "8": "twelve thousand from the tribe of Zebulun were sealed,\ntwelve thousand from the tribe of Joseph were sealed,\nand twelve thousand from the tribe of Benjamin were sealed.",
      "9": "Then I looked. And there was a great multitude which no one could count, from all nations and tribes and peoples and tongues, standing before the throne and before the Lamb, clothed with white robes, with palm branches in their hands.",
      "10": "They cried out with a loud voice:\n“Salvation belongs to our God\nwho sits on the throne,\nand to the Lamb!”",
      "11": "All the angels stood around the throne and the elders and the four living creatures and fell on their faces before the throne and worshipped God,",
      "12": "saying:\n“Amen!\nBlessing and glory\nand wisdom and thanksgiving and honor\nand power and might\nbe to our God forever and ever!\nAmen.”",
      "13": "Then one of the elders asked me, “Who are these clothed in white robes, and where did they come from?”",
      "14": "I said to him, “Sir, you know.”\nHe said to me, “These are those who came out of great tribulation and washed their robes and made them white in the blood of the Lamb.",
      "15": "Therefore,\nthey are before the throne of God,\n    and serve Him day and night in His temple.\nAnd He who sits on the throne\n    will dwell among them.",
      "16": "‘They shall neither hunger any more,\n    nor shall they thirst any more;\nthe sun shall not strike them,’\n    nor any scorching heat;",
      "17": "for the Lamb who is in the midst of the throne\n    will shepherd them\nand ‘He will lead them to springs of living water.’\n    ‘And God will wipe away every tear from their eyes.’”"
    },
    "8": {
      "1": "When He opened the seventh seal, there was silence in heaven for about half an hour.",
      "2": "And I saw the seven angels who stand before God, and seven trumpets were given to them.",
      "3": "Another angel, having a golden censer, came and stood at the altar. He was given much incense to offer with the prayers of all the saints on the golden altar which was before the throne.",
      "4": "The smoke of the incense, with the prayers of the saints, ascended before God from the angel’s hand.",
      "5": "Then the angel took the censer, filled it with fire from the altar, and threw it onto the earth. And there were noises, thundering, lightning, and an earthquake.",
      "6": "Then the seven angels who had the seven trumpets prepared themselves to sound them.",
      "7": "The first angel sounded, and there followed hail and fire mixed with blood, and they were thrown upon the earth. A third of the trees and all the green grass were burned up.",
      "8": "Then the second angel sounded, and something like a great mountain, burning with fire, was thrown into the sea. A third of the sea became blood,",
      "9": "a third of the living creatures in the sea died, and a third of the ships were destroyed.",
      "10": "The third angel sounded, and a great star from heaven, burning like a torch, fell on a third of the rivers and on the springs of waters.",
      "11": "The name of this star is Wormwood. A third of the waters became wormwood, and many men died from the waters, because they were made bitter.",
      "12": "The fourth angel sounded, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of them were darkened. A third of the day had no light, and likewise a third of the night.",
      "13": "Then I watched, and I heard an angel flying through the midst of heaven, saying with a loud voice, “Woe, woe, woe to the inhabitants of the earth, because of the other trumpet blasts of the three angels, who are yet to sound!”"
    },
    "9": {
      "1": "The fifth angel sounded, and I saw a star fallen from heaven to the earth. The star was given the key to the bottomless pit.",
      "2": "He opened the bottomless pit, and smoke ascended from the pit, like the smoke of a great furnace. The sun and the air were darkened by the smoke from the pit.",
      "3": "And out of the smoke locusts came upon the earth. Power was given them as the scorpions of the earth have power.",
      "4": "They were commanded not to harm the grass of the earth, or any green thing, or any tree, but only those men who did not have the seal of God on their foreheads.",
      "5": "They were given authority, not to kill them, but to torment them for five months. Their torment was like the torment of a scorpion when it stings a man.",
      "6": "In those days men will seek death but will not find it. They will desire to die, but death will elude them.",
      "7": "The shape of the locusts was like horses prepared for battle. On their heads were something like crowns of gold, and their faces were like faces of men.",
      "8": "They had hair like the hair of women, and their teeth were like the teeth of lions.",
      "9": "They had breastplates like breastplates of iron, and the sound of their wings was like the sound of chariots with many horses running to battle.",
      "10": "They had tails like scorpions and stings in their tails. Their power was to hurt men for five months.",
      "11": "They had as king over them the angel of the bottomless pit, whose name in Hebrew is Abaddon, and in Greek his name is Apollyon.",
      "12": "The first woe is past. Now, two more woes are yet to come.",
      "13": "The sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,",
      "14": "saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great Euphrates River.”",
      "15": "And the four angels, who had been prepared for the hour and day and month and year, were released to kill a third of mankind.",
      "16": "The army of horsemen numbered two hundred million. I heard their number.",
      "17": "Thus I saw the horses in the vision: Those who sat on them had breastplates of fiery red, hyacinth blue, and sulfur yellow. The heads of the horses were like the heads of lions, and out of their mouths came fire and smoke and brimstone.",
      "18": "A third of mankind was killed by these three plagues—by the fire and by the smoke and by the brimstone, which came out of their mouths.",
      "19": "The power of the horses is in their mouths and in their tails. For their tails are like serpents, with heads by which they inflict injury.",
      "20": "The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands. They did not cease to worship demons, and idols of gold, silver, brass, stone, and wood, which cannot see nor hear nor walk.",
      "21": "Nor did they repent of their murders or their magical arts or their sexual immorality or their thefts."
    },
    "10": {
      "1": "Then I saw another mighty angel coming down from heaven, clothed with a cloud and a rainbow on his head. His face was like the sun, and his feet like pillars of fire.",
      "2": "He had a little scroll open in his hand. He set his right foot on the sea and his left foot on the land,",
      "3": "and cried out with a loud voice, like a lion roaring. When he cried out, seven thunders sounded their voices.",
      "4": "And when the seven thunders sounded their voices, I was about to write, but I heard a voice from heaven saying to me, “Seal up those things which the seven thunders said, and do not write them.”",
      "5": "The angel whom I saw standing on the sea and on the earth lifted up his hand to heaven",
      "6": "and swore by Him who lives forever and ever, who created heaven and the things that are in them, and the earth and the things that are in it, and the sea and the things that are in it, that there should be no more delay.",
      "7": "But in the days when the seventh angel is about to sound, the mystery of God will be fulfilled, as He has declared to His servants the prophets.",
      "8": "Then the voice which I heard from heaven spoke to me again and said, “Go, take the little scroll which is open in the hand of the angel who is standing on the sea and on the earth.”",
      "9": "So I went to the angel and said to him, “Give me the little scroll.” He said to me, “Take it and eat it. ‘It will turn your stomach sour, but in your mouth it will be as sweet as honey.’”",
      "10": "I took the little scroll from the angel’s hand and ate it. It was as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour.",
      "11": "Then he said to me, “You must prophesy again about many peoples and nations and tongues and kings.”"
    },
    "11": {
      "1": "I was given a reed like a measuring rod. The angel stood, saying, “Rise and measure the temple of God and the altar, and those who worship in it.",
      "2": "But exclude the court which is outside the temple, and do not measure it, for it has been given to the nations. They will trample on the Holy City for forty-two months.",
      "3": "And I will give power to my two witnesses, and they will prophesy for one thousand two hundred and sixty days, clothed in sackcloth.”",
      "4": "These are the two olive trees and the two candlesticks standing before the God of the earth.",
      "5": "If anyone desires to harm them, fire proceeds out of their mouth and devours their enemies. If anyone desires to harm them, he must be killed in this way.",
      "6": "They have power to shut heaven, that it may not rain during the days of their prophecy. They have power over waters to turn them into blood and to strike the earth with every plague as often as they desire.",
      "7": "When they have finished their testimony, the beast that ascends from the bottomless pit will wage war against them and overcome them and kill them.",
      "8": "Their dead bodies will lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.",
      "9": "Those from every people and tribe and tongue and nation will see their dead bodies for three and a half days, and will not allow their dead bodies to be put in graves.",
      "10": "Those who dwell on the earth will rejoice over them and make merry and send gifts to one another, because these two prophets tormented those who dwell on the earth.",
      "11": "After the three and a half days, the breath of life from God entered them, and they stood on their feet, and great fear fell on those who saw them.",
      "12": "Then they heard a loud voice from heaven saying to them, “Come up here!” And they ascended to heaven in a cloud, while their enemies watched them.",
      "13": "At that same hour there was a great earthquake, and a tenth of the city fell. Seven thousand men were killed in the earthquake, and the remnant were frightened and gave glory to the God of heaven.",
      "14": "The second woe is past. Listen, the third woe is coming quickly.",
      "15": "The seventh angel sounded, and there were loud voices in heaven, saying:\n“The kingdoms of the world have become\n    the kingdoms of our Lord, and of His Christ,\n    and He shall reign forever and ever.”",
      "16": "And the twenty-four elders, who sat before God on their thrones, fell on their faces and worshipped God,",
      "17": "saying:\n“We give You thanks, O Lord God Almighty,\n    who is and was and who is to come,\nbecause You have taken Your great power\n    and begun to reign.",
      "18": "The nations were angry,\n    and Your wrath has come,\nand the time has come for the dead to be judged,\n    and to reward Your servants the prophets\nand the saints and those who fear Your name,\n    small and great,\nand to destroy those who destroy the earth.”",
      "19": "Then the temple of God was opened in heaven, and the ark of His covenant was seen in His temple. And there came lightning, noises, thundering, an earthquake, and great hail."
    },
    "12": {
      "1": "A great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars.",
      "2": "She was with child and cried out in labor and in pain to give birth.",
      "3": "Then another sign appeared in heaven: There was a great red dragon with seven heads and ten horns, and seven diadems on his heads.",
      "4": "His tail drew a third of the stars of heaven, and threw them to the earth. The dragon stood before the woman who was ready to give birth, to devour her Child as soon as He was born.",
      "5": "She gave birth to a male Child, “who was to rule all nations with an iron scepter.” And her Child was caught up to God and to His throne.",
      "6": "The woman fled into the wilderness where she has a place prepared by God, that they may nourish her there for one thousand two hundred and sixty days.",
      "7": "Then war broke out in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought,",
      "8": "but they did not prevail, nor was there a place for them in heaven any longer.",
      "9": "The great dragon was cast out, that ancient serpent called the Devil and Satan, who deceives the whole world. He was cast down to the earth, and his angels were cast down with him.",
      "10": "Then I heard a loud voice in heaven, saying:\n“Now the salvation and the power and the kingdom of our God\n    and the authority of His Christ have come,\nfor the accuser of our brothers,\n    who accused them before our God day and night,\n    has been cast down.",
      "11": "They overcame him\n    by the blood of the Lamb\n    and by the word of their testimony,\nand they loved not their lives\n    unto the death.",
      "12": "Therefore rejoice, O heavens,\n    and you who dwell in them!\nWoe unto the inhabitants of the earth and the sea!\n    For the devil has come down to you in great wrath,\n    because he knows that his time is short.”",
      "13": "When the dragon saw that he was cast down to the earth, he persecuted the woman who gave birth to the male Child.",
      "14": "The woman was given two wings of a great eagle, that she might fly into the wilderness to her place, where she is to be nourished for a time and times and half a time, from the presence of the serpent.",
      "15": "Then the serpent spewed water out of his mouth like a flood after the woman, that he might cause her to be carried away by the flood.",
      "16": "But the earth helped the woman. The earth opened its mouth and swallowed the flood which the dragon spewed out of his mouth.",
      "17": "Then the dragon was angry with the woman, and he went to wage war with the remnant of her offspring, who keep the commandments of God and have the testimony of Jesus Christ."
    },
    "13": {
      "1": "I stood on the sand of the sea. And I saw a beast rising out of the sea, having seven heads and ten horns, with ten crowns on his horns, and blasphemous names on his heads.",
      "2": "The beast which I saw was like a leopard. His feet were like those of a bear, and his mouth like the mouth of a lion. The dragon gave him his power and his throne and great authority.",
      "3": "I saw one of his heads as if it was mortally wounded, but his deadly wound was healed, and the whole world marveled and followed the beast.",
      "4": "They worshipped the dragon who gave authority to the beast. And they worshipped the beast, saying, “Who is like the beast? Who is able to wage war with him?”",
      "5": "He was given a mouth speaking great things and blasphemies. And he was given authority to wage war for forty-two months.",
      "6": "He opened his mouth to speak blasphemies against God, to blaspheme His name and His tabernacle and those who dwell in heaven.",
      "7": "It was granted to him to wage war with the saints and to overcome them. And authority was given him over every tribe and tongue and nation.",
      "8": "All who dwell on the earth will worship him, all whose names have not been written in the Book of Life of the Lamb who was slain from the foundation of the world.",
      "9": "If anyone has an ear, let him hear:",
      "10": "“He who is to be taken captive,\n    into captivity he shall go;\nhe who kills with the sword,\n    with the sword he must be killed.”\nHere is a call for the patience and the faith of the saints.",
      "11": "Then I saw another beast rising out of the earth. He had two horns like a lamb and he spoke like a dragon.",
      "12": "He exercises all the authority of the first beast in his presence and causes the earth and those who dwell on it to worship the first beast, whose deadly wound was healed.",
      "13": "He performs great signs, making fire come down from heaven on the earth in the sight of men.",
      "14": "He deceives those who dwell on the earth by the signs which he was granted to do in the presence of the beast, telling those who dwell on the earth to make an image to the beast who was wounded by a sword and lived.",
      "15": "He was allowed to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed.",
      "16": "He causes all, both small and great, both rich and poor, both free and slave, to receive a mark on their right hand or on their forehead,",
      "17": "so that no one may buy or sell, except he who has the mark or the name of the beast or the number of his name.",
      "18": "Here is a call for wisdom: Let him who has understanding calculate the number of the beast. It is the number of a man. His number is six hundred and sixty-six."
    },
    "14": {
      "1": "Then I looked. The Lamb was standing on Mount Zion and with Him one hundred and forty-four thousand having His Father’s name written on their foreheads.",
      "2": "And I heard a sound from heaven, like the sound of many waters and like the sound of a great thunder. I heard the sound of harpists playing their harps.",
      "3": "They sang a new song before the throne and before the four living creatures and the elders. No one could learn that song except the one hundred and forty-four thousand who were redeemed from the earth.",
      "4": "These are those who were not defiled with women, for they are virgins. These are those who follow the Lamb wherever He goes. These were redeemed from among men, as first fruits to God and to the Lamb.",
      "5": "No lie was found in their mouths, for they are without fault before the throne of God.",
      "6": "Then I saw another angel flying in the midst of heaven, having the eternal gospel to preach to those who dwell on the earth, to every nation and tribe and tongue and people.",
      "7": "He said with a loud voice, “Fear God and give Him glory, for the hour of His judgment has come. Worship Him who made heaven and earth, the sea and the springs of water.”",
      "8": "Another angel followed, saying, “ ‘Fallen! Fallen is Babylon, that Great City,’ because she made all the nations drink of the wine of the wrath of her sexual immorality.”",
      "9": "A third angel followed them, saying with a loud voice, “If anyone worships the beast and his image and receives his mark on his forehead or on his hand,",
      "10": "he also shall drink of the wine of the wrath of God, which is poured out in full strength into the cup of His anger. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.",
      "11": "The smoke of their torment will ascend forever and ever. They have no rest day or night, who worship the beast and his image and whoever receives the mark of his name.”",
      "12": "Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.",
      "13": "Then I heard a voice from heaven saying to me, “Write: Blessed are the dead who die in the Lord from now on.”\n“Yes,” says the Spirit, “that they may rest from their labors, for their works follow them.”",
      "14": "I looked. And there was a white cloud, and on the cloud sat One like a Son of Man, having on his head a golden crown, and in His hand a sharp sickle.",
      "15": "Then another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, “Thrust in Your sickle and reap. The time has come for You to reap, for the harvest of the earth is ripe.”",
      "16": "So He who sat on the cloud thrust His sickle on the earth, and the earth was harvested.",
      "17": "Another angel came out of the temple which is in heaven. He also had a sharp sickle.",
      "18": "Yet another angel who had authority over fire came out from the altar. He cried with a loud voice to him who had the sharp sickle, saying, “Thrust in your sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.”",
      "19": "The angel thrust his sickle into the earth and gathered the vintage of the earth, and threw it into the great winepress of the wrath of God.",
      "20": "The winepress was trampled outside the city, and blood came out of the winepress, up to the horses’ bridles, for one hundred and eighty-six miles."
    },
    "15": {
      "1": "I saw another great and marvelous sign in heaven: seven angels having the seven last plagues, for in them the wrath of God is complete.",
      "2": "And I saw what looked like a sea of glass mixed with fire, and those who have the victory over the beast, over his image and over his mark and over the number of his name, standing on the sea of glass, having harps of God.",
      "3": "They sang the song of Moses, the servant of God, and the song of the Lamb, saying:\n“Great and marvelous are Your works,\n    Lord God Almighty!\nJust and true are Your ways,\n    O King of saints!",
      "4": "Who shall not fear You, O Lord,\n    and glorify Your name?\nFor You alone are holy.\nAll nations shall come\n    and worship before You,\nfor Your judgments have been revealed.”",
      "5": "After this I looked. And now the temple of the tabernacle of the testimony in heaven was opened.",
      "6": "The seven angels came out of the temple with the seven plagues. They were clothed in pure, bright linen, having their chests wrapped with golden sashes.",
      "7": "Then one of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God, who lives forever and ever.",
      "8": "And the temple was filled with smoke from the glory of God and from His power. No one was able to enter the temple until the seven plagues of the seven angels were completed."
    },
    "16": {
      "1": "Then I heard a loud voice from the temple saying to the seven angels, “Go, pour out the bowls of the wrath of God on the earth.”",
      "2": "The first went and poured out his bowl on the earth, and foul and grievous sores came on the men who had the mark of the beast and those who worshipped his image.",
      "3": "The second angel poured out his bowl on the sea. It became like the blood of a dead man, and every living creature in the sea died.",
      "4": "The third angel poured out his bowl on the rivers and springs of water, and they became blood.",
      "5": "Then I heard the angel of the waters saying:\n“You are righteous, O Lord,\n    who is and was and who is to be,\n    because You have judged these things.",
      "6": "For they have shed the blood of saints and prophets,\n    and You have given them blood to drink. It is what they deserve!”",
      "7": "And I heard another from the altar saying:\n“Yes, Lord God Almighty,\n    true and righteous are Your judgments.”",
      "8": "The fourth angel poured out his bowl on the sun, and power was given to him to scorch men with fire.",
      "9": "Men were scorched with great heat, and they blasphemed the name of God who has power over these plagues, and they did not repent and give Him glory.",
      "10": "The fifth angel poured out his bowl on the throne of the beast, and his kingdom was filled with darkness. They gnawed their tongues because of the anguish,",
      "11": "and blasphemed the God of heaven because of their pains and their sores, and did not repent of their deeds.",
      "12": "The sixth angel poured out his bowl on the great Euphrates River, and its water was dried up, to prepare the way for the kings from the East.",
      "13": "Then I saw three unclean spirits like frogs coming out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet.",
      "14": "For they are spirits of demons, performing signs, who go out to the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.",
      "15": "“Look, I am coming as a thief. Blessed is he who watches and keeps his garments on, lest he walk naked and his shame be exposed.”",
      "16": "They gathered them together to the place which in Hebrew is called Armageddon.",
      "17": "The seventh angel poured out his bowl into the air, and a loud voice came out of the temple of heaven, from the throne, saying, “It is done!”",
      "18": "And there were noises and thundering and lightning and a great earthquake, such a mighty and great earthquake, as had never occurred since men were on the earth.",
      "19": "The great city was divided into three parts, and the cities of the nations fell. Babylon the Great was remembered before God, to give to her the cup of the wine of the fierceness of His wrath.",
      "20": "Every island fled away, and the mountains were not found.",
      "21": "Great hail, about the weight of a hundred pounds, fell from heaven upon man. Men blasphemed God because of the plague of the hail, because that plague was so severe."
    },
    "17": {
      "1": "One of the seven angels who had the seven bowls came and talked with me, saying to me, “Come, I will show you the judgment of the great prostitute who sits on many waters,",
      "2": "with whom the kings of the earth committed adultery, and the inhabitants of the earth were made drunk with the wine of her sexual immorality.”",
      "3": "Then he carried me away in the Spirit into the wilderness. I saw a woman sitting on a scarlet beast which was full of blasphemous names, having seven heads and ten horns.",
      "4": "The woman was arrayed in purple and scarlet, and adorned with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the filth of her sexual immorality.",
      "5": "On her forehead a name was written:\nMYSTERY,\nBABYLON THE GREAT,\nTHE MOTHER OF PROSTITUTES\nAND OF THE ABOMINATIONS OF THE EARTH.",
      "6": "I saw the woman, drunk with the blood of the saints and with the blood of the martyrs of Jesus.\nWhen I saw her, I marveled greatly.",
      "7": "Then the angel said to me, “Why do you marvel? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns.",
      "8": "The beast, which you saw, was, and is not, and is to ascend out of the bottomless pit and go to destruction. Those who dwell on the earth whose names are not written in the Book of Life from the foundation of the world will marvel when they see the beast that was, and is not, and is to come.",
      "9": "“Here is the mind which has wisdom: The seven heads are seven mountains on which the woman sits.",
      "10": "They are also seven kings. Five have fallen, one is, the other has not yet come; and when he comes, he must remain a little while.",
      "11": "Concerning the beast who was, and is not, he is the eighth, and is of the seven, and is going to destruction.",
      "12": "“The ten horns which you saw are ten kings who have received no kingdom yet, but they will receive authority as kings for one hour with the beast.",
      "13": "These are of one mind and will give their power and authority to the beast.",
      "14": "These will wage war with the Lamb, but the Lamb will overcome them, for He is Lord of lords and King of kings. Those who are with Him are called and chosen and faithful.”",
      "15": "Then he said to me, “The waters which you saw, where the prostitute sits, are peoples and multitudes and nations and tongues.",
      "16": "These ten horns and the beast which you saw will hate the prostitute; they will make her desolate and naked, and devour her flesh, and burn her with fire.",
      "17": "For God has put in their hearts to fulfill His will, and to be of one mind, and to give their kingdom to the beast, until the words of God are fulfilled.",
      "18": "The woman whom you saw is that great city, which reigns over the kings of the earth.”"
    },
    "18": {
      "1": "After this I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.",
      "2": "He cried out mightily with a loud voice, saying:\n“ ‘Fallen! Fallen is Babylon the Great!’\n    She has become a dwelling place of demons,\na haunt for every unclean spirit,\n    and a haunt for every unclean and hateful bird.",
      "3": "For all the nations have drunk\n    of the wine of the wrath of her sexual immorality,\nthe kings of the earth have committed adultery with her,\n    and the merchants of the earth have become rich through the\n    abundance of her luxury.”",
      "4": "Then I heard another voice from heaven saying:\n“ ‘Come out of her, my people,’\n    lest you partake in her sins,\n    and lest you receive her plagues.",
      "5": "For her sins have reached up to heaven,\n    and God has remembered her iniquities.",
      "6": "Render to her as she has rendered to you,\n    and repay her double for her deeds;\n    in the cup which she has mixed, mix a double portion for her.",
      "7": "To the extent that she glorified herself and lived luxuriously,\n    so give her torment and sorrow;\nfor in her heart she says,\n    ‘I sit as a queen, and am no widow,\n    and will see no sorrow.’",
      "8": "Therefore her plagues will come in one day—\n    death and mourning and famine.\nAnd she will be utterly burned with fire,\n    for strong is the Lord God who judges her.",
      "9": "“The kings of the earth, who have committed adultery and lived luxuriously with her, will weep and mourn over her when they see the smoke of her burning.",
      "10": "Standing far off for the fear of her torment, they will say:\n‘Alas, alas for that great city,\n    that mighty city, Babylon!\nIn one hour your judgment has come.’",
      "11": "“The merchants of the earth will weep and mourn over her, for no one buys their merchandise any more:",
      "12": "the merchandise of gold, silver, precious stones and pearls, fine linen, purple, silk and scarlet, all kinds of scented wood, all artifacts of ivory, all merchandise of costly wood, bronze, iron, and marble;",
      "13": "and cinnamon and incense, myrrh and frankincense, wine, oil, fine flour and wheat, cattle and sheep, horses and chariots, and slaves and souls of men.",
      "14": "‘The fruit that your soul lusted after\n    has departed from you,\nand all the things which graceful and exquisite\n    have departed from you,\n    and you shall never find them.’",
      "15": "“The merchants of these things, who gained wealth by her, will stand far off for fear of her torment, weeping and wailing,",
      "16": "and saying:\n‘Alas, alas, that great city,\n    that was arrayed in fine linen, in purple and scarlet,\n    and decked with gold and precious stones and pearls!",
      "17": "In one hour such great riches came to nothing!’\n“All sea captains and seafaring men, sailors and all who trade by sea, stood far off,",
      "18": "and cried out when they saw the smoke of her burning, saying, ‘What city is like this great city?’",
      "19": "They threw dust on their heads and cried out, weeping and wailing, and saying:\n‘Alas, alas, that great city,\n    in which all who had ships in the sea\n    grew rich from her wealth!\nIn one hour she has been laid waste!’",
      "20": "“Rejoice over her, O heaven\n    and saints and apostles and prophets,\nfor God has avenged you against her.”",
      "21": "Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying:\n“With such violence\n    shall that great city Babylon be thrown down,\n    and shall be found no more.",
      "22": "The sound of harpists and musicians, flute players and trumpeters,\n    shall not be heard in you any more.\nNo craftsman of any craft\n    shall be found in you any more,\nand the sound of a millstone\n    shall not be heard in you any more.",
      "23": "The light of a lamp\n    shall shine in you no more,\nand the voice of bridegroom and of bride\n    shall be heard in you no more.\nFor your merchants were the great men of the earth,\n    and all nations were deceived by your sorcery.",
      "24": "In her was found the blood of prophets and of saints\n    and of all who were slain on the earth.”"
    },
    "19": {
      "1": "After these things I heard a great sound of many people in heaven, shouting:\n“Alleluia!\nSalvation and glory and honor and power belong to the Lord our God!",
      "2": "For true and righteous are His judgments,\nbecause He has judged the great prostitute\n    who corrupted the earth with her sexual immorality;\nand He has avenged on her the blood of His servants.”",
      "3": "Again they said:\n“Alleluia!\nHer smoke rises forever and ever.”",
      "4": "The twenty-four elders and the four living creatures fell down and worshipped God who sat on the throne, saying:\n“Amen! Alleluia!”",
      "5": "Then a voice came from the throne, saying:\n“Praise our God,\n    all you His servants\nand those who fear Him,\n    both small and great!”",
      "6": "Then I heard something like the sound like a great multitude, as the sound of many waters and as the sound of mighty thunderings, saying:\n“Alleluia!\n    For the Lord God Omnipotent reigns!",
      "7": "Let us be glad and rejoice\n    and give Him glory,\nfor the marriage of the Lamb has come,\n    and His wife has made herself ready.",
      "8": "It was granted her to be arrayed in fine linen,\n    clean and white.”\nFine linen is the righteous deeds of the saints.",
      "9": "Then he said to me, “Write: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are the true sayings of God.”",
      "10": "I fell at his feet to worship him. But he said to me, “See that you not do that. I am your fellow servant, and of your brothers who hold the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.”",
      "11": "I saw heaven opened. And there was a white horse. He who sat on it is called Faithful and True, and in righteousness He judges and wages war.",
      "12": "His eyes are like a flame of fire, and on His head are many crowns. He has a name written, that no one knows but He Himself.",
      "13": "He is clothed with a robe dipped in blood. His name is called The Word of God.",
      "14": "The armies in heaven, clothed in fine linen, white and clean, followed Him on white horses.",
      "15": "Out of His mouth proceeds a sharp sword, with which He may strike the nations. “He shall rule them with an iron scepter.” He treads the winepress of the fury and wrath of God the Almighty.",
      "16": "On His robe and on His thigh He has a name written:\nKING OF KINGS\nAND LORD OF LORDS.",
      "17": "And I saw an angel standing in the sun, and he cried with a loud voice to all the birds flying in the midst of heaven, “Come and gather for the supper of the great God,",
      "18": "to eat the flesh of kings, the flesh of commanders, the flesh of strong men, the flesh of horses and their riders, and the flesh of all men, both free and slave, both small and great!”",
      "19": "Then I saw the beast and the kings of the earth with their armies gathered to wage war against Him who sat on the horse and against His army.",
      "20": "But the beast was captured and with him the false prophet who worked signs in his presence, by which he deceived those who received the mark of the beast and those who worshipped his image. These two were thrown alive into the lake of fire that burns with brimstone.",
      "21": "The remnant were slain with the sword which proceeded out of the mouth of Him who sat on the horse. And all the birds gorged themselves with their flesh."
    },
    "20": {
      "1": "And I saw an angel coming down out of heaven, having the key to the bottomless pit and a great chain in his hand.",
      "2": "He seized the dragon, that ancient serpent, who is the Devil and Satan, and bound him for a thousand years.",
      "3": "He cast him into the bottomless pit, and shut him up, and set a seal on him, that he should deceive the nations no more, until the thousand years were ended. After that he must be set free for a little while.",
      "4": "I saw thrones, and they sat on them, and the authority to judge was given to them. And I saw the souls of those who had been beheaded for their witness of Jesus and for the word of God. They had not worshipped the beast or his image, and had not received his mark on their foreheads or on their hands. They came to life and reigned with Christ for a thousand years.",
      "5": "The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.",
      "6": "Blessed and holy is he who takes part in the first resurrection. Over these the second death has no power, but they shall be priests of God and of Christ and shall reign with Him a thousand years.",
      "7": "When the thousand years are ended, Satan will be set free from his prison",
      "8": "and will go out to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them for battle. Their number is like the sand of the sea.",
      "9": "They traveled the breadth of the earth and surrounded the camp of the saints and the beloved city. But fire came down from God out of heaven and devoured them.",
      "10": "The devil, who deceived them, was cast into the lake of fire and brimstone where the beast and the false prophet were. They will be tormented day and night forever and ever.",
      "11": "Then I saw a great white throne and Him who was seated on it. From His face the earth and the heavens fled away, and no place was found for them.",
      "12": "And I saw the dead, small and great, standing before God. Books were opened. Then another book was opened, which is the Book of Life. The dead were judged according to their works as recorded in the books.",
      "13": "The sea gave up the dead who were in it, and Death and Hades delivered up the dead who were in them. And they were judged, each one by his works.",
      "14": "Then Death and Hades were cast into the lake of fire. This is the second death.",
      "15": "Anyone whose name was not found written in the Book of Life was cast into the lake of fire."
    },
    "21": {
      "1": "Then I saw “a new heaven and a new earth.” For the first heaven and the first earth had passed away, and there was no more sea.",
      "2": "I, John, saw the Holy City, the New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.",
      "3": "And I heard a loud voice from heaven, saying, “Look! The tabernacle of God is with men, and He will dwell with them. They shall be His people, and God Himself will be with them and be their God.",
      "4": "‘God shall wipe away all tears from their eyes. There shall be no more death.’ Neither shall there be any more sorrow nor crying nor pain, for the former things have passed away.”",
      "5": "He who was seated on the throne said, “Look! I am making all things new.” Then He said to me, “Write, for these words are faithful and true.”",
      "6": "He said to me, “It is done. I am the Alpha and the Omega, the Beginning and the End. I will give of the spring of the water of life to him who thirsts.",
      "7": "He who overcomes shall inherit all things, and I will be his God and he shall be My son.",
      "8": "But the cowardly, the unbelieving, the abominable, the murderers, the sexually immoral, the sorcerers, the idolaters, and all liars shall have their portion in the lake which burns with fire and brimstone. This is the second death.”",
      "9": "One of the seven angels who had the seven bowls full of the seven last plagues came to me and said to me, “Come, I will show you the bride, the wife of the Lamb.”",
      "10": "And he carried me away in the Spirit to a great and high mountain, and showed me the Holy City, Jerusalem, descending out of heaven from God,",
      "11": "having the glory of God, her light like a most precious jewel, like a jasper, clear as crystal.",
      "12": "It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were written:",
      "13": "three gates on the east, three gates on the north, three gates on the south, and three gates on the west.",
      "14": "The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.",
      "15": "He who talked with me had a golden rod to measure the city and its gates and wall.",
      "16": "The city lies as a square, its length as long as its width. He measured the city with the rod: one thousand four hundred miles. Its length and breadth and height are equal.",
      "17": "He then measured its wall: two hundred feet by the measurement of a man, that is, of an angel.",
      "18": "The wall was built of jasper and the city was pure gold, as clear as glass.",
      "19": "The foundations of the wall of the city were garnished with all kinds of precious jewels. The first foundation was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;",
      "20": "the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, jacinth; and the twelfth, amethyst.",
      "21": "The twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, transparent as glass.",
      "22": "I saw no temple in the city, for the Lord God Almighty and the Lamb are its temple.",
      "23": "The city has no need of sun or moon to shine in it, for the glory of God is its light, and its lamp is the Lamb.",
      "24": "And the nations of those who are saved shall walk in its light, and the kings of the earth shall bring their glory and honor into it.",
      "25": "Its gates shall never be shut by day, for there shall be no night there.",
      "26": "They shall bring into it the glory and the honor of the nations.",
      "27": "No unclean thing shall ever enter it, nor shall anyone who commits abomination or falsehood, but only those whose names are written in the Lamb’s Book of Life."
    },
    "22": {
      "1": "Then he showed me a pure river of the water of life, clear as crystal, flowing from the throne of God and of the Lamb",
      "2": "in the middle of its street. On each side of the river was the tree of life, which bore twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations.",
      "3": "There shall be no more curse. The throne of God and of the Lamb shall be in it, and His servants shall serve Him.",
      "4": "They shall see His face, and His name shall be on their foreheads.",
      "5": "Night shall be no more. They need no lamp nor the light of the sun, for the Lord God will give them light. And they shall reign forever and ever.",
      "6": "The angel said to me, “These words are faithful and true. The Lord God of the holy prophets sent His angel to show to His servants the things which must soon take place.”",
      "7": "“Look, I am coming soon. Blessed is he who keeps the words of the prophecy of this book.”",
      "8": "I, John, am he who saw and heard these things. When I heard and saw them, I fell down to worship at the feet of the angel who showed me these things.",
      "9": "But he said to me, “See that you not do that. For I am your fellow servant, and of your brothers the prophets, and of those who keep the words of this book. Worship God!”",
      "10": "Then he said to me, “Do not seal the words of the prophecy of this book, for the time is at hand.",
      "11": "He who is unjust, let him be unjust still. He who is filthy, let him be filthy still. He who is righteous, let him be righteous still. He who is holy, let him be holy still.”",
      "12": "“Look, I am coming soon! My reward is with Me to give to each one according to his work.",
      "13": "I am the Alpha and the Omega, the Beginning and the End, the First and the Last.”",
      "14": "Blessed are those who do His commandments, that they may have the right to the tree of life, and may enter through the gates into the city.",
      "15": "Outside are dogs and sorcerers and the sexually immoral and murderers and idolaters and everyone who loves and practices a lie.",
      "16": "“I, Jesus, have sent My angel to you with this testimony for the churches. I am the Root and the Offspring of David, the Bright and Morning Star.”",
      "17": "The Spirit and the bride say, “Come.” Let him who hears say, “Come.” Let him who is thirsty come. Let him who desires take the water of life freely.",
      "18": "I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God shall add to him the plagues that are written in this book.",
      "19": "And if anyone takes away from the words of the book of this prophecy, God shall take away his part out of the Book of Life and out of the Holy City and out of the things which are written in this book.",
      "20": "He who testifies to these things says, “Surely I am coming soon.”\nAmen. Even so, come Lord Jesus!",
      "21": "The grace of our Lord Jesus Christ be with you all. Amen."
    }
  }
}