{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:13.688436-04:00",
    "Translation": "MEV"
  },
  "Romans": {
    "1": {
      "1": "Paul, a servant of Jesus Christ, called to be an apostle and set apart for the gospel of God,",
      "2": "which He promised beforehand through His prophets in the Holy Scriptures,",
      "3": "concerning His Son, Jesus Christ our Lord, who was born of the seed of David according to the flesh",
      "4": "and declared to be the Son of God with power, according to the Spirit of holiness, by the resurrection from the dead.",
      "5": "Through Him we have received grace and apostleship for the obedience of faith among all nations for His name,",
      "6": "among whom you also are called by Jesus Christ:",
      "7": "To all who are in Rome, beloved of God, called to be saints:\nGrace to you and peace from God our Father and the Lord Jesus Christ.",
      "8": "First, I thank my God through Jesus Christ for you all, because your faith is spoken of throughout the whole world.",
      "9": "For God is my witness, whom I serve with my spirit in the gospel of His Son, that without ceasing, I mention you always in my prayers,",
      "10": "making request if, by any means, now at last I might find a way in the will of God to come to you.",
      "11": "For I long to see you, that I may impart to you some spiritual gift, so that you may be strengthened.",
      "12": "This is so that I may be encouraged together with you by each other’s faith, both yours and mine.",
      "13": "Now I would not have you unaware, brothers, that I often intended to come to you (but was prevented until now), that I might have a harvest among you also, even as among the other Gentiles.",
      "14": "I am a debtor both to the Greeks and to the barbarians, both to the wise and to the unwise.",
      "15": "So, as much as is in me, I am ready to preach the gospel to you also who are in Rome.",
      "16": "For I am not ashamed of the gospel of Christ. For it is the power of God for salvation to everyone who believes, to the Jew first, and also to the Greek.",
      "17": "For in it the righteousness of God is revealed from faith to faith. As it is written, “The just shall live by faith.”",
      "18": "The wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth through unrighteousness.",
      "19": "For what may be known about God is clear to them since God has shown it to them.",
      "20": "The invisible things about Him—His eternal power and deity—have been clearly seen since the creation of the world and are understood by the things that are made, so that they are without excuse.",
      "21": "Because, although they knew God, they did not glorify Him or give thanks to Him as God, but became futile in their imaginations, and their foolish hearts were darkened.",
      "22": "Claiming to be wise, they became fools.",
      "23": "They changed the glory of the incorruptible God into an image made like corruptible man, birds, four-footed beasts, and creeping things.",
      "24": "Therefore God gave them up to uncleanness through the lusts of their hearts, to dishonor their own bodies among themselves.",
      "25": "They turned the truth of God into a lie and worshipped and served the creature rather than the Creator, who is blessed forever. Amen.",
      "26": "For this reason God gave them up to dishonorable passions. Their women exchanged the natural function for what is against nature.",
      "27": "Likewise the men, leaving the natural function of the woman, burned in their lust toward one another, men with men doing that which is shameful, and receiving in themselves the due penalty of their error.",
      "28": "And since they did not see fit to acknowledge God, God gave them over to a debased mind, to do those things which are not proper.",
      "29": "They were filled with all unrighteousness, sexual immorality, wickedness, covetousness, maliciousness; full of envy, murder, strife, deceit. They are gossips,",
      "30": "slanderers, God-haters, insolent, proud, boastful, inventors of evil things, and disobedient toward parents,",
      "31": "without understanding, covenant breakers, without natural affection, calloused, and unmerciful,",
      "32": "who know the righteous requirement of God, that those who commit such things are worthy of death. They not only do them, but also give hearty approval to those who practice them."
    },
    "2": {
      "1": "Therefore you are without excuse, O man, whoever you are who judges, for when you judge another, you condemn yourself, for you who judge do the same things.",
      "2": "But we know that the judgment of God is according to truth against those who commit such things.",
      "3": "Do you think, O man, who judges those who do such things, and who does the same thing, that you will escape the judgment of God?",
      "4": "Do you despise the riches of His goodness, tolerance, and patience, not knowing that the goodness of God leads you to repentance?",
      "5": "But because of your hardness and impenitent heart, you are storing up treasures of wrath against yourself on the day of wrath when the righteous judgment of God will be revealed,",
      "6": "and He “will render to every man according to his deeds.”",
      "7": "To those who by patiently doing good seek for glory and honor and immortality will be eternal life.",
      "8": "But to those who are contentious and do not obey the truth, but obey unrighteousness, indignation, and wrath,",
      "9": "will be tribulation and anguish, upon every soul of man who does evil, to the Jew first, and then to the Gentile.",
      "10": "But glory, honor, and peace will be to every man who does good work—to the Jew first, and then to the Gentile,",
      "11": "for there is no partiality with God.",
      "12": "As many as have sinned without the law will also perish without the law, and as many as have sinned under the law will be judged by the law,",
      "13": "for the hearers of the law are not justified before God, but the doers of the law will be justified.",
      "14": "For when Gentiles, who do not have the law, do by nature the things contained in the law, these, not having the law, are a law unto themselves,",
      "15": "who show the work of the law written in their hearts, their conscience also bearing witness, while their conflicting thoughts accuse or even excuse them,",
      "16": "in the day when, according to my gospel, God will judge the secrets of men through Jesus Christ.",
      "17": "Indeed you are called a Jew, and rest in the law, and make your boast in God.",
      "18": "You know His will and approve the things that are more excellent, because you are instructed in the law.",
      "19": "You are confident that you are a guide to the blind, a light to those who are in darkness,",
      "20": "an instructor of the foolish, and a teacher of babes, who have the full content of knowledge and truth in the law:",
      "21": "You, therefore, who teach another, do you not teach yourself? You who preach not to steal, do you steal?",
      "22": "You who say not to commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
      "23": "You who boast in the law, do you dishonor God through breaking the law?",
      "24": "As it is written, “The name of God is blasphemed among the Gentiles because of you.”",
      "25": "Circumcision indeed has merit, if you keep the law, but if you are a breaker of the law, your circumcision becomes uncircumcision.",
      "26": "Therefore, if an uncircumcised man keeps the righteousness of the law, will not his uncircumcision be counted as circumcision?",
      "27": "Will the uncircumcised one who is righteous by nature, if he fulfills the law, not judge you who, by the letter of the law and circumcision, violate the law?",
      "28": "He is not a Jew who is one outwardly, nor is circumcision that which is external in the flesh.",
      "29": "But he is a Jew who is one inwardly. And circumcision is of the heart, by the Spirit, and not by the letter. His praise is not from men, but from God."
    },
    "3": {
      "1": "What advantage then does the Jew have? Or what profit is there in circumcision?",
      "2": "Much in every way! Chiefly because the oracles of God were entrusted to them.",
      "3": "What if some did not believe? Would their unbelief nullify the faithfulness of God?",
      "4": "God forbid! Let God be true, and every man a liar. As it is written:\n“That You may be justified in Your words,\n    and may prevail in Your judging.”",
      "5": "But if our unrighteousness demonstrates the righteousness of God, what shall we say? Is God unrighteous in taking vengeance? (I am speaking in human terms.)",
      "6": "God forbid! For then how could God judge the world?",
      "7": "If through my lie the truth of God has abounded more to His glory, why am I still being judged as a sinner?",
      "8": "Why not rather say, “Let us do evil that good may come,” as we are slanderously accused and as some claim that we say? Their condemnation is just.",
      "9": "What then? Are we better than they? No, not at all. For we have already charged that both Jews and Gentiles are all under sin.",
      "10": "As it is written:\n“There is none righteous, no, not one;",
      "11": "there is no one who understands;\n    there is no one who seeks after God.",
      "12": "They have all turned aside;\n    together they have become worthless;\nthere is no one who does good,\n    no, not one.”",
      "13": "“Their throats are an open grave;\n    with their tongues they have used deceit”;\n“the poison of vipers is under their lips”;",
      "14": "“their mouths are full of cursing and bitterness.”",
      "15": "“Their feet are swift to shed blood;",
      "16": "destruction and misery are in their paths;",
      "17": "and they do not know the way of peace.”",
      "18": "“There is no fear of God before their eyes.”",
      "19": "Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced, and all the world may become accountable to God.",
      "20": "Therefore by the works of the law no flesh will be justified in His sight, for through the law comes the knowledge of sin.",
      "21": "But now, apart from the law, the righteousness of God is revealed, being witnessed by the Law and the Prophets.",
      "22": "This righteousness of God comes through faith in Jesus Christ to all and upon all who believe, for there is no distinction.",
      "23": "For all have sinned and come short of the glory of God,",
      "24": "being justified freely by His grace through the redemption that is in Christ Jesus,",
      "25": "whom God has set forth to be a propitiation through faith, in His blood, for a demonstration of His righteousness, because in His forbearance God had passed over the sins previously committed,",
      "26": "to prove His righteousness at this present time so that He might be just and be the justifier of him who has faith in Jesus.",
      "27": "Where is boasting then? It is excluded. By what law? Of works? No, but by the law of faith.",
      "28": "Therefore we conclude that a man is justified by faith without the works of the law.",
      "29": "Is He the God of the Jews only? Is He not also the God of the Gentiles? Yes, of the Gentiles also,",
      "30": "seeing it is one God, who shall justify the circumcised by faith, and the uncircumcised through faith.",
      "31": "Do we then make the law void through faith? God forbid! Instead, we establish the law."
    },
    "4": {
      "1": "What then shall we say that Abraham, our father according to the flesh, has found?",
      "2": "If Abraham was justified by works, he has something to boast about, but not before God.",
      "3": "What does the Scripture say? “Abraham believed God, and it was credited to him as righteousness.”",
      "4": "Now to him who works, wages are not given as a gift, but as a debt.",
      "5": "But to him who does not work, but believes in Him who justifies the ungodly, his faith is credited as righteousness.",
      "6": "Even David describes the blessedness of the man to whom God credits righteousness without works:",
      "7": "“Blessed are those\n    whose iniquities are forgiven,\n    and whose sins are covered;",
      "8": "blessed is the man\n    to whom the Lord shall not impute sin.”",
      "9": "Does this blessedness then come upon the circumcised only, or upon the uncircumcised also? We are saying that faith was credited to Abraham as righteousness.",
      "10": "How then was it credited? When he was in circumcision? Or in uncircumcision? Not in circumcision, but in uncircumcision.",
      "11": "And he received the sign of circumcision, a seal of the righteousness of the faith that he had while being uncircumcised, so that he might be the father of all those who believe, though they are uncircumcised, that righteousness might be credited to them also,",
      "12": "and the father of circumcision to those who are not of the circumcision only, but who also walk in the steps of the faith of our father Abraham, which he had while still being uncircumcised.",
      "13": "It was not through the law that Abraham and his descendants received the promise that he would be the heir of the world, but through the righteousness of faith.",
      "14": "For if those who are of the law become heirs, faith would be made void and the promise nullified,",
      "15": "because the law produces wrath, for where there is no law, there is no sin.",
      "16": "Therefore the promise comes through faith, so that it might be by grace, that the promise would be certain to all the descendants, not only to those who are of the law, but also to those who are of the faith of Abraham, who is the father of us all",
      "17": "(as it is written, “I have made you a father of many nations”) before God whom he believed, and who raises the dead, and calls those things that do not exist as though they did.",
      "18": "Against all hope, he believed in hope, that he might become the father of many nations according to what was spoken, “So shall your descendants be.”",
      "19": "And not being weak in faith, he did not consider his own body to be dead (when he was about a hundred years old), nor yet the deadness of Sarah’s womb.",
      "20": "He did not waver at the promise of God through unbelief, but was strong in faith, giving glory to God,",
      "21": "and being fully persuaded that what God had promised, He was able to perform.",
      "22": "Therefore “it was credited to him as righteousness.”",
      "23": "Now the words, “it was credited to him,” were not written for his sake only,",
      "24": "but also for us, to whom it shall be credited if we believe in Him who raised Jesus our Lord from the dead,",
      "25": "who was delivered for our transgressions, and was raised for our justification."
    },
    "5": {
      "1": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ,",
      "2": "through whom we also have access by faith into this grace in which we stand, and so we rejoice in hope of the glory of God.",
      "3": "Not only so, but we also boast in tribulation, knowing that tribulation produces patience,",
      "4": "patience produces character, and character produces hope.",
      "5": "And hope does not disappoint, because the love of God is shed abroad in our hearts by the Holy Spirit who has been given to us.",
      "6": "While we were yet weak, in due time Christ died for the ungodly.",
      "7": "Rarely for a righteous man will one die. Yet perhaps for a good man some would even dare to die.",
      "8": "But God demonstrates His own love toward us, in that while we were yet sinners, Christ died for us.",
      "9": "How much more then, being now justified by His blood, shall we be saved from wrath through Him.",
      "10": "For if while we were enemies, we were reconciled to God by the death of His Son, how much more, being reconciled, shall we be saved by His life.",
      "11": "Furthermore, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
      "12": "Therefore as sin came into the world through one man and death through sin, so death has spread to all men, because all have sinned.",
      "13": "For until the law, sin was in the world. But sin is not counted when there is no law.",
      "14": "Nevertheless death reigned from Adam to Moses, even over those who had not sinned in the likeness of Adam’s sin, who was a type of Him who was to come.",
      "15": "But the free gift is not like the trespass. For if through the trespass of one man many died, then how much more has the grace of God and the free gift by the grace of the one Man, Jesus Christ, abounded to many.",
      "16": "The gift is not like the result that came through the one who sinned. For the judgment from one sin led to condemnation, but the free gift, which came after many trespasses, leads to justification.",
      "17": "For if by one man’s trespass death reigned through him, then how much more will those who receive abundance of grace and the gift of righteousness reign in life through the One, Jesus Christ.",
      "18": "Therefore just as through the trespass of one man came condemnation for all men, so through the righteous act of One came justification of life for all men.",
      "19": "For just as through one man’s disobedience the many were made sinners, so by the obedience of One the many will be made righteous.",
      "20": "But the law entered, so that sin might increase, but where sin increased, grace abounded much more,",
      "21": "so that just as sin reigned in death, grace might reign through righteousness unto eternal life through Jesus Christ our Lord."
    },
    "6": {
      "1": "What shall we say then? Shall we continue in sin that grace may increase?",
      "2": "God forbid! How shall we who died to sin live any longer in it?",
      "3": "Do you not know that we who were baptized into Jesus Christ were baptized into His death?",
      "4": "Therefore we were buried with Him by baptism into death, that just as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
      "5": "For if we have been united with Him in the likeness of His death, so shall we also be united with Him in the likeness of His resurrection,",
      "6": "knowing this, that our old man has been crucified with Him, so that the body of sin might be destroyed, and we should no longer be slaves to sin.",
      "7": "For the one who has died is freed from sin.",
      "8": "Now if we died with Christ, we believe that we shall also live with Him,",
      "9": "knowing that Christ, being raised from the dead, will never die again; death has no further dominion over Him.",
      "10": "For the death He died, He died to sin once for all, but the life He lives, He lives to God.",
      "11": "Likewise, you also consider yourselves to be dead to sin, but alive to God through Jesus Christ our Lord.",
      "12": "Therefore do not let sin reign in your mortal body, that you should obey it in its lusts.",
      "13": "Do not yield your members to sin as instruments of unrighteousness, but yield yourselves to God, as those who are alive from the dead, and your bodies to God as instruments of righteousness.",
      "14": "For sin shall not have dominion over you, for you are not under the law, but under grace.",
      "15": "What then? Shall we sin because we are not under the law but under grace? God forbid!",
      "16": "Do you not know that to whom you yield yourselves as slaves to obey, you are slaves of the one whom you obey, whether of sin leading to death, or of obedience leading to righteousness?",
      "17": "But thanks be to God, for you were slaves of sin, but you have obeyed from the heart that form of teaching to which you were entrusted,",
      "18": "and having been freed from sin, you became the slaves of righteousness.",
      "19": "I speak in human terms because of the weakness of your flesh, for just as you have yielded your members as slaves to impurity and iniquity leading to more iniquity, even so now yield your members as slaves to righteousness unto holiness.",
      "20": "For when you were the slaves of sin, you were free from righteousness.",
      "21": "What fruit did you have then from the things of which you are now ashamed? The result of those things is death.",
      "22": "But now, having been freed from sin and having become slaves of God, you have fruit unto holiness, and the end is eternal life.",
      "23": "For the wages of sin is death, but the gift of God is eternal life through Jesus Christ our Lord."
    },
    "7": {
      "1": "Do you not know, brothers (for I speak to those who know the law), that the law has dominion over a man as long as he lives?",
      "2": "For the woman who has a husband is bound by the law to her husband so long as he lives. But if her husband dies, she is released from the law regarding her husband.",
      "3": "So then, she will be called an adulteress if she marries another man while her husband lives. But if her husband dies, she is free from that law, so that she would not be an adulteress if she marries another man.",
      "4": "So, my brothers, you also have died to the law through the body of Christ, so that you may be married to another, to Him who has been raised from the dead, so that we may bear fruit for God.",
      "5": "When we were in the flesh, the passions of sin, through the law, worked in our members to bear fruit leading to death.",
      "6": "But now we are delivered from the law, having died to things in which we were bound, so that we may serve in newness of the Spirit, and not in the oldness of the letter of the law.",
      "7": "What shall we say then? Is the law sin? God forbid! But I did not know sin, except through the law. I would not have known coveting if the law had not said, “You shall not covet.”",
      "8": "But sin, taking opportunity through the commandment, produced in me all kinds of coveting. For apart from the law sin is dead.",
      "9": "I was alive without the law once, but when the commandment came, sin revived, and I died.",
      "10": "And the commandment, which was intended for life, proved to be death in me.",
      "11": "For sin, taking opportunity through the commandment, deceived me and killed me through it.",
      "12": "So then, the law is holy and the commandment is holy and just and good.",
      "13": "Therefore has that which is good become death unto me? God forbid! Rather, sin, that it might be shown to be sin, was working death in me through that which is good, so that sin through the commandment might become exceedingly sinful.",
      "14": "We know that the law is spiritual, but I am carnal, sold under sin.",
      "15": "For what I am doing, I do not understand, for I do not practice what I will to do, but I do the very thing I hate.",
      "16": "But if I practice what I do not will to do, I agree with the law that it is good.",
      "17": "So now it is no longer I that do it, but sin that dwells in me.",
      "18": "For I know that in me (that is, in my flesh) dwells no good thing, for the will to do what is right is present with me, but how to perform what is good I do not find.",
      "19": "For the good I desire to do, I do not do, but the evil I do not want is what I do.",
      "20": "Now if I do what I do not want, it is no longer I who does it, but sin that lives in me.",
      "21": "I find then a law that when I desire to do good, evil is present with me.",
      "22": "For I delight in the law of God according to the inner man,",
      "23": "but I see another law in my members, warring against the law of my mind and bringing me into captivity to the law of sin which is in my members.",
      "24": "O wretched man that I am! Who will deliver me from the body of this death?",
      "25": "I thank God through Jesus Christ our Lord.\nSo then, with my mind, I serve the law of God, but with my flesh, the law of sin."
    },
    "8": {
      "1": "There is therefore now no condemnation for those who are in Christ Jesus, who walk not according to the flesh, but according to the Spirit.",
      "2": "For the law of the Spirit of life in Christ Jesus has set me free from the law of sin and death.",
      "3": "For what the law could not do, in that it was weak through the flesh, God did by sending His own Son in the likeness of sinful flesh, and concerning sin, He condemned sin in the flesh,",
      "4": "in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit.",
      "5": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.",
      "6": "To be carnally minded is death, but to be spiritually minded is life and peace,",
      "7": "for the carnal mind is hostile toward God, for it is not subject to the law of God, nor indeed can it be,",
      "8": "and those who are in the flesh cannot please God.",
      "9": "You, however, are not in the flesh but in the Spirit, if indeed the Spirit of God lives in you. Now if any man does not have the Spirit of Christ, he does not belong to Him.",
      "10": "And if Christ is in you, though the body is dead because of sin, the Spirit is alive because of righteousness.",
      "11": "But if the Spirit of Him who raised Jesus from the dead lives in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit that lives in you.",
      "12": "Therefore, brothers, we are debtors not to the flesh, to live according to the flesh.",
      "13": "For if you live according to the flesh, you will die, but if through the Spirit you put to death the deeds of the body, you will live.",
      "14": "For as many as are led by the Spirit of God, these are the sons of God.",
      "15": "For you have not received the spirit of slavery again to fear. But you have received the Spirit of adoption, by whom we cry, “Abba, Father.”",
      "16": "The Spirit Himself bears witness with our spirits that we are the children of God,",
      "17": "and if children, then heirs: heirs of God and joint-heirs with Christ, if indeed we suffer with Him, that we may also be glorified with Him.",
      "18": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed to us.",
      "19": "The eager expectation of the creation waits for the appearance of the sons of God.",
      "20": "For the creation was subjected to futility, not willingly, but by the will of Him who subjected it, in hope",
      "21": "that the creation itself also will be set free from its slavery to corruption into the glorious freedom of the children of God.",
      "22": "We know that the whole creation groans and travails in pain together until now.",
      "23": "Not only that, but we also, who have the first fruits of the Spirit, groan within ourselves while eagerly waiting for adoption, the redemption of our bodies.",
      "24": "For we are saved through hope, but hope that is seen is not hope, for why does a man still hope for what he sees?",
      "25": "But if we hope for what we do not see, we wait for it with patience.",
      "26": "Likewise, the Spirit helps us in our weaknesses, for we do not know what to pray for as we ought, but the Spirit Himself intercedes for us with groanings too deep for words.",
      "27": "He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to the will of God.",
      "28": "We know that all things work together for good to those who love God, to those who are called according to His purpose.",
      "29": "For those whom He foreknew, He predestined to be conformed to the image of His Son, so that He might be the firstborn among many brothers.",
      "30": "And those whom He predestined, He also called; and those whom He called, He also justified; and those whom He justified, He also glorified.",
      "31": "What then shall we say to these things? If God is for us, who can be against us?",
      "32": "He who did not spare His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?",
      "33": "Who shall bring a charge against God’s elect? It is God who justifies.",
      "34": "Who is he who condemns? It is Christ who died, yes, who is risen, who is also at the right hand of God, who also intercedes for us.",
      "35": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?",
      "36": "As it is written:\n“For Your sake we are killed all day long;\n    we are counted as sheep for the slaughter.”",
      "37": "No, in all these things we are more than conquerors through Him who loved us.",
      "38": "For I am persuaded that neither death nor life, neither angels nor principalities nor powers, neither things present nor things to come,",
      "39": "neither height nor depth, nor any other created thing, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."
    },
    "9": {
      "1": "I am speaking the truth in Christ, I am not lying; my conscience testifies with me in the Holy Spirit,",
      "2": "that I have great sorrow and continual anguish in my heart.",
      "3": "For I could wish that I myself were accursed from Christ for my brothers, my kinsmen by race,",
      "4": "who are Israelites, to whom belong the adoption, the glory, the covenants, the giving of the law, the service of God, and the promises,",
      "5": "to whom belong the patriarchs, and from whom, according to the flesh, is Christ, who is over all, God forever blessed. Amen.",
      "6": "It is not as though the word of God has failed. For they are not all Israel who are descended from Israel,",
      "7": "nor are they all children because they are descendants of Abraham, but “In Isaac shall your descendants be called.”",
      "8": "So those who are the children of the flesh are not the children of God, but the children of the promise are counted as descendants.",
      "9": "For this is the word of promise, “At this time I will come, and Sarah shall have a son.”",
      "10": "Not only that, but Rebekah also had conceived by one man, our father Isaac.",
      "11": "For before the children had been born, having done neither evil nor good, so that the purpose of God according to election might stand, not of works, but through Him who calls,",
      "12": "it was said to her, “The elder shall serve the younger.”",
      "13": "As it is written, “Jacob I have loved, but Esau I have hated.”",
      "14": "What shall we say then? Is there unrighteousness with God? God forbid!",
      "15": "For He says to Moses,\n“I will have mercy on whom I have mercy,\n    and I will have compassion on whom I have compassion.”",
      "16": "So then it is not of him who wills, nor of him who runs, but of God who shows mercy.",
      "17": "For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I may show My power in you, and that My name may be proclaimed in all the earth.”",
      "18": "Therefore He has mercy on whom He wills, and He hardens whom He wills.",
      "19": "You will then say to me, “Why does He yet find fault? For who can resist His will?”",
      "20": "Rather, O man, who are you to answer back to God? Shall the thing formed say to him who formed it, “Why have you made me like this?”",
      "21": "Does the potter not have power over the clay to make from the same lump one vessel for honor and another for dishonor?",
      "22": "What if God, willing to show His wrath and to make His power known, endured with much patience the vessels of wrath prepared for destruction,",
      "23": "in order to make known the riches of His glory on the vessels of mercy, which He previously prepared for glory,",
      "24": "even us, whom He has called, not from the Jews only, but also from the Gentiles?",
      "25": "As indeed He says in Hosea:\n“I will call those who were not My people, ‘My people,’\n    and her who was not beloved, ‘Beloved,’ ”",
      "26": "and,\n“In the place where it was said to them,\n    ‘You are not My people,’\nthere they shall be called ‘sons of the living God.’ ”",
      "27": "Isaiah also cries out concerning Israel:\n“Though the number of the children of Israel be like the sand of the sea,\n    a remnant shall be saved.",
      "28": "For He will finish the work, and cut it short in righteousness,\n    because the Lord will make a quick work upon the earth.”",
      "29": "And as Isaiah previously said:\n“Unless the Lord of Hosts\n    had left us a seed,\nwe would have become like Sodom,\n    and been made like Gomorrah.”",
      "30": "What shall we say then? The Gentiles, who did not pursue righteousness, have attained righteousness, even the righteousness which is by faith,",
      "31": "but Israel, pursuing the law of righteousness, did not attain the law of righteousness.",
      "32": "Why not? Because they did not seek it by faith, but by the works of the law. For they stumbled over the stumbling stone.",
      "33": "As it is written:\n“Look! I lay in Zion a stumbling stone\n    and rock of offense,\nand whoever believes in Him will not be ashamed.”"
    },
    "10": {
      "1": "Brothers, my heart’s desire and prayer to God for Israel is that they may be saved.",
      "2": "For I testify about them that they have a zeal for God, but not according to knowledge.",
      "3": "For, being ignorant of God’s righteousness and seeking to establish their own righteousness, they did not submit to the righteousness of God.",
      "4": "Christ is the end of the law unto righteousness for every one who believes.",
      "5": "For Moses writes about the righteousness which is based on the law: “The man who does those things shall live by them.”",
      "6": "But the righteousness which is based on faith says, “Do not say in your heart, ‘Who will ascend into heaven?’ ” (that is, to bring Christ down),",
      "7": "or, ‘Who will descend into the deep?’ ”   (that is, to bring Christ up from the dead).",
      "8": "But what does it say? “The word is near you, in your mouth and in your heart.” This is the word of faith that we preach:",
      "9": "that if you confess with your mouth Jesus is Lord, and believe in your heart that God has raised Him from the dead, you will be saved,",
      "10": "for with the heart one believes unto righteousness, and with the mouth confession is made unto salvation.",
      "11": "For the Scripture says, “Whoever believes in Him will not be ashamed.”",
      "12": "For there is no distinction between Jew and Greek, for the same Lord over all is generous toward all who call upon Him.",
      "13": "For, “Everyone who calls on the name of the Lord shall be saved.”",
      "14": "How then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher?",
      "15": "And how shall they preach unless they are sent? As it is written: “How beautiful are the feet of those who preach the gospel of peace, who bring good news of good things!”",
      "16": "But they have not all obeyed the gospel. For Isaiah says, “Lord, who has believed our report?”",
      "17": "So then faith comes by hearing, and hearing by the word of God.",
      "18": "But I say, have they not heard? Yes, indeed:\n“Their voice went into all the earth,\n    and their words to the ends of the world.”",
      "19": "But I say, did Israel not know? First, Moses says:\n“I will make you jealous by those who are not a nation,\n    and by a foolish nation I will anger you.”",
      "20": "And Isaiah is very bold and says:\n“I was found by those who did not seek Me;\n    I revealed myself to those who did not ask for Me.”",
      "21": "But to Israel He says:\n“All day long I have stretched out My hands\n    to a disobedient and contrary people.”"
    },
    "11": {
      "1": "I say then, has God rejected His people? God forbid! For I also am an Israelite, a descendant of Abraham, of the tribe of Benjamin.",
      "2": "God has not rejected His people whom He foreknew. Do you not know what the Scripture says of Elijah? How he pleads with God against Israel, saying,",
      "3": "“Lord, they have killed Your prophets and destroyed Your altars. I alone am left, and they seek my life”?",
      "4": "But what is the divine reply to him? “I have kept for Myself seven thousand men, who have not bowed the knee to Baal.”",
      "5": "So then at this present time there is a remnant according to the election of grace.",
      "6": "And if by grace, then it is no longer by works; otherwise grace would no longer be grace. But if it is by works, then is it no longer by grace; otherwise work would no longer be work.",
      "7": "What then? Israel has not obtained what it was seeking. But the elect obtained it, and the rest were hardened.",
      "8": "As it is written:\n“God has given them a spirit of slumber,\n    eyes that would not see\n    and ears that would not hear,\nto this very day.”",
      "9": "And David says:\n“Let their table become a snare and a trap,\n    a stumbling block and a retribution to them.",
      "10": "Let their eyes be darkened, so that they may not see,\n    and always bow down their backs.”",
      "11": "I say then, have they stumbled that they should fall? God forbid! But through their transgression salvation has come to the Gentiles, to make them jealous.",
      "12": "Now if their transgression means riches for the world, and their failure means riches for the Gentiles, how much more will their fullness mean?",
      "13": "For I am speaking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I magnify my ministry,",
      "14": "if somehow I may make my kinsmen jealous and may save some of them.",
      "15": "For if their rejection means the reconciliation of the world, what will their acceptance mean but life from the dead?",
      "16": "If the first portion of the dough is holy, the batch is also holy. And if the root is holy, so are the branches.",
      "17": "But if some of the branches were broken off, and you, being a wild olive shoot, were grafted in among them and became a partaker with them of the root and richness of the olive tree,",
      "18": "do not boast against the branches. If you boast, remember you do not sustain the root, but the root sustains you.",
      "19": "You will say then, “The branches were broken off, so that I might be grafted in.”",
      "20": "This is correct. They were broken off because of unbelief, but you stand by faith. Do not be arrogant, but fear.",
      "21": "For if God did not spare the natural branches, neither will He spare you.",
      "22": "Therefore consider the goodness and severity of God—severity toward those who fell, but goodness toward you, if you continue in His goodness. Otherwise, you also will be cut off.",
      "23": "And these also, if they do not remain in unbelief, will be grafted in, for God is able to graft them in again.",
      "24": "For if you were cut out of the olive tree which is wild by nature, and were grafted contrary to nature into a cultivated olive tree, how much more will these, who are the natural branches, be grafted into their own olive tree?",
      "25": "For I do not want you to be ignorant of this mystery, brothers, lest you be wise in your own estimation, for a partial hardening has come upon Israel until the fullness of the Gentiles has come in.",
      "26": "And so all Israel will be saved, as it is written:\n“The Deliverer will come out of Zion,\n    and He will remove ungodliness from Jacob”;",
      "27": "“for this is My covenant with them,\n    when I shall take away their sins.”",
      "28": "As concerning the gospel, they are enemies for your sake, but as regarding the election, they are beloved for the sake of the patriarchs.",
      "29": "For the gifts and calling of God are irrevocable.",
      "30": "For just as you once were disobedient to God, but have now received mercy through their disobedience,",
      "31": "so these also have now been disobedient, that they also may receive mercy by the mercy shown to you.",
      "32": "For God has imprisoned them all in disobedience, so that He might be merciful to all.",
      "33": "O the depth of the riches and wisdom and knowledge of God!\n    How unsearchable are His judgments\n    and unfathomable are His ways!",
      "34": "“For who has known the mind of the Lord?\n    Or who has become His counselor?”",
      "35": "“Or who has first given to Him,\n    and it shall be repaid to him?”",
      "36": "For from Him and through Him and to Him are all things.\n    To Him be glory forever! Amen."
    },
    "12": {
      "1": "I urge you therefore, brothers, by the mercies of God, that you present your bodies as a living sacrifice, holy, and acceptable to God, which is your reasonable service of worship.",
      "2": "Do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is the good and acceptable and perfect will of God.",
      "3": "For I say, through the grace given to me, to everyone among you, not to think of himself more highly than he ought to think, but to think with sound judgment, according to the measure of faith God has distributed to every man.",
      "4": "For just as we have many parts in one body, and not all parts have the same function,",
      "5": "so we, being many, are one body in Christ, and all are parts of one another.",
      "6": "We have diverse gifts according to the grace that is given to us: if prophecy, according to the proportion of faith;",
      "7": "if service, in serving; he who teaches, in teaching;",
      "8": "he who exhorts, in exhortation; he who gives, with generosity; he who rules, with diligence; he who shows mercy, with cheerfulness.",
      "9": "Let love be without hypocrisy. Hate what is evil. Cleave to what is good.",
      "10": "Be devoted to one another with brotherly love; prefer one another in honor,",
      "11": "do not be lazy in diligence, be fervent in spirit, serve the Lord,",
      "12": "rejoice in hope, be patient in suffering, persevere in prayer,",
      "13": "contribute to the needs of the saints, practice hospitality.",
      "14": "Bless those who persecute you; bless, and do not curse.",
      "15": "Rejoice with those who rejoice, and weep with those who weep.",
      "16": "Be of the same mind toward one another. Do not be haughty, but associate with the lowly. Do not pretend to be wiser than you are.",
      "17": "Repay no one evil for evil. Commend what is honest in the sight of all men.",
      "18": "If it is possible, as much as it depends on you, live peaceably with all men.",
      "19": "Beloved, do not avenge yourselves, but rather give place to God’s wrath, for it is written: “Vengeance is Mine. I will repay,” says the Lord.",
      "20": "Therefore\n“If your enemy is hungry, feed him;\n    if he is thirsty, give him a drink;\nfor in doing so you will heap coals of fire on his head.”",
      "21": "Do not be overcome by evil, but overcome evil with good."
    },
    "13": {
      "1": "Let every person be subject to the governing authorities, for there is no authority except from God, and those that exist are appointed by God.",
      "2": "Therefore whoever resists the authority resists what God has appointed, and those who resist will incur judgment.",
      "3": "Rulers are not a terror to good works, but to evil works. Do you wish to have no fear of the authority? Do what is good, and you will have praise from him,",
      "4": "for he is the servant of God for your good. But if you do what is evil, be afraid, for he does not bear the sword in vain, for he is the servant of God, an avenger to execute wrath upon him who practices evil.",
      "5": "So it is necessary to be in subjection, not only because of wrath, but also for the sake of conscience.",
      "6": "For this reason you also pay taxes, for they are God’s servants, devoting themselves to this very thing.",
      "7": "Render to all what is due them: taxes to whom taxes are due, respect to whom respect is due, fear to whom fear is due, and honor to whom honor is due.",
      "8": "Owe no one anything, except to love one another, for he who loves another has fulfilled the law.",
      "9": "For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not give false testimony, You shall not covet,” and if there are any other commandments, are summed up in this saying, “You shall love your neighbor as yourself.”",
      "10": "Love works no evil to a neighbor. Therefore love is the fulfillment of the law.",
      "11": "Furthermore, knowing the time, now is the moment to awake from sleep. For now our salvation is nearer than when we believed.",
      "12": "The night is far spent, the day is at hand. Therefore let us take off the works of darkness and put on the armor of light.",
      "13": "Let us behave properly, as in the day, not in carousing and drunkenness, not in immorality and wickedness, not in strife and envy.",
      "14": "But put on the Lord Jesus Christ, and make no provision for the flesh to fulfill its lusts."
    },
    "14": {
      "1": "Welcome him who is weak in faith, but not for the purpose of arguing over opinions.",
      "2": "For one has faith to eat all things, but he who is weak eats only vegetables.",
      "3": "Do not let him who eats despise him who does not eat, and do not let him who does not eat judge him who eats, for God has welcomed him.",
      "4": "Who are you to judge another man’s servant? To his own master he stands or falls. And he will stand, for God is able to make him stand.",
      "5": "One man judges one day above another; another judges every day alike. Let each one be fully persuaded in his own mind.",
      "6": "He who observes the day observes it for the Lord, and he who does not observe the day, to the Lord he does not observe it. He who eats, eats in honor of the Lord, for he gives thanks to God; and the one who does not eat, in honor of the Lord he does not eat, and gives thanks to God.",
      "7": "For none of us lives for himself, and no one dies for himself.",
      "8": "For if we live, we live for the Lord. And if we die, we die for the Lord. So, whether we live or die, we are the Lord’s.",
      "9": "For to this end Christ died and rose and lived again, so that He might be Lord of both the dead and living.",
      "10": "So why do you judge your brother? Or why do you despise your brother? For we shall all stand before the judgment seat of Christ.",
      "11": "For it is written:\n“As I live, says the Lord,\nevery knee shall bow to Me,\n    and every tongue shall confess to God.”",
      "12": "So then each of us shall give an account of himself to God.",
      "13": "Therefore let us no longer pass judgment on one another, but rather determine not to put a stumbling block or an obstacle in a brother’s way.",
      "14": "I know and am persuaded by the Lord Jesus that nothing is unclean in itself, but to him who considers anything to be unclean, to him it is unclean.",
      "15": "If your brother is grieved because of your food, you are no longer walking in love. Do not destroy with your food one for whom Christ died.",
      "16": "So do not let what is good to you be spoken of as evil.",
      "17": "For the kingdom of God does not mean eating and drinking, but righteousness and peace and joy in the Holy Spirit.",
      "18": "For he who serves Christ in these things is acceptable to God and approved by men.",
      "19": "Therefore let us pursue the things which produce peace and the things that build up one another.",
      "20": "Do not destroy the work of God for the sake of food. All things indeed are clean, but it is evil for the man who causes someone to fall by what he eats.",
      "21": "It is good neither to eat meat nor drink wine, nor do anything whereby your brother stumbles or is offended or is made weak.",
      "22": "The faith that you have, have as your own conviction before God. Happy is he who does not condemn himself in what he approves.",
      "23": "But he who doubts is condemned if he eats, because it is not from faith, for whatever is not from faith is sin."
    },
    "15": {
      "1": "We who are strong ought to bear the weaknesses of the weak and not please ourselves.",
      "2": "Let each of us please his neighbor for his good, leading to edification.",
      "3": "For even Christ did not please Himself. But as it is written, “The insults of those who insulted You fell on Me.”",
      "4": "For whatever was previously written was written for our instruction, so that through perseverance and encouragement of the Scriptures we might have hope.",
      "5": "Now may the God of perseverance and encouragement grant you to live in harmony with one another in accordance with Christ Jesus,",
      "6": "so that together you may with one voice glorify the God and Father of our Lord Jesus Christ.",
      "7": "Therefore welcome one another, just as Christ also welcomed us, for the glory of God.",
      "8": "Now I say that Jesus Christ has become a servant to the circumcised on behalf of the truth of God, to confirm the promises made to the patriarchs,",
      "9": "and that the Gentiles might glorify God for His mercy, as it is written:\n“For this reason I will acknowledge You among the Gentiles,\n    and I will sing praises to Your name.”",
      "10": "He also says:\n“Rejoice, O Gentiles, with His people!”",
      "11": "And again:\n“Praise the Lord, all you Gentiles;\n    let all the peoples praise Him.”",
      "12": "And again Isaiah says:\n“There shall be a root of Jesse;\n    He who shall rise to reign over the Gentiles,\nin Him shall the Gentiles hope.”",
      "13": "Now may the God of hope fill you with all joy and peace in believing, so that you may abound in hope, through the power of the Holy Spirit.",
      "14": "Now I myself am persuaded concerning you, my brothers, that you also are full of goodness, filled with all knowledge, and also able to instruct one another.",
      "15": "Nevertheless, brothers, I have written even more boldly to you on some points, to remind you, because of the grace that is given to me from God,",
      "16": "that I might be a minister of Jesus Christ to the Gentiles, in the priestly service of the gospel of God, so that the offering of the Gentiles might be acceptable, being sanctified by the Holy Spirit.",
      "17": "In Christ Jesus therefore I have reason to boast in my service to God.",
      "18": "For I will not dare to speak of anything except what Christ has accomplished through me, to make the Gentiles obedient, by word and deed,",
      "19": "by the power of signs and wonders, by the power of the Spirit of God, so that from Jerusalem and as far around as Illyricum, I have fully preached the gospel of Christ.",
      "20": "So I have strived to preach the gospel, not where Christ was named, so that I should not build on another man’s foundation.",
      "21": "But as it is written:\n“To whom He was not announced, they shall see;\n    and those who have not heard shall understand.”",
      "22": "For this reason also I was often hindered from coming to you.",
      "23": "But now, no longer having a place in these regions, and having a great desire for many years to come to you,",
      "24": "whenever I go to Spain, I shall come to you, for I hope to see you when I pass through and to be helped on my way there by you, when I have first enjoyed your company for a little while.",
      "25": "But now I am going to Jerusalem to minister to the saints.",
      "26": "For Macedonia and Achaia were pleased to make some contribution for the poor among the saints who are in Jerusalem.",
      "27": "It has pleased them indeed, and they are their debtors. For if the Gentiles have been partakers of their spiritual things, they also ought to minister to them in material things.",
      "28": "Therefore, when I have completed this and have given this blessing to them, I shall come by way of you to Spain,",
      "29": "and I know that when I come to you, I shall come in the fullness of the blessing of the gospel of Christ.",
      "30": "Now I ask you, brothers, through the Lord Jesus Christ and through the love of the Spirit, to strive together with me in your prayers to God on my behalf,",
      "31": "that I may be delivered from the unbelievers in Judea, and that my ministry for Jerusalem may be acceptable to the saints,",
      "32": "so that I may come to you with joy by the will of God, and may be refreshed together with you.",
      "33": "Now the God of peace be with you all. Amen."
    },
    "16": {
      "1": "I commend to you our sister Phoebe, who is a servant of the church at Cenchrea,",
      "2": "that you welcome her in the Lord in a manner worthy of the saints, and that you assist her in whatever matter she may have need of you, for she has been a helper of many and of myself as well.",
      "3": "Greet Priscilla and Aquila, my fellow workers in Christ Jesus,",
      "4": "who risked their own necks for my life, to whom not only I, but also all the churches of the Gentiles, give thanks.",
      "5": "Likewise greet the church that is in their house.\nGreet my beloved Epaenetus, who is the first convert of Achaia for Christ.",
      "6": "Greet Mary, who labored much for us.",
      "7": "Greet Andronicus and Junia, my kinsmen and fellow prisoners, who are noteworthy among the apostles, who also came to Christ before me.",
      "8": "Greet Ampliatus, my beloved in the Lord.",
      "9": "Greet Urbanus, our fellow worker in Christ, and my beloved Stachys.",
      "10": "Greet Apelles, who is approved in Christ.\nGreet those who are of the household of Aristobulus.",
      "11": "Greet Herodion, my kinsman.\nGreet those who are of the household of Narcissus, who are in the Lord.",
      "12": "Greet Tryphena and Tryphosa, who labor in the Lord.\nGreet the beloved Persis, who also labored much in the Lord.",
      "13": "Greet Rufus, chosen in the Lord, and his mother, who is like a mother to me.",
      "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
      "15": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
      "16": "Greet one another with a holy kiss.\nThe churches of Christ greet you.",
      "17": "Now I urge you, brothers, to closely watch those who cause divisions and offenses, contrary to the teaching which you have learned, and avoid them.",
      "18": "For such people do not serve our Lord Jesus Christ, but their own appetites, and through smooth talk and flattery they deceive the hearts of the unsuspecting.",
      "19": "Your obedience has become known to all men. Therefore I am glad on your behalf. Yet I want you to be wise to that which is good, and innocent to that which is evil.",
      "20": "The God of peace will soon crush Satan under your feet.\nThe grace of our Lord Jesus Christ be with you.",
      "21": "Timothy, my fellow worker, and Lucius, Jason, and Sosipater, my kinsmen, greet you.",
      "22": "I, Tertius, who wrote this epistle, greet you in the Lord.",
      "23": "Gaius, who is host to me and to the whole church, greets you.\nErastus, who is the city treasurer, and our brother Quartus greet you.",
      "24": "The grace of our Lord Jesus Christ be with you all. Amen.",
      "25": "Now to Him who has power to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret for long ages past,",
      "26": "but now is revealed by the prophetic Scriptures according to the commandment of the everlasting God, made known to all the Gentiles for the obedience of faith,",
      "27": "to the only wise God, through Jesus Christ, to whom be glory forever. Amen."
    }
  }
}