{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:49:50.417013-04:00",
    "Translation": "MEV"
  },
  "Ruth": {
    "1": {
      "1": "In the days when the judges ruled, there was a famine in the land. And a man from Bethlehem in Judah went to live in the land of Moab, he and his wife and his two sons.",
      "2": "The name of the man was Elimelek, the name of his wife was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem in Judah. And they went to Moab and lived there.",
      "3": "Now Elimelek, the husband of Naomi, died, so she was left alone with her two sons.",
      "4": "They took Moabite wives for themselves; the name of one was Orpah and the name of the other Ruth. They lived there about ten years.",
      "5": "Then Mahlon and Kilion also died, and Naomi was left without her two sons and her husband.",
      "6": "So she got up with her daughters-in-law to return from the land of Moab, for in the land of Moab, she had heard that the Lord had visited His people by giving them food.",
      "7": "She set out from the place where she had been, with her two daughters-in-law, and they went on their way to return to the land of Judah.",
      "8": "Then Naomi said to her two daughters-in-law, “Go, return each to her mother’s house. May the Lord deal kindly with you, as you have dealt with your deceased husbands and with me.",
      "9": "May the Lord grant that you each find rest in the house of another husband.”\nThen she kissed them, and they raised their voices and wept aloud.",
      "10": "They said to her, “We will return with you to your people.”",
      "11": "But Naomi said, “Turn back, my daughters. Why would you go with me? Are there sons in my womb, who could become your husbands?",
      "12": "Turn back, my daughters! Go, for I am too old to have a husband. Even if I thought that there was still hope for me, that I could have a husband tonight and give birth to sons,",
      "13": "would you wait until they were grown? Would you refrain from getting married? No, my daughters. It is much more bitter for me than for you, for the hand of the Lord has turned against me.”",
      "14": "Then they raised their voices and wept aloud once more. Orpah kissed her mother-in-law, but Ruth clung to her.",
      "15": "Naomi said, “Look, your sister-in-law has returned to her people and her gods. Return with her!”",
      "16": "But Ruth said, “Do not urge me to leave you or to turn back from following you. For wherever you go, I will go, and wherever you stay, I will stay. Your people shall be my people and your God my God.",
      "17": "Where you die, I will die, and there I will be buried. May the Lord do thus to me, and worse, if anything but death separates you and me!”",
      "18": "When Naomi saw that she was determined to go with her, she said no more to her.",
      "19": "So they both went on until they came to Bethlehem. When they came to Bethlehem, the whole town was stirred because of them, and the women asked, “Is this Naomi?”",
      "20": "But she said to them, “Do not call me Naomi. Call me Mara, because the Almighty has brought great bitterness to me.",
      "21": "I was full when I left, but the Lord has caused me to return empty. Why should you call me Naomi when the Lord has opposed me? The Almighty has brought misfortune upon me!”",
      "22": "So Naomi returned from the land of Moab with Ruth the Moabite, her daughter-in-law. They came to Bethlehem at the start of the spring barley harvest."
    },
    "2": {
      "1": "Now Naomi had a relative of her husband, a man of prominence and means from the clan of Elimelek. His name was Boaz.",
      "2": "Ruth the Moabitess said to Naomi, “Please let me go into the field and glean among the heads of grain behind anyone in whose eyes I may find favor.”\nNaomi said to her, “Go, my daughter.”",
      "3": "So she went to glean in the field behind the harvesters. She happened to come to a part of the field belonging to Boaz, who was from the clan of Elimelek.",
      "4": "Just then Boaz came from Bethlehem and said to the harvesters, “May the Lord be with you!”\nAnd they said to him, “May the Lord bless you.”",
      "5": "Then Boaz said to his servant who was in charge of his harvesters, “Whose young woman is this?”",
      "6": "So the servant who was in charge of his harvesters answered, “She is the young Moabitess woman who came back with Naomi from the land of Moab.",
      "7": "She said, ‘Please let me glean and gather grain among the bundles behind the harvesters.’ So she came and has remained from morning until now, though she rested a little while in the house.”",
      "8": "Then Boaz said to Ruth, “Listen, my daughter. Do not go to glean in another field and leave this one. Stay close to my young women.",
      "9": "Keep your eyes on the field in which they reap and follow after them. I have commanded the men not to touch you. When you are thirsty, go to the vessels and drink from what the young men have drawn.”",
      "10": "So she fell on her face, bowed down to the ground, and said to him, “Why have I found favor in your eyes, that you should acknowledge me, a foreigner?”",
      "11": "Boaz answered and said to her, “I have been told all that you have done for your mother-in-law after the death of your husband, and how you left your father and mother and your homeland and came to a people you did not know before.",
      "12": "May the Lord reward your deeds. May you have a full reward from the Lord, the God of Israel, under whose wings you have come to take refuge.”",
      "13": "Then she said, “May I find favor in your eyes, my lord, for you have comforted me and have spoken kindly to your servant, though I am not like one of your servant girls.”",
      "14": "At mealtime Boaz said to her, “Come over here, and eat some bread, and dip your piece in the vinegar.”\nSo she sat down beside the harvesters, and he passed her some roasted grain. She ate and was full and had some left over.",
      "15": "When she got up to glean, Boaz commanded his young men, “Let her glean even among the bundles, and do not harm her.",
      "16": "Also pull out some grain for her from the bundles and leave it so that she may glean it, and do not rebuke her.”",
      "17": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley.",
      "18": "She took it up and went into the city, and her mother-in-law saw what she had gleaned. She drew it out and gave her what she had left, after she had been satisfied.",
      "19": "Her mother-in-law said to her, “Where did you glean today, and where did you work? May he who took notice of you be blessed.”\nSo she told her mother-in-law with whom she had worked, and said, “The name of the man with whom I worked today is Boaz.”",
      "20": "Then Naomi said to her daughter-in-law, “May he be blessed of the Lord who has not withdrawn His kindness to the living and to the dead.” Naomi said to her, “This man is a close relative of ours, one of our redeeming relatives.”",
      "21": "Then Ruth the Moabitess said, “He even told me, ‘You should stay close to my servants until they have finished all my harvest.’ ”",
      "22": "Naomi said to Ruth her daughter-in-law, “It is better, my daughter, that you go with his young women, for in someone else’s field you might be harmed.”",
      "23": "So she stayed close to the young women of Boaz to glean until the end of barley harvest and wheat harvest. And she lived with her mother-in-law."
    },
    "3": {
      "1": "One day Naomi her mother-in-law said to her, “My daughter, why should I not find a home that will be good for you?",
      "2": "Now is not Boaz our relative, with whose young women you have been working? Tonight he winnows barley on the threshing floor.",
      "3": "Now wash and anoint yourself, and put on your best clothes. Then go down to the threshing floor, but do not let the man know you are there until he has finished eating and drinking.",
      "4": "When he lies down, notice the place where he is lying. Go in and uncover his feet and lie down. He will tell you what you will do.”",
      "5": "She said to her, “All that you say to me I will do.”",
      "6": "So she went down to the threshing floor and did all that her mother-in-law had instructed.",
      "7": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the heap of grain. Then Ruth came softly, uncovered his feet, and lay down.",
      "8": "At midnight, the man was startled and rolled over; and there, a woman was lying at his feet.",
      "9": "He said, “Who are you?”\nAnd she answered, “I am Ruth, your maidservant. Spread your cloak over me, for you are a redeeming kinsman.”",
      "10": "He said, “May you be blessed of the Lord, my daughter. You have shown your last act of kindness to be greater than the first, because you have not pursued young men, whether poor or rich.",
      "11": "So now, my daughter, do not worry. All that you ask me, I will do for you. All of my fellow townsmen know that you are a woman of noble character.",
      "12": "Now it is true that I am a redeeming kinsman. Yet there is another redeemer closer than I am.",
      "13": "Stay here tonight, and in the morning if he wants to redeem you, very well. Let him do so. Yet if he does not want to redeem you, then I will redeem you. I will, as the Lord lives! Sleep here until morning.”",
      "14": "So she lay at his feet until morning, but she arose before one could recognize another. Then he said, “It must not be known that a woman came to the threshing floor.”",
      "15": "He said, “Bring me the shawl you have on you, and hold it.” So she held it, and he poured six measures of barley into it and placed it on her. Then she went into the city.",
      "16": "When Ruth came to her mother-in-law, Naomi said, “How did it go, my daughter?”\nThen she told her all that Boaz had done for her.",
      "17": "She said, “He gave me these six ephahs of barley, for he said to me, ‘Do not return to your mother-in-law empty-handed.’ ”",
      "18": "Then Naomi said, “Wait here, my daughter, until you learn what happens. For the man will not rest until the matter is settled today.”"
    },
    "4": {
      "1": "So Boaz went up to the gate and sat down there. And now the redeemer of whom he had spoken passed by, and Boaz said, “Come over, friend, and sit here.” So he went over and sat down.",
      "2": "Then Boaz took ten men from among the elders of the town and said, “Sit here.” So they sat down.",
      "3": "He said to the redeemer, “Naomi, who has come back from the land of Moab, must sell the plot of land belonging to our brother Elimelek.",
      "4": "I thought I should inform you and say, ‘Buy it in the presence of those sitting here and in the presence of the elders of my people. If you want to redeem it, redeem it. But if you will not redeem it, tell me so that I know, for there is no one prior to you to redeem it, and I am next after you.’ ”\nSo he said, “I will redeem it.”",
      "5": "Then Boaz said, “On the day you buy the field from the hand of Naomi, you also acquire Ruth the Moabitess, the wife of the deceased, to perpetuate the name of the deceased through his inheritance.”",
      "6": "The redeemer replied, “I am not able to redeem it for myself lest I ruin my own inheritance. Take my redemption rights for yourself, for I cannot do it.”",
      "7": "(Now this was the custom in ancient times in Israel for redeeming and exchanging: to confirm a transaction, a man would remove his sandal and give it to his neighbor. This was a binding act in Israel.)",
      "8": "Therefore the redeemer said to Boaz, “Buy it yourself,” and he removed his sandal.",
      "9": "Then Boaz said to the elders and all the people, “You are witnesses today that I have bought everything that belonged to Elimelek, Kilion, and Mahlon from Naomi.",
      "10": "Moreover I have also acquired Ruth the Moabitess, the wife of Mahlon, to be my wife, in order to preserve the name of the deceased man for his inheritance, so that his name will not be cut off from among his brothers or from his town. You are witnesses this day.”",
      "11": "Then all the people who were at the gate, along with the elders, said, “We are witnesses. May the Lord make the woman who is coming to your house like Rachel and Leah, who together built up the house of Israel. May you do well in Ephrathah and be famous in Bethlehem!",
      "12": "May your house be like the house of Perez, whom Tamar bore to Judah, through the offspring that the Lord will give you by this young woman.”",
      "13": "So Boaz took Ruth, and she became his wife. When they came together, the Lord enabled her to conceive, and she bore a son.",
      "14": "Then the women said to Naomi, “Blessed be the Lord, who has not left you without a redeemer. May he become famous in Israel!",
      "15": "He will be a comfort for your soul and support you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given birth to him.”",
      "16": "Then Naomi took the child, laid him on her lap, and became his nurse.",
      "17": "The neighbor women gave him a name, saying, “A son has been born to Naomi!” And they named him Obed. He was the father of Jesse, the father of David.",
      "18": "Now these are the descendants of Perez:\nPerez was the father of Hezron,",
      "19": "Hezron the father of Ram,\nRam the father of Amminadab,",
      "20": "Amminadab the father of Nahshon,\nNahshon the father of Salmon,",
      "21": "Salmon the father of Boaz,\nBoaz the father of Obed,",
      "22": "Obed the father of Jesse,\nand Jesse the father of David."
    }
  }
}