{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:20.658720-04:00",
    "Translation": "MEV"
  },
  "Titus": {
    "1": {
      "1": "Paul, a servant of God and an apostle of Jesus Christ, according to the faith of God’s elect and the knowledge of the truth which leads to godliness,",
      "2": "in hope of eternal life which God, who cannot lie, promised before the world began,",
      "3": "and has in due time revealed His word through preaching, with which I was entrusted according to the command of God our Savior,",
      "4": "To Titus, my own son in the common faith:\nGrace, mercy, and peace, from God the Father and the Lord Jesus Christ our Savior.",
      "5": "For this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city, as I commanded you:",
      "6": "any man who is blameless, the husband of one wife, having faithful children who are not accused of being wild or unruly.",
      "7": "For an overseer must be blameless, as a steward of God, not self-willed, not easily angered, not given to drunkenness, not violent, not greedy for dishonest gain,",
      "8": "but hospitable, a lover of what is good, self-controlled, just, holy, temperate,",
      "9": "holding firmly the trustworthy word that is in accordance with the teaching, that he may be able both to exhort with sound doctrine and to convince those who oppose it.",
      "10": "For there are many unruly men, empty talkers and deceivers, especially those of the circumcision,",
      "11": "who must be silenced, who subvert whole houses by teaching for dishonest gain things they ought not teach.",
      "12": "One of them, a prophet of their own, said, “The Cretans are always liars, evil beasts, and idle gluttons!”",
      "13": "This witness is true. So rebuke them sharply that they may be sound in the faith,",
      "14": "not paying attention to Jewish myths and commandments of men who reject the truth.",
      "15": "To the pure, all things are pure. But to those who are defiled and unbelieving, nothing is pure. Even their minds and consciences are defiled.",
      "16": "They profess that they know God, but in their deeds they deny Him, being abominable, disobedient, and worthless for every good work."
    },
    "2": {
      "1": "But as for you, teach what is fitting of sound doctrine:",
      "2": "Older men should be sober, serious, temperate, sound in faith, in love, in patience.",
      "3": "Likewise, older women should be reverent in behavior, and not be false accusers, not be enslaved to much wine, but teachers of good things,",
      "4": "that they may teach the young women to love their husbands, to love their children,",
      "5": "and to be self-controlled, pure, homemakers, good, obedient to their own husbands, that the word of God may not be dishonored.",
      "6": "Likewise, exhort young men to be self-controlled,",
      "7": "in all things presenting yourself as an example of good works: in doctrine showing integrity, gravity, incorruptibility,",
      "8": "and sound speech that cannot be condemned, so that the one who opposes you may be ashamed, having nothing evil to say of you.",
      "9": "Exhort servants to be obedient to their own masters, to please them well in everything, not answering back,",
      "10": "or stealing, but showing complete fidelity, so that they may exemplify the doctrine of God our Savior in all things.",
      "11": "For the grace of God that brings salvation has appeared to all men,",
      "12": "teaching us that, denying ungodliness and worldly desires, we should live soberly, righteously, and in godliness in this present world,",
      "13": "as we await the blessed hope and the appearing of the glory of our great God and Savior Jesus Christ,",
      "14": "who gave Himself for us, that He might redeem us from all lawlessness and purify for Himself a special people, zealous of good works.",
      "15": "Teach these things, exhort, and rebuke with all authority. Let no one despise you."
    },
    "3": {
      "1": "Remind them to be subject to rulers and authorities, to obey them, to be ready for every good work,",
      "2": "to speak evil of no one, not to be contentious, but gentle, showing all humility toward everyone.",
      "3": "We also were once foolish, disobedient, deceived, serving various desires and pleasures, living in evil and envy, filled with hatred and hating each other.",
      "4": "But when the kindness and the love of God our Savior toward mankind appeared,",
      "5": "not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of rebirth and the renewal of the Holy Spirit,",
      "6": "whom He poured out on us abundantly through Jesus Christ our Savior,",
      "7": "so that, being justified by His grace, we might become heirs according to the hope of eternal life.",
      "8": "This is a faithful saying, and these things I want you constantly to affirm, so that those who have believed in God might be careful to maintain good works. These things are good and profitable to everyone.",
      "9": "But avoid foolish debates, genealogies, contentions, and arguments about the law, for they are unprofitable and useless.",
      "10": "Reject a divisive man after a first and second admonition,",
      "11": "knowing that such a man is perverted and is sinning, being self-condemned.",
      "12": "When I send Artemas or Tychicus to you, be diligent to come to me in Nicopolis, for I have decided to spend the winter there.",
      "13": "Diligently send Zenas the lawyer and Apollos on their journey. See that they lack nothing.",
      "14": "And let our people also learn to continue doing good works to meet urgent needs, that they may not be unproductive.",
      "15": "All who are with me greet you. Greet those who love us in the faith.\nGrace be with you all. Amen."
    }
  }
}