{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:33:41.040750-04:00",
    "Translation": "ASV"
  },
  "Proverbs": {
    "1": {
      "1": "The proverbs of Solomon the son of David, king of Israel:",
      "2": "To know wisdom and instruction;\nTo discern the words of understanding;",
      "3": "To receive instruction in wise dealing,\nIn righteousness and justice and equity;",
      "4": "To give prudence to the simple,\nTo the young man knowledge and discretion:",
      "5": "That the wise man may hear, and increase in learning;\nAnd that the man of understanding may attain unto sound counsels:",
      "6": "To understand a proverb, and a figure,\nThe words of the wise, and their dark sayings.",
      "7": "The fear of Jehovah is the beginning of knowledge;\nBut the foolish despise wisdom and instruction.",
      "8": "My son, hear the instruction of thy father,\nAnd forsake not the law of thy mother:",
      "9": "For they shall be a chaplet of grace unto thy head,\nAnd chains about thy neck.",
      "10": "My son, if sinners entice thee,\nConsent thou not.",
      "11": "If they say, Come with us,\nLet us lay wait for blood;\nLet us lurk privily for the innocent without cause;",
      "12": "Let us swallow them up alive as Sheol,\nAnd whole, as those that go down into the pit;",
      "13": "We shall find all precious substance;\nWe shall fill our houses with spoil;",
      "14": "Thou shalt cast thy lot among us;\nWe will all have one purse:",
      "15": "My son, walk not thou in the way with them;\nRefrain thy foot from their path:",
      "16": "For their feet run to evil,\nAnd they make haste to shed blood.",
      "17": "For in vain is the net spread\nIn the sight of any bird:",
      "18": "And these lay wait for their own blood;\nThey lurk privily for their own lives.",
      "19": "So are the ways of every one that is greedy of gain;\nIt taketh away the life of the owners thereof.",
      "20": "Wisdom crieth aloud in the street;\nShe uttereth her voice in the broad places;",
      "21": "She crieth in the chief place of concourse;\nAt the entrance of the gates,\nIn the city, she uttereth her words:",
      "22": "How long, ye simple ones, will ye love simplicity?\nAnd scoffers delight them in scoffing,\nAnd fools hate knowledge?",
      "23": "Turn you at my reproof:\nBehold, I will pour out my spirit upon you;\nI will make known my words unto you.",
      "24": "Because I have called, and ye have refused;\nI have stretched out my hand, and no man hath regarded;",
      "25": "But ye have set at nought all my counsel,\nAnd would none of my reproof:",
      "26": "I also will laugh in the day of your calamity;\nI will mock when your fear cometh;",
      "27": "When your fear cometh as a storm,\nAnd your calamity cometh on as a whirlwind;\nWhen distress and anguish come upon you.",
      "28": "Then will they call upon me, but I will not answer;\nThey will seek me diligently, but they shall not find me:",
      "29": "For that they hated knowledge,\nAnd did not choose the fear of Jehovah,",
      "30": "They would none of my counsel,\nThey despised all my reproof.",
      "31": "Therefore shall they eat of the fruit of their own way,\nAnd be filled with their own devices.",
      "32": "For the backsliding of the simple shall slay them,\nAnd the careless ease of fools shall destroy them.",
      "33": "But whoso hearkeneth unto me shall dwell securely,\nAnd shall be quiet without fear of evil."
    },
    "2": {
      "1": "My son, if thou wilt receive my words,\nAnd lay up my commandments with thee;",
      "2": "So as to incline thine ear unto wisdom,\nAnd apply thy heart to understanding;",
      "3": "Yea, if thou cry after discernment,\nAnd lift up thy voice for understanding;",
      "4": "If thou seek her as silver,\nAnd search for her as for hid treasures:",
      "5": "Then shalt thou understand the fear of Jehovah,\nAnd find the knowledge of God.",
      "6": "For Jehovah giveth wisdom;\nOut of his mouth cometh knowledge and understanding:",
      "7": "He layeth up sound wisdom for the upright;\nHe is a shield to them that walk in integrity;",
      "8": "That he may guard the paths of justice,\nAnd preserve the way of his saints.",
      "9": "Then shalt thou understand righteousness and justice,\nAnd equity, yea, every good path.",
      "10": "For wisdom shall enter into thy heart,\nAnd knowledge shall be pleasant unto thy soul;",
      "11": "Discretion shall watch over thee;\nUnderstanding shall keep thee:",
      "12": "To deliver thee from the way of evil,\nFrom the men that speak perverse things;",
      "13": "Who forsake the paths of uprightness,\nTo walk in the ways of darkness;",
      "14": "Who rejoice to do evil,\nAnd delight in the perverseness of evil;",
      "15": "Who are crooked in their ways,\nAnd wayward in their paths:",
      "16": "To deliver thee from the strange woman,\nEven from the foreigner that flattereth with her words;",
      "17": "That forsaketh the friend of her youth,\nAnd forgetteth the covenant of her God:",
      "18": "For her house inclineth unto death,\nAnd her paths unto the dead;",
      "19": "None that go unto her return again,\nNeither do they attain unto the paths of life:",
      "20": "That thou mayest walk in the way of good men,\nAnd keep the paths of the righteous.",
      "21": "For the upright shall dwell in the land,\nAnd the perfect shall remain in it.",
      "22": "But the wicked shall be cut off from the land,\nAnd the treacherous shall be rooted out of it."
    },
    "3": {
      "1": "My son, forget not my law;\nBut let thy heart keep my commandments:",
      "2": "For length of days, and years of life,\nAnd peace, will they add to thee.",
      "3": "Let not kindness and truth forsake thee:\nBind them about thy neck;\nWrite them upon the tablet of thy heart:",
      "4": "So shalt thou find favor and good understanding\nIn the sight of God and man.",
      "5": "Trust in Jehovah with all thy heart,\nAnd lean not upon thine own understanding:",
      "6": "In all thy ways acknowledge him,\nAnd he will direct thy paths.",
      "7": "Be not wise in thine own eyes;\nFear Jehovah, and depart from evil:",
      "8": "It will be health to thy navel,\nAnd marrow to thy bones.",
      "9": "Honor Jehovah with thy substance,\nAnd with the first-fruits of all thine increase:",
      "10": "So shall thy barns be filled with plenty,\nAnd thy vats shall overflow with new wine.",
      "11": "My son, despise not the chastening of Jehovah;\nNeither be weary of his reproof:",
      "12": "For whom Jehovah loveth he reproveth,\nEven as a father the son in whom he delighteth.",
      "13": "Happy is the man that findeth wisdom,\nAnd the man that getteth understanding.",
      "14": "For the gaining of it is better than the gaining of silver,\nAnd the profit thereof than fine gold.",
      "15": "She is more precious than rubies:\nAnd none of the things thou canst desire are to be compared unto her.",
      "16": "Length of days is in her right hand;\nIn her left hand are riches and honor.",
      "17": "Her ways are ways of pleasantness,\nAnd all her paths are peace.",
      "18": "She is a tree of life to them that lay hold upon her:\nAnd happy is every one that retaineth her.",
      "19": "Jehovah by wisdom founded the earth;\nBy understanding he established the heavens.",
      "20": "By his knowledge the depths were broken up,\nAnd the skies drop down the dew.",
      "21": "My son, let them not depart from thine eyes;\nKeep sound wisdom and discretion:",
      "22": "So shall they be life unto thy soul,\nAnd grace to thy neck.",
      "23": "Then shalt thou walk in thy way securely,\nAnd thy foot shall not stumble.",
      "24": "When thou liest down, thou shalt not be afraid:\nYea, thou shalt lie down, and thy sleep shall be sweet.",
      "25": "Be not afraid of sudden fear,\nNeither of the desolation of the wicked, when it cometh:",
      "26": "For Jehovah will be thy confidence,\nAnd will keep thy foot from being taken.",
      "27": "Withhold not good from them to whom it is due,\nWhen it is in the power of thy hand to do it.",
      "28": "Say not unto thy neighbor, Go, and come again,\nAnd to-morrow I will give;\nWhen thou hast it by thee.",
      "29": "Devise not evil against thy neighbor,\nSeeing he dwelleth securely by thee.",
      "30": "Strive not with a man without cause,\nIf he have done thee no harm.",
      "31": "Envy thou not the man of violence,\nAnd choose none of his ways.",
      "32": "For the perverse is an abomination to Jehovah;\nBut his friendship is with the upright.",
      "33": "The curse of Jehovah is in the house of the wicked;\nBut he blesseth the habitation of the righteous.",
      "34": "Surely he scoffeth at the scoffers;\nBut he giveth grace unto the lowly.",
      "35": "The wise shall inherit glory;\nBut shame shall be the promotion of fools."
    },
    "4": {
      "1": "Hear, my sons, the instruction of a father,\nAnd attend to know understanding:",
      "2": "For I give you good doctrine;\nForsake ye not my law.",
      "3": "For I was a son unto my father,\nTender and only beloved in the sight of my mother.",
      "4": "And he taught me, and said unto me:\nLet thy heart retain my words;\nKeep my commandments, and live;",
      "5": "Get wisdom, get understanding;\nForget not, neither decline from the words of my mouth;",
      "6": "Forsake her not, and she will preserve thee;\nLove her, and she will keep thee.",
      "7": "Wisdom is the principal thing; therefore get wisdom;\nYea, with all thy getting get understanding.",
      "8": "Exalt her, and she will promote thee;\nShe will bring thee to honor, when thou dost embrace her.",
      "9": "She will give to thy head a chaplet of grace;\nA crown of beauty will she deliver to thee.",
      "10": "Hear, O my son, and receive my sayings;\nAnd the years of thy life shall be many.",
      "11": "I have taught thee in the way of wisdom;\nI have led thee in paths of uprightness.",
      "12": "When thou goest, thy steps shall not be straitened;\nAnd if thou runnest, thou shalt not stumble.",
      "13": "Take fast hold of instruction; let her not go:\nKeep her; for she is thy life.",
      "14": "Enter not into the path of the wicked,\nAnd walk not in the way of evil men.",
      "15": "Avoid it, pass not by it;\nTurn from it, and pass on.",
      "16": "For they sleep not, except they do evil;\nAnd their sleep is taken away, unless they cause some to fall.",
      "17": "For they eat the bread of wickedness,\nAnd drink the wine of violence.",
      "18": "But the path of the righteous is as the dawning light,\nThat shineth more and more unto the perfect day.",
      "19": "The way of the wicked is as darkness:\nThey know not at what they stumble.",
      "20": "My son, attend to my words;\nIncline thine ear unto my sayings.",
      "21": "Let them not depart from thine eyes;\nKeep them in the midst of thy heart.",
      "22": "For they are life unto those that find them,\nAnd health to all their flesh.",
      "23": "Keep thy heart with all diligence;\nFor out of it are the issues of life.",
      "24": "Put away from thee a wayward mouth,\nAnd perverse lips put far from thee.",
      "25": "Let thine eyes look right on,\nAnd let thine eyelids look straight before thee.",
      "26": "Make level the path of thy feet,\nAnd let all thy ways be established.",
      "27": "Turn not to the right hand nor to the left:\nRemove thy foot from evil."
    },
    "5": {
      "1": "My son, attend unto my wisdom;\nIncline thine ear to my understanding:",
      "2": "That thou mayest preserve discretion,\nAnd that thy lips may keep knowledge.",
      "3": "For the lips of a strange woman drop honey,\nAnd her mouth is smoother than oil:",
      "4": "But in the end she is bitter as wormwood,\nSharp as a two-edged sword.",
      "5": "Her feet go down to death;\nHer steps take hold on Sheol;",
      "6": "So that she findeth not the level path of life:\nHer ways are unstable, and she knoweth it not.",
      "7": "Now therefore, my sons, hearken unto me,\nAnd depart not from the words of my mouth.",
      "8": "Remove thy way far from her,\nAnd come not nigh the door of her house;",
      "9": "Lest thou give thine honor unto others,\nAnd thy years unto the cruel;",
      "10": "Lest strangers be filled with thy strength,\nAnd thy labors be in the house of an alien,",
      "11": "And thou mourn at thy latter end,\nWhen thy flesh and thy body are consumed,",
      "12": "And say, How have I hated instruction,\nAnd my heart despised reproof;",
      "13": "Neither have I obeyed the voice of my teachers,\nNor inclined mine ear to them that instructed me!",
      "14": "I was well-nigh in all evil\nIn the midst of the assembly and congregation.",
      "15": "Drink waters out of thine own cistern,\nAnd running waters out of thine own well.",
      "16": "Should thy springs be dispersed abroad,\nAnd streams of water in the streets?",
      "17": "Let them be for thyself alone,\nAnd not for strangers with thee.",
      "18": "Let thy fountain be blessed;\nAnd rejoice in the wife of thy youth.",
      "19": "As a loving hind and a pleasant doe,\nLet her breasts satisfy thee at all times;\nAnd be thou ravished always with her love.",
      "20": "For why shouldest thou, my son, be ravished with a strange woman,\nAnd embrace the bosom of a foreigner?",
      "21": "For the ways of man are before the eyes of Jehovah;\nAnd he maketh level all his paths.",
      "22": "His own iniquities shall take the wicked,\nAnd he shall be holden with the cords of his sin.",
      "23": "He shall die for lack of instruction;\nAnd in the greatness of his folly he shall go astray."
    },
    "6": {
      "1": "My son, if thou art become surety for thy neighbor,\nIf thou hast stricken thy hands for a stranger;",
      "2": "Thou art snared with the words of thy mouth,\nThou art taken with the words of thy mouth.",
      "3": "Do this now, my son, and deliver thyself,\nSeeing thou art come into the hand of thy neighbor:\nGo, humble thyself, and importune thy neighbor;",
      "4": "Give not sleep to thine eyes,\nNor slumber to thine eyelids;",
      "5": "Deliver thyself as a roe from the hand of the hunter,\nAnd as a bird from the hand of the fowler.",
      "6": "Go to the ant, thou sluggard;\nConsider her ways, and be wise:",
      "7": "Which having no chief,\nOverseer, or ruler,",
      "8": "Provideth her bread in the summer,\nAnd gathereth her food in the harvest.",
      "9": "How long wilt thou sleep, O sluggard?\nWhen wilt thou arise out of thy sleep?",
      "10": "Yet a little sleep, a little slumber,\nA little folding of the hands to sleep:",
      "11": "So shall thy poverty come as a robber,\nAnd thy want as an armed man.",
      "12": "A worthless person, a man of iniquity,\nIs he that walketh with a perverse mouth;",
      "13": "That winketh with his eyes, that speaketh with his feet,\nThat maketh signs with his fingers;",
      "14": "In whose heart is perverseness,\nWho deviseth evil continually,\nWho soweth discord.",
      "15": "Therefore shall his calamity come suddenly;\nOn a sudden shall he be broken, and that without remedy.",
      "16": "There are six things which Jehovah hateth;\nYea, seven which are an abomination unto him:",
      "17": "Haughty eyes, a lying tongue,\nAnd hands that shed innocent blood;",
      "18": "A heart that deviseth wicked purposes,\nFeet that are swift in running to mischief,",
      "19": "A false witness that uttereth lies,\nAnd he that soweth discord among brethren.",
      "20": "My son, keep the commandment of thy father,\nAnd forsake not the law of thy mother:",
      "21": "Bind them continually upon thy heart;\nTie them about thy neck.",
      "22": "When thou walkest, it shall lead thee;\nWhen thou sleepest, it shall watch over thee;\nAnd when thou awakest, it shall talk with thee.",
      "23": "For the commandment is a lamp; and the law is light;\nAnd reproofs of instruction are the way of life:",
      "24": "To keep thee from the evil woman,\nFrom the flattery of the foreigner’s tongue.",
      "25": "Lust not after her beauty in thy heart;\nNeither let her take thee with her eyelids.",
      "26": "For on account of a harlot a man is brought to a piece of bread;\nAnd the adulteress hunteth for the precious life.",
      "27": "Can a man take fire in his bosom,\nAnd his clothes not be burned?",
      "28": "Or can one walk upon hot coals,\nAnd his feet not be scorched?",
      "29": "So he that goeth in to his neighbor’s wife;\nWhosoever toucheth her shall not be unpunished.",
      "30": "Men do not despise a thief, if he steal\nTo satisfy himself when he is hungry:",
      "31": "But if he be found, he shall restore sevenfold;\nHe shall give all the substance of his house.",
      "32": "He that committeth adultery with a woman is void of understanding:\nHe doeth it who would destroy his own soul.",
      "33": "Wounds and dishonor shall he get;\nAnd his reproach shall not be wiped away.",
      "34": "For jealousy is the rage of a man;\nAnd he will not spare in the day of vengeance.",
      "35": "He will not regard any ransom;\nNeither will he rest content, though thou givest many gifts."
    },
    "7": {
      "1": "My son, keep my words,\nAnd lay up my commandments with thee.",
      "2": "Keep my commandments and live;\nAnd my law as the apple of thine eye.",
      "3": "Bind them upon thy fingers;\nWrite them upon the tablet of thy heart.",
      "4": "Say unto wisdom, Thou art my sister;\nAnd call understanding thy kinswoman:",
      "5": "That they may keep thee from the strange woman,\nFrom the foreigner that flattereth with her words.",
      "6": "For at the window of my house\nI looked forth through my lattice;",
      "7": "And I beheld among the simple ones,\nI discerned among the youths,\nA young man void of understanding,",
      "8": "Passing through the street near her corner;\nAnd he went the way to her house,",
      "9": "In the twilight, in the evening of the day,\nIn the middle of the night and in the darkness.",
      "10": "And, behold, there met him a woman\nWith the attire of a harlot, and wily of heart.",
      "11": "(She is clamorous and wilful;\nHer feet abide not in her house:",
      "12": "Now she is in the streets, now in the broad places,\nAnd lieth in wait at every corner.)",
      "13": "So she caught him, and kissed him,\nAnd with an impudent face she said unto him:",
      "14": "Sacrifices of peace-offerings are with me;\nThis day have I paid my vows.",
      "15": "Therefore came I forth to meet thee,\nDiligently to seek thy face, and I have found thee.",
      "16": "I have spread my couch with carpets of tapestry,\nWith striped cloths of the yarn of Egypt.",
      "17": "I have perfumed my bed\nWith myrrh, aloes, and cinnamon.",
      "18": "Come, let us take our fill of love until the morning;\nLet us solace ourselves with loves.",
      "19": "For the man is not at home;\nHe is gone a long journey:",
      "20": "He hath taken a bag of money with him;\nHe will come home at the full moon.",
      "21": "With her much fair speech she causeth him to yield;\nWith the flattering of her lips she forceth him along.",
      "22": "He goeth after her straightway,\nAs an ox goeth to the slaughter,\nOr as one in fetters to the correction of the fool;",
      "23": "Till an arrow strike through his liver;\nAs a bird hasteth to the snare,\nAnd knoweth not that it is for his life.",
      "24": "Now therefore, my sons, hearken unto me,\nAnd attend to the words of my mouth.",
      "25": "Let not thy heart decline to her ways;\nGo not astray in her paths.",
      "26": "For she hath cast down many wounded:\nYea, all her slain are a mighty host.",
      "27": "Her house is the way to Sheol,\nGoing down to the chambers of death."
    },
    "8": {
      "1": "Doth not wisdom cry,\nAnd understanding put forth her voice?",
      "2": "On the top of high places by the way,\nWhere the paths meet, she standeth;",
      "3": "Beside the gates, at the entry of the city,\nAt the coming in at the doors, she crieth aloud:",
      "4": "Unto you, O men, I call;\nAnd my voice is to the sons of men.",
      "5": "O ye simple, understand prudence;\nAnd, ye fools, be of an understanding heart.",
      "6": "Hear, for I will speak excellent things;\nAnd the opening of my lips shall be right things.",
      "7": "For my mouth shall utter truth;\nAnd wickedness is an abomination to my lips.",
      "8": "All the words of my mouth are in righteousness;\nThere is nothing crooked or perverse in them.",
      "9": "They are all plain to him that understandeth,\nAnd right to them that find knowledge.",
      "10": "Receive my instruction, and not silver;\nAnd knowledge rather than choice gold.",
      "11": "For wisdom is better than rubies;\nAnd all the things that may be desired are not to be compared unto it.",
      "12": "I wisdom have made prudence my dwelling,\nAnd find out knowledge and discretion.",
      "13": "The fear of Jehovah is to hate evil:\nPride, and arrogancy, and the evil way,\nAnd the perverse mouth, do I hate.",
      "14": "Counsel is mine, and sound knowledge:\nI am understanding; I have might.",
      "15": "By me kings reign,\nAnd princes decree justice.",
      "16": "By me princes rule,\nAnd nobles, even all the judges of the earth.",
      "17": "I love them that love me;\nAnd those that seek me diligently shall find me.",
      "18": "Riches and honor are with me;\nYea, durable wealth and righteousness.",
      "19": "My fruit is better than gold, yea, than fine gold;\nAnd my revenue than choice silver.",
      "20": "I walk in the way of righteousness,\nIn the midst of the paths of justice;",
      "21": "That I may cause those that love me to inherit substance,\nAnd that I may fill their treasuries.",
      "22": "Jehovah possessed me in the beginning of his way,\nBefore his works of old.",
      "23": "I was set up from everlasting, from the beginning,\nBefore the earth was.",
      "24": "When there were no depths, I was brought forth,\nWhen there were no fountains abounding with water.",
      "25": "Before the mountains were settled,\nBefore the hills was I brought forth;",
      "26": "While as yet he had not made the earth, nor the fields,\nNor the beginning of the dust of the world.",
      "27": "When he established the heavens, I was there:\nWhen he set a circle upon the face of the deep,",
      "28": "When he made firm the skies above,\nWhen the fountains of the deep became strong,",
      "29": "When he gave to the sea its bound,\nThat the waters should not transgress his commandment,\nWhen he marked out the foundations of the earth;",
      "30": "Then I was by him, as a master workman;\nAnd I was daily his delight,\nRejoicing always before him,",
      "31": "Rejoicing in his habitable earth;\nAnd my delight was with the sons of men.",
      "32": "Now therefore, my sons, hearken unto me;\nFor blessed are they that keep my ways.",
      "33": "Hear instruction, and be wise,\nAnd refuse it not.",
      "34": "Blessed is the man that heareth me,\nWatching daily at my gates,\nWaiting at the posts of my doors.",
      "35": "For whoso findeth me findeth life,\nAnd shall obtain favor of Jehovah.",
      "36": "But he that sinneth against me wrongeth his own soul:\nAll they that hate me love death."
    },
    "9": {
      "1": "Wisdom hath builded her house;\nShe hath hewn out her seven pillars:",
      "2": "She hath killed her beasts; she hath mingled her wine;\nShe hath also furnished her table:",
      "3": "She hath sent forth her maidens;\nShe crieth upon the highest places of the city:",
      "4": "Whoso is simple, let him turn in hither:\nAs for him that is void of understanding, she saith to him,",
      "5": "Come, eat ye of my bread,\nAnd drink of the wine which I have mingled.",
      "6": "Leave off, ye simple ones, and live;\nAnd walk in the way of understanding.",
      "7": "He that correcteth a scoffer getteth to himself reviling;\nAnd he that reproveth a wicked man getteth himself a blot.",
      "8": "Reprove not a scoffer, lest he hate thee:\nReprove a wise man, and he will love thee.",
      "9": "Give instruction to a wise man, and he will be yet wiser:\nTeach a righteous man, and he will increase in learning.",
      "10": "The fear of Jehovah is the beginning of wisdom;\nAnd the knowledge of the Holy One is understanding.",
      "11": "For by me thy days shall be multiplied,\nAnd the years of thy life shall be increased.",
      "12": "If thou art wise, thou art wise for thyself;\nAnd if thou scoffest, thou alone shalt bear it.",
      "13": "The foolish woman is clamorous;\nShe is simple, and knoweth nothing.",
      "14": "And she sitteth at the door of her house,\nOn a seat in the high places of the city,",
      "15": "To call to them that pass by,\nWho go right on their ways:",
      "16": "Whoso is simple, let him turn in hither;\nAnd as for him that is void of understanding, she saith to him,",
      "17": "Stolen waters are sweet,\nAnd bread eaten in secret is pleasant.",
      "18": "But he knoweth not that the dead are there;\nThat her guests are in the depths of Sheol."
    },
    "10": {
      "1": "The proverbs of Solomon.\nA wise son maketh a glad father;\nBut a foolish son is the heaviness of his mother.",
      "2": "Treasures of wickedness profit nothing;\nBut righteousness delivereth from death.",
      "3": "Jehovah will not suffer the soul of the righteous to famish;\nBut he thrusteth away the desire of the wicked.",
      "4": "He becometh poor that worketh with a slack hand;\nBut the hand of the diligent maketh rich.",
      "5": "He that gathereth in summer is a wise son;\nBut he that sleepeth in harvest is a son that causeth shame.",
      "6": "Blessings are upon the head of the righteous;\nBut violence covereth the mouth of the wicked.",
      "7": "The memory of the righteous is blessed;\nBut the name of the wicked shall rot.",
      "8": "The wise in heart will receive commandments;\nBut a prating fool shall fall.",
      "9": "He that walketh uprightly walketh surely;\nBut he that perverteth his ways shall be known.",
      "10": "He that winketh with the eye causeth sorrow;\nBut a prating fool shall fall.",
      "11": "The mouth of the righteous is a fountain of life;\nBut violence covereth the mouth of the wicked.",
      "12": "Hatred stirreth up strifes;\nBut love covereth all transgressions.",
      "13": "In the lips of him that hath discernment wisdom is found;\nBut a rod is for the back of him that is void of understanding.",
      "14": "Wise men lay up knowledge;\nBut the mouth of the foolish is a present destruction.",
      "15": "The rich man’s wealth is his strong city:\nThe destruction of the poor is their poverty.",
      "16": "The labor of the righteous tendeth to life;\nThe increase of the wicked, to sin.",
      "17": "He is in the way of life that heedeth correction;\nBut he that forsaketh reproof erreth.",
      "18": "He that hideth hatred is of lying lips;\nAnd he that uttereth a slander is a fool.",
      "19": "In the multitude of words there wanteth not transgression;\nBut he that refraineth his lips doeth wisely.",
      "20": "The tongue of the righteous is as choice silver:\nThe heart of the wicked is little worth.",
      "21": "The lips of the righteous feed many;\nBut the foolish die for lack of understanding.",
      "22": "The blessing of Jehovah, it maketh rich;\nAnd he addeth no sorrow therewith.",
      "23": "It is as sport to a fool to do wickedness;\nAnd so is wisdom to a man of understanding.",
      "24": "The fear of the wicked, it shall come upon him;\nAnd the desire of the righteous shall be granted.",
      "25": "When the whirlwind passeth, the wicked is no more;\nBut the righteous is an everlasting foundation.",
      "26": "As vinegar to the teeth, and as smoke to the eyes,\nSo is the sluggard to them that send him.",
      "27": "The fear of Jehovah prolongeth days;\nBut the years of the wicked shall be shortened.",
      "28": "The hope of the righteous shall be gladness;\nBut the expectation of the wicked shall perish.",
      "29": "The way of Jehovah is a stronghold to the upright;\nBut it is a destruction to the workers of iniquity.",
      "30": "The righteous shall never be removed;\nBut the wicked shall not dwell in the land.",
      "31": "The mouth of the righteous bringeth forth wisdom;\nBut the perverse tongue shall be cut off.",
      "32": "The lips of the righteous know what is acceptable;\nBut the mouth of the wicked speaketh perverseness."
    },
    "11": {
      "1": "A false balance is an abomination to Jehovah;\nBut a just weight is his delight.",
      "2": "When pride cometh, then cometh shame;\nBut with the lowly is wisdom.",
      "3": "The integrity of the upright shall guide them;\nBut the perverseness of the treacherous shall destroy them.",
      "4": "Riches profit not in the day of wrath;\nBut righteousness delivereth from death.",
      "5": "The righteousness of the perfect shall direct his way;\nBut the wicked shall fall by his own wickedness.",
      "6": "The righteousness of the upright shall deliver them;\nBut the treacherous shall be taken in their own iniquity.",
      "7": "When a wicked man dieth, his expectation shall perish;\nAnd the hope of iniquity perisheth.",
      "8": "The righteous is delivered out of trouble;\nAnd the wicked cometh in his stead.",
      "9": "With his mouth the godless man destroyeth his neighbor;\nBut through knowledge shall the righteous be delivered.",
      "10": "When it goeth well with the righteous, the city rejoiceth;\nAnd when the wicked perish, there is shouting.",
      "11": "By the blessing of the upright the city is exalted;\nBut it is overthrown by the mouth of the wicked.",
      "12": "He that despiseth his neighbor is void of wisdom;\nBut a man of understanding holdeth his peace.",
      "13": "He that goeth about as a tale-bearer revealeth secrets;\nBut he that is of a faithful spirit concealeth a matter.",
      "14": "Where no wise guidance is, the people falleth;\nBut in the multitude of counsellors there is safety.",
      "15": "He that is surety for a stranger shall smart for it;\nBut he that hateth suretyship is secure.",
      "16": "A gracious woman obtaineth honor;\nAnd violent men obtain riches.",
      "17": "The merciful man doeth good to his own soul;\nBut he that is cruel troubleth his own flesh.",
      "18": "The wicked earneth deceitful wages;\nBut he that soweth righteousness hath a sure reward.",
      "19": "He that is stedfast in righteousness shall attain unto life;\nAnd he that pursueth evil doeth it to his own death.",
      "20": "They that are perverse in heart are an abomination to Jehovah;\nBut such as are perfect in their way are his delight.",
      "21": "Though hand join in hand, the evil man shall not be unpunished;\nBut the seed of the righteous shall be delivered.",
      "22": "As a ring of gold in a swine’s snout,\nSo is a fair woman that is without discretion.",
      "23": "The desire of the righteous is only good;\nBut the expectation of the wicked is wrath.",
      "24": "There is that scattereth, and increaseth yet more;\nAnd there is that withholdeth more than is meet, but it tendeth only to want.",
      "25": "The liberal soul shall be made fat;\nAnd he that watereth shall be watered also himself.",
      "26": "He that withholdeth grain, the people shall curse him;\nBut blessing shall be upon the head of him that selleth it.",
      "27": "He that diligently seeketh good seeketh favor;\nBut he that searcheth after evil, it shall come unto him.",
      "28": "He that trusteth in his riches shall fall;\nBut the righteous shall flourish as the green leaf.",
      "29": "He that troubleth his own house shall inherit the wind;\nAnd the foolish shall be servant to the wise of heart.",
      "30": "The fruit of the righteous is a tree of life;\nAnd he that is wise winneth souls.",
      "31": "Behold, the righteous shall be recompensed in the earth;\nHow much more the wicked and the sinner!"
    },
    "12": {
      "1": "Whoso loveth correction loveth knowledge;\nBut he that hateth reproof is brutish.",
      "2": "A good man shall obtain favor of Jehovah;\nBut a man of wicked devices will he condemn.",
      "3": "A man shall not be established by wickedness;\nBut the root of the righteous shall not be moved.",
      "4": "A worthy woman is the crown of her husband;\nBut she that maketh ashamed is as rottenness in his bones.",
      "5": "The thoughts of the righteous are just;\nBut the counsels of the wicked are deceit.",
      "6": "The words of the wicked are of lying in wait for blood;\nBut the mouth of the upright shall deliver them.",
      "7": "The wicked are overthrown, and are not;\nBut the house of the righteous shall stand.",
      "8": "A man shall be commended according to his wisdom;\nBut he that is of a perverse heart shall be despised.",
      "9": "Better is he that is lightly esteemed, and hath a servant,\nThan he that honoreth himself, and lacketh bread.",
      "10": "A righteous man regardeth the life of his beast;\nBut the tender mercies of the wicked are cruel.",
      "11": "He that tilleth his land shall have plenty of bread;\nBut he that followeth after vain persons is void of understanding.",
      "12": "The wicked desireth the net of evil men;\nBut the root of the righteous yieldeth fruit.",
      "13": "In the transgression of the lips is a snare to the evil man;\nBut the righteous shall come out of trouble.",
      "14": "A man shall be satisfied with good by the fruit of his mouth;\nAnd the doings of a man’s hands shall be rendered unto him.",
      "15": "The way of a fool is right in his own eyes;\nBut he that is wise hearkeneth unto counsel.",
      "16": "A fool’s vexation is presently known;\nBut a prudent man concealeth shame.",
      "17": "He that uttereth truth showeth forth righteousness;\nBut a false witness, deceit.",
      "18": "There is that speaketh rashly like the piercings of a sword;\nBut the tongue of the wise is health.",
      "19": "The lip of truth shall be established for ever;\nBut a lying tongue is but for a moment.",
      "20": "Deceit is in the heart of them that devise evil;\nBut to the counsellors of peace is joy.",
      "21": "There shall no mischief happen to the righteous;\nBut the wicked shall be filled with evil.",
      "22": "Lying lips are an abomination to Jehovah;\nBut they that deal truly are his delight.",
      "23": "A prudent man concealeth knowledge;\nBut the heart of fools proclaimeth foolishness.",
      "24": "The hand of the diligent shall bear rule;\nBut the slothful shall be put under taskwork.",
      "25": "Heaviness in the heart of a man maketh it stoop;\nBut a good word maketh it glad.",
      "26": "The righteous is a guide to his neighbor;\nBut the way of the wicked causeth them to err.",
      "27": "The slothful man roasteth not that which he took in hunting;\nBut the precious substance of men is to the diligent.",
      "28": "In the way of righteousness is life;\nAnd in the pathway thereof there is no death."
    },
    "13": {
      "1": "A wise son heareth his father’s instruction;\nBut a scoffer heareth not rebuke.",
      "2": "A man shall eat good by the fruit of his mouth;\nBut the soul of the treacherous shall eat violence.",
      "3": "He that guardeth his mouth keepeth his life;\nBut he that openeth wide his lips shall have destruction.",
      "4": "The soul of the sluggard desireth, and hath nothing;\nBut the soul of the diligent shall be made fat.",
      "5": "A righteous man hateth lying;\nBut a wicked man is loathsome, and cometh to shame.",
      "6": "Righteousness guardeth him that is upright in the way;\nBut wickedness overthroweth the sinner.",
      "7": "There is that maketh himself rich, yet hath nothing:\nThere is that maketh himself poor, yet hath great wealth.",
      "8": "The ransom of a man’s life is his riches;\nBut the poor heareth no threatening.",
      "9": "The light of the righteous rejoiceth;\nBut the lamp of the wicked shall be put out.",
      "10": "By pride cometh only contention;\nBut with the well-advised is wisdom.",
      "11": "Wealth gotten by vanity shall be diminished;\nBut he that gathereth by labor shall have increase.",
      "12": "Hope deferred maketh the heart sick;\nBut when the desire cometh, it is a tree of life.",
      "13": "Whoso despiseth the word bringeth destruction on himself;\nBut he that feareth the commandment shall be rewarded.",
      "14": "The law of the wise is a fountain of life,\nThat one may depart from the snares of death.",
      "15": "Good understanding giveth favor;\nBut the way of the transgressor is hard.",
      "16": "Every prudent man worketh with knowledge;\nBut a fool flaunteth his folly.",
      "17": "A wicked messenger falleth into evil;\nBut a faithful ambassador is health.",
      "18": "Poverty and shame shall be to him that refuseth correction;\nBut he that regardeth reproof shall be honored.",
      "19": "The desire accomplished is sweet to the soul;\nBut it is an abomination to fools to depart from evil.",
      "20": "Walk with wise men, and thou shalt be wise;\nBut the companion of fools shall smart for it.",
      "21": "Evil pursueth sinners;\nBut the righteous shall be recompensed with good.",
      "22": "A good man leaveth an inheritance to his children’s children;\nAnd the wealth of the sinner is laid up for the righteous.",
      "23": "Much food is in the tillage of the poor;\nBut there is that is destroyed by reason of injustice.",
      "24": "He that spareth his rod hateth his son;\nBut he that loveth him chasteneth him betimes.",
      "25": "The righteous eateth to the satisfying of his soul;\nBut the belly of the wicked shall want."
    },
    "14": {
      "1": "Every wise woman buildeth her house;\nBut the foolish plucketh it down with her own hands.",
      "2": "He that walketh in his uprightness feareth Jehovah;\nBut he that is perverse in his ways despiseth him.",
      "3": "In the mouth of the foolish is a rod for his pride;\nBut the lips of the wise shall preserve them.",
      "4": "Where no oxen are, the crib is clean;\nBut much increase is by the strength of the ox.",
      "5": "A faithful witness will not lie;\nBut a false witness uttereth lies.",
      "6": "A scoffer seeketh wisdom, and findeth it not;\nBut knowledge is easy unto him that hath understanding.",
      "7": "Go into the presence of a foolish man,\nAnd thou shalt not perceive in him the lips of knowledge.",
      "8": "The wisdom of the prudent is to understand his way;\nBut the folly of fools is deceit.",
      "9": "A trespass-offering mocketh fools;\nBut among the upright there is good will.",
      "10": "The heart knoweth its own bitterness;\nAnd a stranger doth not intermeddle with its joy.",
      "11": "The house of the wicked shall be overthrown;\nBut the tent of the upright shall flourish.",
      "12": "There is a way which seemeth right unto a man;\nBut the end thereof are the ways of death.",
      "13": "Even in laughter the heart is sorrowful;\nAnd the end of mirth is heaviness.",
      "14": "The backslider in heart shall be filled with his own ways;\nAnd a good man shall be satisfied from himself.",
      "15": "The simple believeth every word;\nBut the prudent man looketh well to his going.",
      "16": "A wise man feareth, and departeth from evil;\nBut the fool beareth himself insolently, and is confident.",
      "17": "He that is soon angry will deal foolishly;\nAnd a man of wicked devices is hated.",
      "18": "The simple inherit folly;\nBut the prudent are crowned with knowledge.",
      "19": "The evil bow down before the good;\nAnd the wicked, at the gates of the righteous.",
      "20": "The poor is hated even of his own neighbor;\nBut the rich hath many friends.",
      "21": "He that despiseth his neighbor sinneth;\nBut he that hath pity on the poor, happy is he.",
      "22": "Do they not err that devise evil?\nBut mercy and truth shall be to them that devise good.",
      "23": "In all labor there is profit;\nBut the talk of the lips tendeth only to penury.",
      "24": "The crown of the wise is their riches;\nBut the folly of fools is only folly.",
      "25": "A true witness delivereth souls;\nBut he that uttereth lies causeth deceit.",
      "26": "In the fear of Jehovah is strong confidence;\nAnd his children shall have a place of refuge.",
      "27": "The fear of Jehovah is a fountain of life,\nThat one may depart from the snares of death.",
      "28": "In the multitude of people is the king’s glory;\nBut in the want of people is the destruction of the prince.",
      "29": "He that is slow to anger is of great understanding;\nBut he that is hasty of spirit exalteth folly.",
      "30": "A tranquil heart is the life of the flesh;\nBut envy is the rottenness of the bones.",
      "31": "He that oppresseth the poor reproacheth his Maker;\nBut he that hath mercy on the needy honoreth him.",
      "32": "The wicked is thrust down in his evil-doing;\nBut the righteous hath a refuge in his death.",
      "33": "Wisdom resteth in the heart of him that hath understanding;\nBut that which is in the inward part of fools is made known.",
      "34": "Righteousness exalteth a nation;\nBut sin is a reproach to any people.",
      "35": "The king’s favor is toward a servant that dealeth wisely;\nBut his wrath will be against him that causeth shame."
    },
    "15": {
      "1": "A soft answer turneth away wrath;\nBut a grievous word stirreth up anger.",
      "2": "The tongue of the wise uttereth knowledge aright;\nBut the mouth of fools poureth out folly.",
      "3": "The eyes of Jehovah are in every place,\nKeeping watch upon the evil and the good.",
      "4": "A gentle tongue is a tree of life;\nBut perverseness therein is a breaking of the spirit.",
      "5": "A fool despiseth his father’s correction;\nBut he that regardeth reproof getteth prudence.",
      "6": "In the house of the righteous is much treasure;\nBut in the revenues of the wicked is trouble.",
      "7": "The lips of the wise disperse knowledge;\nBut the heart of the foolish doeth not so.",
      "8": "The sacrifice of the wicked is an abomination to Jehovah;\nBut the prayer of the upright is his delight.",
      "9": "The way of the wicked is an abomination to Jehovah;\nBut he loveth him that followeth after righteousness.",
      "10": "There is grievous correction for him that forsaketh the way;\nAnd he that hateth reproof shall die.",
      "11": "Sheol and Abaddon are before Jehovah;\nHow much more then the hearts of the children of men!",
      "12": "A scoffer loveth not to be reproved;\nHe will not go unto the wise.",
      "13": "A glad heart maketh a cheerful countenance;\nBut by sorrow of heart the spirit is broken.",
      "14": "The heart of him that hath understanding seeketh knowledge;\nBut the mouth of fools feedeth on folly.",
      "15": "All the days of the afflicted are evil;\nBut he that is of a cheerful heart hath a continual feast.",
      "16": "Better is little, with the fear of Jehovah,\nThan great treasure and trouble therewith.",
      "17": "Better is a dinner of herbs, where love is,\nThan a stalled ox and hatred therewith.",
      "18": "A wrathful man stirreth up contention;\nBut he that is slow to anger appeaseth strife.",
      "19": "The way of the sluggard is as a hedge of thorns;\nBut the path of the upright is made a highway.",
      "20": "A wise son maketh a glad father;\nBut a foolish man despiseth his mother.",
      "21": "Folly is joy to him that is void of wisdom;\nBut a man of understanding maketh straight his going.",
      "22": "Where there is no counsel, purposes are disappointed;\nBut in the multitude of counsellors they are established.",
      "23": "A man hath joy in the answer of his mouth;\nAnd a word in due season, how good is it!",
      "24": "To the wise the way of life goeth upward,\nThat he may depart from Sheol beneath.",
      "25": "Jehovah will root up the house of the proud;\nBut he will establish the border of the widow.",
      "26": "Evil devices are an abomination to Jehovah;\nBut pleasant words are pure.",
      "27": "He that is greedy of gain troubleth his own house;\nBut he that hateth bribes shall live.",
      "28": "The heart of the righteous studieth to answer;\nBut the mouth of the wicked poureth out evil things.",
      "29": "Jehovah is far from the wicked;\nBut he heareth the prayer of the righteous.",
      "30": "The light of the eyes rejoiceth the heart;\nAnd good tidings make the bones fat.",
      "31": "The ear that hearkeneth to the reproof of life\nShall abide among the wise.",
      "32": "He that refuseth correction despiseth his own soul;\nBut he that hearkeneth to reproof getteth understanding.",
      "33": "The fear of Jehovah is the instruction of wisdom;\nAnd before honor goeth humility."
    },
    "16": {
      "1": "The plans of the heart belong to man;\nBut the answer of the tongue is from Jehovah.",
      "2": "All the ways of a man are clean in his own eyes;\nBut Jehovah weigheth the spirits.",
      "3": "Commit thy works unto Jehovah,\nAnd thy purposes shall be established.",
      "4": "Jehovah hath made everything for its own end;\nYea, even the wicked for the day of evil.",
      "5": "Every one that is proud in heart is an abomination to Jehovah:\nThough hand join in hand, he shall not be unpunished.",
      "6": "By mercy and truth iniquity is atoned for;\nAnd by the fear of Jehovah men depart from evil.",
      "7": "When a man’s ways please Jehovah,\nHe maketh even his enemies to be at peace with him.",
      "8": "Better is a little, with righteousness,\nThan great revenues with injustice.",
      "9": "A man’s heart deviseth his way;\nBut Jehovah directeth his steps.",
      "10": "A divine sentence is in the lips of the king;\nHis mouth shall not transgress in judgment.",
      "11": "A just balance and scales are Jehovah’s;\nAll the weights of the bag are his work.",
      "12": "It is an abomination to kings to commit wickedness;\nFor the throne is established by righteousness.",
      "13": "Righteous lips are the delight of kings;\nAnd they love him that speaketh right.",
      "14": "The wrath of a king is as messengers of death;\nBut a wise man will pacify it.",
      "15": "In the light of the king’s countenance is life;\nAnd his favor is as a cloud of the latter rain.",
      "16": "How much better is it to get wisdom than gold!\nYea, to get understanding is rather to be chosen than silver.",
      "17": "The highway of the upright is to depart from evil:\nHe that keepeth his way preserveth his soul.",
      "18": "Pride goeth before destruction,\nAnd a haughty spirit before a fall.",
      "19": "Better it is to be of a lowly spirit with the poor,\nThan to divide the spoil with the proud.",
      "20": "He that giveth heed unto the word shall find good;\nAnd whoso trusteth in Jehovah, happy is he.",
      "21": "The wise in heart shall be called prudent;\nAnd the sweetness of the lips increaseth learning.",
      "22": "Understanding is a well-spring of life unto him that hath it;\nBut the correction of fools is their folly.",
      "23": "The heart of the wise instructeth his mouth,\nAnd addeth learning to his lips.",
      "24": "Pleasant words are as a honeycomb,\nSweet to the soul, and health to the bones.",
      "25": "There is a way which seemeth right unto a man,\nBut the end thereof are the ways of death.",
      "26": "The appetite of the laboring man laboreth for him;\nFor his mouth urgeth him thereto.",
      "27": "A worthless man deviseth mischief;\nAnd in his lips there is as a scorching fire.",
      "28": "A perverse man scattereth abroad strife;\nAnd a whisperer separateth chief friends.",
      "29": "A man of violence enticeth his neighbor,\nAnd leadeth him in a way that is not good.",
      "30": "He that shutteth his eyes, it is to devise perverse things:\nHe that compresseth his lips bringeth evil to pass.",
      "31": "The hoary head is a crown of glory;\nIt shall be found in the way of righteousness.",
      "32": "He that is slow to anger is better than the mighty;\nAnd he that ruleth his spirit, than he that taketh a city.",
      "33": "The lot is cast into the lap;\nBut the whole disposing thereof is of Jehovah."
    },
    "17": {
      "1": "Better is a dry morsel, and quietness therewith,\nThan a house full of feasting with strife.",
      "2": "A servant that dealeth wisely shall have rule over a son that causeth shame,\nAnd shall have part in the inheritance among the brethren.",
      "3": "The refining pot is for silver, and the furnace for gold;\nBut Jehovah trieth the hearts.",
      "4": "An evil-doer giveth heed to wicked lips;\nAnd a liar giveth ear to a mischievous tongue.",
      "5": "Whoso mocketh the poor reproacheth his Maker;\nAnd he that is glad at calamity shall not be unpunished.",
      "6": "Children’s children are the crown of old men;\nAnd the glory of children are their fathers.",
      "7": "Excellent speech becometh not a fool;\nMuch less do lying lips a prince.",
      "8": "A bribe is as a precious stone in the eyes of him that hath it;\nWhithersoever it turneth, it prospereth.",
      "9": "He that covereth a transgression seeketh love;\nBut he that harpeth on a matter separateth chief friends.",
      "10": "A rebuke entereth deeper into one that hath understanding\nThan a hundred stripes into a fool.",
      "11": "An evil man seeketh only rebellion;\nTherefore a cruel messenger shall be sent against him.",
      "12": "Let a bear robbed of her whelps meet a man,\nRather than a fool in his folly.",
      "13": "Whoso rewardeth evil for good,\nEvil shall not depart from his house.",
      "14": "The beginning of strife is as when one letteth out water:\nTherefore leave off contention, before there is quarrelling.",
      "15": "He that justifieth the wicked, and he that condemneth the righteous,\nBoth of them alike are an abomination to Jehovah.",
      "16": "Wherefore is there a price in the hand of a fool to buy wisdom,\nSeeing he hath no understanding?",
      "17": "A friend loveth at all times;\nAnd a brother is born for adversity.",
      "18": "A man void of understanding striketh hands,\nAnd becometh surety in the presence of his neighbor.",
      "19": "He loveth transgression that loveth strife:\nHe that raiseth high his gate seeketh destruction.",
      "20": "He that hath a wayward heart findeth no good;\nAnd he that hath a perverse tongue falleth into mischief.",
      "21": "He that begetteth a fool doeth it to his sorrow;\nAnd the father of a fool hath no joy.",
      "22": "A cheerful heart is a good medicine;\nBut a broken spirit drieth up the bones.",
      "23": "A wicked man receiveth a bribe out of the bosom,\nTo pervert the ways of justice.",
      "24": "Wisdom is before the face of him that hath understanding;\nBut the eyes of a fool are in the ends of the earth.",
      "25": "A foolish son is a grief to his father,\nAnd bitterness to her that bare him.",
      "26": "Also to punish the righteous is not good,\nNor to smite the noble for their uprightness.",
      "27": "He that spareth his words hath knowledge;\nAnd he that is of a cool spirit is a man of understanding.",
      "28": "Even a fool, when he holdeth his peace, is counted wise;\nWhen he shutteth his lips, he is esteemed as prudent."
    },
    "18": {
      "1": "He that separateth himself seeketh his own desire,\nAnd rageth against all sound wisdom.",
      "2": "A fool hath no delight in understanding,\nBut only that his heart may reveal itself.",
      "3": "When the wicked cometh, there cometh also contempt,\nAnd with ignominy cometh reproach.",
      "4": "The words of a man’s mouth are as deep waters;\nThe wellspring of wisdom is as a flowing brook.",
      "5": "To respect the person of the wicked is not good,\nNor to turn aside the righteous in judgment.",
      "6": "A fool’s lips enter into contention,\nAnd his mouth calleth for stripes.",
      "7": "A fool’s mouth is his destruction,\nAnd his lips are the snare of his soul.",
      "8": "The words of a whisperer are as dainty morsels,\nAnd they go down into the innermost parts.",
      "9": "He also that is slack in his work\nIs brother to him that is a destroyer.",
      "10": "The name of Jehovah is a strong tower;\nThe righteous runneth into it, and is safe.",
      "11": "The rich man’s wealth is his strong city,\nAnd as a high wall in his own imagination.",
      "12": "Before destruction the heart of man is haughty;\nAnd before honor goeth humility.",
      "13": "He that giveth answer before he heareth,\nIt is folly and shame unto him.",
      "14": "The spirit of a man will sustain his infirmity;\nBut a broken spirit who can bear?",
      "15": "The heart of the prudent getteth knowledge;\nAnd the ear of the wise seeketh knowledge.",
      "16": "A man’s gift maketh room for him,\nAnd bringeth him before great men.",
      "17": "He that pleadeth his cause first seemeth just;\nBut his neighbor cometh and searcheth him out.",
      "18": "The lot causeth contentions to cease,\nAnd parteth between the mighty.",
      "19": "A brother offended is harder to be won than a strong city;\nAnd such contentions are like the bars of a castle.",
      "20": "A man’s belly shall be filled with the fruit of his mouth;\nWith the increase of his lips shall he be satisfied.",
      "21": "Death and life are in the power of the tongue;\nAnd they that love it shall eat the fruit thereof.",
      "22": "Whoso findeth a wife findeth a good thing,\nAnd obtaineth favor of Jehovah.",
      "23": "The poor useth entreaties;\nBut the rich answereth roughly.",
      "24": "He that maketh many friends doeth it to his own destruction;\nBut there is a friend that sticketh closer than a brother."
    },
    "19": {
      "1": "Better is the poor that walketh in his integrity\nThan he that is perverse in his lips and is a fool.",
      "2": "Also, that the soul be without knowledge is not good;\nAnd he that hasteth with his feet sinneth.",
      "3": "The foolishness of man subverteth his way;\nAnd his heart fretteth against Jehovah.",
      "4": "Wealth addeth many friends;\nBut the poor is separated from his friend.",
      "5": "A false witness shall not be unpunished;\nAnd he that uttereth lies shall not escape.",
      "6": "Many will entreat the favor of the liberal man;\nAnd every man is a friend to him that giveth gifts.",
      "7": "All the brethren of the poor do hate him:\nHow much more do his friends go far from him!\nHe pursueth them with words, but they are gone.",
      "8": "He that getteth wisdom loveth his own soul:\nHe that keepeth understanding shall find good.",
      "9": "A false witness shall not be unpunished;\nAnd he that uttereth lies shall perish.",
      "10": "Delicate living is not seemly for a fool;\nMuch less for a servant to have rule over princes.",
      "11": "The discretion of a man maketh him slow to anger;\nAnd it is his glory to pass over a transgression.",
      "12": "The king’s wrath is as the roaring of a lion;\nBut his favor is as dew upon the grass.",
      "13": "A foolish son is the calamity of his father;\nAnd the contentions of a wife are a continual dropping.",
      "14": "House and riches are an inheritance from fathers;\nBut a prudent wife is from Jehovah.",
      "15": "Slothfulness casteth into a deep sleep;\nAnd the idle soul shall suffer hunger.",
      "16": "He that keepeth the commandment keepeth his soul;\nBut he that is careless of his ways shall die.",
      "17": "He that hath pity upon the poor lendeth unto Jehovah,\nAnd his good deed will he pay him again.",
      "18": "Chasten thy son, seeing there is hope;\nAnd set not thy heart on his destruction.",
      "19": "A man of great wrath shall bear the penalty;\nFor if thou deliver him, thou must do it yet again.",
      "20": "Hear counsel, and receive instruction,\nThat thou mayest be wise in thy latter end.",
      "21": "There are many devices in a man’s heart;\nBut the counsel of Jehovah, that shall stand.",
      "22": "That which maketh a man to be desired is his kindness;\nAnd a poor man is better than a liar.",
      "23": "The fear of Jehovah tendeth to life;\nAnd he that hath it shall abide satisfied;\nHe shall not be visited with evil.",
      "24": "The sluggard burieth his hand in the dish,\nAnd will not so much as bring it to his mouth again.",
      "25": "Smite a scoffer, and the simple will learn prudence;\nAnd reprove one that hath understanding, and he will understand knowledge.",
      "26": "He that doeth violence to his father, and chaseth away his mother,\nIs a son that causeth shame and bringeth reproach.",
      "27": "Cease, my son, to hear instruction\nOnly to err from the words of knowledge.",
      "28": "A worthless witness mocketh at justice;\nAnd the mouth of the wicked swalloweth iniquity.",
      "29": "Judgments are prepared for scoffers,\nAnd stripes for the back of fools."
    },
    "20": {
      "1": "Wine is a mocker, strong drink a brawler;\nAnd whosoever erreth thereby is not wise.",
      "2": "The terror of a king is as the roaring of a lion:\nHe that provoketh him to anger sinneth against his own life.",
      "3": "It is an honor for a man to keep aloof from strife;\nBut every fool will be quarrelling.",
      "4": "The sluggard will not plow by reason of the winter;\nTherefore he shall beg in harvest, and have nothing.",
      "5": "Counsel in the heart of man is like deep water;\nBut a man of understanding will draw it out.",
      "6": "Most men will proclaim every one his own kindness;\nBut a faithful man who can find?",
      "7": "A righteous man that walketh in his integrity,\nBlessed are his children after him.",
      "8": "A king that sitteth on the throne of judgment\nScattereth away all evil with his eyes.",
      "9": "Who can say, I have made my heart clean,\nI am pure from my sin?",
      "10": "Diverse weights, and diverse measures,\nBoth of them alike are an abomination to Jehovah.",
      "11": "Even a child maketh himself known by his doings,\nWhether his work be pure, and whether it be right.",
      "12": "The hearing ear, and the seeing eye,\nJehovah hath made even both of them.",
      "13": "Love not sleep, lest thou come to poverty;\nOpen thine eyes, and thou shalt be satisfied with bread.",
      "14": "It is bad, it is bad, saith the buyer;\nBut when he is gone his way, then he boasteth.",
      "15": "There is gold, and abundance of rubies;\nBut the lips of knowledge are a precious jewel.",
      "16": "Take his garment that is surety for a stranger;\nAnd hold him in pledge that is surety for foreigners.",
      "17": "Bread of falsehood is sweet to a man;\nBut afterwards his mouth shall be filled with gravel.",
      "18": "Every purpose is established by counsel;\nAnd by wise guidance make thou war.",
      "19": "He that goeth about as a tale-bearer revealeth secrets;\nTherefore company not with him that openeth wide his lips.",
      "20": "Whoso curseth his father or his mother,\nHis lamp shall be put out in blackness of darkness.",
      "21": "An inheritance may be gotten hastily at the beginning;\nBut the end thereof shall not be blessed.",
      "22": "Say not thou, I will recompense evil:\nWait for Jehovah, and he will save thee.",
      "23": "Diverse weights are an abomination to Jehovah;\nAnd a false balance is not good.",
      "24": "A man’s goings are of Jehovah;\nHow then can man understand his way?",
      "25": "It is a snare to a man rashly to say, It is holy,\nAnd after vows to make inquiry.",
      "26": "A wise king winnoweth the wicked,\nAnd bringeth the threshing-wheel over them.",
      "27": "The spirit of man is the lamp of Jehovah,\nSearching all his innermost parts.",
      "28": "Kindness and truth preserve the king;\nAnd his throne is upholden by kindness.",
      "29": "The glory of young men is their strength;\nAnd the beauty of old men is the hoary head.",
      "30": "Stripes that wound cleanse away evil;\nAnd strokes reach the innermost parts."
    },
    "21": {
      "1": "The king’s heart is in the hand of Jehovah as the watercourses:\nHe turneth it whithersoever he will.",
      "2": "Every way of a man is right in his own eyes;\nBut Jehovah weigheth the hearts.",
      "3": "To do righteousness and justice\nIs more acceptable to Jehovah than sacrifice.",
      "4": "A high look, and a proud heart,\nEven the lamp of the wicked, is sin.",
      "5": "The thoughts of the diligent tend only to plenteousness;\nBut every one that is hasty hasteth only to want.",
      "6": "The getting of treasures by a lying tongue\nIs a vapor driven to and fro by them that seek death.",
      "7": "The violence of the wicked shall sweep them away,\nBecause they refuse to do justice.",
      "8": "The way of him that is laden with guilt is exceeding crooked;\nBut as for the pure, his work is right.",
      "9": "It is better to dwell in the corner of the housetop,\nThan with a contentious woman in a wide house.",
      "10": "The soul of the wicked desireth evil:\nHis neighbor findeth no favor in his eyes.",
      "11": "When the scoffer is punished, the simple is made wise;\nAnd when the wise is instructed, he receiveth knowledge.",
      "12": "The righteous man considereth the house of the wicked,\nHow the wicked are overthrown to their ruin.",
      "13": "Whoso stoppeth his ears at the cry of the poor,\nHe also shall cry, but shall not be heard.",
      "14": "A gift in secret pacifieth anger;\nAnd a present in the bosom, strong wrath.",
      "15": "It is joy to the righteous to do justice;\nBut it is a destruction to the workers of iniquity.",
      "16": "The man that wandereth out of the way of understanding\nShall rest in the assembly of the dead.",
      "17": "He that loveth pleasure shall be a poor man:\nHe that loveth wine and oil shall not be rich.",
      "18": "The wicked is a ransom for the righteous;\nAnd the treacherous cometh in the stead of the upright.",
      "19": "It is better to dwell in a desert land,\nThan with a contentious and fretful woman.",
      "20": "There is precious treasure and oil in the dwelling of the wise;\nBut a foolish man swalloweth it up.",
      "21": "He that followeth after righteousness and kindness\nFindeth life, righteousness, and honor.",
      "22": "A wise man scaleth the city of the mighty,\nAnd bringeth down the strength of the confidence thereof.",
      "23": "Whoso keepeth his mouth and his tongue\nKeepeth his soul from troubles.",
      "24": "The proud and haughty man, scoffer is his name;\nHe worketh in the arrogance of pride.",
      "25": "The desire of the sluggard killeth him;\nFor his hands refuse to labor.",
      "26": "There is that coveteth greedily all the day long;\nBut the righteous giveth and withholdeth not.",
      "27": "The sacrifice of the wicked is an abomination;\nHow much more, when he bringeth it with a wicked mind!",
      "28": "A false witness shall perish;\nBut the man that heareth shall speak so as to endure.",
      "29": "A wicked man hardeneth his face;\nBut as for the upright, he establisheth his ways.",
      "30": "There is no wisdom nor understanding\nNor counsel against Jehovah.",
      "31": "The horse is prepared against the day of battle;\nBut victory is of Jehovah."
    },
    "22": {
      "1": "A good name is rather to be chosen than great riches,\nAnd loving favor rather than silver and gold.",
      "2": "The rich and the poor meet together:\nJehovah is the maker of them all.",
      "3": "A prudent man seeth the evil, and hideth himself;\nBut the simple pass on, and suffer for it.",
      "4": "The reward of humility and the fear of Jehovah\nIs riches, and honor, and life.",
      "5": "Thorns and snares are in the way of the perverse:\nHe that keepeth his soul shall be far from them.",
      "6": "Train up a child in the way he should go,\nAnd even when he is old he will not depart from it.",
      "7": "The rich ruleth over the poor;\nAnd the borrower is servant to the lender.",
      "8": "He that soweth iniquity shall reap calamity;\nAnd the rod of his wrath shall fail.",
      "9": "He that hath a bountiful eye shall be blessed;\nFor he giveth of his bread to the poor.",
      "10": "Cast out the scoffer, and contention will go out;\nYea, strife and ignominy will cease.",
      "11": "He that loveth pureness of heart,\nFor the grace of his lips the king will be his friend.",
      "12": "The eyes of Jehovah preserve him that hath knowledge;\nBut he overthroweth the words of the treacherous man.",
      "13": "The sluggard saith, There is a lion without;\nI shall be slain in the streets.",
      "14": "The mouth of strange women is a deep pit;\nHe that is abhorred of Jehovah shall fall therein.",
      "15": "Foolishness is bound up in the heart of a child;\nBut the rod of correction shall drive it far from him.",
      "16": "He that oppresseth the poor to increase his gain,\nAnd he that giveth to the rich, shall come only to want.",
      "17": "Incline thine ear, and hear the words of the wise,\nAnd apply thy heart unto my knowledge.",
      "18": "For it is a pleasant thing if thou keep them within thee,\nIf they be established together upon thy lips.",
      "19": "That thy trust may be in Jehovah,\nI have made them known to thee this day, even to thee.",
      "20": "Have not I written unto thee excellent things\nOf counsels and knowledge,",
      "21": "To make thee know the certainty of the words of truth,\nThat thou mayest carry back words of truth to them that send thee?",
      "22": "Rob not the poor, because he is poor;\nNeither oppress the afflicted in the gate:",
      "23": "For Jehovah will plead their cause,\nAnd despoil of life those that despoil them.",
      "24": "Make no friendship with a man that is given to anger;\nAnd with a wrathful man thou shalt not go:",
      "25": "Lest thou learn his ways,\nAnd get a snare to thy soul.",
      "26": "Be thou not one of them that strike hands,\nOr of them that are sureties for debts.",
      "27": "If thou hast not wherewith to pay,\nWhy should he take away thy bed from under thee?",
      "28": "Remove not the ancient landmark,\nWhich thy fathers have set.",
      "29": "Seest thou a man diligent in his business? he shall stand before kings;\nHe shall not stand before mean men."
    },
    "23": {
      "1": "When thou sittest to eat with a ruler,\nConsider diligently him that is before thee;",
      "2": "And put a knife to thy throat,\nIf thou be a man given to appetite.",
      "3": "Be not desirous of his dainties;\nSeeing they are deceitful food.",
      "4": "Weary not thyself to be rich;\nCease from thine own wisdom.",
      "5": "Wilt thou set thine eyes upon that which is not?\nFor riches certainly make themselves wings,\nLike an eagle that flieth toward heaven.",
      "6": "Eat thou not the bread of him that hath an evil eye,\nNeither desire thou his dainties:",
      "7": "For as he thinketh within himself, so is he:\nEat and drink, saith he to thee;\nBut his heart is not with thee.",
      "8": "The morsel which thou hast eaten shalt thou vomit up,\nAnd lose thy sweet words.",
      "9": "Speak not in the hearing of a fool;\nFor he will despise the wisdom of thy words.",
      "10": "Remove not the ancient landmark;\nAnd enter not into the fields of the fatherless:",
      "11": "For their Redeemer is strong;\nHe will plead their cause against thee.",
      "12": "Apply thy heart unto instruction,\nAnd thine ears to the words of knowledge.",
      "13": "Withhold not correction from the child;\nFor if thou beat him with the rod, he will not die.",
      "14": "Thou shalt beat him with the rod,\nAnd shalt deliver his soul from Sheol.",
      "15": "My son, if thy heart be wise,\nMy heart will be glad, even mine:",
      "16": "Yea, my heart will rejoice,\nWhen thy lips speak right things.",
      "17": "Let not thy heart envy sinners;\nBut be thou in the fear of Jehovah all the day long:",
      "18": "For surely there is a reward;\nAnd thy hope shall not be cut off.",
      "19": "Hear thou, my son, and be wise,\nAnd guide thy heart in the way.",
      "20": "Be not among winebibbers,\nAmong gluttonous eaters of flesh:",
      "21": "For the drunkard and the glutton shall come to poverty;\nAnd drowsiness will clothe a man with rags.",
      "22": "Hearken unto thy father that begat thee,\nAnd despise not thy mother when she is old.",
      "23": "Buy the truth, and sell it not;\nYea, wisdom, and instruction, and understanding.",
      "24": "The father of the righteous will greatly rejoice;\nAnd he that begetteth a wise child will have joy of him.",
      "25": "Let thy father and thy mother be glad,\nAnd let her that bare thee rejoice.",
      "26": "My son, give me thy heart;\nAnd let thine eyes delight in my ways.",
      "27": "For a harlot is a deep ditch;\nAnd a foreign woman is a narrow pit.",
      "28": "Yea, she lieth in wait as a robber,\nAnd increaseth the treacherous among men.",
      "29": "Who hath woe? who hath sorrow? who hath contentions?\nWho hath complaining? who hath wounds without cause?\nWho hath redness of eyes?",
      "30": "They that tarry long at the wine;\nThey that go to seek out mixed wine.",
      "31": "Look not thou upon the wine when it is red,\nWhen it sparkleth in the cup,\nWhen it goeth down smoothly:",
      "32": "At the last it biteth like a serpent,\nAnd stingeth like an adder.",
      "33": "Thine eyes shall behold strange things,\nAnd thy heart shall utter perverse things.",
      "34": "Yea, thou shalt be as he that lieth down in the midst of the sea,\nOr as he that lieth upon the top of a mast.",
      "35": "They have stricken me, shalt thou say, and I was not hurt;\nThey have beaten me, and I felt it not:\nWhen shall I awake? I will seek it yet again."
    },
    "24": {
      "1": "Be not thou envious against evil men;\nNeither desire to be with them:",
      "2": "For their heart studieth oppression,\nAnd their lips talk of mischief.",
      "3": "Through wisdom is a house builded;\nAnd by understanding it is established;",
      "4": "And by knowledge are the chambers filled\nWith all precious and pleasant riches.",
      "5": "A wise man is strong;\nYea, a man of knowledge increaseth might.",
      "6": "For by wise guidance thou shalt make thy war;\nAnd in the multitude of counsellors there is safety.",
      "7": "Wisdom is too high for a fool:\nHe openeth not his mouth in the gate.",
      "8": "He that deviseth to do evil,\nMen shall call him a mischief-maker.",
      "9": "The thought of foolishness is sin;\nAnd the scoffer is an abomination to men.",
      "10": "If thou faint in the day of adversity,\nThy strength is small.",
      "11": "Deliver them that are carried away unto death,\nAnd those that are ready to be slain see that thou hold back.",
      "12": "If thou sayest, Behold, we knew not this;\nDoth not he that weigheth the hearts consider it?\nAnd he that keepeth thy soul, doth not he know it?\nAnd shall not he render to every man according to his work?",
      "13": "My son, eat thou honey, for it is good;\nAnd the droppings of the honeycomb, which are sweet to thy taste:",
      "14": "So shalt thou know wisdom to be unto thy soul;\nIf thou hast found it, then shall there be a reward,\nAnd thy hope shall not be cut off.",
      "15": "Lay not wait, O wicked man, against the habitation of the righteous;\nDestroy not his resting-place:",
      "16": "For a righteous man falleth seven times, and riseth up again;\nBut the wicked are overthrown by calamity.",
      "17": "Rejoice not when thine enemy falleth,\nAnd let not thy heart be glad when he is overthrown;",
      "18": "Lest Jehovah see it, and it displease him,\nAnd he turn away his wrath from him.",
      "19": "Fret not thyself because of evil-doers;\nNeither be thou envious at the wicked:",
      "20": "For there shall be no reward to the evil man;\nThe lamp of the wicked shall be put out.",
      "21": "My son, fear thou Jehovah and the king;\nAnd company not with them that are given to change:",
      "22": "For their calamity shall rise suddenly;\nAnd the destruction from them both, who knoweth it?",
      "23": "These also are sayings of the wise.\nTo have respect of persons in judgment is not good.",
      "24": "He that saith unto the wicked, Thou art righteous,\nPeoples shall curse him, nations shall abhor him;",
      "25": "But to them that rebuke him shall be delight,\nAnd a good blessing shall come upon them.",
      "26": "He kisseth the lips\nWho giveth a right answer.",
      "27": "Prepare thy work without,\nAnd make it ready for thee in the field;\nAnd afterwards build thy house.",
      "28": "Be not a witness against thy neighbor without cause;\nAnd deceive not with thy lips.",
      "29": "Say not, I will do so to him as he hath done to me;\nI will render to the man according to his work.",
      "30": "I went by the field of the sluggard,\nAnd by the vineyard of the man void of understanding;",
      "31": "And, lo, it was all grown over with thorns,\nThe face thereof was covered with nettles,\nAnd the stone wall thereof was broken down.",
      "32": "Then I beheld, and considered well;\nI saw, and received instruction:",
      "33": "Yet a little sleep, a little slumber,\nA little folding of the hands to sleep;",
      "34": "So shall thy poverty come as a robber,\nAnd thy want as an armed man."
    },
    "25": {
      "1": "These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out.",
      "2": "It is the glory of God to conceal a thing;\nBut the glory of kings is to search out a matter.",
      "3": "As the heavens for height, and the earth for depth,\nSo the heart of kings is unsearchable.",
      "4": "Take away the dross from the silver,\nAnd there cometh forth a vessel for the refiner:",
      "5": "Take away the wicked from before the king,\nAnd his throne shall be established in righteousness.",
      "6": "Put not thyself forward in the presence of the king,\nAnd stand not in the place of great men:",
      "7": "For better is it that it be said unto thee, Come up hither,\nThan that thou shouldest be put lower in the presence of the prince,\nWhom thine eyes have seen.",
      "8": "Go not forth hastily to strive,\nLest thou know not what to do in the end thereof,\nWhen thy neighbor hath put thee to shame.",
      "9": "Debate thy cause with thy neighbor himself,\nAnd disclose not the secret of another;",
      "10": "Lest he that heareth it revile thee,\nAnd thine infamy turn not away.",
      "11": "A word fitly spoken\nIs like apples of gold in network of silver.",
      "12": "As an ear-ring of gold, and an ornament of fine gold,\nSo is a wise reprover upon an obedient ear.",
      "13": "As the cold of snow in the time of harvest,\nSo is a faithful messenger to them that send him;\nFor he refresheth the soul of his masters.",
      "14": "As clouds and wind without rain,\nSo is he that boasteth himself of his gifts falsely.",
      "15": "By long forbearing is a ruler persuaded,\nAnd a soft tongue breaketh the bone.",
      "16": "Hast thou found honey? eat so much as is sufficient for thee,\nLest thou be filled therewith, and vomit it.",
      "17": "Let thy foot be seldom in thy neighbor’s house,\nLest he be weary of thee, and hate thee.",
      "18": "A man that beareth false witness against his neighbor\nIs a maul, and a sword, and a sharp arrow.",
      "19": "Confidence in an unfaithful man in time of trouble\nIs like a broken tooth, and a foot out of joint.",
      "20": "As one that taketh off a garment in cold weather, and as vinegar upon soda,\nSo is he that singeth songs to a heavy heart.",
      "21": "If thine enemy be hungry, give him bread to eat;\nAnd if he be thirsty, give him water to drink:",
      "22": "For thou wilt heap coals of fire upon his head,\nAnd Jehovah will reward thee.",
      "23": "The north wind bringeth forth rain;\nSo doth a backbiting tongue an angry countenance.",
      "24": "It is better to dwell in the corner of the housetop,\nThan with a contentious woman in a wide house.",
      "25": "As cold waters to a thirsty soul,\nSo is good news from a far country.",
      "26": "As a troubled fountain, and a corrupted spring,\nSo is a righteous man that giveth way before the wicked.",
      "27": "It is not good to eat much honey;\nSo for men to search out their own glory is grievous.",
      "28": "He whose spirit is without restraint\nIs like a city that is broken down and without walls."
    },
    "26": {
      "1": "As snow in summer, and as rain in harvest,\nSo honor is not seemly for a fool.",
      "2": "As the sparrow in her wandering, as the swallow in her flying,\nSo the curse that is causeless alighteth not.",
      "3": "A whip for the horse, a bridle for the ass,\nAnd a rod for the back of fools.",
      "4": "Answer not a fool according to his folly,\nLest thou also be like unto him.",
      "5": "Answer a fool according to his folly,\nLest he be wise in his own conceit.",
      "6": "He that sendeth a message by the hand of a fool\nCutteth off his own feet, and drinketh in damage.",
      "7": "The legs of the lame hang loose;\nSo is a parable in the mouth of fools.",
      "8": "As one that bindeth a stone in a sling,\nSo is he that giveth honor to a fool.",
      "9": "As a thorn that goeth up into the hand of a drunkard,\nSo is a parable in the mouth of fools.",
      "10": "As an archer that woundeth all,\nSo is he that hireth a fool and he that hireth them that pass by.",
      "11": "As a dog that returneth to his vomit,\nSo is a fool that repeateth his folly.",
      "12": "Seest thou a man wise in his own conceit?\nThere is more hope of a fool than of him.",
      "13": "The sluggard saith, There is a lion in the way;\nA lion is in the streets.",
      "14": "As the door turneth upon its hinges,\nSo doth the sluggard upon his bed.",
      "15": "The sluggard burieth his hand in the dish;\nIt wearieth him to bring it again to his mouth.",
      "16": "The sluggard is wiser in his own conceit\nThan seven men that can render a reason.",
      "17": "He that passeth by, and vexeth himself with strife belonging not to him,\nIs like one that taketh a dog by the ears.",
      "18": "As a madman who casteth firebrands,\nArrows, and death,",
      "19": "So is the man that deceiveth his neighbor,\nAnd saith, Am not I in sport?",
      "20": "For lack of wood the fire goeth out;\nAnd where there is no whisperer, contention ceaseth.",
      "21": "As coals are to hot embers, and wood to fire,\nSo is a contentious man to inflame strife.",
      "22": "The words of a whisperer are as dainty morsels,\nAnd they go down into the innermost parts.",
      "23": "Fervent lips and a wicked heart\nAre like an earthen vessel overlaid with silver dross.",
      "24": "He that hateth dissembleth with his lips;\nBut he layeth up deceit within him:",
      "25": "When he speaketh fair, believe him not;\nFor there are seven abominations in his heart:",
      "26": "Though his hatred cover itself with guile,\nHis wickedness shall be openly showed before the assembly.",
      "27": "Whoso diggeth a pit shall fall therein;\nAnd he that rolleth a stone, it shall return upon him.",
      "28": "A lying tongue hateth those whom it hath wounded;\nAnd a flattering mouth worketh ruin."
    },
    "27": {
      "1": "Boast not thyself of tomorrow;\nFor thou knowest not what a day may bring forth.",
      "2": "Let another man praise thee, and not thine own mouth;\nA stranger, and not thine own lips.",
      "3": "A stone is heavy, and the sand weighty;\nBut a fool’s vexation is heavier than they both.",
      "4": "Wrath is cruel, and anger is overwhelming;\nBut who is able to stand before jealousy?",
      "5": "Better is open rebuke\nThan love that is hidden.",
      "6": "Faithful are the wounds of a friend;\nBut the kisses of an enemy are profuse.",
      "7": "The full soul loatheth a honeycomb;\nBut to the hungry soul every bitter thing is sweet.",
      "8": "As a bird that wandereth from her nest,\nSo is a man that wandereth from his place.",
      "9": "Oil and perfume rejoice the heart;\nSo doth the sweetness of a man’s friend that cometh of hearty counsel.",
      "10": "Thine own friend, and thy father’s friend, forsake not;\nAnd go not to thy brother’s house in the day of thy calamity:\nBetter is a neighbor that is near than a brother far off.",
      "11": "My son, be wise, and make my heart glad,\nThat I may answer him that reproacheth me.",
      "12": "A prudent man seeth the evil, and hideth himself;\nBut the simple pass on, and suffer for it.",
      "13": "Take his garment that is surety for a stranger;\nAnd hold him in pledge that is surety for a foreign woman.",
      "14": "He that blesseth his friend with a loud voice, rising early in the morning,\nIt shall be counted a curse to him.",
      "15": "A continual dropping in a very rainy day\nAnd a contentious woman are alike:",
      "16": "He that would restrain her restraineth the wind;\nAnd his right hand encountereth oil.",
      "17": "Iron sharpeneth iron;\nSo a man sharpeneth the countenance of his friend.",
      "18": "Whoso keepeth the fig-tree shall eat the fruit thereof;\nAnd he that regardeth his master shall be honored.",
      "19": "As in water face answereth to face,\nSo the heart of man to man.",
      "20": "Sheol and Abaddon are never satisfied;\nAnd the eyes of man are never satisfied.",
      "21": "The refining pot is for silver, and the furnace for gold;\nAnd a man is tried by his praise.",
      "22": "Though thou shouldest bray a fool in a mortar with a pestle along with bruised grain,\nYet will not his foolishness depart from him.",
      "23": "Be thou diligent to know the state of thy flocks,\nAnd look well to thy herds:",
      "24": "For riches are not for ever;\nAnd doth the crown endure unto all generations?",
      "25": "The hay is carried, and the tender grass showeth itself,\nAnd the herbs of the mountains are gathered in.",
      "26": "The lambs are for thy clothing,\nAnd the goats are the price of the field;",
      "27": "And there will be goats’ milk enough for thy food, for the food of thy household,\nAnd maintenance for thy maidens."
    },
    "28": {
      "1": "The wicked flee when no man pursueth;\nBut the righteous are bold as a lion.",
      "2": "For the transgression of a land many are the princes thereof;\nBut by men of understanding and knowledge the state thereof shall be prolonged.",
      "3": "A needy man that oppresseth the poor\nIs like a sweeping rain which leaveth no food.",
      "4": "They that forsake the law praise the wicked;\nBut such as keep the law contend with them.",
      "5": "Evil men understand not justice;\nBut they that seek Jehovah understand all things.",
      "6": "Better is the poor that walketh in his integrity,\nThan he that is perverse in his ways, though he be rich.",
      "7": "Whoso keepeth the law is a wise son;\nBut he that is a companion of gluttons shameth his father.",
      "8": "He that augmenteth his substance by interest and increase,\nGathereth it for him that hath pity on the poor.",
      "9": "He that turneth away his ear from hearing the law,\nEven his prayer is an abomination.",
      "10": "Whoso causeth the upright to go astray in an evil way,\nHe shall fall himself into his own pit;\nBut the perfect shall inherit good.",
      "11": "The rich man is wise in his own conceit;\nBut the poor that hath understanding searcheth him out.",
      "12": "When the righteous triumph, there is great glory;\nBut when the wicked rise, men hide themselves.",
      "13": "He that covereth his transgressions shall not prosper;\nBut whoso confesseth and forsaketh them shall obtain mercy.",
      "14": "Happy is the man that feareth alway;\nBut he that hardeneth his heart shall fall into mischief.",
      "15": "As a roaring lion, and a ranging bear,\nSo is a wicked ruler over a poor people.",
      "16": "The prince that lacketh understanding is also a great oppressor;\nBut he that hateth covetousness shall prolong his days.",
      "17": "A man that is laden with the blood of any person\nShall flee unto the pit; let no man stay him.",
      "18": "Whoso walketh uprightly shall be delivered;\nBut he that is perverse in his ways shall fall at once.",
      "19": "He that tilleth his land shall have plenty of bread;\nBut he that followeth after vain persons shall have poverty enough.",
      "20": "A faithful man shall abound with blessings;\nBut he that maketh haste to be rich shall not be unpunished.",
      "21": "To have respect of persons is not good;\nNeither that a man should transgress for a piece of bread.",
      "22": "He that hath an evil eye hasteth after riches,\nAnd knoweth not that want shall come upon him.",
      "23": "He that rebuketh a man shall afterward find more favor\nThan he that flattereth with the tongue.",
      "24": "Whoso robbeth his father or his mother, and saith, It is no transgression,\nThe same is the companion of a destroyer.",
      "25": "He that is of a greedy spirit stirreth up strife;\nBut he that putteth his trust in Jehovah shall be made fat.",
      "26": "He that trusteth in his own heart is a fool;\nBut whoso walketh wisely, he shall be delivered.",
      "27": "He that giveth unto the poor shall not lack;\nBut he that hideth his eyes shall have many a curse.",
      "28": "When the wicked rise, men hide themselves;\nBut when they perish, the righteous increase."
    },
    "29": {
      "1": "He that being often reproved hardeneth his neck\nShall suddenly be destroyed, and that without remedy.",
      "2": "When the righteous are increased, the people rejoice;\nBut when a wicked man beareth rule, the people sigh.",
      "3": "Whoso loveth wisdom rejoiceth his father;\nBut he that keepeth company with harlots wasteth his substance.",
      "4": "The king by justice establisheth the land;\nBut he that exacteth gifts overthroweth it.",
      "5": "A man that flattereth his neighbor\nSpreadeth a net for his steps.",
      "6": "In the transgression of an evil man there is a snare;\nBut the righteous doth sing and rejoice.",
      "7": "The righteous taketh knowledge of the cause of the poor;\nThe wicked hath not understanding to know it.",
      "8": "Scoffers set a city in a flame;\nBut wise men turn away wrath.",
      "9": "If a wise man hath a controversy with a foolish man,\nWhether he be angry or laugh, there will be no rest.",
      "10": "The bloodthirsty hate him that is perfect;\nAnd as for the upright, they seek his life.",
      "11": "A fool uttereth all his anger;\nBut a wise man keepeth it back and stilleth it.",
      "12": "If a ruler hearkeneth to falsehood,\nAll his servants are wicked.",
      "13": "The poor man and the oppressor meet together;\nJehovah lighteneth the eyes of them both.",
      "14": "The king that faithfully judgeth the poor,\nHis throne shall be established for ever.",
      "15": "The rod and reproof give wisdom;\nBut a child left to himself causeth shame to his mother.",
      "16": "When the wicked are increased, transgression increaseth;\nBut the righteous shall look upon their fall.",
      "17": "Correct thy son, and he will give thee rest;\nYea, he will give delight unto thy soul.",
      "18": "Where there is no vision, the people cast off restraint;\nBut he that keepeth the law, happy is he.",
      "19": "A servant will not be corrected by words;\nFor though he understand, he will not give heed.",
      "20": "Seest thou a man that is hasty in his words?\nThere is more hope of a fool than of him.",
      "21": "He that delicately bringeth up his servant from a child\nShall have him become a son at the last.",
      "22": "An angry man stirreth up strife,\nAnd a wrathful man aboundeth in transgression.",
      "23": "A man’s pride shall bring him low;\nBut he that is of a lowly spirit shall obtain honor.",
      "24": "Whoso is partner with a thief hateth his own soul;\nHe heareth the adjuration and uttereth nothing.",
      "25": "The fear of man bringeth a snare;\nBut whoso putteth his trust in Jehovah shall be safe.",
      "26": "Many seek the ruler’s favor;\nBut a man’s judgment cometh from Jehovah.",
      "27": "An unjust man is an abomination to the righteous;\nAnd he that is upright in the way is an abomination to the wicked."
    },
    "30": {
      "1": "The words of Agur the son of Jakeh; the oracle.\nThe man saith unto Ithiel, unto Ithiel and Ucal:",
      "2": "Surely I am more brutish than any man,\nAnd have not the understanding of a man;",
      "3": "And I have not learned wisdom,\nNeither have I the knowledge of the Holy One.",
      "4": "Who hath ascended up into heaven, and descended?\nWho hath gathered the wind in his fists?\nWho hath bound the waters in his garment?\nWho hath established all the ends of the earth?\nWhat is his name, and what is his son’s name, if thou knowest?",
      "5": "Every word of God is tried:\nHe is a shield unto them that take refuge in him.",
      "6": "Add thou not unto his words,\nLest he reprove thee, and thou be found a liar.",
      "7": "Two things have I asked of thee;\nDeny me them not before I die:",
      "8": "Remove far from me falsehood and lies;\nGive me neither poverty nor riches;\nFeed me with the food that is needful for me:",
      "9": "Lest I be full, and deny thee, and say, Who is Jehovah?\nOr lest I be poor, and steal,\nAnd use profanely the name of my God.",
      "10": "Slander not a servant unto his master,\nLest he curse thee, and thou be held guilty.",
      "11": "There is a generation that curse their father,\nAnd bless not their mother.",
      "12": "There is a generation that are pure in their own eyes,\nAnd yet are not washed from their filthiness.",
      "13": "There is a generation, oh how lofty are their eyes!\nAnd their eyelids are lifted up.",
      "14": "There is a generation whose teeth are as swords, and their jaw teeth as knives,\nTo devour the poor from off the earth, and the needy from among men.",
      "15": "The horseleach hath two daughters, crying, Give, give.\nThere are three things that are never satisfied,\nYea, four that say not, Enough:",
      "16": "Sheol; and the barren womb;\nThe earth that is not satisfied with water;\nAnd the fire that saith not, Enough.",
      "17": "The eye that mocketh at his father,\nAnd despiseth to obey his mother,\nThe ravens of the valley shall pick it out,\nAnd the young eagles shall eat it.",
      "18": "There are three things which are too wonderful for me,\nYea, four which I know not:",
      "19": "The way of an eagle in the air;\nThe way of a serpent upon a rock;\nThe way of a ship in the midst of the sea;\nAnd the way of a man with a maiden.",
      "20": "So is the way of an adulterous woman;\nShe eateth, and wipeth her mouth,\nAnd saith, I have done no wickedness.",
      "21": "For three things the earth doth tremble,\nAnd for four, which it cannot bear:",
      "22": "For a servant when he is king;\nAnd a fool when he is filled with food;",
      "23": "For an odious woman when she is married;\nAnd a handmaid that is heir to her mistress.",
      "24": "There are four things which are little upon the earth,\nBut they are exceeding wise:",
      "25": "The ants are a people not strong,\nYet they provide their food in the summer;",
      "26": "The conies are but a feeble folk,\nYet make they their houses in the rocks;",
      "27": "The locusts have no king,\nYet go they forth all of them by bands;",
      "28": "The lizard taketh hold with her hands,\nYet is she in kings’ palaces.",
      "29": "There are three things which are stately in their march,\nYea, four which are stately in going:",
      "30": "The lion, which is mightiest among beasts,\nAnd turneth not away for any;",
      "31": "The greyhound; the he-goat also;\nAnd the king against whom there is no rising up.",
      "32": "If thou hast done foolishly in lifting up thyself,\nOr if thou hast thought evil,\nLay thy hand upon thy mouth.",
      "33": "For the churning of milk bringeth forth butter,\nAnd the wringing of the nose bringeth forth blood;\nSo the forcing of wrath bringeth forth strife."
    },
    "31": {
      "1": "The words of king Lemuel; the oracle which his mother taught him.",
      "2": "What, my son? and what, O son of my womb?\nAnd what, O son of my vows?",
      "3": "Give not thy strength unto women,\nNor thy ways to that which destroyeth kings.",
      "4": "It is not for kings, O Lemuel, it is not for kings to drink wine;\nNor for princes to say, Where is strong drink?",
      "5": "Lest they drink, and forget the law,\nAnd pervert the justice due to any that is afflicted.",
      "6": "Give strong drink unto him that is ready to perish,\nAnd wine unto the bitter in soul:",
      "7": "Let him drink, and forget his poverty,\nAnd remember his misery no more.",
      "8": "Open thy mouth for the dumb,\nIn the cause of all such as are left desolate.",
      "9": "Open thy mouth, judge righteously,\nAnd minister justice to the poor and needy.",
      "10": "A worthy woman who can find?\nFor her price is far above rubies.",
      "11": "The heart of her husband trusteth in her,\nAnd he shall have no lack of gain.",
      "12": "She doeth him good and not evil\nAll the days of her life.",
      "13": "She seeketh wool and flax,\nAnd worketh willingly with her hands.",
      "14": "She is like the merchant-ships;\nShe bringeth her bread from afar.",
      "15": "She riseth also while it is yet night,\nAnd giveth food to her household,\nAnd their task to her maidens.",
      "16": "She considereth a field, and buyeth it;\nWith the fruit of her hands she planteth a vineyard.",
      "17": "She girdeth her loins with strength,\nAnd maketh strong her arms.",
      "18": "She perceiveth that her merchandise is profitable;\nHer lamp goeth not out by night.",
      "19": "She layeth her hands to the distaff,\nAnd her hands hold the spindle.",
      "20": "She stretcheth out her hand to the poor;\nYea, she reacheth forth her hands to the needy.",
      "21": "She is not afraid of the snow for her household;\nFor all her household are clothed with scarlet.",
      "22": "She maketh for herself carpets of tapestry;\nHer clothing is fine linen and purple.",
      "23": "Her husband is known in the gates,\nWhen he sitteth among the elders of the land.",
      "24": "She maketh linen garments and selleth them,\nAnd delivereth girdles unto the merchant.",
      "25": "Strength and dignity are her clothing;\nAnd she laugheth at the time to come.",
      "26": "She openeth her mouth with wisdom;\nAnd the law of kindness is on her tongue.",
      "27": "She looketh well to the ways of her household,\nAnd eateth not the bread of idleness.",
      "28": "Her children rise up, and call her blessed;\nHer husband also, and he praiseth her, saying:",
      "29": "Many daughters have done worthily,\nBut thou excellest them all.",
      "30": "Grace is deceitful, and beauty is vain;\nBut a woman that feareth Jehovah, she shall be praised.",
      "31": "Give her of the fruit of her hands;\nAnd let her works praise her in the gates."
    }
  }
}