{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:33:43.648588-04:00",
    "Translation": "ASV"
  },
  "Song Of Solomon": {
    "1": {
      "1": "The Song of songs, which is Solomon’s.",
      "2": "Let him kiss me with the kisses of his mouth;\nFor thy love is better than wine.",
      "3": "Thine oils have a goodly fragrance;\nThy name is as oil poured forth;\nTherefore do the virgins love thee.",
      "4": "Draw me; we will run after thee:\nThe king hath brought me into his chambers;\nWe will be glad and rejoice in thee;\nWe will make mention of thy love more than of wine:\nRightly do they love thee.",
      "5": "I am black, but comely,\nOh ye daughters of Jerusalem,\nAs the tents of Kedar,\nAs the curtains of Solomon.",
      "6": "Look not upon me, because I am swarthy,\nBecause the sun hath scorched me.\nMy mother’s sons were incensed against me;\nThey made me keeper of the vineyards;\nBut mine own vineyard have I not kept.",
      "7": "Tell me, O thou whom my soul loveth,\nWhere thou feedest thy flock,\nWhere thou makest it to rest at noon:\nFor why should I be as one that is veiled\nBeside the flocks of thy companions?",
      "8": "If thou know not, O thou fairest among women,\nGo thy way forth by the footsteps of the flock,\nAnd feed thy kids beside the shepherds’ tents.",
      "9": "I have compared thee, O my love,\nTo a steed in Pharaoh’s chariots.",
      "10": "Thy cheeks are comely with plaits of hair,\nThy neck with strings of jewels.",
      "11": "We will make thee plaits of gold\nWith studs of silver.",
      "12": "While the king sat at his table,\nMy spikenard sent forth its fragrance.",
      "13": "My beloved is unto me as a bundle of myrrh,\nThat lieth betwixt my breasts.",
      "14": "My beloved is unto me as a cluster of henna-flowers\nIn the vineyards of En-gedi.",
      "15": "Behold, thou art fair, my love;\nBehold thou art fair;\nThine eyes are as doves.",
      "16": "Behold, thou art fair, my beloved, yea, pleasant:\nAlso our couch is green.",
      "17": "The beams of our house are cedars,\nAnd our rafters are firs."
    },
    "2": {
      "1": "I am a rose of Sharon,\nA lily of the valleys.",
      "2": "As a lily among thorns,\nSo is my love among the daughters.",
      "3": "As the apple-tree among the trees of the wood,\nSo is my beloved among the sons.\nI sat down under his shadow with great delight,\nAnd his fruit was sweet to my taste.",
      "4": "He brought me to the banqueting-house,\nAnd his banner over me was love.",
      "5": "Stay ye me with raisins, refresh me with apples;\nFor I am sick from love.",
      "6": "His left hand is under my head,\nAnd his right hand doth embrace me.",
      "7": "I adjure you, O daughters of Jerusalem,\nBy the roes, or by the hinds of the field,\nThat ye stir not up, nor awake my love,\nUntil he please.",
      "8": "The voice of my beloved! behold, he cometh,\nLeaping upon the mountains,\nSkipping upon the hills.",
      "9": "My beloved is like a roe or a young hart:\nBehold, he standeth behind our wall;\nHe looketh in at the windows;\nHe glanceth through the lattice.",
      "10": "My beloved spake, and said unto me,\nRise up, my love, my fair one, and come away.",
      "11": "For, lo, the winter is past;\nThe rain is over and gone;",
      "12": "The flowers appear on the earth;\nThe time of the singing of birds is come,\nAnd the voice of the turtle-dove is heard in our land;",
      "13": "The fig-tree ripeneth her green figs,\nAnd the vines are in blossom;\nThey give forth their fragrance.\nArise, my love, my fair one, and come away.",
      "14": "O my dove, that art in the clefts of the rock,\nIn the covert of the steep place,\nLet me see thy countenance,\nLet me hear thy voice;\nFor sweet is thy voice, and thy countenance is comely.",
      "15": "Take us the foxes, the little foxes,\nThat spoil the vineyards;\nFor our vineyards are in blossom.",
      "16": "My beloved is mine, and I am his:\nHe feedeth his flock among the lilies.",
      "17": "Until the day be cool, and the shadows flee away,\nTurn, my beloved, and be thou like a roe or a young hart\nUpon the mountains of Bether."
    },
    "3": {
      "1": "By night on my bed\nI sought him whom my soul loveth:\nI sought him, but I found him not.",
      "2": "I said, I will rise now, and go about the city;\nIn the streets and in the broad ways\nI will seek him whom my soul loveth:\nI sought him, but I found him not.",
      "3": "The watchmen that go about the city found me;\nTo whom I said, Saw ye him whom my soul loveth?",
      "4": "It was but a little that I passed from them,\nWhen I found him whom my soul loveth:\nI held him, and would not let him go,\nUntil I had brought him into my mother’s house,\nAnd into the chamber of her that conceived me.",
      "5": "I adjure you, O daughters of Jerusalem,\nBy the roes, or by the hinds of the field,\nThat ye stir not up, nor awake my love,\nUntil he please.",
      "6": "Who is this that cometh up from the wilderness\nLike pillars of smoke,\nPerfumed with myrrh and frankincense,\nWith all powders of the merchant?",
      "7": "Behold, it is the litter of Solomon;\nThreescore mighty men are about it,\nOf the mighty men of Israel.",
      "8": "They all handle the sword, and are expert in war:\nEvery man hath his sword upon his thigh,\nBecause of fear in the night.",
      "9": "King Solomon made himself a palanquin\nOf the wood of Lebanon.",
      "10": "He made the pillars thereof of silver,\nThe bottom thereof of gold, the seat of it of purple,\nThe midst thereof being paved with love,\nFrom the daughters of Jerusalem.",
      "11": "Go forth, O ye daughters of Zion, and behold king Solomon,\nWith the crown wherewith his mother hath crowned him\nIn the day of his espousals,\nAnd in the day of the gladness of his heart."
    },
    "4": {
      "1": "Behold, thou art fair, my love; behold, thou art fair;\nThine eyes are as doves behind thy veil.\nThy hair is as a flock of goats,\nThat lie along the side of mount Gilead.",
      "2": "Thy teeth are like a flock of ewes that are newly shorn,\nWhich are come up from the washing,\nWhereof every one hath twins,\nAnd none is bereaved among them.",
      "3": "Thy lips are like a thread of scarlet,\nAnd thy mouth is comely.\nThy temples are like a piece of a pomegranate\nBehind thy veil.",
      "4": "Thy neck is like the tower of David\nBuilded for an armory,\nWhereon there hang a thousand bucklers,\nAll the shields of the mighty men.",
      "5": "Thy two breasts are like two fawns\nThat are twins of a roe,\nWhich feed among the lilies.",
      "6": "Until the day be cool, and the shadows flee away,\nI will get me to the mountain of myrrh,\nAnd to the hill of frankincense.",
      "7": "Thou art all fair, my love;\nAnd there is no spot in thee.",
      "8": "Come with me from Lebanon, my bride,\nWith me from Lebanon:\nLook from the top of Amana,\nFrom the top of Senir and Hermon,\nFrom the lions’ dens,\nFrom the mountains of the leopards.",
      "9": "Thou hast ravished my heart, my sister, my bride;\nThou hast ravished my heart with one of thine eyes,\nWith one chain of thy neck.",
      "10": "How fair is thy love, my sister, my bride!\nHow much better is thy love than wine!\nAnd the fragrance of thine oils than all manner of spices!",
      "11": "Thy lips, O my bride, drop as the honeycomb:\nHoney and milk are under thy tongue;\nAnd the smell of thy garments is like the smell of Lebanon.",
      "12": "A garden shut up is my sister, my bride;\nA spring shut up, a fountain sealed.",
      "13": "Thy shoots are an orchard of pomegranates, with precious fruits;\nHenna with spikenard plants,",
      "14": "Spikenard and saffron,\nCalamus and cinnamon, with all trees of frankincense;\nMyrrh and aloes, with all the chief spices.",
      "15": "Thou art a fountain of gardens,\nA well of living waters,\nAnd flowing streams from Lebanon.",
      "16": "Awake, O north wind; and come, thou south;\nBlow upon my garden, that the spices thereof may flow out.\nLet my beloved come into his garden,\nAnd eat his precious fruits."
    },
    "5": {
      "1": "I am come into my garden, my sister, my bride:\nI have gathered my myrrh with my spice;\nI have eaten my honeycomb with my honey;\nI have drunk my wine with my milk.\nEat, O friends;\nDrink, yea, drink abundantly, O beloved.",
      "2": "I was asleep, but my heart waked:\nIt is the voice of my beloved that knocketh, saying,\nOpen to me, my sister, my love, my dove, my undefiled;\nFor my head is filled with dew,\nMy locks with the drops of the night.",
      "3": "I have put off my garment; how shall I put it on?\nI have washed my feet; how shall I defile them?",
      "4": "My beloved put in his hand by the hole of the door,\nAnd my heart was moved for him.",
      "5": "I rose up to open to my beloved;\nAnd my hands dropped with myrrh,\nAnd my fingers with liquid myrrh,\nUpon the handles of the bolt.",
      "6": "I opened to my beloved;\nBut my beloved had withdrawn himself, and was gone.\nMy soul had failed me when he spake:\nI sought him, but I could not find him;\nI called him, but he gave me no answer.",
      "7": "The watchmen that go about the city found me,\nThey smote me, they wounded me;\nThe keepers of the walls took away my mantle from me.",
      "8": "I adjure you, O daughters of Jerusalem,\nIf ye find my beloved,\nThat ye tell him, that I am sick from love.",
      "9": "What is thy beloved more than another beloved,\nO thou fairest among women?\nWhat is thy beloved more than another beloved,\nThat thou dost so adjure us?",
      "10": "My beloved is white and ruddy,\nThe chiefest among ten thousand.",
      "11": "His head is as the most fine gold;\nHis locks are bushy, and black as a raven.",
      "12": "His eyes are like doves beside the water-brooks,\nWashed with milk, and fitly set.",
      "13": "His cheeks are as a bed of spices,\nAs banks of sweet herbs:\nHis lips are as lilies, dropping liquid myrrh.",
      "14": "His hands are as rings of gold set with beryl:\nHis body is as ivory work overlaid with sapphires.",
      "15": "His legs are as pillars of marble, set upon sockets of fine gold:\nHis aspect is like Lebanon, excellent as the cedars.",
      "16": "His mouth is most sweet;\nYea, he is altogether lovely.\nThis is my beloved, and this is my friend,\nO daughters of Jerusalem."
    },
    "6": {
      "1": "Whither is thy beloved gone,\nO thou fairest among women?\nWhither hath thy beloved turned him,\nThat we may seek him with thee?",
      "2": "My beloved is gone down to his garden,\nTo the beds of spices,\nTo feed in the gardens, and to gather lilies.",
      "3": "I am my beloved’s, and my beloved is mine:\nHe feedeth his flock among the lilies.",
      "4": "Thou art fair, O my love, as Tirzah,\nComely as Jerusalem,\nTerrible as an army with banners.",
      "5": "Turn away thine eyes from me,\nFor they have overcome me.\nThy hair is as a flock of goats,\nThat lie along the side of Gilead.",
      "6": "Thy teeth are like a flock of ewes,\nWhich are come up from the washing;\nWhereof every one hath twins,\nAnd none is bereaved among them.",
      "7": "Thy temples are like a piece of a pomegranate\nBehind thy veil.",
      "8": "There are threescore queens, and fourscore concubines,\nAnd virgins without number.",
      "9": "My dove, my undefiled, is but one;\nShe is the only one of her mother;\nShe is the choice one of her that bare her.\nThe daughters saw her, and called her blessed;\nYea, the queens and the concubines, and they praised her.",
      "10": "Who is she that looketh forth as the morning,\nFair as the moon,\nClear as the sun,\nTerrible as an army with banners?",
      "11": "I went down into the garden of nuts,\nTo see the green plants of the valley,\nTo see whether the vine budded,\nAnd the pomegranates were in flower.",
      "12": "Before I was aware, my soul set me\nAmong the chariots of my princely people.",
      "13": "Return, return, O Shulammite;\nReturn, return, that we may look upon thee.\nWhy will ye look upon the Shulammite,\nAs upon the dance of Mahanaim?"
    },
    "7": {
      "1": "How beautiful are thy feet in sandals, O prince’s daughter!\nThy rounded thighs are like jewels,\nThe work of the hands of a skilful workman.",
      "2": "Thy body is like a round goblet,\nWherein no mingled wine is wanting:\nThy waist is like a heap of wheat\nSet about with lilies.",
      "3": "Thy two breasts are like two fawns\nThat are twins of a roe.",
      "4": "Thy neck is like the tower of ivory;\nThine eyes as the pools in Heshbon,\nBy the gate of Bath-rabbim;\nThy nose is like the tower of Lebanon\nWhich looketh toward Damascus.",
      "5": "Thy head upon thee is like Carmel,\nAnd the hair of thy head like purple;\nThe king is held captive in the tresses thereof.",
      "6": "How fair and how pleasant art thou,\nO love, for delights!",
      "7": "This thy stature is like to a palm-tree,\nAnd thy breasts to its clusters.",
      "8": "I said, I will climb up into the palm-tree,\nI will take hold of the branches thereof:\nLet thy breasts be as clusters of the vine,\nAnd the smell of thy breath like apples,",
      "9": "And thy mouth like the best wine,\nThat goeth down smoothly for my beloved,\nGliding through the lips of those that are asleep.",
      "10": "I am my beloved’s;\nAnd his desire is toward me.",
      "11": "Come, my beloved, let us go forth into the field;\nLet us lodge in the villages.",
      "12": "Let us get up early to the vineyards;\nLet us see whether the vine hath budded,\nAnd its blossom is open,\nAnd the pomegranates are in flower:\nThere will I give thee my love.",
      "13": "The mandrakes give forth fragrance;\nAnd at our doors are all manner of precious fruits, new and old,\nWhich I have laid up for thee, O my beloved."
    },
    "8": {
      "1": "Oh that thou wert as my brother,\nThat sucked the breasts of my mother!\nWhen I should find thee without, I would kiss thee;\nYea, and none would despise me.",
      "2": "I would lead thee, and bring thee into my mother’s house,\nWho would instruct me;\nI would cause thee to drink of spiced wine,\nOf the juice of my pomegranate.",
      "3": "His left hand should be under my head,\nAnd his right hand should embrace me.",
      "4": "I adjure you, O daughters of Jerusalem,\nThat ye stir not up, nor awake my love,\nUntil he please.",
      "5": "Who is this that cometh up from the wilderness,\nLeaning upon her beloved?\nUnder the apple-tree I awakened thee:\nThere thy mother was in travail with thee,\nThere was she in travail that brought thee forth.",
      "6": "Set me as a seal upon thy heart,\nAs a seal upon thine arm:\nFor love is strong as death;\nJealousy is cruel as Sheol;\nThe flashes thereof are flashes of fire,\nA very flame of Jehovah.",
      "7": "Many waters cannot quench love,\nNeither can floods drown it:\nIf a man would give all the substance of his house for love,\nHe would utterly be contemned.",
      "8": "We have a little sister,\nAnd she hath no breasts:\nWhat shall we do for our sister\nIn the day when she shall be spoken for?",
      "9": "If she be a wall,\nWe will build upon her a turret of silver:\nAnd if she be a door,\nWe will inclose her with boards of cedar.",
      "10": "I am a wall, and my breasts like the towers thereof\nThen was I in his eyes as one that found peace.",
      "11": "Solomon had a vineyard at Baal-hamon;\nHe let out the vineyard unto keepers;\nEvery one for the fruit thereof was to bring a thousand pieces of silver.",
      "12": "My vineyard, which is mine, is before me:\nThou, O Solomon, shalt have the thousand,\nAnd those that keep the fruit thereof two hundred.",
      "13": "Thou that dwellest in the gardens,\nThe companions hearken for thy voice:\nCause me to hear it.",
      "14": "Make haste, my beloved,\nAnd be thou like to a roe or to a young hart\nUpon the mountains of spices."
    }
  }
}