{
  "Amos": {
    "1": {
      "1": "The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.",
      "2": "And he said,\nThe Lord will roar from Zion,\nand utter his voice from Jerusalem;\nand the habitations of the shepherds shall mourn,\nand the top of Carmel shall wither.",
      "3": "Thus saith the Lord;\nFor three transgressions of Damascus,\nand for four,\nI will not turn away the punishment thereof;\nbecause they have threshed Gilead\nwith threshing instruments of iron:",
      "4": "but I will send a fire into the house of Hazael,\nwhich shall devour the palaces of Ben-hadad.",
      "5": "I will break also the bar of Damascus,\nand cut off the inhabitant from the plain of Aven,\nand him that holdeth the sceptre from the house of Eden:\nand the people of Syria shall go into captivity unto Kir,\nsaith the Lord.",
      "6": "Thus saith the Lord;\nFor three transgressions of Gaza,\nand for four,\nI will not turn away the punishment thereof;\nbecause they carried away captive the whole captivity,\nto deliver them up to Edom:",
      "7": "but I will send a fire on the wall of Gaza,\nwhich shall devour the palaces thereof:",
      "8": "and I will cut off the inhabitant from Ashdod,\nand him that holdeth the sceptre from Ashkelon,\nand I will turn mine hand against Ekron:\nand the remnant of the Philistines shall perish,\nsaith the Lord God.",
      "9": "Thus saith the Lord;\nFor three transgressions of Tyrus,\nand for four,\nI will not turn away the punishment thereof;\nbecause they delivered up the whole captivity to Edom,\nand remembered not the brotherly covenant:",
      "10": "but I will send a fire on the wall of Tyrus,\nwhich shall devour the palaces thereof.",
      "11": "Thus saith the Lord;\nFor three transgressions of Edom,\nand for four,\nI will not turn away the punishment thereof;\nbecause he did pursue his brother with the sword,\nand did cast off all pity,\nand his anger did tear perpetually,\nand he kept his wrath for ever:",
      "12": "but I will send a fire upon Teman,\nwhich shall devour the palaces of Bozrah.",
      "13": "Thus saith the Lord;\nFor three transgressions of the children of Ammon,\nand for four,\nI will not turn away the punishment thereof;\nbecause they have ripped up the women with child of Gilead,\nthat they might enlarge their border:",
      "14": "but I will kindle a fire in the wall of Rabbah,\nand it shall devour the palaces thereof,\nwith shouting in the day of battle,\nwith a tempest in the day of the whirlwind:",
      "15": "and their king shall go into captivity,\nhe and his princes together, saith the Lord."
    },
    "2": {
      "1": "Thus saith the Lord;\nFor three transgressions of Moab,\nand for four,\nI will not turn away the punishment thereof;\nbecause he burned the bones of the king of Edom into lime:",
      "2": "but I will send a fire upon Moab,\nand it shall devour the palaces of Kerioth:\nand Moab shall die with tumult,\nwith shouting, and with the sound of the trumpet:",
      "3": "and I will cut off the judge from the midst thereof,\nand will slay all the princes thereof with him,\nsaith the Lord.",
      "4": "Thus saith the Lord;\nFor three transgressions of Judah,\nand for four,\nI will not turn away the punishment thereof;\nbecause they have despised the law of the Lord,\nand have not kept his commandments,\nand their lies caused them to err,\nafter the which their fathers have walked:",
      "5": "but I will send a fire upon Judah,\nand it shall devour the palaces of Jerusalem.",
      "6": "Thus saith the Lord;\nFor three transgressions of Israel,\nand for four,\nI will not turn away the punishment thereof;\nbecause they sold the righteous for silver,\nand the poor for a pair of shoes;",
      "7": "that pant after the dust of the earth on the head of the poor,\nand turn aside the way of the meek:\nand a man and his father will go in unto the same maid,\nto profane my holy name:",
      "8": "and they lay themselves down upon clothes laid to pledge by every altar,\nand they drink the wine of the condemned in the house of their god.",
      "9": "Yet destroyed I the Amorite before them,\nwhose height was like the height of the cedars,\nand he was strong as the oaks;\nyet I destroyed his fruit from above,\nand his roots from beneath.",
      "10": "Also I brought you up from the land of Egypt,\nand led you forty years through the wilderness,\nto possess the land of the Amorite.",
      "11": "And I raised up of your sons for prophets,\nand of your young men for Nazarites.\nIs it not even thus, O ye children of Israel?\nsaith the Lord.",
      "12": "But ye gave the Nazarites wine to drink;\nand commanded the prophets, saying, Prophesy not.",
      "13": "Behold, I am pressed under you,\nas a cart is pressed that is full of sheaves.",
      "14": "Therefore the flight shall perish from the swift,\nand the strong shall not strengthen his force,\nneither shall the mighty deliver himself:",
      "15": "neither shall he stand that handleth the bow;\nand he that is swift of foot shall not deliver himself:\nneither shall he that rideth the horse deliver himself.",
      "16": "And he that is courageous among the mighty\nshall flee away naked in that day,\nsaith the Lord."
    },
    "3": {
      "1": "Hear this word that the Lord hath spoken against you,\nO children of Israel,\nagainst the whole family\nwhich I brought up from the land of Egypt, saying,",
      "2": "You only have I known of all the families of the earth:\ntherefore I will punish you for all your iniquities.",
      "3": "Can two walk together, except they be agreed?",
      "4": "Will a lion roar in the forest, when he hath no prey?\nwill a young lion cry out of his den, if he have taken nothing?",
      "5": "Can a bird fall in a snare upon the earth, where no gin is for him?\nshall one take up a snare from the earth, and have taken nothing at all?",
      "6": "Shall a trumpet be blown in the city, and the people not be afraid?\nshall there be evil in a city, and the Lord hath not done it?",
      "7": "Surely the Lord God will do nothing,\nbut he revealeth his secret unto his servants the prophets.",
      "8": "The lion hath roared, who will not fear?\nthe Lord God hath spoken, who can but prophesy?",
      "9": "Publish in the palaces at Ashdod,\nand in the palaces in the land of Egypt,\nand say, Assemble yourselves upon the mountains of Samaria,\nand behold the great tumults in the midst thereof,\nand the oppressed in the midst thereof.",
      "10": "For they know not to do right, saith the Lord,\nwho store up violence and robbery in their palaces.",
      "11": "Therefore thus saith the Lord God;\nAn adversary there shall be even round about the land;\nand he shall bring down thy strength from thee,\nand thy palaces shall be spoiled.",
      "12": "Thus saith the Lord;\nAs the shepherd taketh out of the mouth of the lion two legs,\nor a piece of an ear;\nso shall the children of Israel be taken out\nthat dwell in Samaria in the corner of a bed,\nand in Damascus in a couch.",
      "13": "Hear ye, and testify in the house of Jacob,\nsaith the Lord God, the God of hosts,",
      "14": "that in the day that I shall visit the transgressions of Israel upon him\nI will also visit the altars of Beth-el:\nand the horns of the altar shall be cut off,\nand fall to the ground.",
      "15": "And I will smite the winter house with the summer house;\nand the houses of ivory shall perish,\nand the great houses shall have an end,\nsaith the Lord."
    },
    "4": {
      "1": "Hear this word, ye kine of Bashan,\nthat are in the mountain of Samaria,\nwhich oppress the poor, which crush the needy,\nwhich say to their masters, Bring, and let us drink.",
      "2": "The Lord God hath sworn by his holiness,\nthat, lo, the days shall come upon you,\nthat he will take you away with hooks,\nand your posterity with fishhooks.",
      "3": "And ye shall go out at the breaches,\nevery cow at that which is before her;\nand ye shall cast them into the palace,\nsaith the Lord.",
      "4": "Come to Beth-el, and transgress;\nat Gilgal multiply transgression;\nand bring your sacrifices every morning,\nand your tithes after three years:",
      "5": "and offer a sacrifice of thanksgiving with leaven,\nand proclaim and publish the free offerings:\nfor this liketh you, O ye children of Israel,\nsaith the Lord God.",
      "6": "And I also have given you cleanness of teeth in all your cities,\nand want of bread in all your places:\nyet have ye not returned unto me, saith the Lord.",
      "7": "And also I have withholden the rain from you,\nwhen there were yet three months to the harvest:\nand I caused it to rain upon one city,\nand caused it not to rain upon another city:\none piece was rained upon,\nand the piece whereupon it rained not withered.",
      "8": "So two or three cities wandered unto one city, to drink water;\nbut they were not satisfied:\nyet have ye not returned unto me,\nsaith the Lord.",
      "9": "I have smitten you with blasting and mildew:\nwhen your gardens and your vineyards\nand your fig trees and your olive trees increased,\nthe palmerworm devoured them:\nyet have ye not returned unto me,\nsaith the Lord.",
      "10": "I have sent among you the pestilence after the manner of Egypt:\nyour young men have I slain with the sword,\nand have taken away your horses;\nand I have made the stink of your camps to come up unto your nostrils:\nyet have ye not returned unto me,\nsaith the Lord.",
      "11": "I have overthrown some of you,\nas God overthrew Sodom and Gomorrah,\nand ye were as a firebrand plucked out of the burning:\nyet have ye not returned unto me,\nsaith the Lord.",
      "12": "Therefore thus will I do unto thee, O Israel:\nand because I will do this unto thee,\nprepare to meet thy God, O Israel.",
      "13": "For, lo, he that formeth the mountains, and createth the wind,\nand declareth unto man what is his thought,\nthat maketh the morning darkness,\nand treadeth upon the high places of the earth,\nThe Lord, The God of hosts, is his name."
    },
    "5": {
      "1": "Hear ye this word which I take up against you,\neven a lamentation, O house of Israel.",
      "2": "The virgin of Israel is fallen;\nshe shall no more rise:\nshe is forsaken upon her land;\nthere is none to raise her up.",
      "3": "For thus saith the Lord God;\nThe city that went out by a thousand shall leave an hundred,\nand that which went forth by an hundred shall leave ten,\nto the house of Israel.",
      "4": "For thus saith the Lord unto the house of Israel,\nSeek ye me, and ye shall live:",
      "5": "but seek not Beth-el, nor enter into Gilgal,\nand pass not to Beer-sheba:\nfor Gilgal shall surely go into captivity,\nand Beth-el shall come to nought.",
      "6": "Seek the Lord, and ye shall live;\nlest he break out like fire in the house of Joseph, and devour it,\nand there be none to quench it in Beth-el.",
      "7": "Ye who turn judgment to wormwood,\nand leave off righteousness in the earth,",
      "8": "seek him that maketh the seven stars and Orion,\nand turneth the shadow of death into the morning,\nand maketh the day dark with night:\nthat calleth for the waters of the sea,\nand poureth them out upon the face of the earth:\nThe Lord is his name:",
      "9": "that strengtheneth the spoiled against the strong,\nso that the spoiled shall come against the fortress.",
      "10": "They hate him that rebuketh in the gate,\nand they abhor him that speaketh uprightly.",
      "11": "Forasmuch therefore as your treading is upon the poor,\nand ye take from him burdens of wheat:\nye have built houses of hewn stone,\nbut ye shall not dwell in them;\nye have planted pleasant vineyards,\nbut ye shall not drink wine of them.",
      "12": "For I know your manifold transgressions\nand your mighty sins:\nthey afflict the just, they take a bribe,\nand they turn aside the poor in the gate from their right.",
      "13": "Therefore the prudent shall keep silence in that time;\nfor it is an evil time.",
      "14": "Seek good, and not evil, that ye may live:\nand so the Lord, the God of hosts, shall be with you,\nas ye have spoken.",
      "15": "Hate the evil, and love the good,\nand establish judgment in the gate:\nit may be that the Lord God of hosts\nwill be gracious unto the remnant of Joseph.",
      "16": "Therefore the Lord, the God of hosts, the Lord, saith thus;\nWailing shall be in all streets;\nand they shall say in all the highways, Alas! alas!\nand they shall call the husbandman to mourning,\nand such as are skilful of lamentation to wailing.",
      "17": "And in all vineyards shall be wailing:\nfor I will pass through thee, saith the Lord.",
      "18": "Woe unto you that desire the day of the Lord!\nto what end is it for you?\nthe day of the Lord is darkness, and not light.",
      "19": "As if a man did flee from a lion,\nand a bear met him;\nor went into the house, and leaned his hand on the wall,\nand a serpent bit him.",
      "20": "Shall not the day of the Lord be darkness, and not light?\neven very dark, and no brightness in it?",
      "21": "I hate, I despise your feast days,\nand I will not smell in your solemn assemblies.",
      "22": "Though ye offer me burnt offerings and your meat offerings,\nI will not accept them:\nneither will I regard the peace offerings of your fat beasts.",
      "23": "Take thou away from me the noise of thy songs;\nfor I will not hear the melody of thy viols.",
      "24": "But let judgment run down as waters,\nand righteousness as a mighty stream.",
      "25": "Have ye offered unto me sacrifices\nand offerings in the wilderness forty years,\nO house of Israel?",
      "26": "But ye have borne the tabernacle of your Moloch and Chiun your images,\nthe star of your god, which ye made to yourselves.",
      "27": "Therefore will I cause you to go into captivity beyond Damascus,\nsaith the Lord, whose name is The God of hosts."
    },
    "6": {
      "1": "Woe to them that are at ease in Zion,\nand trust in the mountain of Samaria,\nwhich are named chief of the nations,\nto whom the house of Israel came!",
      "2": "Pass ye unto Calneh, and see;\nand from thence go ye to Hamath the great:\nthen go down to Gath of the Philistines:\nbe they better than these kingdoms?\nor their border greater than your border?",
      "3": "Ye that put far away the evil day,\nand cause the seat of violence to come near;",
      "4": "that lie upon beds of ivory,\nand stretch themselves upon their couches,\nand eat the lambs out of the flock,\nand the calves out of the midst of the stall;",
      "5": "that chant to the sound of the viol,\nand invent to themselves instruments of musick, like David;",
      "6": "that drink wine in bowls,\nand anoint themselves with the chief ointments:\nbut they are not grieved for the affliction of Joseph.",
      "7": "Therefore now shall they go captive with the first that go captive,\nand the banquet of them that stretched themselves shall be removed.",
      "8": "The Lord God hath sworn by himself,\nsaith the Lord the God of hosts,\nI abhor the excellency of Jacob,\nand hate his palaces:\ntherefore will I deliver up the city with all that is therein.",
      "9": "And it shall come to pass, if there remain ten men in one house, that they shall die.",
      "10": "And a man’s uncle shall take him up, and he that burneth him, to bring out the bones out of the house, and shall say unto him that is by the sides of the house, Is there yet any with thee? and he shall say, No. Then shall he say, Hold thy tongue: for we may not make mention of the name of the Lord.",
      "11": "For, behold, the Lord commandeth,\nand he will smite the great house with breaches,\nand the little house with clefts.",
      "12": "Shall horses run upon the rock?\nwill one plow there with oxen?\nfor ye have turned judgment into gall,\nand the fruit of righteousness into hemlock:",
      "13": "ye which rejoice in a thing of nought,\nwhich say, Have we not taken to us horns by our own strength?",
      "14": "But, behold, I will raise up against you a nation, O house of Israel,\nsaith the Lord the God of hosts;\nand they shall afflict you from the entering in of Hemath\nunto the river of the wilderness."
    },
    "7": {
      "1": "Thus hath the Lord God shewed unto me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king’s mowings.",
      "2": "And it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord God, forgive, I beseech thee: by whom shall Jacob arise? for he is small.",
      "3": "The Lord repented for this: It shall not be, saith the Lord.",
      "4": "Thus hath the Lord God shewed unto me: and, behold, the Lord God called to contend by fire, and it devoured the great deep, and did eat up a part.",
      "5": "Then said I, O Lord God, cease, I beseech thee: by whom shall Jacob arise? for he is small.",
      "6": "The Lord repented for this: This also shall not be, saith the Lord God.",
      "7": "Thus he shewed me: and, behold, the Lord stood upon a wall made by a plumbline, with a plumbline in his hand.",
      "8": "And the Lord said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:",
      "9": "and the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword.",
      "10": "Then Amaziah the priest of Beth-el sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words.",
      "11": "For thus Amos saith, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.",
      "12": "Also Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there:",
      "13": "but prophesy not again any more at Beth-el: for it is the king’s chapel, and it is the king’s court.",
      "14": "Then answered Amos, and said to Amaziah, I was no prophet, neither was I a prophet’s son; but I was an herdman, and a gatherer of sycomore fruit:",
      "15": "and the Lord took me as I followed the flock, and the Lord said unto me, Go, prophesy unto my people Israel.",
      "16": "Now therefore hear thou the word of the Lord: Thou sayest, Prophesy not against Israel, and drop not thy word against the house of Isaac.",
      "17": "Therefore thus saith the Lord; Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou shalt die in a polluted land: and Israel shall surely go into captivity forth of his land."
    },
    "8": {
      "1": "Thus hath the Lord God shewed unto me: and behold a basket of summer fruit.",
      "2": "And he said, Amos, what seest thou? And I said, A basket of summer fruit. Then said the Lord unto me,\nThe end is come upon my people of Israel;\nI will not again pass by them any more.",
      "3": "And the songs of the temple shall be howlings in that day,\nsaith the Lord God:\nthere shall be many dead bodies in every place;\nthey shall cast them forth with silence.",
      "4": "Hear this, O ye that swallow up the needy,\neven to make the poor of the land to fail,",
      "5": "saying, When will the new moon be gone, that we may sell corn?\nand the sabbath, that we may set forth wheat,\nmaking the ephah small, and the shekel great,\nand falsifying the balances by deceit?",
      "6": "That we may buy the poor for silver,\nand the needy for a pair of shoes;\nyea, and sell the refuse of the wheat?",
      "7": "The Lord hath sworn by the excellency of Jacob,\nSurely I will never forget any of their works.",
      "8": "Shall not the land tremble for this,\nand every one mourn that dwelleth therein?\nand it shall rise up wholly as a flood;\nand it shall be cast out and drowned,\nas by the flood of Egypt.",
      "9": "And it shall come to pass in that day, saith the Lord God,\nthat I will cause the sun to go down at noon,\nand I will darken the earth in the clear day:",
      "10": "and I will turn your feasts into mourning,\nand all your songs into lamentation;\nand I will bring up sackcloth upon all loins,\nand baldness upon every head;\nand I will make it as the mourning of an only son,\nand the end thereof as a bitter day.",
      "11": "Behold, the days come, saith the Lord God,\nthat I will send a famine in the land,\nnot a famine of bread, nor a thirst for water,\nbut of hearing the words of the Lord:",
      "12": "and they shall wander from sea to sea,\nand from the north even to the east,\nthey shall run to and fro to seek the word of the Lord,\nand shall not find it.",
      "13": "In that day shall the fair virgins and young men faint for thirst.",
      "14": "They that swear by the sin of Samaria, and say,\nThy god, O Dan, liveth;\nand, The manner of Beer-sheba liveth;\neven they shall fall, and never rise up again."
    },
    "9": {
      "1": "I saw the Lord standing upon the altar: and he said,\nSmite the lintel of the door, that the posts may shake:\nand cut them in the head, all of them;\nand I will slay the last of them with the sword:\nhe that fleeth of them shall not flee away,\nand he that escapeth of them shall not be delivered.",
      "2": "Though they dig into hell,\nthence shall mine hand take them;\nthough they climb up to heaven,\nthence will I bring them down:",
      "3": "and though they hide themselves in the top of Carmel,\nI will search and take them out thence;\nand though they be hid from my sight in the bottom of the sea,\nthence will I command the serpent, and he shall bite them:",
      "4": "and though they go into captivity before their enemies,\nthence will I command the sword, and it shall slay them:\nand I will set mine eyes upon them for evil, and not for good.",
      "5": "And the Lord God of hosts is he that toucheth the land,\nand it shall melt, and all that dwell therein shall mourn:\nand it shall rise up wholly like a flood;\nand shall be drowned, as by the flood of Egypt.",
      "6": "It is he that buildeth his stories in the heaven,\nand hath founded his troop in the earth;\nhe that calleth for the waters of the sea,\nand poureth them out upon the face of the earth:\nThe Lord is his name.",
      "7": "Are ye not as children of the Ethiopians unto me, O children of Israel?\nsaith the Lord.\nHave not I brought up Israel out of the land of Egypt?\nand the Philistines from Caphtor,\nand the Syrians from Kir?",
      "8": "Behold, the eyes of the Lord God are upon the sinful kingdom,\nand I will destroy it from off the face of the earth;\nsaving that I will not utterly destroy the house of Jacob,\nsaith the Lord.",
      "9": "For, lo, I will command,\nand I will sift the house of Israel among all nations,\nlike as corn is sifted in a sieve,\nyet shall not the least grain fall upon the earth.",
      "10": "All the sinners of my people shall die by the sword,\nwhich say, The evil shall not overtake nor prevent us.",
      "11": "In that day will I raise up the tabernacle of David that is fallen,\nand close up the breaches thereof;\nand I will raise up his ruins,\nand I will build it as in the days of old:",
      "12": "that they may possess the remnant of Edom,\nand of all the heathen, which are called by my name,\nsaith the Lord that doeth this.",
      "13": "Behold, the days come, saith the Lord,\nthat the plowman shall overtake the reaper,\nand the treader of grapes him that soweth seed;\nand the mountains shall drop sweet wine,\nand all the hills shall melt.",
      "14": "And I will bring again the captivity of my people of Israel,\nand they shall build the waste cities, and inhabit them;\nand they shall plant vineyards, and drink the wine thereof;\nthey shall also make gardens, and eat the fruit of them.",
      "15": "And I will plant them upon their land,\nand they shall no more be pulled up\nout of their land which I have given them,\nsaith the Lord thy God."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:45.895038-04:00",
    "Translation": "AKJV"
  }
}