{
  "Habakkuk": {
    "1": {
      "1": "The burden which Habakkuk the prophet did see.",
      "2": "O Lord, how long shall I cry,\nand thou wilt not hear!\neven cry out unto thee of violence,\nand thou wilt not save!",
      "3": "Why dost thou shew me iniquity,\nand cause me to behold grievance?\nfor spoiling and violence are before me:\nand there are that raise up strife and contention.",
      "4": "Therefore the law is slacked,\nand judgment doth never go forth:\nfor the wicked doth compass about the righteous;\ntherefore wrong judgment proceedeth.",
      "5": "Behold ye among the heathen,\nand regard, and wonder marvellously:\nfor I will work a work in your days,\nwhich ye will not believe, though it be told you.",
      "6": "For, lo, I raise up the Chaldeans, that bitter and hasty nation,\nwhich shall march through the breadth of the land,\nto possess the dwellingplaces that are not theirs.",
      "7": "They are terrible and dreadful:\ntheir judgment and their dignity shall proceed of themselves.",
      "8": "Their horses also are swifter than the leopards,\nand are more fierce than the evening wolves:\nand their horsemen shall spread themselves,\nand their horsemen shall come from far;\nthey shall fly as the eagle that hasteth to eat.",
      "9": "They shall come all for violence:\ntheir faces shall sup up as the east wind,\nand they shall gather the captivity as the sand.",
      "10": "And they shall scoff at the kings,\nand the princes shall be a scorn unto them:\nthey shall deride every strong hold;\nfor they shall heap dust, and take it.",
      "11": "Then shall his mind change, and he shall pass over,\nand offend, imputing this his power unto his god.",
      "12": "Art thou not from everlasting,\nO Lord my God, mine Holy One?\nwe shall not die.\nO Lord, thou hast ordained them for judgment;\nand, O mighty God, thou hast established them for correction.",
      "13": "Thou art of purer eyes than to behold evil,\nand canst not look on iniquity:\nwherefore lookest thou upon them that deal treacherously,\nand holdest thy tongue when the wicked devoureth the man that is more righteous than he?",
      "14": "And makest men as the fishes of the sea,\nas the creeping things, that have no ruler over them?",
      "15": "They take up all of them with the angle,\nthey catch them in their net, and gather them in their drag:\ntherefore they rejoice and are glad.",
      "16": "Therefore they sacrifice unto their net,\nand burn incense unto their drag;\nbecause by them their portion is fat,\nand their meat plenteous.",
      "17": "Shall they therefore empty their net,\nand not spare continually to slay the nations?"
    },
    "2": {
      "1": "I will stand upon my watch, and set me upon the tower,\nand will watch to see what he will say unto me,\nand what I shall answer when I am reproved.",
      "2": "And the Lord answered me, and said,\nWrite the vision, and make it plain upon tables,\nthat he may run that readeth it.",
      "3": "For the vision is yet for an appointed time,\nbut at the end it shall speak, and not lie:\nthough it tarry, wait for it;\nbecause it will surely come, it will not tarry.",
      "4": "Behold, his soul which is lifted up is not upright in him:\nbut the just shall live by his faith.",
      "5": "Yea also, because he transgresseth by wine, he is a proud man,\nneither keepeth at home, who enlargeth his desire as hell,\nand is as death, and cannot be satisfied,\nbut gathereth unto him all nations,\nand heapeth unto him all people:",
      "6": "shall not all these take up a parable against him,\nand a taunting proverb against him,\nand say, Woe to him that increaseth that which is not his! how long?\nand to him that ladeth himself with thick clay!",
      "7": "Shall they not rise up suddenly that shall bite thee,\nand awake that shall vex thee,\nand thou shalt be for booties unto them?",
      "8": "Because thou hast spoiled many nations,\nall the remnant of the people shall spoil thee;\nbecause of men’s blood, and for the violence of the land,\nof the city, and of all that dwell therein.",
      "9": "Woe to him that coveteth an evil covetousness to his house,\nthat he may set his nest on high,\nthat he may be delivered from the power of evil!",
      "10": "Thou hast consulted shame to thy house by cutting off many people,\nand hast sinned against thy soul.",
      "11": "For the stone shall cry out of the wall,\nand the beam out of the timber shall answer it.",
      "12": "Woe to him that buildeth a town with blood,\nand stablisheth a city by iniquity!",
      "13": "Behold, is it not of the Lord of hosts that the people shall labour in the very fire,\nand the people shall weary themselves for very vanity?",
      "14": "For the earth shall be filled with the knowledge of the glory of the Lord,\nas the waters cover the sea.",
      "15": "Woe unto him that giveth his neighbour drink,\nthat puttest thy bottle to him, and makest him drunken also,\nthat thou mayest look on their nakedness!",
      "16": "Thou art filled with shame for glory:\ndrink thou also, and let thy foreskin be uncovered:\nthe cup of the Lord’s right hand shall be turned unto thee,\nand shameful spewing shall be on thy glory.",
      "17": "For the violence of Lebanon shall cover thee,\nand the spoil of beasts, which made them afraid,\nbecause of men’s blood, and for the violence of the land,\nof the city, and of all that dwell therein.",
      "18": "What profiteth the graven image that the maker thereof hath graven it;\nthe molten image, and a teacher of lies,\nthat the maker of his work trusteth therein, to make dumb idols?",
      "19": "Woe unto him that saith to the wood, Awake;\nto the dumb stone, Arise, it shall teach!\nBehold, it is laid over with gold and silver,\nand there is no breath at all in the midst of it.",
      "20": "But the Lord is in his holy temple:\nlet all the earth keep silence before him."
    },
    "3": {
      "1": "A prayer of Habakkuk the prophet upon Shigionoth.",
      "2": "O Lord, I have heard thy speech, and was afraid:\nO Lord, revive thy work in the midst of the years,\nin the midst of the years make known;\nin wrath remember mercy.",
      "3": "God came from Teman,\nand the Holy One from mount Paran. Selah.\nHis glory covered the heavens,\nand the earth was full of his praise.",
      "4": "And his brightness was as the light;\nhe had horns coming out of his hand:\nand there was the hiding of his power.",
      "5": "Before him went the pestilence,\nand burning coals went forth at his feet.",
      "6": "He stood, and measured the earth:\nhe beheld, and drove asunder the nations;\nand the everlasting mountains were scattered,\nthe perpetual hills did bow:\nhis ways are everlasting.",
      "7": "I saw the tents of Cushan in affliction:\nand the curtains of the land of Midian did tremble.",
      "8": "Was the Lord displeased against the rivers?\nwas thine anger against the rivers?\nwas thy wrath against the sea,\nthat thou didst ride upon thine horses\nand thy chariots of salvation?",
      "9": "Thy bow was made quite naked,\naccording to the oaths of the tribes, even thy word. Selah.\nThou didst cleave the earth with rivers.",
      "10": "The mountains saw thee, and they trembled:\nthe overflowing of the water passed by:\nthe deep uttered his voice, and lifted up his hands on high.",
      "11": "The sun and moon stood still in their habitation:\nat the light of thine arrows they went,\nand at the shining of thy glittering spear.",
      "12": "Thou didst march through the land in indignation,\nthou didst thresh the heathen in anger.",
      "13": "Thou wentest forth for the salvation of thy people,\neven for salvation with thine anointed;\nthou woundedst the head out of the house of the wicked,\nby discovering the foundation unto the neck. Selah.",
      "14": "Thou didst strike through with his staves the head of his villages:\nthey came out as a whirlwind to scatter me:\ntheir rejoicing was as to devour the poor secretly.",
      "15": "Thou didst walk through the sea with thine horses,\nthrough the heap of great waters.",
      "16": "When I heard, my belly trembled;\nmy lips quivered at the voice:\nrottenness entered into my bones,\nand I trembled in myself,\nthat I might rest in the day of trouble:\nwhen he cometh up unto the people,\nhe will invade them with his troops.",
      "17": "Although the fig tree shall not blossom,\nneither shall fruit be in the vines;\nthe labour of the olive shall fail,\nand the fields shall yield no meat;\nthe flock shall be cut off from the fold,\nand there shall be no herd in the stalls:",
      "18": "yet I will rejoice in the Lord,\nI will joy in the God of my salvation.",
      "19": "The Lord God is my strength,\nand he will make my feet like hinds’ feet,\nand he will make me to walk upon mine high places.\nTo the chief singer on my stringed instruments."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:48.603729-04:00",
    "Translation": "AKJV"
  }
}