{
  "Hosea": {
    "1": {
      "1": "The word of the Lord that came unto Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.",
      "2": "The beginning of the word of the Lord by Hosea. And the Lord said to Hosea, Go, take unto thee a wife of whoredoms and children of whoredoms: for the land hath committed great whoredom, departing from the Lord.",
      "3": "So he went and took Gomer the daughter of Diblaim; which conceived, and bare him a son.",
      "4": "And the Lord said unto him, Call his name Jezreel; for yet a little while, and I will avenge the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.",
      "5": "And it shall come to pass at that day, that I will break the bow of Israel in the valley of Jezreel.",
      "6": "And she conceived again, and bare a daughter. And God said unto him, Call her name Lo-ruhamah: for I will no more have mercy upon the house of Israel; but I will utterly take them away.",
      "7": "But I will have mercy upon the house of Judah, and will save them by the Lord their God, and will not save them by bow, nor by sword, nor by battle, by horses, nor by horsemen.",
      "8": "Now when she had weaned Lo-ruhamah, she conceived, and bare a son.",
      "9": "Then said God, Call his name Lo-ammi: for ye are not my people, and I will not be your God.",
      "10": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass, that in the place where it was said unto them, Ye are not my people, there it shall be said unto them, Ye are the sons of the living God.",
      "11": "Then shall the children of Judah and the children of Israel be gathered together, and appoint themselves one head, and they shall come up out of the land: for great shall be the day of Jezreel."
    },
    "2": {
      "1": "Say ye unto your brethren, Ammi; and to your sisters, Ruhamah.",
      "2": "Plead with your mother, plead:\nfor she is not my wife, neither am I her husband:\nlet her therefore put away her whoredoms out of her sight,\nand her adulteries from between her breasts;",
      "3": "lest I strip her naked,\nand set her as in the day that she was born,\nand make her as a wilderness,\nand set her like a dry land,\nand slay her with thirst.",
      "4": "And I will not have mercy upon her children;\nfor they be the children of whoredoms.",
      "5": "For their mother hath played the harlot:\nshe that conceived them hath done shamefully:\nfor she said, I will go after my lovers,\nthat give me my bread and my water,\nmy wool and my flax, mine oil and my drink.",
      "6": "Therefore, behold, I will hedge up thy way with thorns,\nand make a wall, that she shall not find her paths.",
      "7": "And she shall follow after her lovers,\nbut she shall not overtake them;\nand she shall seek them, but shall not find them:\nthen shall she say, I will go and return to my first husband;\nfor then was it better with me than now.",
      "8": "For she did not know that I gave her corn, and wine, and oil,\nand multiplied her silver and gold, which they prepared for Baal.",
      "9": "Therefore will I return,\nand take away my corn in the time thereof,\nand my wine in the season thereof,\nand will recover my wool and my flax\ngiven to cover her nakedness.",
      "10": "And now will I discover her lewdness in the sight of her lovers,\nand none shall deliver her out of mine hand.",
      "11": "I will also cause all her mirth to cease,\nher feast days, her new moons,\nand her sabbaths, and all her solemn feasts.",
      "12": "And I will destroy her vines and her fig trees,\nwhereof she hath said, These are my rewards\nthat my lovers have given me:\nand I will make them a forest,\nand the beasts of the field shall eat them.",
      "13": "And I will visit upon her the days of Baalim,\nwherein she burned incense to them,\nand she decked herself with her earrings and her jewels,\nand she went after her lovers,\nand forgat me, saith the Lord.",
      "14": "Therefore, behold, I will allure her,\nand bring her into the wilderness,\nand speak comfortably unto her.",
      "15": "And I will give her her vineyards from thence,\nand the valley of Achor for a door of hope:\nand she shall sing there, as in the days of her youth,\nand as in the day when she came up out of the land of Egypt.",
      "16": "And it shall be at that day, saith the Lord,\nthat thou shalt call me Ishi;\nand shalt call me no more Baali.",
      "17": "For I will take away the names of Baalim out of her mouth,\nand they shall no more be remembered by their name.",
      "18": "And in that day will I make a covenant for them\nwith the beasts of the field, and with the fowls of heaven,\nand with the creeping things of the ground:\nand I will break the bow and the sword\nand the battle out of the earth,\nand will make them to lie down safely.",
      "19": "And I will betroth thee unto me for ever;\nyea, I will betroth thee unto me in righteousness,\nand in judgment, and in lovingkindness, and in mercies.",
      "20": "I will even betroth thee unto me in faithfulness:\nand thou shalt know the Lord.",
      "21": "And it shall come to pass in that day,\nI will hear, saith the Lord,\nI will hear the heavens, and they shall hear the earth;",
      "22": "and the earth shall hear the corn, and the wine, and the oil;\nand they shall hear Jezreel.",
      "23": "And I will sow her unto me in the earth;\nand I will have mercy upon her that had not obtained mercy;\nand I will say to them which were not my people,\nThou art my people;\nand they shall say, Thou art my God."
    },
    "3": {
      "1": "Then said the Lord unto me, Go yet, love a woman beloved of her friend, yet an adulteress, according to the love of the Lord toward the children of Israel, who look to other gods, and love flagons of wine.",
      "2": "So I bought her to me for fifteen pieces of silver, and for an homer of barley, and an half homer of barley:",
      "3": "and I said unto her, Thou shalt abide for me many days; thou shalt not play the harlot, and thou shalt not be for another man: so will I also be for thee.",
      "4": "For the children of Israel shall abide many days without a king, and without a prince, and without a sacrifice, and without an image, and without an ephod, and without teraphim:",
      "5": "afterward shall the children of Israel return, and seek the Lord their God, and David their king; and shall fear the Lord and his goodness in the latter days."
    },
    "4": {
      "1": "Hear the word of the Lord, ye children of Israel:\nfor the Lord hath a controversy with the inhabitants of the land,\nbecause there is no truth, nor mercy,\nnor knowledge of God in the land.",
      "2": "By swearing, and lying, and killing,\nand stealing, and committing adultery,\nthey break out, and blood toucheth blood.",
      "3": "Therefore shall the land mourn,\nand every one that dwelleth therein shall languish,\nwith the beasts of the field,\nand with the fowls of heaven;\nyea, the fishes of the sea also shall be taken away.",
      "4": "Yet let no man strive, nor reprove another:\nfor thy people are as they that strive with the priest.",
      "5": "Therefore shalt thou fall in the day,\nand the prophet also shall fall with thee in the night,\nand I will destroy thy mother.",
      "6": "My people are destroyed for lack of knowledge:\nbecause thou hast rejected knowledge, I will also reject thee,\nthat thou shalt be no priest to me:\nseeing thou hast forgotten the law of thy God,\nI will also forget thy children.",
      "7": "As they were increased, so they sinned against me:\ntherefore will I change their glory into shame.",
      "8": "They eat up the sin of my people,\nand they set their heart on their iniquity.",
      "9": "And there shall be, like people, like priest:\nand I will punish them for their ways,\nand reward them their doings.",
      "10": "For they shall eat, and not have enough:\nthey shall commit whoredom, and shall not increase:\nbecause they have left off to take heed to the Lord.",
      "11": "Whoredom and wine and new wine take away the heart.",
      "12": "My people ask counsel at their stocks,\nand their staff declareth unto them:\nfor the spirit of whoredoms hath caused them to err,\nand they have gone a whoring from under their God.",
      "13": "They sacrifice upon the tops of the mountains,\nand burn incense upon the hills,\nunder oaks and poplars and elms,\nbecause the shadow thereof is good:\ntherefore your daughters shall commit whoredom,\nand your spouses shall commit adultery.",
      "14": "I will not punish your daughters when they commit whoredom,\nnor your spouses when they commit adultery:\nfor themselves are separated with whores,\nand they sacrifice with harlots:\ntherefore the people that doth not understand shall fall.",
      "15": "Though thou, Israel, play the harlot,\nyet let not Judah offend;\nand come not ye unto Gilgal,\nneither go ye up to Beth-aven,\nnor swear, The Lord liveth.",
      "16": "For Israel slideth back as a backsliding heifer:\nnow the Lord will feed them as a lamb in a large place.",
      "17": "Ephraim is joined to idols: let him alone.",
      "18": "Their drink is sour:\nthey have committed whoredom continually:\nher rulers with shame do love, Give ye.",
      "19": "The wind hath bound her up in her wings,\nand they shall be ashamed because of their sacrifices."
    },
    "5": {
      "1": "Hear ye this, O priests;\nand hearken, ye house of Israel;\nand give ye ear, O house of the king;\nfor judgment is toward you,\nbecause ye have been a snare on Mizpah,\nand a net spread upon Tabor.",
      "2": "And the revolters are profound to make slaughter,\nthough I have been a rebuker of them all.",
      "3": "I know Ephraim,\nand Israel is not hid from me:\nfor now, O Ephraim, thou committest whoredom,\nand Israel is defiled.",
      "4": "They will not frame their doings to turn unto their God:\nfor the spirit of whoredoms is in the midst of them,\nand they have not known the Lord.",
      "5": "And the pride of Israel doth testify to his face:\ntherefore shall Israel and Ephraim fall in their iniquity;\nJudah also shall fall with them.",
      "6": "They shall go with their flocks and with their herds to seek the Lord;\nbut they shall not find him;\nhe hath withdrawn himself from them.",
      "7": "They have dealt treacherously against the Lord:\nfor they have begotten strange children:\nnow shall a month devour them with their portions.",
      "8": "Blow ye the cornet in Gibeah,\nand the trumpet in Ramah:\ncry aloud at Beth-aven, after thee, O Benjamin.",
      "9": "Ephraim shall be desolate in the day of rebuke:\namong the tribes of Israel have I made known that which shall surely be.",
      "10": "The princes of Judah were like them that remove the bound:\ntherefore I will pour out my wrath upon them like water.",
      "11": "Ephraim is oppressed and broken in judgment,\nbecause he willingly walked after the commandment.",
      "12": "Therefore will I be unto Ephraim as a moth,\nand to the house of Judah as rottenness.",
      "13": "When Ephraim saw his sickness,\nand Judah saw his wound,\nthen went Ephraim to the Assyrian,\nand sent to king Jareb:\nyet could he not heal you,\nnor cure you of your wound.",
      "14": "For I will be unto Ephraim as a lion,\nand as a young lion to the house of Judah:\nI, even I, will tear and go away;\nI will take away, and none shall rescue him.",
      "15": "I will go and return to my place,\ntill they acknowledge their offence, and seek my face:\nin their affliction they will seek me early."
    },
    "6": {
      "1": "Come, and let us return unto the Lord:\nfor he hath torn, and he will heal us;\nhe hath smitten, and he will bind us up.",
      "2": "After two days will he revive us:\nin the third day he will raise us up,\nand we shall live in his sight.",
      "3": "Then shall we know, if we follow on to know the Lord:\nhis going forth is prepared as the morning;\nand he shall come unto us as the rain,\nas the latter and former rain unto the earth.",
      "4": "O Ephraim, what shall I do unto thee?\nO Judah, what shall I do unto thee?\nfor your goodness is as a morning cloud,\nand as the early dew it goeth away.",
      "5": "Therefore have I hewed them by the prophets;\nI have slain them by the words of my mouth:\nand thy judgments are as the light that goeth forth.",
      "6": "For I desired mercy, and not sacrifice;\nand the knowledge of God more than burnt offerings.",
      "7": "But they like men have transgressed the covenant:\nthere have they dealt treacherously against me.",
      "8": "Gilead is a city of them that work iniquity,\nand is polluted with blood.",
      "9": "And as troops of robbers wait for a man,\nso the company of priests murder in the way by consent:\nfor they commit lewdness.",
      "10": "I have seen an horrible thing in the house of Israel:\nthere is the whoredom of Ephraim, Israel is defiled.",
      "11": "Also, O Judah, he hath set an harvest for thee,\nwhen I returned the captivity of my people."
    },
    "7": {
      "1": "When I would have healed Israel,\nthen the iniquity of Ephraim was discovered,\nand the wickedness of Samaria:\nfor they commit falsehood;\nand the thief cometh in,\nand the troop of robbers spoileth without.",
      "2": "And they consider not in their hearts\nthat I remember all their wickedness:\nnow their own doings have beset them about;\nthey are before my face.",
      "3": "They make the king glad with their wickedness,\nand the princes with their lies.",
      "4": "They are all adulterers, as an oven heated by the baker,\nwho ceaseth from raising after he hath kneaded the dough, until it be leavened.",
      "5": "In the day of our king the princes have made him sick with bottles of wine;\nhe stretched out his hand with scorners.",
      "6": "For they have made ready their heart like an oven, whiles they lie in wait:\ntheir baker sleepeth all the night;\nin the morning it burneth as a flaming fire.",
      "7": "They are all hot as an oven, and have devoured their judges;\nall their kings are fallen:\nthere is none among them that calleth unto me.",
      "8": "Ephraim, he hath mixed himself among the people;\nEphraim is a cake not turned.",
      "9": "Strangers have devoured his strength,\nand he knoweth it not:\nyea, gray hairs are here and there upon him,\nyet he knoweth not.",
      "10": "And the pride of Israel testifieth to his face:\nand they do not return to the Lord their God,\nnor seek him for all this.",
      "11": "Ephraim also is like a silly dove without heart:\nthey call to Egypt, they go to Assyria.",
      "12": "When they shall go, I will spread my net upon them;\nI will bring them down as the fowls of the heaven;\nI will chastise them, as their congregation hath heard.",
      "13": "Woe unto them! for they have fled from me:\ndestruction unto them! because they have transgressed against me:\nthough I have redeemed them, yet they have spoken lies against me.",
      "14": "And they have not cried unto me with their heart,\nwhen they howled upon their beds:\nthey assemble themselves for corn and wine,\nand they rebel against me.",
      "15": "Though I have bound and strengthened their arms,\nyet do they imagine mischief against me.",
      "16": "They return, but not to the most High:\nthey are like a deceitful bow:\ntheir princes shall fall by the sword for the rage of their tongue:\nthis shall be their derision in the land of Egypt."
    },
    "8": {
      "1": "Set the trumpet to thy mouth.\nHe shall come as an eagle against the house of the Lord,\nbecause they have transgressed my covenant,\nand trespassed against my law.",
      "2": "Israel shall cry unto me, My God, we know thee.",
      "3": "Israel hath cast off the thing that is good:\nthe enemy shall pursue him.",
      "4": "They have set up kings, but not by me:\nthey have made princes, and I knew it not:\nof their silver and their gold have they made them idols,\nthat they may be cut off.",
      "5": "Thy calf, O Samaria, hath cast thee off;\nmine anger is kindled against them:\nhow long will it be ere they attain to innocency?",
      "6": "For from Israel was it also:\nthe workman made it; therefore it is not God:\nbut the calf of Samaria shall be broken in pieces.",
      "7": "For they have sown the wind,\nand they shall reap the whirlwind:\nit hath no stalk:\nthe bud shall yield no meal:\nif so be it yield,\nthe strangers shall swallow it up.",
      "8": "Israel is swallowed up:\nnow shall they be among the Gentiles as a vessel wherein is no pleasure.",
      "9": "For they are gone up to Assyria,\na wild ass alone by himself:\nEphraim hath hired lovers.",
      "10": "Yea, though they have hired among the nations,\nnow will I gather them,\nand they shall sorrow a little\nfor the burden of the king of princes.",
      "11": "Because Ephraim hath made many altars to sin,\naltars shall be unto him to sin.",
      "12": "I have written to him the great things of my law,\nbut they were counted as a strange thing.",
      "13": "They sacrifice flesh for the sacrifices of mine offerings, and eat it;\nbut the Lord accepteth them not;\nnow will he remember their iniquity, and visit their sins:\nthey shall return to Egypt.",
      "14": "For Israel hath forgotten his Maker, and buildeth temples;\nand Judah hath multiplied fenced cities:\nbut I will send a fire upon his cities,\nand it shall devour the palaces thereof."
    },
    "9": {
      "1": "Rejoice not, O Israel, for joy, as other people:\nfor thou hast gone a whoring from thy God,\nthou hast loved a reward upon every cornfloor.",
      "2": "The floor and the winepress shall not feed them,\nand the new wine shall fail in her.",
      "3": "They shall not dwell in the Lord’s land;\nbut Ephraim shall return to Egypt,\nand they shall eat unclean things in Assyria.",
      "4": "They shall not offer wine offerings to the Lord,\nneither shall they be pleasing unto him:\ntheir sacrifices shall be unto them as the bread of mourners;\nall that eat thereof shall be polluted:\nfor their bread for their soul shall not come into the house of the Lord.",
      "5": "What will ye do in the solemn day,\nand in the day of the feast of the Lord?",
      "6": "For, lo, they are gone because of destruction:\nEgypt shall gather them up,\nMemphis shall bury them:\nthe pleasant places for their silver, nettles shall possess them:\nthorns shall be in their tabernacles.",
      "7": "The days of visitation are come,\nthe days of recompence are come;\nIsrael shall know it:\nthe prophet is a fool,\nthe spiritual man is mad,\nfor the multitude of thine iniquity,\nand the great hatred.",
      "8": "The watchman of Ephraim was with my God:\nbut the prophet is a snare of a fowler in all his ways,\nand hatred in the house of his God.",
      "9": "They have deeply corrupted themselves, as in the days of Gibeah:\ntherefore he will remember their iniquity,\nhe will visit their sins.",
      "10": "I found Israel like grapes in the wilderness;\nI saw your fathers as the firstripe in the fig tree at her first time:\nbut they went to Baal-peor,\nand separated themselves unto that shame;\nand their abominations were according as they loved.",
      "11": "As for Ephraim, their glory shall fly away like a bird,\nfrom the birth, and from the womb,\nand from the conception.",
      "12": "Though they bring up their children, yet will I bereave them,\nthat there shall not be a man left:\nyea, woe also to them when I depart from them!",
      "13": "Ephraim, as I saw Tyrus, is planted in a pleasant place:\nbut Ephraim shall bring forth his children to the murderer.",
      "14": "Give them, O Lord: what wilt thou give?\ngive them a miscarrying womb and dry breasts.",
      "15": "All their wickedness is in Gilgal:\nfor there I hated them:\nfor the wickedness of their doings\nI will drive them out of mine house,\nI will love them no more:\nall their princes are revolters.",
      "16": "Ephraim is smitten,\ntheir root is dried up, they shall bear no fruit:\nyea, though they bring forth,\nyet will I slay even the beloved fruit of their womb.",
      "17": "My God will cast them away,\nbecause they did not hearken unto him:\nand they shall be wanderers among the nations."
    },
    "10": {
      "1": "Israel is an empty vine,\nhe bringeth forth fruit unto himself:\naccording to the multitude of his fruit\nhe hath increased the altars;\naccording to the goodness of his land\nthey have made goodly images.",
      "2": "Their heart is divided;\nnow shall they be found faulty:\nhe shall break down their altars,\nhe shall spoil their images.",
      "3": "For now they shall say, We have no king,\nbecause we feared not the Lord;\nwhat then should a king do to us?",
      "4": "They have spoken words,\nswearing falsely in making a covenant:\nthus judgment springeth up as hemlock in the furrows of the field.",
      "5": "The inhabitants of Samaria shall fear\nbecause of the calves of Beth-aven:\nfor the people thereof shall mourn over it,\nand the priests thereof that rejoiced on it,\nfor the glory thereof, because it is departed from it.",
      "6": "It shall be also carried unto Assyria for a present to king Jareb:\nEphraim shall receive shame,\nand Israel shall be ashamed of his own counsel.",
      "7": "As for Samaria, her king is cut off as the foam upon the water.",
      "8": "The high places also of Aven, the sin of Israel, shall be destroyed:\nthe thorn and the thistle shall come up on their altars;\nand they shall say to the mountains, Cover us;\nand to the hills, Fall on us.",
      "9": "O Israel, thou hast sinned from the days of Gibeah:\nthere they stood:\nthe battle in Gibeah against the children of iniquity did not overtake them.",
      "10": "It is in my desire that I should chastise them;\nand the people shall be gathered against them,\nwhen they shall bind themselves in their two furrows.",
      "11": "And Ephraim is as an heifer that is taught,\nand loveth to tread out the corn;\nbut I passed over upon her fair neck:\nI will make Ephraim to ride;\nJudah shall plow,\nand Jacob shall break his clods.",
      "12": "Sow to yourselves in righteousness, reap in mercy;\nbreak up your fallow ground:\nfor it is time to seek the Lord,\ntill he come and rain righteousness upon you.",
      "13": "Ye have plowed wickedness,\nye have reaped iniquity;\nye have eaten the fruit of lies:\nbecause thou didst trust in thy way,\nin the multitude of thy mighty men.",
      "14": "Therefore shall a tumult arise among thy people,\nand all thy fortresses shall be spoiled,\nas Shalman spoiled Beth-arbel in the day of battle:\nthe mother was dashed in pieces upon her children.",
      "15": "So shall Beth-el do unto you\nbecause of your great wickedness:\nin a morning shall the king of Israel utterly be cut off."
    },
    "11": {
      "1": "When Israel was a child, then I loved him,\nand called my son out of Egypt.",
      "2": "As they called them, so they went from them:\nthey sacrificed unto Baalim,\nand burned incense to graven images.",
      "3": "I taught Ephraim also to go,\ntaking them by their arms;\nbut they knew not that I healed them.",
      "4": "I drew them with cords of a man,\nwith bands of love:\nand I was to them as they that take off the yoke on their jaws,\nand I laid meat unto them.",
      "5": "He shall not return into the land of Egypt,\nbut the Assyrian shall be his king,\nbecause they refused to return.",
      "6": "And the sword shall abide on his cities,\nand shall consume his branches, and devour them,\nbecause of their own counsels.",
      "7": "And my people are bent to backsliding from me:\nthough they called them to the most High,\nnone at all would exalt him.",
      "8": "How shall I give thee up, Ephraim?\nhow shall I deliver thee, Israel?\nhow shall I make thee as Admah?\nhow shall I set thee as Zeboim?\nmine heart is turned within me,\nmy repentings are kindled together.",
      "9": "I will not execute the fierceness of mine anger,\nI will not return to destroy Ephraim:\nfor I am God, and not man;\nthe Holy One in the midst of thee:\nand I will not enter into the city.",
      "10": "They shall walk after the Lord:\nhe shall roar like a lion:\nwhen he shall roar,\nthen the children shall tremble from the west.",
      "11": "They shall tremble as a bird out of Egypt,\nand as a dove out of the land of Assyria:\nand I will place them in their houses, saith the Lord.",
      "12": "Ephraim compasseth me about with lies,\nand the house of Israel with deceit:\nbut Judah yet ruleth with God,\nand is faithful with the saints."
    },
    "12": {
      "1": "Ephraim feedeth on wind,\nand followeth after the east wind:\nhe daily increaseth lies and desolation;\nand they do make a covenant with the Assyrians,\nand oil is carried into Egypt.",
      "2": "The Lord hath also a controversy with Judah,\nand will punish Jacob according to his ways;\naccording to his doings will he recompense him.",
      "3": "He took his brother by the heel in the womb,\nand by his strength he had power with God:",
      "4": "yea, he had power over the angel, and prevailed:\nhe wept, and made supplication unto him:\nhe found him in Beth-el, and there he spake with us;",
      "5": "even the Lord God of hosts; the Lord is his memorial.",
      "6": "Therefore turn thou to thy God:\nkeep mercy and judgment,\nand wait on thy God continually.",
      "7": "He is a merchant,\nthe balances of deceit are in his hand:\nhe loveth to oppress.",
      "8": "And Ephraim said, Yet I am become rich,\nI have found me out substance:\nin all my labours they shall find none iniquity in me that were sin.",
      "9": "And I that am the Lord thy God from the land of Egypt\nwill yet make thee to dwell in tabernacles,\nas in the days of the solemn feast.",
      "10": "I have also spoken by the prophets,\nand I have multiplied visions, and used similitudes,\nby the ministry of the prophets.",
      "11": "Is there iniquity in Gilead? surely they are vanity:\nthey sacrifice bullocks in Gilgal;\nyea, their altars are as heaps in the furrows of the fields.",
      "12": "And Jacob fled into the country of Syria,\nand Israel served for a wife,\nand for a wife he kept sheep.",
      "13": "And by a prophet the Lord brought Israel out of Egypt,\nand by a prophet was he preserved.",
      "14": "Ephraim provoked him to anger most bitterly:\ntherefore shall he leave his blood upon him,\nand his reproach shall his Lord return unto him."
    },
    "13": {
      "1": "When Ephraim spake trembling, he exalted himself in Israel;\nbut when he offended in Baal, he died.",
      "2": "And now they sin more and more,\nand have made them molten images of their silver,\nand idols according to their own understanding,\nall of it the work of the craftsmen:\nthey say of them, Let the men that sacrifice kiss the calves.",
      "3": "Therefore they shall be as the morning cloud,\nand as the early dew that passeth away,\nas the chaff that is driven with the whirlwind out of the floor,\nand as the smoke out of the chimney.",
      "4": "Yet I am the Lord thy God from the land of Egypt,\nand thou shalt know no god but me:\nfor there is no saviour beside me.",
      "5": "I did know thee in the wilderness,\nin the land of great drought.",
      "6": "According to their pasture, so were they filled;\nthey were filled, and their heart was exalted;\ntherefore have they forgotten me.",
      "7": "Therefore I will be unto them as a lion:\nas a leopard by the way will I observe them:",
      "8": "I will meet them as a bear that is bereaved of her whelps,\nand will rend the caul of their heart,\nand there will I devour them like a lion:\nthe wild beast shall tear them.",
      "9": "O Israel, thou hast destroyed thyself;\nbut in me is thine help.",
      "10": "I will be thy king:\nwhere is any other that may save thee in all thy cities?\nand thy judges of whom thou saidst,\nGive me a king and princes?",
      "11": "I gave thee a king in mine anger,\nand took him away in my wrath.",
      "12": "The iniquity of Ephraim is bound up;\nhis sin is hid.",
      "13": "The sorrows of a travailing woman shall come upon him:\nhe is an unwise son;\nfor he should not stay long in the place of the breaking forth of children.",
      "14": "I will ransom them from the power of the grave;\nI will redeem them from death:\nO death, I will be thy plagues;\nO grave, I will be thy destruction:\nrepentance shall be hid from mine eyes.",
      "15": "Though he be fruitful among his brethren,\nan east wind shall come,\nthe wind of the Lord shall come up from the wilderness,\nand his spring shall become dry,\nand his fountain shall be dried up:\nhe shall spoil the treasure of all pleasant vessels.",
      "16": "Samaria shall become desolate;\nfor she hath rebelled against her God:\nthey shall fall by the sword:\ntheir infants shall be dashed in pieces,\nand their women with child shall be ripped up."
    },
    "14": {
      "1": "O Israel, return unto the Lord thy God;\nfor thou hast fallen by thine iniquity.",
      "2": "Take with you words, and turn to the Lord:\nsay unto him, Take away all iniquity, and receive us graciously:\nso will we render the calves of our lips.",
      "3": "Asshur shall not save us;\nwe will not ride upon horses:\nneither will we say any more to the work of our hands,\nYe are our gods: for in thee the fatherless findeth mercy.",
      "4": "I will heal their backsliding,\nI will love them freely:\nfor mine anger is turned away from him.",
      "5": "I will be as the dew unto Israel:\nhe shall grow as the lily,\nand cast forth his roots as Lebanon.",
      "6": "His branches shall spread,\nand his beauty shall be as the olive tree,\nand his smell as Lebanon.",
      "7": "They that dwell under his shadow shall return;\nthey shall revive as the corn, and grow as the vine:\nthe scent thereof shall be as the wine of Lebanon.",
      "8": "Ephraim shall say, What have I to do any more with idols?\nI have heard him, and observed him:\nI am like a green fir tree.\nFrom me is thy fruit found.",
      "9": "Who is wise, and he shall understand these things?\nprudent, and he shall know them?\nfor the ways of the Lord are right,\nand the just shall walk in them:\nbut the transgressors shall fall therein."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:44.208587-04:00",
    "Translation": "AKJV"
  }
}