{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:35.996913-04:00",
    "Translation": "AKJV"
  },
  "Isaiah": {
    "1": {
      "1": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "2": "Hear, O heavens, and give ear, O earth:\nfor the Lord hath spoken,\nI have nourished and brought up children,\nand they have rebelled against me.",
      "3": "The ox knoweth his owner, and the ass his master’s crib:\nbut Israel doth not know, my people doth not consider.",
      "4": "Ah sinful nation, a people laden with iniquity,\na seed of evildoers, children that are corrupters:\nthey have forsaken the Lord,\nthey have provoked the Holy One of Israel unto anger,\nthey are gone away backward.",
      "5": "Why should ye be stricken any more?\nye will revolt more and more:\nthe whole head is sick, and the whole heart faint.",
      "6": "From the sole of the foot even unto the head\nthere is no soundness in it;\nbut wounds, and bruises, and putrifying sores:\nthey have not been closed,\nneither bound up, neither mollified with ointment.",
      "7": "Your country is desolate, your cities are burned with fire:\nyour land, strangers devour it in your presence,\nand it is desolate, as overthrown by strangers.",
      "8": "And the daughter of Zion is left as a cottage in a vineyard,\nas a lodge in a garden of cucumbers,\nas a besieged city.",
      "9": "Except the Lord of hosts had left unto us a very small remnant,\nwe should have been as Sodom,\nand we should have been like unto Gomorrah.",
      "10": "Hear the word of the Lord, ye rulers of Sodom;\ngive ear unto the law of our God, ye people of Gomorrah.",
      "11": "To what purpose is the multitude of your sacrifices unto me? saith the Lord:\nI am full of the burnt offerings of rams, and the fat of fed beasts;\nand I delight not in the blood of bullocks, or of lambs, or of he goats.",
      "12": "When ye come to appear before me,\nwho hath required this at your hand, to tread my courts?",
      "13": "Bring no more vain oblations;\nincense is an abomination unto me;\nthe new moons and sabbaths, the calling of assemblies, I cannot away with;\nit is iniquity, even the solemn meeting.",
      "14": "Your new moons and your appointed feasts my soul hateth:\nthey are a trouble unto me; I am weary to bear them.",
      "15": "And when ye spread forth your hands, I will hide mine eyes from you:\nyea, when ye make many prayers, I will not hear:\nyour hands are full of blood.",
      "16": "Wash you, make you clean;\nput away the evil of your doings from before mine eyes;\ncease to do evil;",
      "17": "learn to do well;\nseek judgment, relieve the oppressed,\njudge the fatherless, plead for the widow.",
      "18": "Come now, and let us reason together, saith the Lord:\nthough your sins be as scarlet, they shall be as white as snow;\nthough they be red like crimson, they shall be as wool.",
      "19": "If ye be willing and obedient,\nye shall eat the good of the land:",
      "20": "but if ye refuse and rebel,\nye shall be devoured with the sword:\nfor the mouth of the Lord hath spoken it.",
      "21": "How is the faithful city become an harlot!\nit was full of judgment; righteousness lodged in it;\nbut now murderers.",
      "22": "Thy silver is become dross, thy wine mixed with water:",
      "23": "thy princes are rebellious, and companions of thieves:\nevery one loveth gifts, and followeth after rewards:\nthey judge not the fatherless,\nneither doth the cause of the widow come unto them.",
      "24": "Therefore saith the Lord,\nthe Lord of hosts, the mighty One of Israel,\nAh, I will ease me of mine adversaries, and avenge me of mine enemies:",
      "25": "and I will turn my hand upon thee,\nand purely purge away thy dross, and take away all thy tin:",
      "26": "and I will restore thy judges as at the first,\nand thy counsellors as at the beginning:\nafterward thou shalt be called, The city of righteousness, the faithful city.",
      "27": "Zion shall be redeemed with judgment,\nand her converts with righteousness.",
      "28": "And the destruction of the transgressors and of the sinners shall be together,\nand they that forsake the Lord shall be consumed.",
      "29": "For they shall be ashamed of the oaks which ye have desired,\nand ye shall be confounded for the gardens that ye have chosen.",
      "30": "For ye shall be as an oak whose leaf fadeth,\nand as a garden that hath no water.",
      "31": "And the strong shall be as tow, and the maker of it as a spark,\nand they shall both burn together, and none shall quench them."
    },
    "2": {
      "1": "The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.",
      "2": "And it shall come to pass in the last days,\nthat the mountain of the Lord’s house shall be established\nin the top of the mountains,\nand shall be exalted above the hills;\nand all nations shall flow unto it.",
      "3": "And many people shall go and say,\nCome ye, and let us go up to the mountain of the Lord,\nto the house of the God of Jacob;\nand he will teach us of his ways,\nand we will walk in his paths:\nfor out of Zion shall go forth the law,\nand the word of the Lord from Jerusalem.",
      "4": "And he shall judge among the nations,\nand shall rebuke many people:\nand they shall beat their swords into plowshares,\nand their spears into pruninghooks:\nnation shall not lift up sword against nation,\nneither shall they learn war any more.",
      "5": "O house of Jacob, come ye,\nand let us walk in the light of the Lord.",
      "6": "Therefore thou hast forsaken thy people the house of Jacob,\nbecause they be replenished from the east,\nand are soothsayers like the Philistines,\nand they please themselves in the children of strangers.",
      "7": "Their land also is full of silver and gold,\nneither is there any end of their treasures;\ntheir land is also full of horses,\nneither is there any end of their chariots:",
      "8": "their land also is full of idols;\nthey worship the work of their own hands,\nthat which their own fingers have made:",
      "9": "and the mean man boweth down,\nand the great man humbleth himself:\ntherefore forgive them not.",
      "10": "Enter into the rock, and hide thee in the dust,\nfor fear of the Lord, and for the glory of his majesty.",
      "11": "The lofty looks of man shall be humbled,\nand the haughtiness of men shall be bowed down,\nand the Lord alone shall be exalted in that day.",
      "12": "For the day of the Lord of hosts shall be upon every one that is proud and lofty,\nand upon every one that is lifted up;\nand he shall be brought low:",
      "13": "and upon all the cedars of Lebanon, that are high and lifted up,\nand upon all the oaks of Bashan,",
      "14": "and upon all the high mountains,\nand upon all the hills that are lifted up,",
      "15": "and upon every high tower,\nand upon every fenced wall,",
      "16": "and upon all the ships of Tarshish,\nand upon all pleasant pictures.",
      "17": "And the loftiness of man shall be bowed down,\nand the haughtiness of men shall be made low:\nand the Lord alone shall be exalted in that day.",
      "18": "And the idols he shall utterly abolish.",
      "19": "And they shall go into the holes of the rocks,\nand into the caves of the earth,\nfor fear of the Lord, and for the glory of his majesty,\nwhen he ariseth to shake terribly the earth.",
      "20": "In that day a man shall cast his idols of silver,\nand his idols of gold,\nwhich they made each one for himself to worship,\nto the moles and to the bats;",
      "21": "to go into the clefts of the rocks,\nand into the tops of the ragged rocks,\nfor fear of the Lord, and for the glory of his majesty,\nwhen he ariseth to shake terribly the earth.",
      "22": "Cease ye from man, whose breath is in his nostrils:\nfor wherein is he to be accounted of?"
    },
    "3": {
      "1": "For, behold, the Lord, the Lord of hosts,\ndoth take away from Jerusalem and from Judah the stay and the staff,\nthe whole stay of bread, and the whole stay of water,",
      "2": "the mighty man, and the man of war,\nthe judge, and the prophet, and the prudent, and the ancient,",
      "3": "the captain of fifty, and the honourable man,\nand the counsellor, and the cunning artificer, and the eloquent orator.",
      "4": "And I will give children to be their princes,\nand babes shall rule over them.",
      "5": "And the people shall be oppressed,\nevery one by another, and every one by his neighbour:\nthe child shall behave himself proudly against the ancient,\nand the base against the honourable.",
      "6": "When a man shall take hold of his brother of the house of his father, saying,\nThou hast clothing, be thou our ruler,\nand let this ruin be under thy hand:",
      "7": "in that day shall he swear, saying, I will not be an healer;\nfor in my house is neither bread nor clothing:\nmake me not a ruler of the people.",
      "8": "For Jerusalem is ruined, and Judah is fallen:\nbecause their tongue and their doings are against the Lord,\nto provoke the eyes of his glory.",
      "9": "The shew of their countenance doth witness against them;\nand they declare their sin as Sodom, they hide it not.\nWoe unto their soul! for they have rewarded evil unto themselves.",
      "10": "Say ye to the righteous, that it shall be well with him:\nfor they shall eat the fruit of their doings.",
      "11": "Woe unto the wicked! it shall be ill with him:\nfor the reward of his hands shall be given him.",
      "12": "As for my people, children are their oppressors,\nand women rule over them.\nO my people, they which lead thee cause thee to err,\nand destroy the way of thy paths.",
      "13": "The Lord standeth up to plead,\nand standeth to judge the people.",
      "14": "The Lord will enter into judgment\nwith the ancients of his people, and the princes thereof:\nfor ye have eaten up the vineyard;\nthe spoil of the poor is in your houses.",
      "15": "What mean ye that ye beat my people to pieces,\nand grind the faces of the poor? saith the Lord God of hosts.",
      "16": "Moreover the Lord saith,\nBecause the daughters of Zion are haughty,\nand walk with stretched forth necks and wanton eyes,\nwalking and mincing as they go,\nand making a tinkling with their feet:",
      "17": "therefore the Lord will smite with a scab\nthe crown of the head of the daughters of Zion,\nand the Lord will discover their secret parts.",
      "18": "In that day the Lord will take away\nthe bravery of their tinkling ornaments about their feet,\nand their cauls, and their round tires like the moon,",
      "19": "the chains, and the bracelets, and the mufflers,",
      "20": "the bonnets, and the ornaments of the legs,\nand the headbands, and the tablets, and the earrings,",
      "21": "the rings, and nose jewels,",
      "22": "the changeable suits of apparel,\nand the mantles, and the wimples, and the crisping pins,",
      "23": "the glasses, and the fine linen,\nand the hoods, and the vails.",
      "24": "And it shall come to pass, that instead of sweet smell there shall be stink;\nand instead of a girdle a rent;\nand instead of well set hair baldness;\nand instead of a stomacher a girding of sackcloth;\nand burning instead of beauty.",
      "25": "Thy men shall fall by the sword,\nand thy mighty in the war.",
      "26": "And her gates shall lament and mourn;\nand she being desolate shall sit upon the ground."
    },
    "4": {
      "1": "And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our reproach.",
      "2": "In that day shall the branch of the Lord be beautiful and glorious, and the fruit of the earth shall be excellent and comely for them that are escaped of Israel.",
      "3": "And it shall come to pass, that he that is left in Zion, and he that remaineth in Jerusalem, shall be called holy, even every one that is written among the living in Jerusalem:",
      "4": "when the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment, and by the spirit of burning.",
      "5": "And the Lord will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defence.",
      "6": "And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and for a covert from storm and from rain."
    },
    "5": {
      "1": "Now will I sing to my wellbeloved a song of my beloved touching his vineyard.\nMy wellbeloved hath a vineyard in a very fruitful hill:",
      "2": "and he fenced it, and gathered out the stones thereof,\nand planted it with the choicest vine,\nand built a tower in the midst of it,\nand also made a winepress therein:\nand he looked that it should bring forth grapes,\nand it brought forth wild grapes.",
      "3": "And now, O inhabitants of Jerusalem, and men of Judah,\njudge, I pray you, betwixt me and my vineyard.",
      "4": "What could have been done more to my vineyard,\nthat I have not done in it?\nwherefore, when I looked that it should bring forth grapes,\nbrought it forth wild grapes?",
      "5": "And now go to; I will tell you what I will do to my vineyard:\nI will take away the hedge thereof,\nand it shall be eaten up;\nand break down the wall thereof,\nand it shall be trodden down:",
      "6": "and I will lay it waste:\nit shall not be pruned, nor digged;\nbut there shall come up briers and thorns:\nI will also command the clouds that they rain no rain upon it.",
      "7": "For the vineyard of the Lord of hosts is the house of Israel,\nand the men of Judah his pleasant plant:\nand he looked for judgment, but behold oppression;\nfor righteousness, but behold a cry.",
      "8": "Woe unto them that join house to house,\nthat lay field to field, till there be no place,\nthat they may be placed alone in the midst of the earth!",
      "9": "In mine ears said the Lord of hosts,\nOf a truth many houses shall be desolate,\neven great and fair, without inhabitant.",
      "10": "Yea, ten acres of vineyard shall yield one bath,\nand the seed of an homer shall yield an ephah.",
      "11": "Woe unto them that rise up early in the morning,\nthat they may follow strong drink;\nthat continue until night, till wine inflame them!",
      "12": "And the harp, and the viol, the tabret, and pipe, and wine, are in their feasts:\nbut they regard not the work of the Lord,\nneither consider the operation of his hands.",
      "13": "Therefore my people are gone into captivity,\nbecause they have no knowledge:\nand their honourable men are famished,\nand their multitude dried up with thirst.",
      "14": "Therefore hell hath enlarged herself,\nand opened her mouth without measure:\nand their glory, and their multitude, and their pomp,\nand he that rejoiceth, shall descend into it.",
      "15": "And the mean man shall be brought down,\nand the mighty man shall be humbled,\nand the eyes of the lofty shall be humbled:",
      "16": "but the Lord of hosts shall be exalted in judgment,\nand God that is holy shall be sanctified in righteousness.",
      "17": "Then shall the lambs feed after their manner,\nand the waste places of the fat ones shall strangers eat.",
      "18": "Woe unto them that draw iniquity with cords of vanity,\nand sin as it were with a cart rope:",
      "19": "that say, Let him make speed, and hasten his work,\nthat we may see it:\nand let the counsel of the Holy One of Israel draw nigh and come,\nthat we may know it!",
      "20": "Woe unto them that call evil good, and good evil;\nthat put darkness for light, and light for darkness;\nthat put bitter for sweet, and sweet for bitter!",
      "21": "Woe unto them that are wise in their own eyes,\nand prudent in their own sight!",
      "22": "Woe unto them that are mighty to drink wine,\nand men of strength to mingle strong drink:",
      "23": "which justify the wicked for reward,\nand take away the righteousness of the righteous from him!",
      "24": "Therefore as the fire devoureth the stubble,\nand the flame consumeth the chaff,\nso their root shall be as rottenness,\nand their blossom shall go up as dust:\nbecause they have cast away the law of the Lord of hosts,\nand despised the word of the Holy One of Israel.",
      "25": "Therefore is the anger of the Lord kindled against his people,\nand he hath stretched forth his hand against them,\nand hath smitten them:\nand the hills did tremble,\nand their carcases were torn in the midst of the streets.\nFor all this his anger is not turned away,\nbut his hand is stretched out still.",
      "26": "And he will lift up an ensign to the nations from far,\nand will hiss unto them from the end of the earth:\nand, behold, they shall come with speed swiftly:",
      "27": "none shall be weary nor stumble among them;\nnone shall slumber nor sleep;\nneither shall the girdle of their loins be loosed,\nnor the latchet of their shoes be broken:",
      "28": "whose arrows are sharp, and all their bows bent,\ntheir horses’ hoofs shall be counted like flint,\nand their wheels like a whirlwind:",
      "29": "their roaring shall be like a lion,\nthey shall roar like young lions:\nyea, they shall roar, and lay hold of the prey,\nand shall carry it away safe, and none shall deliver it.",
      "30": "And in that day they shall roar against them like the roaring of the sea:\nand if one look unto the land, behold darkness and sorrow,\nand the light is darkened in the heavens thereof."
    },
    "6": {
      "1": "In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.",
      "2": "Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.",
      "3": "And one cried unto another, and said,\nHoly, holy, holy, is the Lord of hosts:\nthe whole earth is full of his glory.",
      "4": "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.",
      "5": "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.",
      "6": "Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:",
      "7": "and he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.",
      "8": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.",
      "9": "And he said, Go, and tell this people,\nHear ye indeed, but understand not;\nand see ye indeed, but perceive not.",
      "10": "Make the heart of this people fat,\nand make their ears heavy, and shut their eyes;\nlest they see with their eyes, and hear with their ears,\nand understand with their heart, and convert, and be healed.",
      "11": "Then said I, Lord, how long? And he answered,\nUntil the cities be wasted without inhabitant,\nand the houses without man,\nand the land be utterly desolate,",
      "12": "and the Lord have removed men far away,\nand there be a great forsaking in the midst of the land.",
      "13": "But yet in it shall be a tenth,\nand it shall return, and shall be eaten:\nas a teil tree, and as an oak,\nwhose substance is in them, when they cast their leaves:\nso the holy seed shall be the substance thereof."
    },
    "7": {
      "1": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
      "2": "And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind.",
      "3": "Then said the Lord unto Isaiah, Go forth now to meet Ahaz, thou, and Shear-jashub thy son, at the end of the conduit of the upper pool in the highway of the fuller’s field;",
      "4": "and say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.",
      "5": "Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying,",
      "6": "Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, even the son of Tabeal:",
      "7": "thus saith the Lord God, It shall not stand, neither shall it come to pass.",
      "8": "For the head of Syria is Damascus, and the head of Damascus is Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people.",
      "9": "And the head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If ye will not believe, surely ye shall not be established.",
      "10": "Moreover the Lord spake again unto Ahaz, saying,",
      "11": "Ask thee a sign of the Lord thy God; ask it either in the depth, or in the height above.",
      "12": "But Ahaz said, I will not ask, neither will I tempt the Lord.",
      "13": "And he said, Hear ye now, O house of David; Is it a small thing for you to weary men, but will ye weary my God also?",
      "14": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
      "15": "Butter and honey shall he eat, that he may know to refuse the evil, and choose the good.",
      "16": "For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
      "17": "The Lord shall bring upon thee, and upon thy people, and upon thy father’s house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria.",
      "18": "And it shall come to pass in that day, that the Lord shall hiss for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria.",
      "19": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.",
      "20": "In the same day shall the Lord shave with a razor that is hired, namely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard.",
      "21": "And it shall come to pass in that day, that a man shall nourish a young cow, and two sheep;",
      "22": "and it shall come to pass, for the abundance of milk that they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land.",
      "23": "And it shall come to pass in that day, that every place shall be, where there were a thousand vines at a thousand silverlings, it shall even be for briers and thorns.",
      "24": "With arrows and with bows shall men come thither; because all the land shall become briers and thorns.",
      "25": "And on all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending forth of oxen, and for the treading of lesser cattle."
    },
    "8": {
      "1": "Moreover the Lord said unto me, Take thee a great roll, and write in it with a man’s pen concerning Maher-shalal-hash-baz.",
      "2": "And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.",
      "3": "And I went unto the prophetess; and she conceived, and bare a son. Then said the Lord to me, Call his name Maher-shalal-hash-baz.",
      "4": "For before the child shall have knowledge to cry, My father, and my mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria.",
      "5": "The Lord spake also unto me again, saying,",
      "6": "Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah’s son;",
      "7": "now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria, and all his glory: and he shall come up over all his channels, and go over all his banks:",
      "8": "and he shall pass through Judah; he shall overflow and go over, he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel.",
      "9": "Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear, all ye of far countries: gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.",
      "10": "Take counsel together, and it shall come to nought; speak the word, and it shall not stand: for God is with us.",
      "11": "For the Lord spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying,",
      "12": "Say ye not, A confederacy, to all them to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid.",
      "13": "Sanctify the Lord of hosts himself; and let him be your fear, and let him be your dread.",
      "14": "And he shall be for a sanctuary; but for a stone of stumbling and for a rock of offence to both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem.",
      "15": "And many among them shall stumble, and fall, and be broken, and be snared, and be taken.",
      "16": "Bind up the testimony, seal the law among my disciples.",
      "17": "And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.",
      "18": "Behold, I and the children whom the Lord hath given me are for signs and for wonders in Israel from the Lord of hosts, which dwelleth in mount Zion.",
      "19": "And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?",
      "20": "To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.",
      "21": "And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.",
      "22": "And they shall look unto the earth; and behold trouble and darkness, dimness of anguish; and they shall be driven to darkness."
    },
    "9": {
      "1": "Nevertheless the dimness shall not be such as was in her vexation, when at the first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict her by the way of the sea, beyond Jordan, in Galilee of the nations.",
      "2": "The people that walked in darkness have seen a great light:\nthey that dwell in the land of the shadow of death,\nupon them hath the light shined.",
      "3": "Thou hast multiplied the nation, and not increased the joy:\nthey joy before thee according to the joy in harvest,\nand as men rejoice when they divide the spoil.",
      "4": "For thou hast broken the yoke of his burden, and the staff of his shoulder,\nthe rod of his oppressor, as in the day of Midian.",
      "5": "For every battle of the warrior is with confused noise, and garments rolled in blood;\nbut this shall be with burning and fuel of fire.",
      "6": "For unto us a child is born, unto us a son is given:\nand the government shall be upon his shoulder:\nand his name shall be called Wonderful, Counsellor,\nThe mighty God,\nThe everlasting Father,\nThe Prince of Peace.",
      "7": "Of the increase of his government and peace there shall be no end,\nupon the throne of David, and upon his kingdom,\nto order it, and to establish it with judgment and with justice\nfrom henceforth even for ever.\nThe zeal of the Lord of hosts will perform this.",
      "8": "The Lord sent a word into Jacob,\nand it hath lighted upon Israel.",
      "9": "And all the people shall know,\neven Ephraim and the inhabitant of Samaria,\nthat say in the pride and stoutness of heart,",
      "10": "The bricks are fallen down, but we will build with hewn stones:\nthe sycomores are cut down, but we will change them into cedars.",
      "11": "Therefore the Lord shall set up the adversaries of Rezin against him,\nand join his enemies together;",
      "12": "the Syrians before, and the Philistines behind;\nand they shall devour Israel with open mouth.\nFor all this his anger is not turned away,\nbut his hand is stretched out still.",
      "13": "For the people turneth not unto him that smiteth them,\nneither do they seek the Lord of hosts.",
      "14": "Therefore the Lord will cut off from Israel head and tail,\nbranch and rush, in one day.",
      "15": "The ancient and honourable, he is the head;\nand the prophet that teacheth lies, he is the tail.",
      "16": "For the leaders of this people cause them to err;\nand they that are led of them are destroyed.",
      "17": "Therefore the Lord shall have no joy in their young men,\nneither shall have mercy on their fatherless and widows:\nfor every one is an hypocrite and an evildoer,\nand every mouth speaketh folly.\nFor all this his anger is not turned away,\nbut his hand is stretched out still.",
      "18": "For wickedness burneth as the fire:\nit shall devour the briers and thorns,\nand shall kindle in the thickets of the forest,\nand they shall mount up like the lifting up of smoke.",
      "19": "Through the wrath of the Lord of hosts is the land darkened,\nand the people shall be as the fuel of the fire:\nno man shall spare his brother.",
      "20": "And he shall snatch on the right hand, and be hungry;\nand he shall eat on the left hand, and they shall not be satisfied:\nthey shall eat every man the flesh of his own arm:",
      "21": "Manasseh, Ephraim; and Ephraim, Manasseh:\nand they together shall be against Judah.\nFor all this his anger is not turned away,\nbut his hand is stretched out still."
    },
    "10": {
      "1": "Woe unto them that decree unrighteous decrees,\nand that write grievousness which they have prescribed;",
      "2": "to turn aside the needy from judgment,\nand to take away the right from the poor of my people,\nthat widows may be their prey,\nand that they may rob the fatherless!",
      "3": "And what will ye do in the day of visitation,\nand in the desolation which shall come from far?\nto whom will ye flee for help?\nand where will ye leave your glory?",
      "4": "Without me they shall bow down under the prisoners,\nand they shall fall under the slain.\nFor all this his anger is not turned away,\nbut his hand is stretched out still.",
      "5": "O Assyrian, the rod of mine anger,\nand the staff in their hand is mine indignation.",
      "6": "I will send him against an hypocritical nation,\nand against the people of my wrath will I give him a charge,\nto take the spoil, and to take the prey,\nand to tread them down like the mire of the streets.",
      "7": "Howbeit he meaneth not so,\nneither doth his heart think so;\nbut it is in his heart to destroy\nand cut off nations not a few.",
      "8": "For he saith, Are not my princes altogether kings?",
      "9": "Is not Calno as Carchemish?\nis not Hamath as Arpad?\nis not Samaria as Damascus?",
      "10": "As my hand hath found the kingdoms of the idols,\nand whose graven images did excel them of Jerusalem and of Samaria;",
      "11": "shall I not, as I have done unto Samaria and her idols,\nso do to Jerusalem and her idols?",
      "12": "Wherefore it shall come to pass,\nthat when the Lord hath performed his whole work upon mount Zion and on Jerusalem,\nI will punish the fruit of the stout heart of the king of Assyria,\nand the glory of his high looks.",
      "13": "For he saith, By the strength of my hand I have done it,\nand by my wisdom; for I am prudent:\nand I have removed the bounds of the people,\nand have robbed their treasures,\nand I have put down the inhabitants like a valiant man:",
      "14": "and my hand hath found as a nest the riches of the people:\nand as one gathereth eggs that are left,\nhave I gathered all the earth;\nand there was none that moved the wing,\nor opened the mouth, or peeped.",
      "15": "Shall the axe boast itself against him that heweth therewith?\nor shall the saw magnify itself against him that shaketh it?\nas if the rod should shake itself against them that lift it up,\nor as if the staff should lift up itself, as if it were no wood.",
      "16": "Therefore shall the Lord, the Lord of hosts,\nsend among his fat ones leanness;\nand under his glory he shall kindle a burning\nlike the burning of a fire.",
      "17": "And the light of Israel shall be for a fire,\nand his Holy One for a flame:\nand it shall burn and devour his thorns and his briers in one day;",
      "18": "and shall consume the glory of his forest,\nand of his fruitful field, both soul and body:\nand they shall be as when a standardbearer fainteth.",
      "19": "And the rest of the trees of his forest shall be few,\nthat a child may write them.",
      "20": "And it shall come to pass in that day, that the remnant of Israel,\nand such as are escaped of the house of Jacob,\nshall no more again stay upon him that smote them;\nbut shall stay upon the Lord, the Holy One of Israel, in truth.",
      "21": "The remnant shall return, even the remnant of Jacob,\nunto the mighty God.",
      "22": "For though thy people Israel be as the sand of the sea,\nyet a remnant of them shall return:\nthe consumption decreed shall overflow with righteousness.",
      "23": "For the Lord God of hosts shall make a consumption,\neven determined, in the midst of all the land.",
      "24": "Therefore thus saith the Lord God of hosts,\nO my people that dwellest in Zion, be not afraid of the Assyrian:\nhe shall smite thee with a rod,\nand shall lift up his staff against thee,\nafter the manner of Egypt.",
      "25": "For yet a very little while, and the indignation shall cease,\nand mine anger in their destruction.",
      "26": "And the Lord of hosts shall stir up a scourge for him\naccording to the slaughter of Midian at the rock of Oreb:\nand as his rod was upon the sea,\nso shall he lift it up after the manner of Egypt.",
      "27": "And it shall come to pass in that day,\nthat his burden shall be taken away from off thy shoulder,\nand his yoke from off thy neck,\nand the yoke shall be destroyed because of the anointing.",
      "28": "He is come to Aiath, he is passed to Migron;\nat Michmash he hath laid up his carriages:",
      "29": "they are gone over the passage:\nthey have taken up their lodging at Geba;\nRamah is afraid; Gibeah of Saul is fled.",
      "30": "Lift up thy voice, O daughter of Gallim:\ncause it to be heard unto Laish, O poor Anathoth.",
      "31": "Madmenah is removed;\nthe inhabitants of Gebim gather themselves to flee.",
      "32": "As yet shall he remain at Nob that day:\nhe shall shake his hand against the mount of the daughter of Zion,\nthe hill of Jerusalem.",
      "33": "Behold, the Lord, the Lord of hosts, shall lop the bough with terror:\nand the high ones of stature shall be hewn down,\nand the haughty shall be humbled.",
      "34": "And he shall cut down the thickets of the forest with iron,\nand Lebanon shall fall by a mighty one."
    },
    "11": {
      "1": "And there shall come forth a rod out of the stem of Jesse,\nand a Branch shall grow out of his roots:",
      "2": "and the spirit of the Lord shall rest upon him,\nthe spirit of wisdom and understanding,\nthe spirit of counsel and might,\nthe spirit of knowledge and of the fear of the Lord;",
      "3": "and shall make him of quick understanding in the fear of the Lord:\nand he shall not judge after the sight of his eyes,\nneither reprove after the hearing of his ears:",
      "4": "but with righteousness shall he judge the poor,\nand reprove with equity for the meek of the earth:\nand he shall smite the earth with the rod of his mouth,\nand with the breath of his lips shall he slay the wicked.",
      "5": "And righteousness shall be the girdle of his loins,\nand faithfulness the girdle of his reins.",
      "6": "The wolf also shall dwell with the lamb,\nand the leopard shall lie down with the kid;\nand the calf and the young lion and the fatling together;\nand a little child shall lead them.",
      "7": "And the cow and the bear shall feed;\ntheir young ones shall lie down together:\nand the lion shall eat straw like the ox.",
      "8": "And the sucking child shall play on the hole of the asp,\nand the weaned child shall put his hand on the cockatrice’ den.",
      "9": "They shall not hurt nor destroy in all my holy mountain:\nfor the earth shall be full of the knowledge of the Lord,\nas the waters cover the sea.",
      "10": "And in that day there shall be a root of Jesse,\nwhich shall stand for an ensign of the people;\nto it shall the Gentiles seek:\nand his rest shall be glorious.",
      "11": "And it shall come to pass in that day,\nthat the Lord shall set his hand again\nthe second time to recover the remnant of his people, which shall be left,\nfrom Assyria, and from Egypt, and from Pathros,\nand from Cush, and from Elam, and from Shinar,\nand from Hamath, and from the islands of the sea.",
      "12": "And he shall set up an ensign for the nations,\nand shall assemble the outcasts of Israel,\nand gather together the dispersed of Judah\nfrom the four corners of the earth.",
      "13": "The envy also of Ephraim shall depart,\nand the adversaries of Judah shall be cut off:\nEphraim shall not envy Judah,\nand Judah shall not vex Ephraim.",
      "14": "But they shall fly upon the shoulders of the Philistines toward the west;\nthey shall spoil them of the east together:\nthey shall lay their hand upon Edom and Moab;\nand the children of Ammon shall obey them.",
      "15": "And the Lord shall utterly destroy the tongue of the Egyptian sea;\nand with his mighty wind shall he shake his hand over the river,\nand shall smite it in the seven streams,\nand make men go over dryshod.",
      "16": "And there shall be an highway for the remnant of his people,\nwhich shall be left, from Assyria;\nlike as it was to Israel in the day that he came up out of the land of Egypt."
    },
    "12": {
      "1": "And in that day thou shalt say,\nO Lord, I will praise thee:\nthough thou wast angry with me,\nthine anger is turned away, and thou comfortedst me.",
      "2": "Behold, God is my salvation;\nI will trust, and not be afraid:\nfor the Lord JEHOVAH is my strength and my song;\nhe also is become my salvation.",
      "3": "Therefore with joy shall ye draw water\nout of the wells of salvation.",
      "4": "And in that day shall ye say,\nPraise the Lord, call upon his name,\ndeclare his doings among the people,\nmake mention that his name is exalted.",
      "5": "Sing unto the Lord;\nfor he hath done excellent things:\nthis is known in all the earth.",
      "6": "Cry out and shout, thou inhabitant of Zion:\nfor great is the Holy One of Israel in the midst of thee."
    },
    "13": {
      "1": "The burden of Babylon, which Isaiah the son of Amoz did see.",
      "2": "Lift ye up a banner upon the high mountain,\nexalt the voice unto them, shake the hand,\nthat they may go into the gates of the nobles.",
      "3": "I have commanded my sanctified ones,\nI have also called my mighty ones for mine anger,\neven them that rejoice in my highness.",
      "4": "The noise of a multitude in the mountains, like as of a great people;\na tumultuous noise of the kingdoms of nations gathered together:\nthe Lord of hosts mustereth the host of the battle.",
      "5": "They come from a far country, from the end of heaven,\neven the Lord, and the weapons of his indignation,\nto destroy the whole land.",
      "6": "Howl ye; for the day of the Lord is at hand;\nit shall come as a destruction from the Almighty.",
      "7": "Therefore shall all hands be faint,\nand every man’s heart shall melt:",
      "8": "and they shall be afraid:\npangs and sorrows shall take hold of them;\nthey shall be in pain as a woman that travaileth:\nthey shall be amazed one at another;\ntheir faces shall be as flames.",
      "9": "Behold, the day of the Lord cometh,\ncruel both with wrath and fierce anger,\nto lay the land desolate:\nand he shall destroy the sinners thereof out of it.",
      "10": "For the stars of heaven and the constellations thereof shall not give their light:\nthe sun shall be darkened in his going forth,\nand the moon shall not cause her light to shine.",
      "11": "And I will punish the world for their evil,\nand the wicked for their iniquity;\nand I will cause the arrogancy of the proud to cease,\nand will lay low the haughtiness of the terrible.",
      "12": "I will make a man more precious than fine gold;\neven a man than the golden wedge of Ophir.",
      "13": "Therefore I will shake the heavens,\nand the earth shall remove out of her place,\nin the wrath of the Lord of hosts,\nand in the day of his fierce anger.",
      "14": "And it shall be as the chased roe,\nand as a sheep that no man taketh up:\nthey shall every man turn to his own people,\nand flee every one into his own land.",
      "15": "Every one that is found shall be thrust through;\nand every one that is joined unto them shall fall by the sword.",
      "16": "Their children also shall be dashed to pieces before their eyes;\ntheir houses shall be spoiled, and their wives ravished.",
      "17": "Behold, I will stir up the Medes against them,\nwhich shall not regard silver;\nand as for gold, they shall not delight in it.",
      "18": "Their bows also shall dash the young men to pieces;\nand they shall have no pity on the fruit of the womb;\ntheir eye shall not spare children.",
      "19": "And Babylon, the glory of kingdoms,\nthe beauty of the Chaldees’ excellency,\nshall be as when God overthrew Sodom and Gomorrah.",
      "20": "It shall never be inhabited,\nneither shall it be dwelt in from generation to generation:\nneither shall the Arabian pitch tent there;\nneither shall the shepherds make their fold there.",
      "21": "But wild beasts of the desert shall lie there;\nand their houses shall be full of doleful creatures;\nand owls shall dwell there,\nand satyrs shall dance there.",
      "22": "And the wild beasts of the islands shall cry in their desolate houses,\nand dragons in their pleasant palaces:\nand her time is near to come,\nand her days shall not be prolonged."
    },
    "14": {
      "1": "For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.",
      "2": "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the Lord for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.",
      "3": "And it shall come to pass in the day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,",
      "4": "that thou shalt take up this proverb against the king of Babylon, and say,\nHow hath the oppressor ceased! the golden city ceased!",
      "5": "The Lord hath broken the staff of the wicked,\nand the sceptre of the rulers.",
      "6": "He who smote the people in wrath with a continual stroke,\nhe that ruled the nations in anger,\nis persecuted, and none hindereth.",
      "7": "The whole earth is at rest, and is quiet:\nthey break forth into singing.",
      "8": "Yea, the fir trees rejoice at thee,\nand the cedars of Lebanon, saying,\nSince thou art laid down, no feller is come up against us.",
      "9": "Hell from beneath is moved for thee to meet thee at thy coming:\nit stirreth up the dead for thee, even all the chief ones of the earth;\nit hath raised up from their thrones all the kings of the nations.",
      "10": "All they shall speak and say unto thee,\nArt thou also become weak as we?\nart thou become like unto us?",
      "11": "Thy pomp is brought down to the grave,\nand the noise of thy viols:\nthe worm is spread under thee,\nand the worms cover thee.",
      "12": "How art thou fallen from heaven,\nO Lucifer, son of the morning!\nhow art thou cut down to the ground,\nwhich didst weaken the nations!",
      "13": "For thou hast said in thine heart,\nI will ascend into heaven,\nI will exalt my throne above the stars of God:\nI will sit also upon the mount of the congregation,\nin the sides of the north:",
      "14": "I will ascend above the heights of the clouds;\nI will be like the most High.",
      "15": "Yet thou shalt be brought down to hell,\nto the sides of the pit.",
      "16": "They that see thee shall narrowly look upon thee,\nand consider thee, saying,\nIs this the man that made the earth to tremble,\nthat did shake kingdoms;",
      "17": "that made the world as a wilderness,\nand destroyed the cities thereof;\nthat opened not the house of his prisoners?",
      "18": "All the kings of the nations,\neven all of them, lie in glory,\nevery one in his own house.",
      "19": "But thou art cast out of thy grave like an abominable branch,\nand as the raiment of those that are slain, thrust through with a sword,\nthat go down to the stones of the pit; as a carcase trodden under feet.",
      "20": "Thou shalt not be joined with them in burial,\nbecause thou hast destroyed thy land, and slain thy people:\nthe seed of evildoers shall never be renowned.",
      "21": "Prepare slaughter for his children for the iniquity of their fathers;\nthat they do not rise, nor possess the land,\nnor fill the face of the world with cities.",
      "22": "For I will rise up against them, saith the Lord of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
      "23": "I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, saith the Lord of hosts.",
      "24": "The Lord of hosts hath sworn, saying,\nSurely as I have thought, so shall it come to pass;\nand as I have purposed, so shall it stand:",
      "25": "that I will break the Assyrian in my land,\nand upon my mountains tread him under foot:\nthen shall his yoke depart from off them,\nand his burden depart from off their shoulders.",
      "26": "This is the purpose that is purposed upon the whole earth:\nand this is the hand that is stretched out upon all the nations.",
      "27": "For the Lord of hosts hath purposed,\nand who shall disannul it?\nand his hand is stretched out,\nand who shall turn it back?",
      "28": "In the year that king Ahaz died was this burden.",
      "29": "Rejoice not thou, whole Palestina,\nbecause the rod of him that smote thee is broken:\nfor out of the serpent’s root shall come forth a cockatrice,\nand his fruit shall be a fiery flying serpent.",
      "30": "And the firstborn of the poor shall feed,\nand the needy shall lie down in safety:\nand I will kill thy root with famine,\nand he shall slay thy remnant.",
      "31": "Howl, O gate; cry, O city;\nthou, whole Palestina, art dissolved:\nfor there shall come from the north a smoke,\nand none shall be alone in his appointed times.",
      "32": "What shall one then answer the messengers of the nation?\nThat the Lord hath founded Zion,\nand the poor of his people shall trust in it."
    },
    "15": {
      "1": "The burden of Moab.\nBecause in the night Ar of Moab is laid waste, and brought to silence;\nbecause in the night Kir of Moab is laid waste, and brought to silence;",
      "2": "he is gone up to Bajith, and to Dibon, the high places, to weep:\nMoab shall howl over Nebo, and over Medeba:\non all their heads shall be baldness, and every beard cut off.",
      "3": "In their streets they shall gird themselves with sackcloth:\non the tops of their houses, and in their streets,\nevery one shall howl, weeping abundantly.",
      "4": "And Heshbon shall cry, and Elealeh:\ntheir voice shall be heard even unto Jahaz:\ntherefore the armed soldiers of Moab shall cry out;\nhis life shall be grievous unto him.",
      "5": "My heart shall cry out for Moab;\nhis fugitives shall flee unto Zoar, an heifer of three years old:\nfor by the mounting up of Luhith with weeping shall they go it up;\nfor in the way of Horonaim they shall raise up a cry of destruction.",
      "6": "For the waters of Nimrim shall be desolate:\nfor the hay is withered away,\nthe grass faileth,\nthere is no green thing.",
      "7": "Therefore the abundance they have gotten,\nand that which they have laid up,\nshall they carry away to the brook of the willows.",
      "8": "For the cry is gone round about the borders of Moab;\nthe howling thereof unto Eglaim,\nand the howling thereof unto Beer-elim.",
      "9": "For the waters of Dimon shall be full of blood:\nfor I will bring more upon Dimon,\nlions upon him that escapeth of Moab,\nand upon the remnant of the land."
    },
    "16": {
      "1": "Send ye the lamb to the ruler of the land\nfrom Sela to the wilderness,\nunto the mount of the daughter of Zion.",
      "2": "For it shall be, that, as a wandering bird cast out of the nest,\nso the daughters of Moab shall be at the fords of Arnon.",
      "3": "Take counsel, execute judgment;\nmake thy shadow as the night in the midst of the noonday;\nhide the outcasts; bewray not him that wandereth.",
      "4": "Let mine outcasts dwell with thee, Moab;\nbe thou a covert to them from the face of the spoiler:\nfor the extortioner is at an end, the spoiler ceaseth,\nthe oppressors are consumed out of the land.",
      "5": "And in mercy shall the throne be established:\nand he shall sit upon it in truth in the tabernacle of David,\njudging, and seeking judgment, and hasting righteousness.",
      "6": "We have heard of the pride of Moab; he is very proud:\neven of his haughtiness, and his pride, and his wrath:\nbut his lies shall not be so.",
      "7": "Therefore shall Moab howl for Moab,\nevery one shall howl:\nfor the foundations of Kir-hareseth shall ye mourn;\nsurely they are stricken.",
      "8": "For the fields of Heshbon languish, and the vine of Sibmah:\nthe lords of the heathen have broken down the principal plants thereof,\nthey are come even unto Jazer,\nthey wandered through the wilderness:\nher branches are stretched out,\nthey are gone over the sea.",
      "9": "Therefore I will bewail with the weeping of Jazer the vine of Sibmah:\nI will water thee with my tears, O Heshbon, and Elealeh:\nfor the shouting for thy summer fruits and for thy harvest is fallen.",
      "10": "And gladness is taken away, and joy out of the plentiful field;\nand in the vineyards there shall be no singing,\nneither shall there be shouting:\nthe treaders shall tread out no wine in their presses;\nI have made their vintage shouting to cease.",
      "11": "Wherefore my bowels shall sound like an harp for Moab,\nand mine inward parts for Kir-haresh.",
      "12": "And it shall come to pass,\nwhen it is seen that Moab is weary on the high place,\nthat he shall come to his sanctuary to pray;\nbut he shall not prevail.",
      "13": "This is the word that the Lord hath spoken concerning Moab since that time.",
      "14": "But now the Lord hath spoken, saying, Within three years, as the years of an hireling, and the glory of Moab shall be contemned, with all that great multitude; and the remnant shall be very small and feeble."
    },
    "17": {
      "1": "The burden of Damascus.\nBehold, Damascus is taken away from being a city,\nand it shall be a ruinous heap.",
      "2": "The cities of Aroer are forsaken:\nthey shall be for flocks, which shall lie down,\nand none shall make them afraid.",
      "3": "The fortress also shall cease from Ephraim,\nand the kingdom from Damascus, and the remnant of Syria:\nthey shall be as the glory of the children of Israel, saith the Lord of hosts.",
      "4": "And in that day it shall come to pass,\nthat the glory of Jacob shall be made thin,\nand the fatness of his flesh shall wax lean.",
      "5": "And it shall be as when the harvestman gathereth the corn,\nand reapeth the ears with his arm;\nand it shall be as he that gathereth ears in the valley of Rephaim.",
      "6": "Yet gleaning grapes shall be left in it, as the shaking of an olive tree,\ntwo or three berries in the top of the uppermost bough,\nfour or five in the outmost fruitful branches thereof, saith the Lord God of Israel.",
      "7": "At that day shall a man look to his Maker,\nand his eyes shall have respect to the Holy One of Israel.",
      "8": "And he shall not look to the altars, the work of his hands,\nneither shall respect that which his fingers have made,\neither the groves, or the images.",
      "9": "In that day shall his strong cities be as a forsaken bough,\nand an uppermost branch, which they left because of the children of Israel:\nand there shall be desolation.",
      "10": "Because thou hast forgotten the God of thy salvation,\nand hast not been mindful of the rock of thy strength,\ntherefore shalt thou plant pleasant plants,\nand shalt set it with strange slips:",
      "11": "in the day shalt thou make thy plant to grow,\nand in the morning shalt thou make thy seed to flourish:\nbut the harvest shall be a heap in the day of grief\nand of desperate sorrow.",
      "12": "Woe to the multitude of many people,\nwhich make a noise like the noise of the seas;\nand to the rushing of nations,\nthat make a rushing like the rushing of mighty waters!",
      "13": "The nations shall rush like the rushing of many waters:\nbut God shall rebuke them, and they shall flee far off,\nand shall be chased as the chaff of the mountains before the wind,\nand like a rolling thing before the whirlwind.",
      "14": "And behold at eveningtide trouble;\nand before the morning he is not.\nThis is the portion of them that spoil us,\nand the lot of them that rob us."
    },
    "18": {
      "1": "Woe to the land shadowing with wings,\nwhich is beyond the rivers of Ethiopia:",
      "2": "that sendeth ambassadors by the sea,\neven in vessels of bulrushes upon the waters, saying,\nGo, ye swift messengers, to a nation scattered and peeled,\nto a people terrible from their beginning hitherto;\na nation meted out and trodden down,\nwhose land the rivers have spoiled!",
      "3": "All ye inhabitants of the world, and dwellers on the earth,\nsee ye, when he lifteth up an ensign on the mountains;\nand when he bloweth a trumpet, hear ye.",
      "4": "For so the Lord said unto me,\nI will take my rest, and I will consider in my dwelling place\nlike a clear heat upon herbs,\nand like a cloud of dew in the heat of harvest.",
      "5": "For afore the harvest, when the bud is perfect,\nand the sour grape is ripening in the flower,\nhe shall both cut off the sprigs with pruning hooks,\nand take away and cut down the branches.",
      "6": "They shall be left together unto the fowls of the mountains,\nand to the beasts of the earth:\nand the fowls shall summer upon them,\nand all the beasts of the earth shall winter upon them.",
      "7": "In that time shall the present be brought unto the Lord of hosts\nof a people scattered and peeled,\nand from a people terrible from their beginning hitherto;\na nation meted out and trodden under foot,\nwhose land the rivers have spoiled,\nto the place of the name of the Lord of hosts, the mount Zion."
    },
    "19": {
      "1": "The burden of Egypt.\nBehold, the Lord rideth upon a swift cloud,\nand shall come into Egypt:\nand the idols of Egypt shall be moved at his presence,\nand the heart of Egypt shall melt in the midst of it.",
      "2": "And I will set the Egyptians against the Egyptians:\nand they shall fight every one against his brother,\nand every one against his neighbour;\ncity against city, and kingdom against kingdom.",
      "3": "And the spirit of Egypt shall fail in the midst thereof;\nand I will destroy the counsel thereof:\nand they shall seek to the idols, and to the charmers,\nand to them that have familiar spirits, and to the wizards.",
      "4": "And the Egyptians will I give over into the hand of a cruel lord;\nand a fierce king shall rule over them,\nsaith the Lord, the Lord of hosts.",
      "5": "And the waters shall fail from the sea,\nand the river shall be wasted and dried up.",
      "6": "And they shall turn the rivers far away;\nand the brooks of defence shall be emptied and dried up:\nthe reeds and flags shall wither.",
      "7": "The paper reeds by the brooks, by the mouth of the brooks,\nand every thing sown by the brooks, shall wither,\nbe driven away, and be no more.",
      "8": "The fishers also shall mourn,\nand all they that cast angle into the brooks shall lament,\nand they that spread nets upon the waters shall languish.",
      "9": "Moreover they that work in fine flax,\nand they that weave networks, shall be confounded.",
      "10": "And they shall be broken in the purposes thereof,\nall that make sluices and ponds for fish.",
      "11": "Surely the princes of Zoan are fools,\nthe counsel of the wise counsellors of Pharaoh is become brutish:\nhow say ye unto Pharaoh,\nI am the son of the wise, the son of ancient kings?",
      "12": "Where are they? where are thy wise men?\nand let them tell thee now, and let them know\nwhat the Lord of hosts hath purposed upon Egypt.",
      "13": "The princes of Zoan are become fools,\nthe princes of Noph are deceived;\nthey have also seduced Egypt, even they that are the stay of the tribes thereof.",
      "14": "The Lord hath mingled a perverse spirit in the midst thereof:\nand they have caused Egypt to err in every work thereof,\nas a drunken man staggereth in his vomit.",
      "15": "Neither shall there be any work for Egypt,\nwhich the head or tail, branch or rush, may do.",
      "16": "In that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the Lord of hosts, which he shaketh over it.",
      "17": "And the land of Judah shall be a terror unto Egypt, every one that maketh mention thereof shall be afraid in himself, because of the counsel of the Lord of hosts, which he hath determined against it.",
      "18": "In that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the Lord of hosts; one shall be called, The city of destruction.",
      "19": "In that day shall there be an altar to the Lord in the midst of the land of Egypt, and a pillar at the border thereof to the Lord.",
      "20": "And it shall be for a sign and for a witness unto the Lord of hosts in the land of Egypt: for they shall cry unto the Lord because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them.",
      "21": "And the Lord shall be known to Egypt, and the Egyptians shall know the Lord in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the Lord, and perform it.",
      "22": "And the Lord shall smite Egypt: he shall smite and heal it: and they shall return even to the Lord, and he shall be intreated of them, and shall heal them.",
      "23": "In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians.",
      "24": "In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:",
      "25": "whom the Lord of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance."
    },
    "20": {
      "1": "In the year that Tartan came unto Ashdod, (when Sargon the king of Assyria sent him,) and fought against Ashdod, and took it;",
      "2": "at the same time spake the Lord by Isaiah the son of Amoz, saying, Go and loose the sackcloth from off thy loins, and put off thy shoe from thy foot. And he did so, walking naked and barefoot.",
      "3": "And the Lord said, Like as my servant Isaiah hath walked naked and barefoot three years for a sign and wonder upon Egypt and upon Ethiopia;",
      "4": "so shall the king of Assyria lead away the Egyptians prisoners, and the Ethiopians captives, young and old, naked and barefoot, even with their buttocks uncovered, to the shame of Egypt.",
      "5": "And they shall be afraid and ashamed of Ethiopia their expectation, and of Egypt their glory.",
      "6": "And the inhabitant of this isle shall say in that day, Behold, such is our expectation, whither we flee for help to be delivered from the king of Assyria: and how shall we escape?"
    },
    "21": {
      "1": "The burden of the desert of the sea.\nAs whirlwinds in the south pass through;\nso it cometh from the desert, from a terrible land.",
      "2": "A grievous vision is declared unto me;\nthe treacherous dealer dealeth treacherously,\nand the spoiler spoileth.\nGo up, O Elam: besiege, O Media;\nall the sighing thereof have I made to cease.",
      "3": "Therefore are my loins filled with pain:\npangs have taken hold upon me,\nas the pangs of a woman that travaileth:\nI was bowed down at the hearing of it;\nI was dismayed at the seeing of it.",
      "4": "My heart panted, fearfulness affrighted me:\nthe night of my pleasure hath he turned into fear unto me.",
      "5": "Prepare the table, watch in the watchtower, eat, drink:\narise, ye princes, and anoint the shield.",
      "6": "For thus hath the Lord said unto me,\nGo, set a watchman,\nlet him declare what he seeth.",
      "7": "And he saw a chariot with a couple of horsemen,\na chariot of asses, and a chariot of camels;\nand he hearkened diligently with much heed:",
      "8": "and he cried, A lion:\nmy lord, I stand continually upon the watchtower in the daytime,\nand I am set in my ward whole nights:",
      "9": "and, behold, here cometh a chariot of men, with a couple of horsemen.\nAnd he answered and said,\nBabylon is fallen, is fallen;\nand all the graven images of her gods\nhe hath broken unto the ground.",
      "10": "O my threshing, and the corn of my floor:\nthat which I have heard of the Lord of hosts, the God of Israel,\nhave I declared unto you.",
      "11": "The burden of Dumah.\nHe calleth to me out of Seir,\nWatchman, what of the night?\nWatchman, what of the night?",
      "12": "The watchman said, The morning cometh, and also the night:\nif ye will enquire, enquire ye: return, come.",
      "13": "The burden upon Arabia.\nIn the forest in Arabia shall ye lodge,\nO ye travelling companies of Dedanim.",
      "14": "The inhabitants of the land of Tema brought water to him that was thirsty,\nthey prevented with their bread him that fled.",
      "15": "For they fled from the swords,\nfrom the drawn sword, and from the bent bow,\nand from the grievousness of war.",
      "16": "For thus hath the Lord said unto me,\nWithin a year, according to the years of an hireling,\nand all the glory of Kedar shall fail:",
      "17": "and the residue of the number of archers,\nthe mighty men of the children of Kedar, shall be diminished:\nfor the Lord God of Israel hath spoken it."
    },
    "22": {
      "1": "The burden of the valley of vision.\nWhat aileth thee now,\nthat thou art wholly gone up to the housetops?",
      "2": "Thou that art full of stirs,\na tumultuous city, a joyous city:\nthy slain men are not slain with the sword,\nnor dead in battle.",
      "3": "All thy rulers are fled together,\nthey are bound by the archers:\nall that are found in thee are bound together,\nwhich have fled from far.",
      "4": "Therefore said I, Look away from me;\nI will weep bitterly, labour not to comfort me,\nbecause of the spoiling of the daughter of my people.",
      "5": "For it is a day of trouble, and of treading down,\nand of perplexity by the Lord God of hosts in the valley of vision,\nbreaking down the walls,\nand of crying to the mountains.",
      "6": "And Elam bare the quiver with chariots of men and horsemen,\nand Kir uncovered the shield.",
      "7": "And it shall come to pass, that thy choicest valleys shall be full of chariots,\nand the horsemen shall set themselves in array at the gate.",
      "8": "And he discovered the covering of Judah,\nand thou didst look in that day to the armour of the house of the forest.",
      "9": "Ye have seen also the breaches of the city of David, that they are many:\nand ye gathered together the waters of the lower pool.",
      "10": "And ye have numbered the houses of Jerusalem,\nand the houses have ye broken down to fortify the wall.",
      "11": "Ye made also a ditch between the two walls for the water of the old pool:\nbut ye have not looked unto the maker thereof,\nneither had respect unto him that fashioned it long ago.",
      "12": "And in that day did the Lord God of hosts call\nto weeping, and to mourning,\nand to baldness, and to girding with sackcloth:",
      "13": "and behold joy and gladness,\nslaying oxen, and killing sheep,\neating flesh, and drinking wine:\nlet us eat and drink; for to morrow we shall die.",
      "14": "And it was revealed in mine ears by the Lord of hosts,\nSurely this iniquity shall not be purged from you till ye die,\nsaith the Lord God of hosts.",
      "15": "Thus saith the Lord God of hosts, Go, get thee unto this treasurer, even unto Shebna, which is over the house, and say,",
      "16": "What hast thou here? and whom hast thou here,\nthat thou hast hewed thee out a sepulchre here,\nas he that heweth him out a sepulchre on high,\nand that graveth an habitation for himself in a rock?",
      "17": "Behold, the Lord will carry thee away with a mighty captivity,\nand will surely cover thee.",
      "18": "He will surely violently turn and toss thee\nlike a ball into a large country:\nthere shalt thou die,\nand there the chariots of thy glory shall be the shame of thy lord’s house.",
      "19": "And I will drive thee from thy station,\nand from thy state shall he pull thee down.",
      "20": "And it shall come to pass in that day,\nthat I will call my servant Eliakim the son of Hilkiah:",
      "21": "and I will clothe him with thy robe,\nand strengthen him with thy girdle,\nand I will commit thy government into his hand:\nand he shall be a father to the inhabitants of Jerusalem,\nand to the house of Judah.",
      "22": "And the key of the house of David will I lay upon his shoulder;\nso he shall open, and none shall shut;\nand he shall shut, and none shall open.",
      "23": "And I will fasten him as a nail in a sure place;\nand he shall be for a glorious throne to his father’s house.",
      "24": "And they shall hang upon him all the glory of his father’s house,\nthe offspring and the issue,\nall vessels of small quantity,\nfrom the vessels of cups, even to all the vessels of flagons.",
      "25": "In that day, saith the Lord of hosts,\nshall the nail that is fastened in the sure place be removed,\nand be cut down, and fall;\nand the burden that was upon it shall be cut off:\nfor the Lord hath spoken it."
    },
    "23": {
      "1": "The burden of Tyre.\nHowl, ye ships of Tarshish;\nfor it is laid waste,\nso that there is no house, no entering in:\nfrom the land of Chittim it is revealed to them.",
      "2": "Be still, ye inhabitants of the isle;\nthou whom the merchants of Zidon, that pass over the sea, have replenished.",
      "3": "And by great waters the seed of Sihor,\nthe harvest of the river, is her revenue;\nand she is a mart of nations.",
      "4": "Be thou ashamed, O Zidon:\nfor the sea hath spoken, even the strength of the sea, saying,\nI travail not, nor bring forth children,\nneither do I nourish up young men,\nnor bring up virgins.",
      "5": "As at the report concerning Egypt,\nso shall they be sorely pained at the report of Tyre.",
      "6": "Pass ye over to Tarshish;\nhowl, ye inhabitants of the isle.",
      "7": "Is this your joyous city, whose antiquity is of ancient days?\nher own feet shall carry her afar off to sojourn.",
      "8": "Who hath taken this counsel against Tyre, the crowning city,\nwhose merchants are princes,\nwhose traffickers are the honourable of the earth?",
      "9": "The Lord of hosts hath purposed it,\nto stain the pride of all glory,\nand to bring into contempt all the honourable of the earth.",
      "10": "Pass through thy land as a river, O daughter of Tarshish:\nthere is no more strength.",
      "11": "He stretched out his hand over the sea,\nhe shook the kingdoms:\nthe Lord hath given a commandment against the merchant city,\nto destroy the strong holds thereof.",
      "12": "And he said, Thou shalt no more rejoice,\nO thou oppressed virgin, daughter of Zidon:\narise, pass over to Chittim;\nthere also shalt thou have no rest.",
      "13": "Behold the land of the Chaldeans;\nthis people was not, till the Assyrian founded it\nfor them that dwell in the wilderness:\nthey set up the towers thereof,\nthey raised up the palaces thereof; and he brought it to ruin.",
      "14": "Howl, ye ships of Tarshish:\nfor your strength is laid waste.",
      "15": "And it shall come to pass in that day, that Tyre shall be forgotten seventy years, according to the days of one king: after the end of seventy years shall Tyre sing as an harlot.",
      "16": "Take an harp, go about the city, thou harlot that hast been forgotten; make sweet melody, sing many songs, that thou mayest be remembered.",
      "17": "And it shall come to pass after the end of seventy years, that the Lord will visit Tyre, and she shall turn to her hire, and shall commit fornication with all the kingdoms of the world upon the face of the earth.",
      "18": "And her merchandise and her hire shall be holiness to the Lord: it shall not be treasured nor laid up; for her merchandise shall be for them that dwell before the Lord, to eat sufficiently, and for durable clothing."
    },
    "24": {
      "1": "Behold, the Lord maketh the earth empty,\nand maketh it waste,\nand turneth it upside down,\nand scattereth abroad the inhabitants thereof.",
      "2": "And it shall be, as with the people, so with the priest;\nas with the servant, so with his master;\nas with the maid, so with her mistress;\nas with the buyer, so with the seller;\nas with the lender, so with the borrower;\nas with the taker of usury, so with the giver of usury to him.",
      "3": "The land shall be utterly emptied, and utterly spoiled:\nfor the Lord hath spoken this word.",
      "4": "The earth mourneth and fadeth away,\nthe world languisheth and fadeth away,\nthe haughty people of the earth do languish.",
      "5": "The earth also is defiled under the inhabitants thereof;\nbecause they have transgressed the laws,\nchanged the ordinance,\nbroken the everlasting covenant.",
      "6": "Therefore hath the curse devoured the earth,\nand they that dwell therein are desolate:\ntherefore the inhabitants of the earth are burned,\nand few men left.",
      "7": "The new wine mourneth,\nthe vine languisheth,\nall the merryhearted do sigh.",
      "8": "The mirth of tabrets ceaseth,\nthe noise of them that rejoice endeth,\nthe joy of the harp ceaseth.",
      "9": "They shall not drink wine with a song;\nstrong drink shall be bitter to them that drink it.",
      "10": "The city of confusion is broken down:\nevery house is shut up, that no man may come in.",
      "11": "There is a crying for wine in the streets;\nall joy is darkened,\nthe mirth of the land is gone.",
      "12": "In the city is left desolation,\nand the gate is smitten with destruction.",
      "13": "When thus it shall be in the midst of the land among the people,\nthere shall be as the shaking of an olive tree,\nand as the gleaning grapes when the vintage is done.",
      "14": "They shall lift up their voice,\nthey shall sing for the majesty of the Lord,\nthey shall cry aloud from the sea.",
      "15": "Wherefore glorify ye the Lord in the fires,\neven the name of the Lord God of Israel in the isles of the sea.",
      "16": "From the uttermost part of the earth have we heard songs,\neven glory to the righteous.\nBut I said, My leanness, my leanness, woe unto me!\nthe treacherous dealers have dealt treacherously;\nyea, the treacherous dealers have dealt very treacherously.",
      "17": "Fear, and the pit, and the snare, are upon thee,\nO inhabitant of the earth.",
      "18": "And it shall come to pass,\nthat he who fleeth from the noise of the fear shall fall into the pit;\nand he that cometh up out of the midst of the pit shall be taken in the snare:\nfor the windows from on high are open,\nand the foundations of the earth do shake.",
      "19": "The earth is utterly broken down,\nthe earth is clean dissolved,\nthe earth is moved exceedingly.",
      "20": "The earth shall reel to and fro like a drunkard,\nand shall be removed like a cottage;\nand the transgression thereof shall be heavy upon it;\nand it shall fall, and not rise again.",
      "21": "And it shall come to pass in that day,\nthat the Lord shall punish the host of the high ones that are on high,\nand the kings of the earth upon the earth.",
      "22": "And they shall be gathered together,\nas prisoners are gathered in the pit,\nand shall be shut up in the prison,\nand after many days shall they be visited.",
      "23": "Then the moon shall be confounded,\nand the sun ashamed,\nwhen the Lord of hosts shall reign in mount Zion,\nand in Jerusalem, and before his ancients gloriously."
    },
    "25": {
      "1": "O Lord, thou art my God;\nI will exalt thee, I will praise thy name;\nfor thou hast done wonderful things;\nthy counsels of old are faithfulness and truth.",
      "2": "For thou hast made of a city an heap;\nof a defenced city a ruin:\na palace of strangers to be no city;\nit shall never be built.",
      "3": "Therefore shall the strong people glorify thee,\nthe city of the terrible nations shall fear thee.",
      "4": "For thou hast been a strength to the poor,\na strength to the needy in his distress,\na refuge from the storm, a shadow from the heat,\nwhen the blast of the terrible ones is as a storm against the wall.",
      "5": "Thou shalt bring down the noise of strangers, as the heat in a dry place;\neven the heat with the shadow of a cloud:\nthe branch of the terrible ones shall be brought low.",
      "6": "And in this mountain shall the Lord of hosts make unto all people\na feast of fat things, a feast of wines on the lees,\nof fat things full of marrow, of wines on the lees well refined.",
      "7": "And he will destroy in this mountain\nthe face of the covering cast over all people,\nand the vail that is spread over all nations.",
      "8": "He will swallow up death in victory;\nand the Lord God will wipe away tears from off all faces;\nand the rebuke of his people shall he take away from off all the earth:\nfor the Lord hath spoken it.",
      "9": "And it shall be said in that day,\nLo, this is our God;\nwe have waited for him, and he will save us:\nthis is the Lord;\nwe have waited for him,\nwe will be glad and rejoice in his salvation.",
      "10": "For in this mountain shall the hand of the Lord rest,\nand Moab shall be trodden down under him,\neven as straw is trodden down for the dunghill.",
      "11": "And he shall spread forth his hands in the midst of them,\nas he that swimmeth spreadeth forth his hands to swim:\nand he shall bring down their pride\ntogether with the spoils of their hands.",
      "12": "And the fortress of the high fort of thy walls shall he bring down,\nlay low, and bring to the ground,\neven to the dust."
    },
    "26": {
      "1": "In that day shall this song be sung in the land of Judah;\nWe have a strong city;\nsalvation will God appoint for walls and bulwarks.",
      "2": "Open ye the gates,\nthat the righteous nation which keepeth the truth may enter in.",
      "3": "Thou wilt keep him in perfect peace, whose mind is stayed on thee:\nbecause he trusteth in thee.",
      "4": "Trust ye in the Lord for ever:\nfor in the Lord JEHOVAH is everlasting strength:",
      "5": "for he bringeth down them that dwell on high;\nthe lofty city, he layeth it low;\nhe layeth it low, even to the ground;\nhe bringeth it even to the dust.",
      "6": "The foot shall tread it down,\neven the feet of the poor, and the steps of the needy.",
      "7": "The way of the just is uprightness:\nthou, most upright, dost weigh the path of the just.",
      "8": "Yea, in the way of thy judgments, O Lord, have we waited for thee;\nthe desire of our soul is to thy name,\nand to the remembrance of thee.",
      "9": "With my soul have I desired thee in the night;\nyea, with my spirit within me will I seek thee early:\nfor when thy judgments are in the earth,\nthe inhabitants of the world will learn righteousness.",
      "10": "Let favour be shewed to the wicked,\nyet will he not learn righteousness:\nin the land of uprightness will he deal unjustly,\nand will not behold the majesty of the Lord.",
      "11": "Lord, when thy hand is lifted up, they will not see:\nbut they shall see, and be ashamed for their envy at the people;\nyea, the fire of thine enemies shall devour them.",
      "12": "Lord, thou wilt ordain peace for us:\nfor thou also hast wrought all our works in us.",
      "13": "O Lord our God, other lords beside thee have had dominion over us:\nbut by thee only will we make mention of thy name.",
      "14": "They are dead, they shall not live;\nthey are deceased, they shall not rise:\ntherefore hast thou visited and destroyed them,\nand made all their memory to perish.",
      "15": "Thou hast increased the nation, O Lord,\nthou hast increased the nation: thou art glorified:\nthou hadst removed it far unto all the ends of the earth.",
      "16": "Lord, in trouble have they visited thee,\nthey poured out a prayer when thy chastening was upon them.",
      "17": "Like as a woman with child,\nthat draweth near the time of her delivery,\nis in pain, and crieth out in her pangs;\nso have we been in thy sight, O Lord.",
      "18": "We have been with child, we have been in pain,\nwe have as it were brought forth wind;\nwe have not wrought any deliverance in the earth;\nneither have the inhabitants of the world fallen.",
      "19": "Thy dead men shall live,\ntogether with my dead body shall they arise.\nAwake and sing, ye that dwell in dust:\nfor thy dew is as the dew of herbs,\nand the earth shall cast out the dead.",
      "20": "Come, my people, enter thou into thy chambers,\nand shut thy doors about thee:\nhide thyself as it were for a little moment,\nuntil the indignation be overpast.",
      "21": "For, behold, the Lord cometh out of his place\nto punish the inhabitants of the earth for their iniquity:\nthe earth also shall disclose her blood,\nand shall no more cover her slain."
    },
    "27": {
      "1": "In that day the Lord with his sore and great and strong sword\nshall punish leviathan the piercing serpent,\neven leviathan that crooked serpent;\nand he shall slay the dragon that is in the sea.",
      "2": "In that day sing ye unto her,\nA vineyard of red wine.",
      "3": "I the Lord do keep it;\nI will water it every moment:\nlest any hurt it, I will keep it night and day.",
      "4": "Fury is not in me:\nwho would set the briers and thorns against me in battle?\nI would go through them,\nI would burn them together.",
      "5": "Or let him take hold of my strength,\nthat he may make peace with me;\nand he shall make peace with me.",
      "6": "He shall cause them that come of Jacob to take root:\nIsrael shall blossom and bud,\nand fill the face of the world with fruit.",
      "7": "Hath he smitten him, as he smote those that smote him?\nor is he slain according to the slaughter of them that are slain by him?",
      "8": "In measure, when it shooteth forth, thou wilt debate with it:\nhe stayeth his rough wind in the day of the east wind.",
      "9": "By this therefore shall the iniquity of Jacob be purged;\nand this is all the fruit to take away his sin;\nwhen he maketh all the stones of the altar as chalkstones that are beaten in sunder,\nthe groves and images shall not stand up.",
      "10": "Yet the defenced city shall be desolate,\nand the habitation forsaken, and left like a wilderness:\nthere shall the calf feed, and there shall he lie down,\nand consume the branches thereof.",
      "11": "When the boughs thereof are withered,\nthey shall be broken off:\nthe women come, and set them on fire:\nfor it is a people of no understanding:\ntherefore he that made them will not have mercy on them,\nand he that formed them will shew them no favour.",
      "12": "And it shall come to pass in that day,\nthat the Lord shall beat off from the channel of the river unto the stream of Egypt,\nand ye shall be gathered one by one,\nO ye children of Israel.",
      "13": "And it shall come to pass in that day,\nthat the great trumpet shall be blown,\nand they shall come which were ready to perish in the land of Assyria,\nand the outcasts in the land of Egypt,\nand shall worship the Lord in the holy mount at Jerusalem."
    },
    "28": {
      "1": "Woe to the crown of pride, to the drunkards of Ephraim,\nwhose glorious beauty is a fading flower,\nwhich are on the head of the fat valleys of them that are overcome with wine!",
      "2": "Behold, the Lord hath a mighty and strong one,\nwhich as a tempest of hail and a destroying storm,\nas a flood of mighty waters overflowing,\nshall cast down to the earth with the hand.",
      "3": "The crown of pride, the drunkards of Ephraim,\nshall be trodden under feet:",
      "4": "and the glorious beauty, which is on the head of the fat valley,\nshall be a fading flower,\nand as the hasty fruit before the summer;\nwhich when he that looketh upon it seeth,\nwhile it is yet in his hand he eateth it up.",
      "5": "In that day shall the Lord of hosts be for a crown of glory,\nand for a diadem of beauty, unto the residue of his people,",
      "6": "and for a spirit of judgment to him that sitteth in judgment,\nand for strength to them that turn the battle to the gate.",
      "7": "But they also have erred through wine,\nand through strong drink are out of the way;\nthe priest and the prophet have erred through strong drink,\nthey are swallowed up of wine,\nthey are out of the way through strong drink;\nthey err in vision, they stumble in judgment.",
      "8": "For all tables are full of vomit and filthiness,\nso that there is no place clean.",
      "9": "Whom shall he teach knowledge?\nand whom shall he make to understand doctrine?\nthem that are weaned from the milk,\nand drawn from the breasts.",
      "10": "For precept must be upon precept, precept upon precept;\nline upon line, line upon line;\nhere a little, and there a little:",
      "11": "for with stammering lips and another tongue\nwill he speak to this people.",
      "12": "To whom he said,\nThis is the rest wherewith ye may cause the weary to rest;\nand this is the refreshing:\nyet they would not hear.",
      "13": "But the word of the Lord was unto them\nprecept upon precept, precept upon precept;\nline upon line, line upon line;\nhere a little, and there a little;\nthat they might go, and fall backward,\nand be broken, and snared, and taken.",
      "14": "Wherefore hear the word of the Lord,\nye scornful men, that rule this people which is in Jerusalem.",
      "15": "Because ye have said, We have made a covenant with death,\nand with hell are we at agreement;\nwhen the overflowing scourge shall pass through, it shall not come unto us:\nfor we have made lies our refuge,\nand under falsehood have we hid ourselves:",
      "16": "therefore thus saith the Lord God,\nBehold, I lay in Zion for a foundation a stone, a tried stone,\na precious corner stone, a sure foundation:\nhe that believeth shall not make haste.",
      "17": "Judgment also will I lay to the line,\nand righteousness to the plummet:\nand the hail shall sweep away the refuge of lies,\nand the waters shall overflow the hiding place.",
      "18": "And your covenant with death shall be disannulled,\nand your agreement with hell shall not stand;\nwhen the overflowing scourge shall pass through,\nthen ye shall be trodden down by it.",
      "19": "From the time that it goeth forth it shall take you:\nfor morning by morning shall it pass over, by day and by night:\nand it shall be a vexation only to understand the report.",
      "20": "For the bed is shorter than that a man can stretch himself on it:\nand the covering narrower than that he can wrap himself in it.",
      "21": "For the Lord shall rise up as in mount Perazim,\nhe shall be wroth as in the valley of Gibeon,\nthat he may do his work, his strange work;\nand bring to pass his act, his strange act.",
      "22": "Now therefore be ye not mockers,\nlest your bands be made strong:\nfor I have heard from the Lord God of hosts\na consumption, even determined upon the whole earth.",
      "23": "Give ye ear, and hear my voice;\nhearken, and hear my speech.",
      "24": "Doth the plowman plow all day to sow?\ndoth he open and break the clods of his ground?",
      "25": "When he hath made plain the face thereof,\ndoth he not cast abroad the fitches, and scatter the cummin,\nand cast in the principal wheat and the appointed barley and the rie in their place?",
      "26": "For his God doth instruct him to discretion, and doth teach him.",
      "27": "For the fitches are not threshed with a threshing instrument,\nneither is a cart wheel turned about upon the cummin;\nbut the fitches are beaten out with a staff,\nand the cummin with a rod.",
      "28": "Bread corn is bruised;\nbecause he will not ever be threshing it,\nnor break it with the wheel of his cart,\nnor bruise it with his horsemen.",
      "29": "This also cometh forth from the Lord of hosts,\nwhich is wonderful in counsel,\nand excellent in working."
    },
    "29": {
      "1": "Woe to Ariel, to Ariel, the city where David dwelt!\nadd ye year to year; let them kill sacrifices.",
      "2": "Yet I will distress Ariel,\nand there shall be heaviness and sorrow:\nand it shall be unto me as Ariel.",
      "3": "And I will camp against thee round about,\nand will lay siege against thee with a mount,\nand I will raise forts against thee.",
      "4": "And thou shalt be brought down,\nand shalt speak out of the ground,\nand thy speech shall be low out of the dust,\nand thy voice shall be, as of one that hath a familiar spirit, out of the ground,\nand thy speech shall whisper out of the dust.",
      "5": "Moreover the multitude of thy strangers shall be like small dust,\nand the multitude of the terrible ones shall be as chaff that passeth away:\nyea, it shall be at an instant suddenly.",
      "6": "Thou shalt be visited of the Lord of hosts\nwith thunder, and with earthquake, and great noise,\nwith storm and tempest, and the flame of devouring fire.",
      "7": "And the multitude of all the nations that fight against Ariel,\neven all that fight against her and her munition, and that distress her,\nshall be as a dream of a night vision.",
      "8": "It shall even be as when an hungry man dreameth, and, behold, he eateth;\nbut he awaketh, and his soul is empty:\nor as when a thirsty man dreameth, and, behold, he drinketh;\nbut he awaketh, and, behold, he is faint, and his soul hath appetite:\nso shall the multitude of all the nations be, that fight against mount Zion.",
      "9": "Stay yourselves, and wonder; cry ye out, and cry:\nthey are drunken, but not with wine;\nthey stagger, but not with strong drink.",
      "10": "For the Lord hath poured out upon you the spirit of deep sleep,\nand hath closed your eyes:\nthe prophets and your rulers, the seers hath he covered.",
      "11": "And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed:",
      "12": "and the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.",
      "13": "Wherefore the Lord said,\nForasmuch as this people draw near me with their mouth,\nand with their lips do honour me,\nbut have removed their heart far from me,\nand their fear toward me is taught by the precept of men:",
      "14": "therefore, behold, I will proceed to do a marvellous work among this people,\neven a marvellous work and a wonder:\nfor the wisdom of their wise men shall perish,\nand the understanding of their prudent men shall be hid.",
      "15": "Woe unto them that seek deep to hide their counsel from the Lord,\nand their works are in the dark, and they say,\nWho seeth us? and who knoweth us?",
      "16": "Surely your turning of things upside down shall be esteemed as the potter’s clay:\nfor shall the work say of him that made it,\nHe made me not?\nor shall the thing framed say of him that framed it,\nHe had no understanding?",
      "17": "Is it not yet a very little while,\nand Lebanon shall be turned into a fruitful field,\nand the fruitful field shall be esteemed as a forest?",
      "18": "And in that day shall the deaf hear the words of the book,\nand the eyes of the blind shall see out of obscurity,\nand out of darkness.",
      "19": "The meek also shall increase their joy in the Lord,\nand the poor among men shall rejoice in the Holy One of Israel.",
      "20": "For the terrible one is brought to nought,\nand the scorner is consumed,\nand all that watch for iniquity are cut off:",
      "21": "that make a man an offender for a word,\nand lay a snare for him that reproveth in the gate,\nand turn aside the just for a thing of nought.",
      "22": "Therefore thus saith the Lord, who redeemed Abraham, concerning the house of Jacob,\nJacob shall not now be ashamed,\nneither shall his face now wax pale.",
      "23": "But when he seeth his children, the work of mine hands, in the midst of him,\nthey shall sanctify my name,\nand sanctify the Holy One of Jacob,\nand shall fear the God of Israel.",
      "24": "They also that erred in spirit shall come to understanding,\nand they that murmured shall learn doctrine."
    },
    "30": {
      "1": "Woe to the rebellious children, saith the Lord,\nthat take counsel, but not of me;\nand that cover with a covering, but not of my spirit,\nthat they may add sin to sin:",
      "2": "that walk to go down into Egypt,\nand have not asked at my mouth;\nto strengthen themselves in the strength of Pharaoh,\nand to trust in the shadow of Egypt!",
      "3": "Therefore shall the strength of Pharaoh be your shame,\nand the trust in the shadow of Egypt your confusion.",
      "4": "For his princes were at Zoan,\nand his ambassadors came to Hanes.",
      "5": "They were all ashamed of a people that could not profit them,\nnor be an help nor profit,\nbut a shame, and also a reproach.",
      "6": "The burden of the beasts of the south:\ninto the land of trouble and anguish,\nfrom whence come the young and old lion,\nthe viper and fiery flying serpent,\nthey will carry their riches upon the shoulders of young asses,\nand their treasures upon the bunches of camels,\nto a people that shall not profit them.",
      "7": "For the Egyptians shall help in vain, and to no purpose:\ntherefore have I cried concerning this,\nTheir strength is to sit still.",
      "8": "Now go, write it before them in a table, and note it in a book,\nthat it may be for the time to come for ever and ever:",
      "9": "that this is a rebellious people, lying children,\nchildren that will not hear the law of the Lord:",
      "10": "which say to the seers, See not;\nand to the prophets, Prophesy not unto us right things,\nspeak unto us smooth things,\nprophesy deceits:",
      "11": "get you out of the way,\nturn aside out of the path,\ncause the Holy One of Israel to cease from before us.",
      "12": "Wherefore thus saith the Holy One of Israel,\nBecause ye despise this word,\nand trust in oppression and perverseness,\nand stay thereon:",
      "13": "therefore this iniquity shall be to you as a breach ready to fall,\nswelling out in a high wall,\nwhose breaking cometh suddenly at an instant.",
      "14": "And he shall break it as the breaking of the potters’ vessel that is broken in pieces;\nhe shall not spare:\nso that there shall not be found in the bursting of it\na sherd to take fire from the hearth,\nor to take water withal out of the pit.",
      "15": "For thus saith the Lord God, the Holy One of Israel;\nIn returning and rest shall ye be saved;\nin quietness and in confidence shall be your strength:\nand ye would not.",
      "16": "But ye said, No; for we will flee upon horses;\ntherefore shall ye flee:\nand, We will ride upon the swift;\ntherefore shall they that pursue you be swift.",
      "17": "One thousand shall flee at the rebuke of one;\nat the rebuke of five shall ye flee:\ntill ye be left as a beacon upon the top of a mountain,\nand as an ensign on an hill.",
      "18": "And therefore will the Lord wait,\nthat he may be gracious unto you,\nand therefore will he be exalted,\nthat he may have mercy upon you:\nfor the Lord is a God of judgment:\nblessed are all they that wait for him.",
      "19": "For the people shall dwell in Zion at Jerusalem: thou shalt weep no more: he will be very gracious unto thee at the voice of thy cry; when he shall hear it, he will answer thee.",
      "20": "And though the Lord give you the bread of adversity, and the water of affliction, yet shall not thy teachers be removed into a corner any more, but thine eyes shall see thy teachers:",
      "21": "and thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.",
      "22": "Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence.",
      "23": "Then shall he give the rain of thy seed, that thou shalt sow the ground withal; and bread of the increase of the earth, and it shall be fat and plenteous: in that day shall thy cattle feed in large pastures.",
      "24": "The oxen likewise and the young asses that ear the ground shall eat clean provender, which hath been winnowed with the shovel and with the fan.",
      "25": "And there shall be upon every high mountain, and upon every high hill, rivers and streams of waters in the day of the great slaughter, when the towers fall.",
      "26": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the Lord bindeth up the breach of his people, and healeth the stroke of their wound.",
      "27": "Behold, the name of the Lord cometh from far,\nburning with his anger,\nand the burden thereof is heavy:\nhis lips are full of indignation,\nand his tongue as a devouring fire:",
      "28": "and his breath, as an overflowing stream,\nshall reach to the midst of the neck,\nto sift the nations with the sieve of vanity:\nand there shall be a bridle in the jaws of the people,\ncausing them to err.",
      "29": "Ye shall have a song,\nas in the night when a holy solemnity is kept;\nand gladness of heart,\nas when one goeth with a pipe to come into the mountain of the Lord,\nto the mighty One of Israel.",
      "30": "And the Lord shall cause his glorious voice to be heard,\nand shall shew the lighting down of his arm,\nwith the indignation of his anger,\nand with the flame of a devouring fire,\nwith scattering, and tempest, and hailstones.",
      "31": "For through the voice of the Lord shall the Assyrian be beaten down,\nwhich smote with a rod.",
      "32": "And in every place where the grounded staff shall pass,\nwhich the Lord shall lay upon him,\nit shall be with tabrets and harps:\nand in battles of shaking will he fight with it.",
      "33": "For Tophet is ordained of old;\nyea, for the king it is prepared;\nhe hath made it deep and large:\nthe pile thereof is fire and much wood;\nthe breath of the Lord, like a stream of brimstone,\ndoth kindle it."
    },
    "31": {
      "1": "Woe to them that go down to Egypt for help;\nand stay on horses, and trust in chariots, because they are many;\nand in horsemen, because they are very strong;\nbut they look not unto the Holy One of Israel,\nneither seek the Lord!",
      "2": "Yet he also is wise, and will bring evil,\nand will not call back his words:\nbut will arise against the house of the evildoers,\nand against the help of them that work iniquity.",
      "3": "Now the Egyptians are men, and not God;\nand their horses flesh, and not spirit.\nWhen the Lord shall stretch out his hand,\nboth he that helpeth shall fall,\nand he that is holpen shall fall down,\nand they all shall fail together.",
      "4": "For thus hath the Lord spoken unto me,\nLike as the lion and the young lion roaring on his prey,\nwhen a multitude of shepherds is called forth against him,\nhe will not be afraid of their voice,\nnor abase himself for the noise of them:\nso shall the Lord of hosts come down to fight\nfor mount Zion, and for the hill thereof.",
      "5": "As birds flying, so will the Lord of hosts defend Jerusalem;\ndefending also he will deliver it;\nand passing over he will preserve it.",
      "6": "Turn ye unto him from whom the children of Israel have deeply revolted.",
      "7": "For in that day every man shall cast away\nhis idols of silver, and his idols of gold,\nwhich your own hands have made unto you for a sin.",
      "8": "Then shall the Assyrian fall with the sword, not of a mighty man;\nand the sword, not of a mean man, shall devour him:\nbut he shall flee from the sword,\nand his young men shall be discomfited.",
      "9": "And he shall pass over to his strong hold for fear,\nand his princes shall be afraid of the ensign,\nsaith the Lord, whose fire is in Zion,\nand his furnace in Jerusalem."
    },
    "32": {
      "1": "Behold, a king shall reign in righteousness,\nand princes shall rule in judgment.",
      "2": "And a man shall be as an hiding place from the wind,\nand a covert from the tempest;\nas rivers of water in a dry place,\nas the shadow of a great rock in a weary land.",
      "3": "And the eyes of them that see shall not be dim,\nand the ears of them that hear shall hearken.",
      "4": "The heart also of the rash shall understand knowledge,\nand the tongue of the stammerers shall be ready to speak plainly.",
      "5": "The vile person shall be no more called liberal,\nnor the churl said to be bountiful.",
      "6": "For the vile person will speak villany,\nand his heart will work iniquity,\nto practise hypocrisy, and to utter error against the Lord,\nto make empty the soul of the hungry,\nand he will cause the drink of the thirsty to fail.",
      "7": "The instruments also of the churl are evil:\nhe deviseth wicked devices to destroy the poor with lying words,\neven when the needy speaketh right.",
      "8": "But the liberal deviseth liberal things;\nand by liberal things shall he stand.",
      "9": "Rise up, ye women that are at ease;\nhear my voice, ye careless daughters;\ngive ear unto my speech.",
      "10": "Many days and years shall ye be troubled, ye careless women:\nfor the vintage shall fail, the gathering shall not come.",
      "11": "Tremble, ye women that are at ease;\nbe troubled, ye careless ones:\nstrip you, and make you bare,\nand gird sackcloth upon your loins.",
      "12": "They shall lament for the teats,\nfor the pleasant fields, for the fruitful vine.",
      "13": "Upon the land of my people shall come up thorns and briers;\nyea, upon all the houses of joy in the joyous city:",
      "14": "because the palaces shall be forsaken;\nthe multitude of the city shall be left;\nthe forts and towers shall be for dens for ever,\na joy of wild asses, a pasture of flocks;",
      "15": "until the spirit be poured upon us from on high,\nand the wilderness be a fruitful field,\nand the fruitful field be counted for a forest.",
      "16": "Then judgment shall dwell in the wilderness,\nand righteousness remain in the fruitful field.",
      "17": "And the work of righteousness shall be peace;\nand the effect of righteousness quietness and assurance for ever.",
      "18": "And my people shall dwell in a peaceable habitation,\nand in sure dwellings, and in quiet resting places;",
      "19": "when it shall hail, coming down on the forest;\nand the city shall be low in a low place.",
      "20": "Blessed are ye that sow beside all waters,\nthat send forth thither the feet of the ox and the ass."
    },
    "33": {
      "1": "Woe to thee that spoilest, and thou wast not spoiled;\nand dealest treacherously, and they dealt not treacherously with thee!\nwhen thou shalt cease to spoil, thou shalt be spoiled;\nand when thou shalt make an end to deal treacherously,\nthey shall deal treacherously with thee.",
      "2": "O Lord, be gracious unto us;\nwe have waited for thee:\nbe thou their arm every morning,\nour salvation also in the time of trouble.",
      "3": "At the noise of the tumult the people fled;\nat the lifting up of thyself the nations were scattered.",
      "4": "And your spoil shall be gathered like the gathering of the caterpiller:\nas the running to and fro of locusts shall he run upon them.",
      "5": "The Lord is exalted; for he dwelleth on high:\nhe hath filled Zion with judgment and righteousness.",
      "6": "And wisdom and knowledge shall be\nthe stability of thy times, and strength of salvation:\nthe fear of the Lord is his treasure.",
      "7": "Behold, their valiant ones shall cry without:\nthe ambassadors of peace shall weep bitterly.",
      "8": "The highways lie waste, the wayfaring man ceaseth:\nhe hath broken the covenant, he hath despised the cities,\nhe regardeth no man.",
      "9": "The earth mourneth and languisheth:\nLebanon is ashamed and hewn down:\nSharon is like a wilderness;\nand Bashan and Carmel shake off their fruits.",
      "10": "Now will I rise, saith the Lord;\nnow will I be exalted; now will I lift up myself.",
      "11": "Ye shall conceive chaff, ye shall bring forth stubble:\nyour breath, as fire, shall devour you.",
      "12": "And the people shall be as the burnings of lime:\nas thorns cut up shall they be burned in the fire.",
      "13": "Hear, ye that are far off, what I have done;\nand, ye that are near, acknowledge my might.",
      "14": "The sinners in Zion are afraid;\nfearfulness hath surprised the hypocrites.\nWho among us shall dwell with the devouring fire?\nwho among us shall dwell with everlasting burnings?",
      "15": "He that walketh righteously, and speaketh uprightly;\nhe that despiseth the gain of oppressions,\nthat shaketh his hands from holding of bribes,\nthat stoppeth his ears from hearing of blood,\nand shutteth his eyes from seeing evil;",
      "16": "he shall dwell on high:\nhis place of defence shall be the munitions of rocks:\nbread shall be given him; his waters shall be sure.",
      "17": "Thine eyes shall see the king in his beauty:\nthey shall behold the land that is very far off.",
      "18": "Thine heart shall meditate terror.\nWhere is the scribe?\nwhere is the receiver?\nwhere is he that counted the towers?",
      "19": "Thou shalt not see a fierce people,\na people of a deeper speech than thou canst perceive;\nof a stammering tongue, that thou canst not understand.",
      "20": "Look upon Zion, the city of our solemnities:\nthine eyes shall see Jerusalem a quiet habitation,\na tabernacle that shall not be taken down;\nnot one of the stakes thereof shall ever be removed,\nneither shall any of the cords thereof be broken.",
      "21": "But there the glorious Lord will be unto us a place of broad rivers and streams;\nwherein shall go no galley with oars,\nneither shall gallant ship pass thereby.",
      "22": "For the Lord is our judge, the Lord is our lawgiver,\nthe Lord is our king; he will save us.",
      "23": "Thy tacklings are loosed;\nthey could not well strengthen their mast,\nthey could not spread the sail:\nthen is the prey of a great spoil divided;\nthe lame take the prey.",
      "24": "And the inhabitant shall not say, I am sick:\nthe people that dwell therein shall be forgiven their iniquity."
    },
    "34": {
      "1": "Come near, ye nations, to hear; and hearken, ye people:\nlet the earth hear, and all that is therein;\nthe world, and all things that come forth of it.",
      "2": "For the indignation of the Lord is upon all nations,\nand his fury upon all their armies:\nhe hath utterly destroyed them,\nhe hath delivered them to the slaughter.",
      "3": "Their slain also shall be cast out,\nand their stink shall come up out of their carcases,\nand the mountains shall be melted with their blood.",
      "4": "And all the host of heaven shall be dissolved,\nand the heavens shall be rolled together as a scroll:\nand all their host shall fall down,\nas the leaf falleth off from the vine,\nand as a falling fig from the fig tree.",
      "5": "For my sword shall be bathed in heaven:\nbehold, it shall come down upon Idumea,\nand upon the people of my curse, to judgment.",
      "6": "The sword of the Lord is filled with blood,\nit is made fat with fatness,\nand with the blood of lambs and goats,\nwith the fat of the kidneys of rams:\nfor the Lord hath a sacrifice in Bozrah,\nand a great slaughter in the land of Idumea.",
      "7": "And the unicorns shall come down with them,\nand the bullocks with the bulls;\nand their land shall be soaked with blood,\nand their dust made fat with fatness.",
      "8": "For it is the day of the Lord’s vengeance,\nand the year of recompences for the controversy of Zion.",
      "9": "And the streams thereof shall be turned into pitch,\nand the dust thereof into brimstone,\nand the land thereof shall become burning pitch.",
      "10": "It shall not be quenched night nor day;\nthe smoke thereof shall go up for ever:\nfrom generation to generation it shall lie waste;\nnone shall pass through it for ever and ever.",
      "11": "But the cormorant and the bittern shall possess it;\nthe owl also and the raven shall dwell in it:\nand he shall stretch out upon it the line of confusion,\nand the stones of emptiness.",
      "12": "They shall call the nobles thereof to the kingdom,\nbut none shall be there,\nand all her princes shall be nothing.",
      "13": "And thorns shall come up in her palaces,\nnettles and brambles in the fortresses thereof:\nand it shall be an habitation of dragons, and a court for owls.",
      "14": "The wild beasts of the desert shall also meet with the wild beasts of the island,\nand the satyr shall cry to his fellow;\nthe screech owl also shall rest there,\nand find for herself a place of rest.",
      "15": "There shall the great owl make her nest,\nand lay, and hatch, and gather under her shadow:\nthere shall the vultures also be gathered, every one with her mate.",
      "16": "Seek ye out of the book of the Lord, and read:\nno one of these shall fail, none shall want her mate:\nfor my mouth it hath commanded,\nand his spirit it hath gathered them.",
      "17": "And he hath cast the lot for them,\nand his hand hath divided it unto them by line:\nthey shall possess it for ever,\nfrom generation to generation shall they dwell therein."
    },
    "35": {
      "1": "The wilderness and the solitary place shall be glad for them;\nand the desert shall rejoice, and blossom as the rose.",
      "2": "It shall blossom abundantly,\nand rejoice even with joy and singing:\nthe glory of Lebanon shall be given unto it,\nthe excellency of Carmel and Sharon,\nthey shall see the glory of the Lord,\nand the excellency of our God.",
      "3": "Strengthen ye the weak hands,\nand confirm the feeble knees.",
      "4": "Say to them that are of a fearful heart,\nBe strong, fear not:\nbehold, your God will come with vengeance,\neven God with a recompence;\nhe will come and save you.",
      "5": "Then the eyes of the blind shall be opened,\nand the ears of the deaf shall be unstopped.",
      "6": "Then shall the lame man leap as an hart,\nand the tongue of the dumb sing:\nfor in the wilderness shall waters break out,\nand streams in the desert.",
      "7": "And the parched ground shall become a pool,\nand the thirsty land springs of water:\nin the habitation of dragons, where each lay,\nshall be grass with reeds and rushes.",
      "8": "And an highway shall be there, and a way,\nand it shall be called The way of holiness;\nthe unclean shall not pass over it; but it shall be for those:\nthe wayfaring men, though fools, shall not err therein.",
      "9": "No lion shall be there,\nnor any ravenous beast shall go up thereon,\nit shall not be found there;\nbut the redeemed shall walk there:",
      "10": "and the ransomed of the Lord shall return,\nand come to Zion with songs\nand everlasting joy upon their heads:\nthey shall obtain joy and gladness,\nand sorrow and sighing shall flee away."
    },
    "36": {
      "1": "Now it came to pass in the fourteenth year of king Hezekiah, that Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them.",
      "2": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller’s field.",
      "3": "Then came forth unto him Eliakim, Hilkiah’s son, which was over the house, and Shebna the scribe, and Joah, Asaph’s son, the recorder.",
      "4": "And Rabshakeh said unto them, Say ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?",
      "5": "I say, sayest thou, (but they are but vain words) I have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?",
      "6": "Lo, thou trustest in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt to all that trust in him.",
      "7": "But if thou say to me, We trust in the Lord our God: is it not he, whose high places and whose altars Hezekiah hath taken away, and said to Judah and to Jerusalem, Ye shall worship before this altar?",
      "8": "Now therefore give pledges, I pray thee, to my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them.",
      "9": "How then wilt thou turn away the face of one captain of the least of my master’s servants, and put thy trust on Egypt for chariots and for horsemen?",
      "10": "And am I now come up without the Lord against this land to destroy it? the Lord said unto me, Go up against this land, and destroy it.",
      "11": "Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak, I pray thee, unto thy servants in the Syrian language; for we understand it: and speak not to us in the Jews’ language, in the ears of the people that are on the wall.",
      "12": "But Rabshakeh said, Hath my master sent me to thy master and to thee to speak these words? hath he not sent me to the men that sit upon the wall, that they may eat their own dung, and drink their own piss with you?",
      "13": "Then Rabshakeh stood, and cried with a loud voice in the Jews’ language, and said, Hear ye the words of the great king, the king of Assyria.",
      "14": "Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you.",
      "15": "Neither let Hezekiah make you trust in the Lord, saying, The Lord will surely deliver us: this city shall not be delivered into the hand of the king of Assyria.",
      "16": "Hearken not to Hezekiah: for thus saith the king of Assyria, Make an agreement with me by a present, and come out to me: and eat ye every one of his vine, and every one of his fig tree, and drink ye every one the waters of his own cistern;",
      "17": "until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards.",
      "18": "Beware lest Hezekiah persuade you, saying, The Lord will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?",
      "19": "Where are the gods of Hamath and Arphad? where are the gods of Sepharvaim? and have they delivered Samaria out of my hand?",
      "20": "Who are they among all the gods of these lands, that have delivered their land out of my hand, that the Lord should deliver Jerusalem out of my hand?",
      "21": "But they held their peace, and answered him not a word: for the king’s commandment was, saying, Answer him not.",
      "22": "Then came Eliakim, the son of Hilkiah, that was over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder, to Hezekiah with their clothes rent, and told him the words of Rabshakeh."
    },
    "37": {
      "1": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
      "2": "And he sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests covered with sackcloth, unto Isaiah the prophet the son of Amoz.",
      "3": "And they said unto him, Thus saith Hezekiah, This day is a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and there is not strength to bring forth.",
      "4": "It may be the Lord thy God will hear the words of Rabshakeh, whom the king of Assyria his master hath sent to reproach the living God, and will reprove the words which the Lord thy God hath heard: wherefore lift up thy prayer for the remnant that is left.",
      "5": "So the servants of king Hezekiah came to Isaiah.",
      "6": "And Isaiah said unto them, Thus shall ye say unto your master, Thus saith the Lord, Be not afraid of the words that thou hast heard, wherewith the servants of the king of Assyria have blasphemed me.",
      "7": "Behold, I will send a blast upon him, and he shall hear a rumour, and return to his own land; and I will cause him to fall by the sword in his own land.",
      "8": "So Rabshakeh returned, and found the king of Assyria warring against Libnah: for he had heard that he was departed from Lachish.",
      "9": "And he heard say concerning Tirhakah king of Ethiopia, He is come forth to make war with thee. And when he heard it, he sent messengers to Hezekiah, saying,",
      "10": "Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy God, in whom thou trustest, deceive thee, saying, Jerusalem shall not be given into the hand of the king of Assyria.",
      "11": "Behold, thou hast heard what the kings of Assyria have done to all lands by destroying them utterly; and shalt thou be delivered?",
      "12": "Have the gods of the nations delivered them which my fathers have destroyed, as Gozan, and Haran, and Rezeph, and the children of Eden which were in Telassar?",
      "13": "Where is the king of Hamath, and the king of Arphad, and the king of the city of Sepharvaim, Hena, and Ivah?",
      "14": "And Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the Lord, and spread it before the Lord.",
      "15": "And Hezekiah prayed unto the Lord, saying,",
      "16": "O Lord of hosts, God of Israel, that dwellest between the cherubims, thou art the God, even thou alone, of all the kingdoms of the earth: thou hast made heaven and earth.",
      "17": "Incline thine ear, O Lord, and hear; open thine eyes, O Lord, and see: and hear all the words of Sennacherib, which hath sent to reproach the living God.",
      "18": "Of a truth, Lord, the kings of Assyria have laid waste all the nations, and their countries,",
      "19": "and have cast their gods into the fire: for they were no gods, but the work of men’s hands, wood and stone: therefore they have destroyed them.",
      "20": "Now therefore, O Lord our God, save us from his hand, that all the kingdoms of the earth may know that thou art the Lord, even thou only.",
      "21": "Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the Lord God of Israel, Whereas thou hast prayed to me against Sennacherib king of Assyria:",
      "22": "this is the word which the Lord hath spoken concerning him;\nThe virgin, the daughter of Zion,\nhath despised thee, and laughed thee to scorn;\nthe daughter of Jerusalem hath shaken her head at thee.",
      "23": "Whom hast thou reproached and blasphemed?\nand against whom hast thou exalted thy voice,\nand lifted up thine eyes on high?\neven against the Holy One of Israel.",
      "24": "By thy servants hast thou reproached the Lord, and hast said,\nBy the multitude of my chariots am I come up\nto the height of the mountains,\nto the sides of Lebanon;\nand I will cut down the tall cedars thereof,\nand the choice fir trees thereof:\nand I will enter into the height of his border,\nand the forest of his Carmel.",
      "25": "I have digged, and drunk water;\nand with the sole of my feet have I dried up\nall the rivers of the besieged places.",
      "26": "Hast thou not heard long ago, how I have done it;\nand of ancient times, that I have formed it?\nnow have I brought it to pass, that thou shouldest be to lay waste\ndefenced cities into ruinous heaps.",
      "27": "Therefore their inhabitants were of small power,\nthey were dismayed and confounded:\nthey were as the grass of the field, and as the green herb,\nas the grass on the housetops,\nand as corn blasted before it be grown up.",
      "28": "But I know thy abode, and thy going out,\nand thy coming in, and thy rage against me.",
      "29": "Because thy rage against me, and thy tumult, is come up into mine ears,\ntherefore will I put my hook in thy nose,\nand my bridle in thy lips,\nand I will turn thee back by the way by which thou camest.",
      "30": "And this shall be a sign unto thee,\nYe shall eat this year such as groweth of itself;\nand the second year that which springeth of the same:\nand in the third year sow ye, and reap,\nand plant vineyards, and eat the fruit thereof.",
      "31": "And the remnant that is escaped of the house of Judah\nshall again take root downward, and bear fruit upward:",
      "32": "for out of Jerusalem shall go forth a remnant,\nand they that escape out of mount Zion:\nthe zeal of the Lord of hosts shall do this.",
      "33": "Therefore thus saith the Lord concerning the king of Assyria,\nHe shall not come into this city,\nnor shoot an arrow there,\nnor come before it with shields,\nnor cast a bank against it.",
      "34": "By the way that he came, by the same shall he return,\nand shall not come into this city, saith the Lord.",
      "35": "For I will defend this city to save it\nfor mine own sake, and for my servant David’s sake.",
      "36": "Then the angel of the Lord went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses.",
      "37": "So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineveh.",
      "38": "And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons smote him with the sword; and they escaped into the land of Armenia: and Esar-haddon his son reigned in his stead."
    },
    "38": {
      "1": "In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the Lord, Set thine house in order: for thou shalt die, and not live.",
      "2": "Then Hezekiah turned his face toward the wall, and prayed unto the Lord,",
      "3": "and said, Remember now, O Lord, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done that which is good in thy sight. And Hezekiah wept sore.",
      "4": "Then came the word of the Lord to Isaiah, saying,",
      "5": "Go, and say to Hezekiah, Thus saith the Lord, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add unto thy days fifteen years.",
      "6": "And I will deliver thee and this city out of the hand of the king of Assyria: and I will defend this city.",
      "7": "And this shall be a sign unto thee from the Lord, that the Lord will do this thing that he hath spoken;",
      "8": "behold, I will bring again the shadow of the degrees, which is gone down in the sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it was gone down.",
      "9": "The writing of Hezekiah king of Judah, when he had been sick, and was recovered of his sickness:",
      "10": "I said in the cutting off of my days,\nI shall go to the gates of the grave:\nI am deprived of the residue of my years.",
      "11": "I said, I shall not see the Lord,\neven the Lord, in the land of the living:\nI shall behold man no more with the inhabitants of the world.",
      "12": "Mine age is departed, and is removed from me as a shepherd’s tent:\nI have cut off like a weaver my life:\nhe will cut me off with pining sickness:\nfrom day even to night wilt thou make an end of me.",
      "13": "I reckoned till morning, that, as a lion, so will he break all my bones:\nfrom day even to night wilt thou make an end of me.",
      "14": "Like a crane or a swallow, so did I chatter:\nI did mourn as a dove:\nmine eyes fail with looking upward:\nO Lord, I am oppressed; undertake for me.",
      "15": "What shall I say?\nhe hath both spoken unto me, and himself hath done it:\nI shall go softly all my years in the bitterness of my soul.",
      "16": "O Lord, by these things men live,\nand in all these things is the life of my spirit:\nso wilt thou recover me, and make me to live.",
      "17": "Behold, for peace I had great bitterness:\nbut thou hast in love to my soul delivered it from the pit of corruption:\nfor thou hast cast all my sins behind thy back.",
      "18": "For the grave cannot praise thee,\ndeath can not celebrate thee:\nthey that go down into the pit cannot hope for thy truth.",
      "19": "The living, the living, he shall praise thee, as I do this day:\nthe father to the children shall make known thy truth.",
      "20": "The Lord was ready to save me:\ntherefore we will sing my songs to the stringed instruments\nall the days of our life in the house of the Lord.",
      "21": "For Isaiah had said, Let them take a lump of figs, and lay it for a plaister upon the boil, and he shall recover.",
      "22": "Hezekiah also had said, What is the sign that I shall go up to the house of the Lord?"
    },
    "39": {
      "1": "At that time Merodach-baladan, the son of Baladan, king of Babylon, sent letters and a present to Hezekiah: for he had heard that he had been sick, and was recovered.",
      "2": "And Hezekiah was glad of them, and shewed them the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah shewed them not.",
      "3": "Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto thee? And Hezekiah said, They are come from a far country unto me, even from Babylon.",
      "4": "Then said he, What have they seen in thine house? And Hezekiah answered, All that is in mine house have they seen: there is nothing among my treasures that I have not shewed them.",
      "5": "Then said Isaiah to Hezekiah, Hear the word of the Lord of hosts:",
      "6": "Behold, the days come, that all that is in thine house, and that which thy fathers have laid up in store until this day, shall be carried to Babylon: nothing shall be left, saith the Lord.",
      "7": "And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon.",
      "8": "Then said Hezekiah to Isaiah, Good is the word of the Lord which thou hast spoken. He said moreover, For there shall be peace and truth in my days."
    },
    "40": {
      "1": "Comfort ye, comfort ye my people, saith your God.",
      "2": "Speak ye comfortably to Jerusalem, and cry unto her,\nthat her warfare is accomplished,\nthat her iniquity is pardoned:\nfor she hath received of the Lord’s hand double for all her sins.",
      "3": "The voice of him that crieth in the wilderness,\nPrepare ye the way of the Lord,\nmake straight in the desert a highway for our God.",
      "4": "Every valley shall be exalted,\nand every mountain and hill shall be made low:\nand the crooked shall be made straight,\nand the rough places plain:",
      "5": "and the glory of the Lord shall be revealed,\nand all flesh shall see it together:\nfor the mouth of the Lord hath spoken it.",
      "6": "The voice said, Cry.\nAnd he said, What shall I cry?\nAll flesh is grass,\nand all the goodliness thereof is as the flower of the field:",
      "7": "the grass withereth, the flower fadeth:\nbecause the spirit of the Lord bloweth upon it:\nsurely the people is grass.",
      "8": "The grass withereth, the flower fadeth:\nbut the word of our God shall stand for ever.",
      "9": "O Zion, that bringest good tidings,\nget thee up into the high mountain;\nO Jerusalem, that bringest good tidings,\nlift up thy voice with strength;\nlift it up, be not afraid;\nsay unto the cities of Judah, Behold your God!",
      "10": "Behold, the Lord God will come with strong hand,\nand his arm shall rule for him:\nbehold, his reward is with him, and his work before him.",
      "11": "He shall feed his flock like a shepherd:\nhe shall gather the lambs with his arm,\nand carry them in his bosom,\nand shall gently lead those that are with young.",
      "12": "Who hath measured the waters in the hollow of his hand,\nand meted out heaven with the span,\nand comprehended the dust of the earth in a measure,\nand weighed the mountains in scales,\nand the hills in a balance?",
      "13": "Who hath directed the Spirit of the Lord,\nor being his counsellor hath taught him?",
      "14": "With whom took he counsel,\nand who instructed him,\nand taught him in the path of judgment,\nand taught him knowledge,\nand shewed to him the way of understanding?",
      "15": "Behold, the nations are as a drop of a bucket,\nand are counted as the small dust of the balance:\nbehold, he taketh up the isles as a very little thing.",
      "16": "And Lebanon is not sufficient to burn,\nnor the beasts thereof sufficient for a burnt offering.",
      "17": "All nations before him are as nothing;\nand they are counted to him less than nothing, and vanity.",
      "18": "To whom then will ye liken God?\nor what likeness will ye compare unto him?",
      "19": "The workman melteth a graven image,\nand the goldsmith spreadeth it over with gold,\nand casteth silver chains.",
      "20": "He that is so impoverished that he hath no oblation\nchooseth a tree that will not rot;\nhe seeketh unto him a cunning workman\nto prepare a graven image, that shall not be moved.",
      "21": "Have ye not known? have ye not heard?\nhath it not been told you from the beginning?\nhave ye not understood from the foundations of the earth?",
      "22": "It is he that sitteth upon the circle of the earth,\nand the inhabitants thereof are as grasshoppers;\nthat stretcheth out the heavens as a curtain,\nand spreadeth them out as a tent to dwell in:",
      "23": "that bringeth the princes to nothing;\nhe maketh the judges of the earth as vanity.",
      "24": "Yea, they shall not be planted;\nyea, they shall not be sown:\nyea, their stock shall not take root in the earth:\nand he shall also blow upon them, and they shall wither,\nand the whirlwind shall take them away as stubble.",
      "25": "To whom then will ye liken me,\nor shall I be equal? saith the Holy One.",
      "26": "Lift up your eyes on high,\nand behold who hath created these things,\nthat bringeth out their host by number:\nhe calleth them all by names by the greatness of his might,\nfor that he is strong in power; not one faileth.",
      "27": "Why sayest thou, O Jacob, and speakest, O Israel,\nMy way is hid from the Lord,\nand my judgment is passed over from my God?",
      "28": "Hast thou not known? hast thou not heard,\nthat the everlasting God, the Lord,\nthe Creator of the ends of the earth,\nfainteth not, neither is weary?\nthere is no searching of his understanding.",
      "29": "He giveth power to the faint;\nand to them that have no might he increaseth strength.",
      "30": "Even the youths shall faint and be weary,\nand the young men shall utterly fall:",
      "31": "but they that wait upon the Lord shall renew their strength;\nthey shall mount up with wings as eagles;\nthey shall run, and not be weary;\nand they shall walk, and not faint."
    },
    "41": {
      "1": "Keep silence before me, O islands;\nand let the people renew their strength:\nlet them come near; then let them speak:\nlet us come near together to judgment.",
      "2": "Who raised up the righteous man from the east,\ncalled him to his foot, gave the nations before him,\nand made him rule over kings?\nhe gave them as the dust to his sword,\nand as driven stubble to his bow.",
      "3": "He pursued them, and passed safely;\neven by the way that he had not gone with his feet.",
      "4": "Who hath wrought and done it,\ncalling the generations from the beginning?\nI the Lord, the first,\nand with the last; I am he.",
      "5": "The isles saw it, and feared;\nthe ends of the earth were afraid, drew near, and came.",
      "6": "They helped every one his neighbour;\nand every one said to his brother, Be of good courage.",
      "7": "So the carpenter encouraged the goldsmith,\nand he that smootheth with the hammer him that smote the anvil,\nsaying, It is ready for the sodering:\nand he fastened it with nails, that it should not be moved.",
      "8": "But thou, Israel, art my servant,\nJacob whom I have chosen,\nthe seed of Abraham my friend.",
      "9": "Thou whom I have taken from the ends of the earth,\nand called thee from the chief men thereof,\nand said unto thee, Thou art my servant;\nI have chosen thee, and not cast thee away.",
      "10": "Fear thou not; for I am with thee:\nbe not dismayed; for I am thy God:\nI will strengthen thee; yea, I will help thee;\nyea, I will uphold thee with the right hand of my righteousness.",
      "11": "Behold, all they that were incensed against thee\nshall be ashamed and confounded:\nthey shall be as nothing;\nand they that strive with thee shall perish.",
      "12": "Thou shalt seek them, and shalt not find them,\neven them that contended with thee:\nthey that war against thee shall be as nothing,\nand as a thing of nought.",
      "13": "For I the Lord thy God will hold thy right hand,\nsaying unto thee, Fear not; I will help thee.",
      "14": "Fear not, thou worm Jacob, and ye men of Israel;\nI will help thee, saith the Lord,\nand thy redeemer, the Holy One of Israel.",
      "15": "Behold, I will make thee a new sharp threshing instrument having teeth:\nthou shalt thresh the mountains, and beat them small,\nand shalt make the hills as chaff.",
      "16": "Thou shalt fan them, and the wind shall carry them away,\nand the whirlwind shall scatter them:\nand thou shalt rejoice in the Lord,\nand shalt glory in the Holy One of Israel.",
      "17": "When the poor and needy seek water, and there is none,\nand their tongue faileth for thirst,\nI the Lord will hear them,\nI the God of Israel will not forsake them.",
      "18": "I will open rivers in high places,\nand fountains in the midst of the valleys:\nI will make the wilderness a pool of water,\nand the dry land springs of water.",
      "19": "I will plant in the wilderness the cedar,\nthe shittah tree, and the myrtle, and the oil tree;\nI will set in the desert the fir tree,\nand the pine, and the box tree together:",
      "20": "that they may see, and know,\nand consider, and understand together,\nthat the hand of the Lord hath done this,\nand the Holy One of Israel hath created it.",
      "21": "Produce your cause, saith the Lord;\nbring forth your strong reasons, saith the King of Jacob.",
      "22": "Let them bring them forth, and shew us what shall happen:\nlet them shew the former things, what they be,\nthat we may consider them, and know the latter end of them;\nor declare us things for to come.",
      "23": "Shew the things that are to come hereafter,\nthat we may know that ye are gods:\nyea, do good, or do evil,\nthat we may be dismayed, and behold it together.",
      "24": "Behold, ye are of nothing, and your work of nought:\nan abomination is he that chooseth you.",
      "25": "I have raised up one from the north, and he shall come:\nfrom the rising of the sun shall he call upon my name:\nand he shall come upon princes as upon morter,\nand as the potter treadeth clay.",
      "26": "Who hath declared from the beginning, that we may know?\nand beforetime, that we may say, He is righteous?\nyea, there is none that sheweth,\nyea, there is none that declareth,\nyea, there is none that heareth your words.",
      "27": "The first shall say to Zion, Behold, behold them:\nand I will give to Jerusalem one that bringeth good tidings.",
      "28": "For I beheld, and there was no man; even among them,\nand there was no counsellor,\nthat, when I asked of them, could answer a word.",
      "29": "Behold, they are all vanity; their works are nothing:\ntheir molten images are wind and confusion."
    },
    "42": {
      "1": "Behold my servant, whom I uphold;\nmine elect, in whom my soul delighteth;\nI have put my spirit upon him:\nhe shall bring forth judgment to the Gentiles.",
      "2": "He shall not cry, nor lift up,\nnor cause his voice to be heard in the street.",
      "3": "A bruised reed shall he not break,\nand the smoking flax shall he not quench:\nhe shall bring forth judgment unto truth.",
      "4": "He shall not fail nor be discouraged,\ntill he have set judgment in the earth:\nand the isles shall wait for his law.",
      "5": "Thus saith God the Lord,\nhe that created the heavens, and stretched them out;\nhe that spread forth the earth, and that which cometh out of it;\nhe that giveth breath unto the people upon it,\nand spirit to them that walk therein:",
      "6": "I the Lord have called thee in righteousness,\nand will hold thine hand, and will keep thee,\nand give thee for a covenant of the people,\nfor a light of the Gentiles;",
      "7": "to open the blind eyes,\nto bring out the prisoners from the prison,\nand them that sit in darkness out of the prison house.",
      "8": "I am the Lord: that is my name:\nand my glory will I not give to another,\nneither my praise to graven images.",
      "9": "Behold, the former things are come to pass,\nand new things do I declare:\nbefore they spring forth I tell you of them.",
      "10": "Sing unto the Lord a new song,\nand his praise from the end of the earth,\nye that go down to the sea, and all that is therein;\nthe isles, and the inhabitants thereof.",
      "11": "Let the wilderness and the cities thereof lift up their voice,\nthe villages that Kedar doth inhabit:\nlet the inhabitants of the rock sing,\nlet them shout from the top of the mountains.",
      "12": "Let them give glory unto the Lord,\nand declare his praise in the islands.",
      "13": "The Lord shall go forth as a mighty man,\nhe shall stir up jealousy like a man of war:\nhe shall cry, yea, roar;\nhe shall prevail against his enemies.",
      "14": "I have long time holden my peace;\nI have been still, and refrained myself:\nnow will I cry like a travailing woman;\nI will destroy and devour at once.",
      "15": "I will make waste mountains and hills,\nand dry up all their herbs;\nand I will make the rivers islands,\nand I will dry up the pools.",
      "16": "And I will bring the blind by a way that they knew not;\nI will lead them in paths that they have not known:\nI will make darkness light before them,\nand crooked things straight.\nThese things will I do unto them, and not forsake them.",
      "17": "They shall be turned back,\nthey shall be greatly ashamed, that trust in graven images,\nthat say to the molten images, Ye are our gods.",
      "18": "Hear, ye deaf; and look, ye blind, that ye may see.",
      "19": "Who is blind, but my servant?\nor deaf, as my messenger that I sent?\nwho is blind as he that is perfect,\nand blind as the Lord’s servant?",
      "20": "seeing many things, but thou observest not;\nopening the ears, but he heareth not.",
      "21": "The Lord is well pleased for his righteousness’ sake;\nhe will magnify the law, and make it honourable.",
      "22": "But this is a people robbed and spoiled;\nthey are all of them snared in holes,\nand they are hid in prison houses:\nthey are for a prey, and none delivereth;\nfor a spoil, and none saith, Restore.",
      "23": "Who among you will give ear to this?\nwho will hearken and hear for the time to come?",
      "24": "Who gave Jacob for a spoil, and Israel to the robbers?\ndid not the Lord, he against whom we have sinned?\nfor they would not walk in his ways,\nneither were they obedient unto his law.",
      "25": "Therefore he hath poured upon him\nthe fury of his anger, and the strength of battle:\nand it hath set him on fire round about, yet he knew not;\nand it burned him, yet he laid it not to heart."
    },
    "43": {
      "1": "But now thus saith the Lord that created thee, O Jacob,\nand he that formed thee, O Israel,\nFear not: for I have redeemed thee,\nI have called thee by thy name; thou art mine.",
      "2": "When thou passest through the waters, I will be with thee;\nand through the rivers, they shall not overflow thee:\nwhen thou walkest through the fire, thou shalt not be burned;\nneither shall the flame kindle upon thee.",
      "3": "For I am the Lord thy God,\nthe Holy One of Israel, thy Saviour:\nI gave Egypt for thy ransom,\nEthiopia and Seba for thee.",
      "4": "Since thou wast precious in my sight,\nthou hast been honourable, and I have loved thee:\ntherefore will I give men for thee, and people for thy life.",
      "5": "Fear not: for I am with thee:\nI will bring thy seed from the east,\nand gather thee from the west;",
      "6": "I will say to the north, Give up;\nand to the south, Keep not back:\nbring my sons from far,\nand my daughters from the ends of the earth;",
      "7": "even every one that is called by my name:\nfor I have created him for my glory,\nI have formed him; yea, I have made him.",
      "8": "Bring forth the blind people that have eyes,\nand the deaf that have ears.",
      "9": "Let all the nations be gathered together,\nand let the people be assembled:\nwho among them can declare this,\nand shew us former things?\nlet them bring forth their witnesses, that they may be justified:\nor let them hear, and say, It is truth.",
      "10": "Ye are my witnesses, saith the Lord,\nand my servant whom I have chosen:\nthat ye may know and believe me,\nand understand that I am he:\nbefore me there was no God formed,\nneither shall there be after me.",
      "11": "I, even I, am the Lord;\nand beside me there is no saviour.",
      "12": "I have declared, and have saved,\nand I have shewed, when there was no strange god among you:\ntherefore ye are my witnesses, saith the Lord, that I am God.",
      "13": "Yea, before the day was I am he;\nand there is none that can deliver out of my hand:\nI will work, and who shall let it?",
      "14": "Thus saith the Lord, your redeemer, the Holy One of Israel;\nFor your sake I have sent to Babylon,\nand have brought down all their nobles,\nand the Chaldeans, whose cry is in the ships.",
      "15": "I am the Lord, your Holy One,\nthe creator of Israel, your King.",
      "16": "Thus saith the Lord, which maketh a way in the sea,\nand a path in the mighty waters;",
      "17": "which bringeth forth the chariot and horse,\nthe army and the power;\nthey shall lie down together, they shall not rise:\nthey are extinct, they are quenched as tow.",
      "18": "Remember ye not the former things,\nneither consider the things of old.",
      "19": "Behold, I will do a new thing;\nnow it shall spring forth; shall ye not know it?\nI will even make a way in the wilderness,\nand rivers in the desert.",
      "20": "The beast of the field shall honour me,\nthe dragons and the owls:\nbecause I give waters in the wilderness,\nand rivers in the desert,\nto give drink to my people, my chosen.",
      "21": "This people have I formed for myself;\nthey shall shew forth my praise.",
      "22": "But thou hast not called upon me, O Jacob;\nbut thou hast been weary of me, O Israel.",
      "23": "Thou hast not brought me the small cattle of thy burnt offerings;\nneither hast thou honoured me with thy sacrifices.\nI have not caused thee to serve with an offering,\nnor wearied thee with incense.",
      "24": "Thou hast bought me no sweet cane with money,\nneither hast thou filled me with the fat of thy sacrifices:\nbut thou hast made me to serve with thy sins,\nthou hast wearied me with thine iniquities.",
      "25": "I, even I, am he that blotteth out thy transgressions for mine own sake,\nand will not remember thy sins.",
      "26": "Put me in remembrance:\nlet us plead together:\ndeclare thou, that thou mayest be justified.",
      "27": "Thy first father hath sinned,\nand thy teachers have transgressed against me.",
      "28": "Therefore I have profaned the princes of the sanctuary,\nand have given Jacob to the curse,\nand Israel to reproaches."
    },
    "44": {
      "1": "Yet now hear, O Jacob my servant;\nand Israel, whom I have chosen:",
      "2": "thus saith the Lord that made thee,\nand formed thee from the womb, which will help thee;\nFear not, O Jacob, my servant;\nand thou, Jesurun, whom I have chosen.",
      "3": "For I will pour water upon him that is thirsty,\nand floods upon the dry ground:\nI will pour my spirit upon thy seed,\nand my blessing upon thine offspring:",
      "4": "and they shall spring up as among the grass,\nas willows by the water courses.",
      "5": "One shall say, I am the Lord’s;\nand another shall call himself by the name of Jacob;\nand another shall subscribe with his hand unto the Lord,\nand surname himself by the name of Israel.",
      "6": "Thus saith the Lord the King of Israel,\nand his redeemer the Lord of hosts;\nI am the first, and I am the last;\nand beside me there is no God.",
      "7": "And who, as I, shall call, and shall declare it,\nand set it in order for me,\nsince I appointed the ancient people?\nand the things that are coming, and shall come,\nlet them shew unto them.",
      "8": "Fear ye not, neither be afraid:\nhave not I told thee from that time, and have declared it?\nye are even my witnesses.\nIs there a God beside me?\nyea, there is no God; I know not any.",
      "9": "They that make a graven image are all of them vanity;\nand their delectable things shall not profit;\nand they are their own witnesses;\nthey see not, nor know;\nthat they may be ashamed.",
      "10": "Who hath formed a god,\nor molten a graven image that is profitable for nothing?",
      "11": "Behold, all his fellows shall be ashamed:\nand the workmen, they are of men:\nlet them all be gathered together, let them stand up;\nyet they shall fear, and they shall be ashamed together.",
      "12": "The smith with the tongs both worketh in the coals,\nand fashioneth it with hammers,\nand worketh it with the strength of his arms:\nyea, he is hungry, and his strength faileth:\nhe drinketh no water, and is faint.",
      "13": "The carpenter stretcheth out his rule;\nhe marketh it out with a line;\nhe fitteth it with planes,\nand he marketh it out with the compass,\nand maketh it after the figure of a man,\naccording to the beauty of a man;\nthat it may remain in the house.",
      "14": "He heweth him down cedars,\nand taketh the cypress and the oak,\nwhich he strengtheneth for himself among the trees of the forest:\nhe planteth an ash, and the rain doth nourish it.",
      "15": "Then shall it be for a man to burn:\nfor he will take thereof, and warm himself;\nyea, he kindleth it, and baketh bread;\nyea, he maketh a god, and worshippeth it;\nhe maketh it a graven image, and falleth down thereto.",
      "16": "He burneth part thereof in the fire;\nwith part thereof he eateth flesh;\nhe roasteth roast, and is satisfied:\nyea, he warmeth himself, and saith,\nAha, I am warm, I have seen the fire:",
      "17": "and the residue thereof he maketh a god,\neven his graven image:\nhe falleth down unto it, and worshippeth it,\nand prayeth unto it, and saith,\nDeliver me; for thou art my god.",
      "18": "They have not known nor understood:\nfor he hath shut their eyes, that they cannot see;\nand their hearts, that they cannot understand.",
      "19": "And none considereth in his heart,\nneither is there knowledge nor understanding to say,\nI have burned part of it in the fire;\nyea, also I have baked bread upon the coals thereof;\nI have roasted flesh, and eaten it:\nand shall I make the residue thereof an abomination?\nshall I fall down to the stock of a tree?",
      "20": "He feedeth on ashes:\na deceived heart hath turned him aside,\nthat he cannot deliver his soul,\nnor say, Is there not a lie in my right hand?",
      "21": "Remember these, O Jacob and Israel;\nfor thou art my servant:\nI have formed thee; thou art my servant:\nO Israel, thou shalt not be forgotten of me.",
      "22": "I have blotted out, as a thick cloud, thy transgressions,\nand, as a cloud, thy sins:\nreturn unto me; for I have redeemed thee.",
      "23": "Sing, O ye heavens; for the Lord hath done it:\nshout, ye lower parts of the earth:\nbreak forth into singing, ye mountains,\nO forest, and every tree therein:\nfor the Lord hath redeemed Jacob,\nand glorified himself in Israel.",
      "24": "Thus saith the Lord, thy redeemer,\nand he that formed thee from the womb,\nI am the Lord that maketh all things;\nthat stretcheth forth the heavens alone;\nthat spreadeth abroad the earth by myself;",
      "25": "that frustrateth the tokens of the liars,\nand maketh diviners mad;\nthat turneth wise men backward,\nand maketh their knowledge foolish;",
      "26": "that confirmeth the word of his servant,\nand performeth the counsel of his messengers;\nthat saith to Jerusalem, Thou shalt be inhabited;\nand to the cities of Judah, Ye shall be built,\nand I will raise up the decayed places thereof:",
      "27": "that saith to the deep, Be dry,\nand I will dry up thy rivers:",
      "28": "that saith of Cyrus, He is my shepherd,\nand shall perform all my pleasure:\neven saying to Jerusalem, Thou shalt be built;\nand to the temple, Thy foundation shall be laid."
    },
    "45": {
      "1": "Thus saith the Lord to his anointed,\nto Cyrus, whose right hand I have holden,\nto subdue nations before him;\nand I will loose the loins of kings,\nto open before him the two leaved gates;\nand the gates shall not be shut;",
      "2": "I will go before thee, and make the crooked places straight:\nI will break in pieces the gates of brass,\nand cut in sunder the bars of iron:",
      "3": "and I will give thee the treasures of darkness,\nand hidden riches of secret places,\nthat thou mayest know that I, the Lord,\nwhich call thee by thy name, am the God of Israel.",
      "4": "For Jacob my servant’s sake, and Israel mine elect,\nI have even called thee by thy name:\nI have surnamed thee, though thou hast not known me.",
      "5": "I am the Lord, and there is none else,\nthere is no God beside me:\nI girded thee, though thou hast not known me:",
      "6": "that they may know from the rising of the sun, and from the west,\nthat there is none beside me.\nI am the Lord, and there is none else.",
      "7": "I form the light, and create darkness:\nI make peace, and create evil:\nI the Lord do all these things.",
      "8": "Drop down, ye heavens, from above,\nand let the skies pour down righteousness:\nlet the earth open, and let them bring forth salvation,\nand let righteousness spring up together;\nI the Lord have created it.",
      "9": "Woe unto him that striveth with his Maker!\nLet the potsherd strive with the potsherds of the earth.\nShall the clay say to him that fashioneth it, What makest thou?\nor thy work, He hath no hands?",
      "10": "Woe unto him that saith unto his father, What begettest thou?\nor to the woman, What hast thou brought forth?",
      "11": "Thus saith the Lord, the Holy One of Israel, and his Maker,\nAsk me of things to come concerning my sons,\nand concerning the work of my hands command ye me.",
      "12": "I have made the earth, and created man upon it:\nI, even my hands, have stretched out the heavens,\nand all their host have I commanded.",
      "13": "I have raised him up in righteousness,\nand I will direct all his ways:\nhe shall build my city, and he shall let go my captives,\nnot for price nor reward,\nsaith the Lord of hosts.",
      "14": "Thus saith the Lord,\nThe labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature,\nshall come over unto thee, and they shall be thine:\nthey shall come after thee;\nin chains they shall come over,\nand they shall fall down unto thee,\nthey shall make supplication unto thee, saying,\nSurely God is in thee;\nand there is none else,\nthere is no God.",
      "15": "Verily thou art a God that hidest thyself,\nO God of Israel, the Saviour.",
      "16": "They shall be ashamed, and also confounded, all of them:\nthey shall go to confusion together that are makers of idols.",
      "17": "But Israel shall be saved in the Lord with an everlasting salvation:\nye shall not be ashamed nor confounded world without end.",
      "18": "For thus saith the Lord that created the heavens;\nGod himself that formed the earth and made it;\nhe hath established it,\nhe created it not in vain,\nhe formed it to be inhabited:\nI am the Lord; and there is none else.",
      "19": "I have not spoken in secret, in a dark place of the earth:\nI said not unto the seed of Jacob, Seek ye me in vain:\nI the Lord speak righteousness,\nI declare things that are right.",
      "20": "Assemble yourselves and come;\ndraw near together, ye that are escaped of the nations:\nthey have no knowledge that set up the wood of their graven image,\nand pray unto a god that cannot save.",
      "21": "Tell ye, and bring them near;\nyea, let them take counsel together:\nwho hath declared this from ancient time?\nwho hath told it from that time?\nhave not I the Lord?\nand there is no God else beside me;\na just God and a Saviour;\nthere is none beside me.",
      "22": "Look unto me, and be ye saved, all the ends of the earth:\nfor I am God,\nand there is none else.",
      "23": "I have sworn by myself,\nthe word is gone out of my mouth in righteousness, and shall not return,\nThat unto me every knee shall bow,\nevery tongue shall swear.",
      "24": "Surely, shall one say, in the Lord have I righteousness and strength:\neven to him shall men come;\nand all that are incensed against him shall be ashamed.",
      "25": "In the Lord shall all the seed of Israel be justified,\nand shall glory."
    },
    "46": {
      "1": "Bel boweth down, Nebo stoopeth,\ntheir idols were upon the beasts, and upon the cattle:\nyour carriages were heavy loaden;\nthey are a burden to the weary beast.",
      "2": "They stoop, they bow down together;\nthey could not deliver the burden,\nbut themselves are gone into captivity.",
      "3": "Hearken unto me, O house of Jacob,\nand all the remnant of the house of Israel,\nwhich are borne by me from the belly,\nwhich are carried from the womb:",
      "4": "and even to your old age I am he;\nand even to hoar hairs will I carry you:\nI have made, and I will bear;\neven I will carry, and will deliver you.",
      "5": "To whom will ye liken me, and make me equal,\nand compare me, that we may be like?",
      "6": "They lavish gold out of the bag,\nand weigh silver in the balance,\nand hire a goldsmith; and he maketh it a god:\nthey fall down, yea, they worship.",
      "7": "They bear him upon the shoulder,\nthey carry him, and set him in his place, and he standeth;\nfrom his place shall he not remove:\nyea, one shall cry unto him, yet can he not answer,\nnor save him out of his trouble.",
      "8": "Remember this, and shew yourselves men:\nbring it again to mind, O ye transgressors.",
      "9": "Remember the former things of old:\nfor I am God, and there is none else;\nI am God, and there is none like me,",
      "10": "declaring the end from the beginning,\nand from ancient times the things that are not yet done,\nsaying, My counsel shall stand, and I will do all my pleasure:",
      "11": "calling a ravenous bird from the east,\nthe man that executeth my counsel from a far country:\nyea, I have spoken it, I will also bring it to pass;\nI have purposed it, I will also do it.",
      "12": "Hearken unto me, ye stouthearted,\nthat are far from righteousness:",
      "13": "I bring near my righteousness;\nit shall not be far off, and my salvation shall not tarry:\nand I will place salvation in Zion for Israel my glory."
    },
    "47": {
      "1": "Come down, and sit in the dust,\nO virgin daughter of Babylon, sit on the ground:\nthere is no throne, O daughter of the Chaldeans:\nfor thou shalt no more be called tender and delicate.",
      "2": "Take the millstones, and grind meal:\nuncover thy locks, make bare the leg,\nuncover the thigh, pass over the rivers.",
      "3": "Thy nakedness shall be uncovered,\nyea, thy shame shall be seen:\nI will take vengeance, and I will not meet thee as a man.",
      "4": "As for our redeemer, the Lord of hosts is his name,\nthe Holy One of Israel.",
      "5": "Sit thou silent, and get thee into darkness,\nO daughter of the Chaldeans:\nfor thou shalt no more be called, The lady of kingdoms.",
      "6": "I was wroth with my people,\nI have polluted mine inheritance, and given them into thine hand:\nthou didst shew them no mercy;\nupon the ancient hast thou very heavily laid thy yoke.",
      "7": "And thou saidst, I shall be a lady for ever:\nso that thou didst not lay these things to thy heart,\nneither didst remember the latter end of it.",
      "8": "Therefore hear now this, thou that art given to pleasures,\nthat dwellest carelessly, that sayest in thine heart,\nI am, and none else beside me;\nI shall not sit as a widow,\nneither shall I know the loss of children:",
      "9": "but these two things shall come to thee in a moment in one day,\nthe loss of children, and widowhood:\nthey shall come upon thee in their perfection for the multitude of thy sorceries,\nand for the great abundance of thine enchantments.",
      "10": "For thou hast trusted in thy wickedness:\nthou hast said, None seeth me.\nThy wisdom and thy knowledge, it hath perverted thee;\nand thou hast said in thine heart,\nI am, and none else beside me.",
      "11": "Therefore shall evil come upon thee;\nthou shalt not know from whence it riseth:\nand mischief shall fall upon thee;\nthou shalt not be able to put it off:\nand desolation shall come upon thee suddenly, which thou shalt not know.",
      "12": "Stand now with thine enchantments,\nand with the multitude of thy sorceries,\nwherein thou hast laboured from thy youth;\nif so be thou shalt be able to profit,\nif so be thou mayest prevail.",
      "13": "Thou art wearied in the multitude of thy counsels.\nLet now the astrologers, the stargazers, the monthly prognosticators, stand up,\nand save thee from these things that shall come upon thee.",
      "14": "Behold, they shall be as stubble;\nthe fire shall burn them;\nthey shall not deliver themselves from the power of the flame:\nthere shall not be a coal to warm at, nor fire to sit before it.",
      "15": "Thus shall they be unto thee with whom thou hast laboured,\neven thy merchants, from thy youth:\nthey shall wander every one to his quarter;\nnone shall save thee."
    },
    "48": {
      "1": "Hear ye this, O house of Jacob,\nwhich are called by the name of Israel,\nand are come forth out of the waters of Judah,\nwhich swear by the name of the Lord,\nand make mention of the God of Israel,\nbut not in truth, nor in righteousness.",
      "2": "For they call themselves of the holy city,\nand stay themselves upon the God of Israel;\nthe Lord of hosts is his name.",
      "3": "I have declared the former things from the beginning;\nand they went forth out of my mouth, and I shewed them;\nI did them suddenly, and they came to pass.",
      "4": "Because I knew that thou art obstinate,\nand thy neck is an iron sinew, and thy brow brass;",
      "5": "I have even from the beginning declared it to thee;\nbefore it came to pass I shewed it thee:\nlest thou shouldest say, Mine idol hath done them, and my graven image,\nand my molten image, hath commanded them.",
      "6": "Thou hast heard, see all this; and will not ye declare it?\nI have shewed thee new things from this time,\neven hidden things, and thou didst not know them.",
      "7": "They are created now, and not from the beginning;\neven before the day when thou heardest them not;\nlest thou shouldest say, Behold, I knew them.",
      "8": "Yea, thou heardest not; yea, thou knewest not;\nyea, from that time that thine ear was not opened:\nfor I knew that thou wouldest deal very treacherously,\nand wast called a transgressor from the womb.",
      "9": "For my name’s sake will I defer mine anger,\nand for my praise will I refrain for thee,\nthat I cut thee not off.",
      "10": "Behold, I have refined thee, but not with silver;\nI have chosen thee in the furnace of affliction.",
      "11": "For mine own sake, even for mine own sake, will I do it:\nfor how should my name be polluted?\nand I will not give my glory unto another.",
      "12": "Hearken unto me, O Jacob and Israel, my called;\nI am he; I am the first,\nI also am the last.",
      "13": "Mine hand also hath laid the foundation of the earth,\nand my right hand hath spanned the heavens:\nwhen I call unto them, they stand up together.",
      "14": "All ye, assemble yourselves, and hear;\nwhich among them hath declared these things?\nThe Lord hath loved him:\nhe will do his pleasure on Babylon,\nand his arm shall be on the Chaldeans.",
      "15": "I, even I, have spoken; yea, I have called him:\nI have brought him, and he shall make his way prosperous.",
      "16": "Come ye near unto me, hear ye this;\nI have not spoken in secret from the beginning;\nfrom the time that it was, there am I:\nand now the Lord God, and his Spirit, hath sent me.",
      "17": "Thus saith the Lord, thy Redeemer,\nthe Holy One of Israel;\nI am the Lord thy God which teacheth thee to profit,\nwhich leadeth thee by the way that thou shouldest go.",
      "18": "O that thou hadst hearkened to my commandments!\nthen had thy peace been as a river,\nand thy righteousness as the waves of the sea:",
      "19": "thy seed also had been as the sand,\nand the offspring of thy bowels like the gravel thereof;\nhis name should not have been cut off\nnor destroyed from before me.",
      "20": "Go ye forth of Babylon, flee ye from the Chaldeans,\nwith a voice of singing declare ye, tell this,\nutter it even to the end of the earth;\nsay ye, The Lord hath redeemed his servant Jacob.",
      "21": "And they thirsted not when he led them through the deserts:\nhe caused the waters to flow out of the rock for them:\nhe clave the rock also, and the waters gushed out.",
      "22": "There is no peace, saith the Lord, unto the wicked."
    },
    "49": {
      "1": "Listen, O isles, unto me;\nand hearken, ye people, from far;\nThe Lord hath called me from the womb;\nfrom the bowels of my mother hath he made mention of my name.",
      "2": "And he hath made my mouth like a sharp sword;\nin the shadow of his hand hath he hid me,\nand made me a polished shaft;\nin his quiver hath he hid me;",
      "3": "and said unto me, Thou art my servant, O Israel,\nin whom I will be glorified.",
      "4": "Then I said, I have laboured in vain,\nI have spent my strength for nought, and in vain:\nyet surely my judgment is with the Lord,\nand my work with my God.",
      "5": "And now, saith the Lord that formed me from the womb to be his servant,\nto bring Jacob again to him,\nThough Israel be not gathered, yet shall I be glorious in the eyes of the Lord,\nand my God shall be my strength.",
      "6": "And he said, It is a light thing that thou shouldest be my servant\nto raise up the tribes of Jacob,\nand to restore the preserved of Israel:\nI will also give thee for a light to the Gentiles,\nthat thou mayest be my salvation unto the end of the earth.",
      "7": "Thus saith the Lord,\nthe Redeemer of Israel, and his Holy One,\nto him whom man despiseth,\nto him whom the nation abhorreth,\nto a servant of rulers,\nKings shall see and arise,\nprinces also shall worship,\nbecause of the Lord that is faithful,\nand the Holy One of Israel,\nand he shall choose thee.",
      "8": "Thus saith the Lord,\nIn an acceptable time have I heard thee,\nand in a day of salvation have I helped thee:\nand I will preserve thee,\nand give thee for a covenant of the people,\nto establish the earth,\nto cause to inherit the desolate heritages;",
      "9": "that thou mayest say to the prisoners, Go forth;\nto them that are in darkness, Shew yourselves.\nThey shall feed in the ways,\nand their pastures shall be in all high places.",
      "10": "They shall not hunger nor thirst;\nneither shall the heat nor sun smite them:\nfor he that hath mercy on them shall lead them,\neven by the springs of water shall he guide them.",
      "11": "And I will make all my mountains a way,\nand my highways shall be exalted.",
      "12": "Behold, these shall come from far:\nand, lo, these from the north and from the west;\nand these from the land of Sinim.",
      "13": "Sing, O heavens; and be joyful, O earth;\nand break forth into singing, O mountains:\nfor the Lord hath comforted his people,\nand will have mercy upon his afflicted.",
      "14": "But Zion said, The Lord hath forsaken me,\nand my Lord hath forgotten me.",
      "15": "Can a woman forget her sucking child,\nthat she should not have compassion on the son of her womb?\nyea, they may forget, yet will I not forget thee.",
      "16": "Behold, I have graven thee upon the palms of my hands;\nthy walls are continually before me.",
      "17": "Thy children shall make haste;\nthy destroyers and they that made thee waste shall go forth of thee.",
      "18": "Lift up thine eyes round about, and behold:\nall these gather themselves together, and come to thee.\nAs I live, saith the Lord,\nthou shalt surely clothe thee with them all,\nas with an ornament,\nand bind them on thee, as a bride doeth.",
      "19": "For thy waste and thy desolate places,\nand the land of thy destruction,\nshall even now be too narrow by reason of the inhabitants,\nand they that swallowed thee up shall be far away.",
      "20": "The children which thou shalt have,\nafter thou hast lost the other,\nshall say again in thine ears,\nThe place is too strait for me:\ngive place to me that I may dwell.",
      "21": "Then shalt thou say in thine heart,\nWho hath begotten me these,\nseeing I have lost my children, and am desolate,\na captive, and removing to and fro?\nand who hath brought up these?\nBehold, I was left alone;\nthese, where had they been?",
      "22": "Thus saith the Lord God,\nBehold, I will lift up mine hand to the Gentiles,\nand set up my standard to the people:\nand they shall bring thy sons in their arms,\nand thy daughters shall be carried upon their shoulders.",
      "23": "And kings shall be thy nursing fathers,\nand their queens thy nursing mothers:\nthey shall bow down to thee with their face toward the earth,\nand lick up the dust of thy feet;\nand thou shalt know that I am the Lord:\nfor they shall not be ashamed that wait for me.",
      "24": "Shall the prey be taken from the mighty,\nor the lawful captive delivered?",
      "25": "But thus saith the Lord,\nEven the captives of the mighty shall be taken away,\nand the prey of the terrible shall be delivered:\nfor I will contend with him that contendeth with thee,\nand I will save thy children.",
      "26": "And I will feed them that oppress thee with their own flesh;\nand they shall be drunken with their own blood, as with sweet wine:\nand all flesh shall know that I the Lord am thy Saviour and thy Redeemer,\nthe mighty One of Jacob."
    },
    "50": {
      "1": "Thus saith the Lord,\nWhere is the bill of your mother’s divorcement, whom I have put away?\nor which of my creditors is it to whom I have sold you?\nBehold, for your iniquities have ye sold yourselves,\nand for your transgressions is your mother put away.",
      "2": "Wherefore, when I came, was there no man?\nwhen I called, was there none to answer?\nIs my hand shortened at all, that it cannot redeem?\nor have I no power to deliver?\nbehold, at my rebuke I dry up the sea,\nI make the rivers a wilderness:\ntheir fish stinketh, because there is no water,\nand dieth for thirst.",
      "3": "I clothe the heavens with blackness,\nand I make sackcloth their covering.",
      "4": "The Lord God hath given me the tongue of the learned,\nthat I should know how to speak a word in season to him that is weary:\nhe wakeneth morning by morning,\nhe wakeneth mine ear to hear as the learned.",
      "5": "The Lord God hath opened mine ear,\nand I was not rebellious, neither turned away back.",
      "6": "I gave my back to the smiters,\nand my cheeks to them that plucked off the hair:\nI hid not my face from shame and spitting.",
      "7": "For the Lord God will help me;\ntherefore shall I not be confounded:\ntherefore have I set my face like a flint,\nand I know that I shall not be ashamed.",
      "8": "He is near that justifieth me; who will contend with me?\nlet us stand together:\nwho is mine adversary? let him come near to me.",
      "9": "Behold, the Lord God will help me;\nwho is he that shall condemn me?\nlo, they all shall wax old as a garment;\nthe moth shall eat them up.",
      "10": "Who is among you that feareth the Lord,\nthat obeyeth the voice of his servant,\nthat walketh in darkness, and hath no light?\nlet him trust in the name of the Lord,\nand stay upon his God.",
      "11": "Behold, all ye that kindle a fire,\nthat compass yourselves about with sparks:\nwalk in the light of your fire,\nand in the sparks that ye have kindled.\nThis shall ye have of mine hand;\nye shall lie down in sorrow."
    },
    "51": {
      "1": "Hearken to me, ye that follow after righteousness,\nye that seek the Lord:\nlook unto the rock whence ye are hewn,\nand to the hole of the pit whence ye are digged.",
      "2": "Look unto Abraham your father,\nand unto Sarah that bare you:\nfor I called him alone,\nand blessed him, and increased him.",
      "3": "For the Lord shall comfort Zion:\nhe will comfort all her waste places;\nand he will make her wilderness like Eden,\nand her desert like the garden of the Lord;\njoy and gladness shall be found therein,\nthanksgiving, and the voice of melody.",
      "4": "Hearken unto me, my people;\nand give ear unto me, O my nation:\nfor a law shall proceed from me,\nand I will make my judgment to rest for a light of the people.",
      "5": "My righteousness is near;\nmy salvation is gone forth,\nand mine arms shall judge the people;\nthe isles shall wait upon me,\nand on mine arm shall they trust.",
      "6": "Lift up your eyes to the heavens,\nand look upon the earth beneath:\nfor the heavens shall vanish away like smoke,\nand the earth shall wax old like a garment,\nand they that dwell therein shall die in like manner:\nbut my salvation shall be for ever,\nand my righteousness shall not be abolished.",
      "7": "Hearken unto me, ye that know righteousness,\nthe people in whose heart is my law;\nfear ye not the reproach of men,\nneither be ye afraid of their revilings.",
      "8": "For the moth shall eat them up like a garment,\nand the worm shall eat them like wool:\nbut my righteousness shall be for ever,\nand my salvation from generation to generation.",
      "9": "Awake, awake, put on strength, O arm of the Lord;\nawake, as in the ancient days, in the generations of old.\nArt thou not it that hath cut Rahab, and wounded the dragon?",
      "10": "Art thou not it which hath dried the sea,\nthe waters of the great deep;\nthat hath made the depths of the sea a way for the ransomed to pass over?",
      "11": "Therefore the redeemed of the Lord shall return,\nand come with singing unto Zion;\nand everlasting joy shall be upon their head:\nthey shall obtain gladness and joy;\nand sorrow and mourning shall flee away.",
      "12": "I, even I, am he that comforteth you:\nwho art thou, that thou shouldest be afraid of a man that shall die,\nand of the son of man which shall be made as grass;",
      "13": "and forgettest the Lord thy maker,\nthat hath stretched forth the heavens,\nand laid the foundations of the earth;\nand hast feared continually every day\nbecause of the fury of the oppressor,\nas if he were ready to destroy?\nand where is the fury of the oppressor?",
      "14": "The captive exile hasteneth that he may be loosed,\nand that he should not die in the pit,\nnor that his bread should fail.",
      "15": "But I am the Lord thy God,\nthat divided the sea, whose waves roared:\nthe Lord of hosts is his name.",
      "16": "And I have put my words in thy mouth,\nand I have covered thee in the shadow of mine hand,\nthat I may plant the heavens, and lay the foundations of the earth,\nand say unto Zion, Thou art my people.",
      "17": "Awake, awake, stand up, O Jerusalem,\nwhich hast drunk at the hand of the Lord the cup of his fury;\nthou hast drunken the dregs of the cup of trembling,\nand wrung them out.",
      "18": "There is none to guide her among all the sons whom she hath brought forth;\nneither is there any that taketh her by the hand of all the sons that she hath brought up.",
      "19": "These two things are come unto thee;\nwho shall be sorry for thee?\ndesolation, and destruction,\nand the famine, and the sword:\nby whom shall I comfort thee?",
      "20": "Thy sons have fainted,\nthey lie at the head of all the streets, as a wild bull in a net:\nthey are full of the fury of the Lord,\nthe rebuke of thy God.",
      "21": "Therefore hear now this, thou afflicted,\nand drunken, but not with wine:",
      "22": "thus saith thy Lord\nthe Lord, and thy God that pleadeth the cause of his people,\nBehold, I have taken out of thine hand the cup of trembling,\neven the dregs of the cup of my fury;\nthou shalt no more drink it again:",
      "23": "but I will put it into the hand of them that afflict thee;\nwhich have said to thy soul, Bow down, that we may go over:\nand thou hast laid thy body as the ground,\nand as the street, to them that went over."
    },
    "52": {
      "1": "Awake, awake; put on thy strength, O Zion;\nput on thy beautiful garments, O Jerusalem, the holy city:\nfor henceforth there shall no more come into thee the uncircumcised and the unclean.",
      "2": "Shake thyself from the dust;\narise, and sit down, O Jerusalem:\nloose thyself from the bands of thy neck,\nO captive daughter of Zion.",
      "3": "For thus saith the Lord,\nYe have sold yourselves for nought;\nand ye shall be redeemed without money.",
      "4": "For thus saith the Lord God,\nMy people went down aforetime into Egypt to sojourn there;\nand the Assyrian oppressed them without cause.",
      "5": "Now therefore, what have I here, saith the Lord,\nthat my people is taken away for nought?\nthey that rule over them make them to howl, saith the Lord;\nand my name continually every day is blasphemed.",
      "6": "Therefore my people shall know my name:\ntherefore they shall know in that day that I am he that doth speak:\nbehold, it is I.",
      "7": "How beautiful upon the mountains are the feet of him that bringeth good tidings,\nthat publisheth peace;\nthat bringeth good tidings of good,\nthat publisheth salvation;\nthat saith unto Zion, Thy God reigneth!",
      "8": "Thy watchmen shall lift up the voice;\nwith the voice together shall they sing:\nfor they shall see eye to eye, when the Lord shall bring again Zion.",
      "9": "Break forth into joy,\nsing together, ye waste places of Jerusalem:\nfor the Lord hath comforted his people,\nhe hath redeemed Jerusalem.",
      "10": "The Lord hath made bare his holy arm in the eyes of all the nations;\nand all the ends of the earth shall see the salvation of our God.",
      "11": "Depart ye, depart ye, go ye out from thence,\ntouch no unclean thing;\ngo ye out of the midst of her;\nbe ye clean, that bear the vessels of the Lord.",
      "12": "For ye shall not go out with haste, nor go by flight:\nfor the Lord will go before you;\nand the God of Israel will be your rereward.",
      "13": "Behold, my servant shall deal prudently,\nhe shall be exalted and extolled, and be very high.",
      "14": "As many were astonied at thee;\nhis visage was so marred more than any man,\nand his form more than the sons of men:",
      "15": "so shall he sprinkle many nations;\nthe kings shall shut their mouths at him:\nfor that which had not been told them shall they see;\nand that which they had not heard shall they consider."
    },
    "53": {
      "1": "Who hath believed our report?\nand to whom is the arm of the Lord revealed?",
      "2": "For he shall grow up before him as a tender plant,\nand as a root out of a dry ground:\nhe hath no form nor comeliness;\nand when we shall see him,\nthere is no beauty that we should desire him.",
      "3": "He is despised and rejected of men;\na man of sorrows, and acquainted with grief:\nand we hid as it were our faces from him;\nhe was despised, and we esteemed him not.",
      "4": "Surely he hath borne our griefs,\nand carried our sorrows:\nyet we did esteem him stricken,\nsmitten of God, and afflicted.",
      "5": "But he was wounded for our transgressions,\nhe was bruised for our iniquities:\nthe chastisement of our peace was upon him;\nand with his stripes we are healed.",
      "6": "All we like sheep have gone astray;\nwe have turned every one to his own way;\nand the Lord hath laid on him the iniquity of us all.",
      "7": "He was oppressed, and he was afflicted,\nyet he opened not his mouth:\nhe is brought as a lamb to the slaughter,\nand as a sheep before her shearers is dumb,\nso he openeth not his mouth.",
      "8": "He was taken from prison and from judgment:\nand who shall declare his generation?\nfor he was cut off out of the land of the living:\nfor the transgression of my people was he stricken.",
      "9": "And he made his grave with the wicked,\nand with the rich in his death;\nbecause he had done no violence,\nneither was any deceit in his mouth.",
      "10": "Yet it pleased the Lord to bruise him;\nhe hath put him to grief:\nwhen thou shalt make his soul an offering for sin,\nhe shall see his seed, he shall prolong his days,\nand the pleasure of the Lord shall prosper in his hand.",
      "11": "He shall see of the travail of his soul, and shall be satisfied:\nby his knowledge shall my righteous servant justify many;\nfor he shall bear their iniquities.",
      "12": "Therefore will I divide him a portion with the great,\nand he shall divide the spoil with the strong;\nbecause he hath poured out his soul unto death:\nand he was numbered with the transgressors;\nand he bare the sin of many,\nand made intercession for the transgressors."
    },
    "54": {
      "1": "Sing, O barren, thou that didst not bear;\nbreak forth into singing, and cry aloud, thou that didst not travail with child:\nfor more are the children of the desolate\nthan the children of the married wife, saith the Lord.",
      "2": "Enlarge the place of thy tent,\nand let them stretch forth the curtains of thine habitations:\nspare not, lengthen thy cords, and strengthen thy stakes;",
      "3": "for thou shalt break forth on the right hand and on the left;\nand thy seed shall inherit the Gentiles,\nand make the desolate cities to be inhabited.",
      "4": "Fear not; for thou shalt not be ashamed:\nneither be thou confounded; for thou shalt not be put to shame:\nfor thou shalt forget the shame of thy youth,\nand shalt not remember the reproach of thy widowhood any more.",
      "5": "For thy Maker is thine husband;\nthe Lord of hosts is his name;\nand thy Redeemer the Holy One of Israel;\nThe God of the whole earth shall he be called.",
      "6": "For the Lord hath called thee as a woman forsaken and grieved in spirit,\nand a wife of youth, when thou wast refused, saith thy God.",
      "7": "For a small moment have I forsaken thee;\nbut with great mercies will I gather thee.",
      "8": "In a little wrath I hid my face from thee for a moment;\nbut with everlasting kindness will I have mercy on thee,\nsaith the Lord thy Redeemer.",
      "9": "For this is as the waters of Noah unto me:\nfor as I have sworn that the waters of Noah should no more go over the earth;\nso have I sworn that I would not be wroth with thee, nor rebuke thee.",
      "10": "For the mountains shall depart, and the hills be removed;\nbut my kindness shall not depart from thee,\nneither shall the covenant of my peace be removed,\nsaith the Lord that hath mercy on thee.",
      "11": "O thou afflicted, tossed with tempest, and not comforted,\nbehold, I will lay thy stones with fair colours,\nand lay thy foundations with sapphires.",
      "12": "And I will make thy windows of agates,\nand thy gates of carbuncles,\nand all thy borders of pleasant stones.",
      "13": "And all thy children shall be taught of the Lord;\nand great shall be the peace of thy children.",
      "14": "In righteousness shalt thou be established:\nthou shalt be far from oppression; for thou shalt not fear:\nand from terror; for it shall not come near thee.",
      "15": "Behold, they shall surely gather together, but not by me:\nwhosoever shall gather together against thee shall fall for thy sake.",
      "16": "Behold, I have created the smith that bloweth the coals in the fire,\nand that bringeth forth an instrument for his work;\nand I have created the waster to destroy.",
      "17": "No weapon that is formed against thee shall prosper;\nand every tongue that shall rise against thee in judgment thou shalt condemn.\nThis is the heritage of the servants of the Lord,\nand their righteousness is of me, saith the Lord."
    },
    "55": {
      "1": "Ho, every one that thirsteth, come ye to the waters,\nand he that hath no money; come ye, buy, and eat;\nyea, come, buy wine and milk without money and without price.",
      "2": "Wherefore do ye spend money for that which is not bread?\nand your labour for that which satisfieth not?\nhearken diligently unto me, and eat ye that which is good,\nand let your soul delight itself in fatness.",
      "3": "Incline your ear, and come unto me:\nhear, and your soul shall live;\nand I will make an everlasting covenant with you,\neven the sure mercies of David.",
      "4": "Behold, I have given him for a witness to the people,\na leader and commander to the people.",
      "5": "Behold, thou shalt call a nation that thou knowest not,\nand nations that knew not thee shall run unto thee\nbecause of the Lord thy God, and for the Holy One of Israel;\nfor he hath glorified thee.",
      "6": "Seek ye the Lord while he may be found,\ncall ye upon him while he is near:",
      "7": "let the wicked forsake his way,\nand the unrighteous man his thoughts:\nand let him return unto the Lord,\nand he will have mercy upon him;\nand to our God, for he will abundantly pardon.",
      "8": "For my thoughts are not your thoughts,\nneither are your ways my ways, saith the Lord.",
      "9": "For as the heavens are higher than the earth,\nso are my ways higher than your ways,\nand my thoughts than your thoughts.",
      "10": "For as the rain cometh down, and the snow from heaven,\nand returneth not thither, but watereth the earth,\nand maketh it bring forth and bud,\nthat it may give seed to the sower, and bread to the eater:",
      "11": "so shall my word be that goeth forth out of my mouth:\nit shall not return unto me void,\nbut it shall accomplish that which I please,\nand it shall prosper in the thing whereto I sent it.",
      "12": "For ye shall go out with joy, and be led forth with peace:\nthe mountains and the hills shall break forth before you into singing,\nand all the trees of the field shall clap their hands.",
      "13": "Instead of the thorn shall come up the fir tree,\nand instead of the brier shall come up the myrtle tree:\nand it shall be to the Lord for a name,\nfor an everlasting sign that shall not be cut off."
    },
    "56": {
      "1": "Thus saith the Lord, Keep ye judgment, and do justice:\nfor my salvation is near to come,\nand my righteousness to be revealed.",
      "2": "Blessed is the man that doeth this,\nand the son of man that layeth hold on it;\nthat keepeth the sabbath from polluting it,\nand keepeth his hand from doing any evil.",
      "3": "Neither let the son of the stranger, that hath joined himself to the Lord, speak, saying,\nThe Lord hath utterly separated me from his people:\nneither let the eunuch say, Behold, I am a dry tree.",
      "4": "For thus saith the Lord unto the eunuchs that keep my sabbaths,\nand choose the things that please me,\nand take hold of my covenant;",
      "5": "even unto them will I give in mine house and within my walls\na place and a name better than of sons and of daughters:\nI will give them an everlasting name, that shall not be cut off.",
      "6": "Also the sons of the stranger,\nthat join themselves to the Lord, to serve him,\nand to love the name of the Lord, to be his servants,\nevery one that keepeth the sabbath from polluting it,\nand taketh hold of my covenant;",
      "7": "even them will I bring to my holy mountain,\nand make them joyful in my house of prayer:\ntheir burnt offerings and their sacrifices shall be accepted upon mine altar;\nfor mine house shall be called an house of prayer for all people.",
      "8": "The Lord God which gathereth the outcasts of Israel saith,\nYet will I gather others to him,\nbeside those that are gathered unto him.",
      "9": "All ye beasts of the field, come to devour,\nyea, all ye beasts in the forest.",
      "10": "His watchmen are blind: they are all ignorant,\nthey are all dumb dogs, they cannot bark;\nsleeping, lying down, loving to slumber.",
      "11": "Yea, they are greedy dogs which can never have enough,\nand they are shepherds that cannot understand:\nthey all look to their own way,\nevery one for his gain, from his quarter.",
      "12": "Come ye, say they, I will fetch wine,\nand we will fill ourselves with strong drink;\nand to morrow shall be as this day,\nand much more abundant."
    },
    "57": {
      "1": "The righteous perisheth, and no man layeth it to heart:\nand merciful men are taken away,\nnone considering that the righteous is taken away from the evil to come.",
      "2": "He shall enter into peace:\nthey shall rest in their beds,\neach one walking in his uprightness.",
      "3": "But draw near hither, ye sons of the sorceress,\nthe seed of the adulterer and the whore.",
      "4": "Against whom do ye sport yourselves?\nagainst whom make ye a wide mouth, and draw out the tongue?\nare ye not children of transgression, a seed of falsehood,",
      "5": "enflaming yourselves with idols under every green tree,\nslaying the children in the valleys under the clifts of the rocks?",
      "6": "Among the smooth stones of the stream is thy portion;\nthey, they are thy lot:\neven to them hast thou poured a drink offering,\nthou hast offered a meat offering.\nShould I receive comfort in these?",
      "7": "Upon a lofty and high mountain hast thou set thy bed:\neven thither wentest thou up to offer sacrifice.",
      "8": "Behind the doors also and the posts hast thou set up thy remembrance:\nfor thou hast discovered thyself to another than me, and art gone up;\nthou hast enlarged thy bed, and made thee a covenant with them;\nthou lovedst their bed where thou sawest it.",
      "9": "And thou wentest to the king with ointment,\nand didst increase thy perfumes,\nand didst send thy messengers far off,\nand didst debase thyself even unto hell.",
      "10": "Thou art wearied in the greatness of thy way;\nyet saidst thou not, There is no hope:\nthou hast found the life of thine hand;\ntherefore thou wast not grieved.",
      "11": "And of whom hast thou been afraid or feared,\nthat thou hast lied, and hast not remembered me,\nnor laid it to thy heart?\nhave not I held my peace even of old,\nand thou fearest me not?",
      "12": "I will declare thy righteousness,\nand thy works; for they shall not profit thee.",
      "13": "When thou criest, let thy companies deliver thee;\nbut the wind shall carry them all away; vanity shall take them:\nbut he that putteth his trust in me shall possess the land,\nand shall inherit my holy mountain;",
      "14": "and shall say, Cast ye up, cast ye up, prepare the way,\ntake up the stumblingblock out of the way of my people.",
      "15": "For thus saith the high and lofty One\nthat inhabiteth eternity, whose name is Holy;\nI dwell in the high and holy place,\nwith him also that is of a contrite and humble spirit,\nto revive the spirit of the humble,\nand to revive the heart of the contrite ones.",
      "16": "For I will not contend for ever,\nneither will I be always wroth:\nfor the spirit should fail before me,\nand the souls which I have made.",
      "17": "For the iniquity of his covetousness was I wroth, and smote him:\nI hid me, and was wroth,\nand he went on frowardly in the way of his heart.",
      "18": "I have seen his ways, and will heal him:\nI will lead him also,\nand restore comforts unto him and to his mourners.",
      "19": "I create the fruit of the lips;\nPeace, peace to him that is far off,\nand to him that is near, saith the Lord;\nand I will heal him.",
      "20": "But the wicked are like the troubled sea, when it cannot rest,\nwhose waters cast up mire and dirt.",
      "21": "There is no peace, saith my God, to the wicked."
    },
    "58": {
      "1": "Cry aloud, spare not,\nlift up thy voice like a trumpet,\nand shew my people their transgression,\nand the house of Jacob their sins.",
      "2": "Yet they seek me daily,\nand delight to know my ways,\nas a nation that did righteousness,\nand forsook not the ordinance of their God:\nthey ask of me the ordinances of justice;\nthey take delight in approaching to God.",
      "3": "Wherefore have we fasted, say they, and thou seest not?\nwherefore have we afflicted our soul, and thou takest no knowledge?\nBehold, in the day of your fast ye find pleasure,\nand exact all your labours.",
      "4": "Behold, ye fast for strife and debate,\nand to smite with the fist of wickedness:\nye shall not fast as ye do this day,\nto make your voice to be heard on high.",
      "5": "Is it such a fast that I have chosen?\na day for a man to afflict his soul?\nis it to bow down his head as a bulrush,\nand to spread sackcloth and ashes under him?\nwilt thou call this a fast,\nand an acceptable day to the Lord?",
      "6": "Is not this the fast that I have chosen?\nto loose the bands of wickedness,\nto undo the heavy burdens,\nand to let the oppressed go free,\nand that ye break every yoke?",
      "7": "Is it not to deal thy bread to the hungry,\nand that thou bring the poor that are cast out to thy house?\nwhen thou seest the naked, that thou cover him;\nand that thou hide not thyself from thine own flesh?",
      "8": "Then shall thy light break forth as the morning,\nand thine health shall spring forth speedily:\nand thy righteousness shall go before thee;\nthe glory of the Lord shall be thy rereward.",
      "9": "Then shalt thou call, and the Lord shall answer;\nthou shalt cry, and he shall say, Here I am.\nIf thou take away from the midst of thee the yoke,\nthe putting forth of the finger, and speaking vanity;",
      "10": "and if thou draw out thy soul to the hungry,\nand satisfy the afflicted soul;\nthen shall thy light rise in obscurity,\nand thy darkness be as the noonday:",
      "11": "and the Lord shall guide thee continually,\nand satisfy thy soul in drought, and make fat thy bones:\nand thou shalt be like a watered garden,\nand like a spring of water, whose waters fail not.",
      "12": "And they that shall be of thee shall build the old waste places:\nthou shalt raise up the foundations of many generations;\nand thou shalt be called, The repairer of the breach,\nThe restorer of paths to dwell in.",
      "13": "If thou turn away thy foot from the sabbath,\nfrom doing thy pleasure on my holy day; and call the sabbath a delight,\nthe holy of the Lord, honourable;\nand shalt honour him, not doing thine own ways,\nnor finding thine own pleasure, nor speaking thine own words:",
      "14": "then shalt thou delight thyself in the Lord;\nand I will cause thee to ride upon the high places of the earth,\nand feed thee with the heritage of Jacob thy father:\nfor the mouth of the Lord hath spoken it."
    },
    "59": {
      "1": "Behold, the Lord’s hand is not shortened, that it cannot save;\nneither his ear heavy, that it cannot hear:",
      "2": "but your iniquities have separated between you and your God,\nand your sins have hid his face from you, that he will not hear.",
      "3": "For your hands are defiled with blood,\nand your fingers with iniquity;\nyour lips have spoken lies,\nyour tongue hath muttered perverseness.",
      "4": "None calleth for justice, nor any pleadeth for truth:\nthey trust in vanity, and speak lies;\nthey conceive mischief, and bring forth iniquity.",
      "5": "They hatch cockatrice’ eggs, and weave the spider’s web:\nhe that eateth of their eggs dieth,\nand that which is crushed breaketh out into a viper.",
      "6": "Their webs shall not become garments,\nneither shall they cover themselves with their works:\ntheir works are works of iniquity,\nand the act of violence is in their hands.",
      "7": "Their feet run to evil,\nand they make haste to shed innocent blood:\ntheir thoughts are thoughts of iniquity;\nwasting and destruction are in their paths.",
      "8": "The way of peace they know not;\nand there is no judgment in their goings:\nthey have made them crooked paths:\nwhosoever goeth therein shall not know peace.",
      "9": "Therefore is judgment far from us,\nneither doth justice overtake us:\nwe wait for light, but behold obscurity;\nfor brightness, but we walk in darkness.",
      "10": "We grope for the wall like the blind,\nand we grope as if we had no eyes:\nwe stumble at noonday as in the night;\nwe are in desolate places as dead men.",
      "11": "We roar all like bears, and mourn sore like doves:\nwe look for judgment, but there is none;\nfor salvation, but it is far off from us.",
      "12": "For our transgressions are multiplied before thee,\nand our sins testify against us:\nfor our transgressions are with us;\nand as for our iniquities, we know them;",
      "13": "in transgressing and lying against the Lord,\nand departing away from our God,\nspeaking oppression and revolt,\nconceiving and uttering from the heart words of falsehood.",
      "14": "And judgment is turned away backward,\nand justice standeth afar off:\nfor truth is fallen in the street, and equity cannot enter.",
      "15": "Yea, truth faileth;\nand he that departeth from evil maketh himself a prey: \nand the Lord saw it, and it displeased him\nthat there was no judgment.",
      "16": "And he saw that there was no man,\nand wondered that there was no intercessor:\ntherefore his arm brought salvation unto him;\nand his righteousness, it sustained him.",
      "17": "For he put on righteousness as a breastplate,\nand an helmet of salvation upon his head;\nand he put on the garments of vengeance for clothing,\nand was clad with zeal as a cloke.",
      "18": "According to their deeds, accordingly he will repay,\nfury to his adversaries, recompence to his enemies;\nto the islands he will repay recompence.",
      "19": "So shall they fear the name of the Lord from the west,\nand his glory from the rising of the sun.\nWhen the enemy shall come in like a flood,\nthe Spirit of the Lord shall lift up a standard against him.",
      "20": "And the Redeemer shall come to Zion,\nand unto them that turn from transgression in Jacob, saith the Lord.",
      "21": "As for me, this is my covenant with them, saith the Lord;\nMy spirit that is upon thee,\nand my words which I have put in thy mouth,\nshall not depart out of thy mouth,\nnor out of the mouth of thy seed,\nnor out of the mouth of thy seed’s seed,\nsaith the Lord, from henceforth and for ever."
    },
    "60": {
      "1": "Arise, shine; for thy light is come,\nand the glory of the Lord is risen upon thee.",
      "2": "For, behold, the darkness shall cover the earth,\nand gross darkness the people:\nbut the Lord shall arise upon thee,\nand his glory shall be seen upon thee.",
      "3": "And the Gentiles shall come to thy light,\nand kings to the brightness of thy rising.",
      "4": "Lift up thine eyes round about, and see:\nall they gather themselves together, they come to thee:\nthy sons shall come from far,\nand thy daughters shall be nursed at thy side.",
      "5": "Then thou shalt see, and flow together,\nand thine heart shall fear, and be enlarged;\nbecause the abundance of the sea shall be converted unto thee,\nthe forces of the Gentiles shall come unto thee.",
      "6": "The multitude of camels shall cover thee,\nthe dromedaries of Midian and Ephah;\nall they from Sheba shall come:\nthey shall bring gold and incense;\nand they shall shew forth the praises of the Lord.",
      "7": "All the flocks of Kedar shall be gathered together unto thee,\nthe rams of Nebaioth shall minister unto thee:\nthey shall come up with acceptance on mine altar,\nand I will glorify the house of my glory.",
      "8": "Who are these that fly as a cloud,\nand as the doves to their windows?",
      "9": "Surely the isles shall wait for me,\nand the ships of Tarshish first,\nto bring thy sons from far,\ntheir silver and their gold with them,\nunto the name of the Lord thy God,\nand to the Holy One of Israel,\nbecause he hath glorified thee.",
      "10": "And the sons of strangers shall build up thy walls,\nand their kings shall minister unto thee:\nfor in my wrath I smote thee,\nbut in my favour have I had mercy on thee.",
      "11": "Therefore thy gates shall be open continually;\nthey shall not be shut day nor night;\nthat men may bring unto thee the forces of the Gentiles,\nand that their kings may be brought.",
      "12": "For the nation and kingdom that will not serve thee shall perish;\nyea, those nations shall be utterly wasted.",
      "13": "The glory of Lebanon shall come unto thee,\nthe fir tree, the pine tree, and the box together,\nto beautify the place of my sanctuary;\nand I will make the place of my feet glorious.",
      "14": "The sons also of them that afflicted thee shall come bending unto thee;\nand all they that despised thee shall bow themselves down at the soles of thy feet;\nand they shall call thee, The city of the Lord,\nThe Zion of the Holy One of Israel.",
      "15": "Whereas thou hast been forsaken and hated,\nso that no man went through thee,\nI will make thee an eternal excellency,\na joy of many generations.",
      "16": "Thou shalt also suck the milk of the Gentiles,\nand shalt suck the breast of kings:\nand thou shalt know that I the Lord am thy Saviour and thy Redeemer,\nthe mighty One of Jacob.",
      "17": "For brass I will bring gold,\nand for iron I will bring silver,\nand for wood brass, and for stones iron:\nI will also make thy officers peace, and thine exactors righteousness.",
      "18": "Violence shall no more be heard in thy land,\nwasting nor destruction within thy borders;\nbut thou shalt call thy walls Salvation, and thy gates Praise.",
      "19": "The sun shall be no more thy light by day;\nneither for brightness shall the moon give light unto thee:\nbut the Lord shall be unto thee an everlasting light,\nand thy God thy glory.",
      "20": "Thy sun shall no more go down;\nneither shall thy moon withdraw itself:\nfor the Lord shall be thine everlasting light,\nand the days of thy mourning shall be ended.",
      "21": "Thy people also shall be all righteous:\nthey shall inherit the land for ever,\nthe branch of my planting, the work of my hands,\nthat I may be glorified.",
      "22": "A little one shall become a thousand,\nand a small one a strong nation:\nI the Lord will hasten it in his time."
    },
    "61": {
      "1": "The Spirit of the Lord God is upon me;\nbecause the Lord hath anointed me to preach good tidings unto the meek;\nhe hath sent me to bind up the brokenhearted,\nto proclaim liberty to the captives,\nand the opening of the prison to them that are bound;",
      "2": "to proclaim the acceptable year of the Lord,\nand the day of vengeance of our God;\nto comfort all that mourn;",
      "3": "to appoint unto them that mourn in Zion,\nto give unto them beauty for ashes,\nthe oil of joy for mourning,\nthe garment of praise for the spirit of heaviness;\nthat they might be called trees of righteousness,\nthe planting of the Lord, that he might be glorified.",
      "4": "And they shall build the old wastes,\nthey shall raise up the former desolations,\nand they shall repair the waste cities,\nthe desolations of many generations.",
      "5": "And strangers shall stand and feed your flocks,\nand the sons of the alien shall be your plowmen and your vinedressers.",
      "6": "But ye shall be named the Priests of the Lord:\nmen shall call you the Ministers of our God:\nye shall eat the riches of the Gentiles,\nand in their glory shall ye boast yourselves.",
      "7": "For your shame ye shall have double;\nand for confusion they shall rejoice in their portion:\ntherefore in their land they shall possess the double:\neverlasting joy shall be unto them.",
      "8": "For I the Lord love judgment,\nI hate robbery for burnt offering;\nand I will direct their work in truth,\nand I will make an everlasting covenant with them.",
      "9": "And their seed shall be known among the Gentiles,\nand their offspring among the people:\nall that see them shall acknowledge them,\nthat they are the seed which the Lord hath blessed.",
      "10": "I will greatly rejoice in the Lord,\nmy soul shall be joyful in my God;\nfor he hath clothed me with the garments of salvation,\nhe hath covered me with the robe of righteousness,\nas a bridegroom decketh himself with ornaments,\nand as a bride adorneth herself with her jewels.",
      "11": "For as the earth bringeth forth her bud,\nand as the garden causeth the things that are sown in it to spring forth;\nso the Lord God will cause righteousness and praise\nto spring forth before all the nations."
    },
    "62": {
      "1": "For Zion’s sake will I not hold my peace,\nand for Jerusalem’s sake I will not rest,\nuntil the righteousness thereof go forth as brightness,\nand the salvation thereof as a lamp that burneth.",
      "2": "And the Gentiles shall see thy righteousness,\nand all kings thy glory:\nand thou shalt be called by a new name,\nwhich the mouth of the Lord shall name.",
      "3": "Thou shalt also be a crown of glory in the hand of the Lord,\nand a royal diadem in the hand of thy God.",
      "4": "Thou shalt no more be termed Forsaken;\nneither shall thy land any more be termed Desolate:\nbut thou shalt be called Hephzi-bah,\nand thy land Beulah:\nfor the Lord delighteth in thee,\nand thy land shall be married.",
      "5": "For as a young man marrieth a virgin,\nso shall thy sons marry thee:\nand as the bridegroom rejoiceth over the bride,\nso shall thy God rejoice over thee.",
      "6": "I have set watchmen upon thy walls, O Jerusalem,\nwhich shall never hold their peace day nor night:\nye that make mention of the Lord, keep not silence,",
      "7": "and give him no rest, till he establish,\nand till he make Jerusalem a praise in the earth.",
      "8": "The Lord hath sworn by his right hand,\nand by the arm of his strength,\nSurely I will no more give thy corn to be meat for thine enemies;\nand the sons of the stranger shall not drink thy wine,\nfor the which thou hast laboured:",
      "9": "but they that have gathered it shall eat it, and praise the Lord;\nand they that have brought it together shall drink it in the courts of my holiness.",
      "10": "Go through, go through the gates;\nprepare ye the way of the people;\ncast up, cast up the highway;\ngather out the stones;\nlift up a standard for the people.",
      "11": "Behold, the Lord hath proclaimed unto the end of the world,\nSay ye to the daughter of Zion, Behold, thy salvation cometh;\nbehold, his reward is with him, and his work before him.",
      "12": "And they shall call them,\nThe holy people, The redeemed of the Lord:\nand thou shalt be called,\nSought out, A city not forsaken."
    },
    "63": {
      "1": "Who is this that cometh from Edom,\nwith dyed garments from Bozrah?\nthis that is glorious in his apparel,\ntravelling in the greatness of his strength?\nI that speak in righteousness, mighty to save.",
      "2": "Wherefore art thou red in thine apparel,\nand thy garments like him that treadeth in the winefat?",
      "3": "I have trodden the winepress alone;\nand of the people there was none with me:\nfor I will tread them in mine anger, and trample them in my fury;\nand their blood shall be sprinkled upon my garments,\nand I will stain all my raiment.",
      "4": "For the day of vengeance is in mine heart,\nand the year of my redeemed is come.",
      "5": "And I looked, and there was none to help;\nand I wondered that there was none to uphold:\ntherefore mine own arm brought salvation unto me;\nand my fury, it upheld me.",
      "6": "And I will tread down the people in mine anger,\nand make them drunk in my fury,\nand I will bring down their strength to the earth.",
      "7": "I will mention the lovingkindnesses of the Lord,\nand the praises of the Lord,\naccording to all that the Lord hath bestowed on us,\nand the great goodness toward the house of Israel,\nwhich he hath bestowed on them according to his mercies,\nand according to the multitude of his lovingkindnesses.",
      "8": "For he said, Surely they are my people,\nchildren that will not lie:\nso he was their Saviour.",
      "9": "In all their affliction he was afflicted,\nand the angel of his presence saved them:\nin his love and in his pity he redeemed them;\nand he bare them, and carried them all the days of old.",
      "10": "But they rebelled, and vexed his holy Spirit:\ntherefore he was turned to be their enemy,\nand he fought against them.",
      "11": "Then he remembered the days of old, Moses, and his people, saying,\nWhere is he that brought them up out of the sea\nwith the shepherd of his flock?\nwhere is he that put his holy Spirit within him?",
      "12": "that led them by the right hand of Moses with his glorious arm,\ndividing the water before them,\nto make himself an everlasting name?",
      "13": "that led them through the deep, as an horse in the wilderness,\nthat they should not stumble?",
      "14": "As a beast goeth down into the valley,\nthe Spirit of the Lord caused him to rest:\nso didst thou lead thy people,\nto make thyself a glorious name.",
      "15": "Look down from heaven,\nand behold from the habitation of thy holiness and of thy glory:\nwhere is thy zeal and thy strength,\nthe sounding of thy bowels and of thy mercies toward me?\nare they restrained?",
      "16": "Doubtless thou art our father,\nthough Abraham be ignorant of us,\nand Israel acknowledge us not:\nthou, O Lord, art our father, our redeemer;\nthy name is from everlasting.",
      "17": "O Lord, why hast thou made us to err from thy ways,\nand hardened our heart from thy fear?\nReturn for thy servants’ sake,\nthe tribes of thine inheritance.",
      "18": "The people of thy holiness have possessed it but a little while:\nour adversaries have trodden down thy sanctuary.",
      "19": "We are thine: thou never barest rule over them;\nthey were not called by thy name."
    },
    "64": {
      "1": "Oh that thou wouldest rend the heavens,\nthat thou wouldest come down,\nthat the mountains might flow down at thy presence,",
      "2": "as when the melting fire burneth,\nthe fire causeth the waters to boil,\nto make thy name known to thine adversaries,\nthat the nations may tremble at thy presence!",
      "3": "When thou didst terrible things which we looked not for,\nthou camest down,\nthe mountains flowed down at thy presence.",
      "4": "For since the beginning of the world men have not heard, nor perceived by the ear,\nneither hath the eye seen, O God, beside thee,\nwhat he hath prepared for him that waiteth for him.",
      "5": "Thou meetest him that rejoiceth and worketh righteousness,\nthose that remember thee in thy ways:\nbehold, thou art wroth; for we have sinned:\nin those is continuance, and we shall be saved.",
      "6": "But we are all as an unclean thing,\nand all our righteousnesses are as filthy rags;\nand we all do fade as a leaf;\nand our iniquities, like the wind, have taken us away.",
      "7": "And there is none that calleth upon thy name,\nthat stirreth up himself to take hold of thee:\nfor thou hast hid thy face from us,\nand hast consumed us, because of our iniquities.",
      "8": "But now, O Lord, thou art our father;\nwe are the clay, and thou our potter;\nand we all are the work of thy hand.",
      "9": "Be not wroth very sore, O Lord,\nneither remember iniquity for ever:\nbehold, see, we beseech thee, we are all thy people.",
      "10": "Thy holy cities are a wilderness,\nZion is a wilderness, Jerusalem a desolation.",
      "11": "Our holy and our beautiful house,\nwhere our fathers praised thee,\nis burned up with fire:\nand all our pleasant things are laid waste.",
      "12": "Wilt thou refrain thyself for these things, O Lord?\nwilt thou hold thy peace, and afflict us very sore?"
    },
    "65": {
      "1": "I am sought of them that asked not for me;\nI am found of them that sought me not:\nI said, Behold me, behold me,\nunto a nation that was not called by my name.",
      "2": "I have spread out my hands all the day\nunto a rebellious people,\nwhich walketh in a way that was not good,\nafter their own thoughts;",
      "3": "a people that provoketh me to anger\ncontinually to my face;\nthat sacrificeth in gardens,\nand burneth incense upon altars of brick;",
      "4": "which remain among the graves,\nand lodge in the monuments,\nwhich eat swine’s flesh,\nand broth of abominable things is in their vessels;",
      "5": "which say, Stand by thyself, come not near to me;\nfor I am holier than thou.\nThese are a smoke in my nose,\na fire that burneth all the day.",
      "6": "Behold, it is written before me:\nI will not keep silence, but will recompense,\neven recompense into their bosom,",
      "7": "your iniquities, and the iniquities of your fathers together, saith the Lord,\nwhich have burned incense upon the mountains,\nand blasphemed me upon the hills:\ntherefore will I measure their former work into their bosom.",
      "8": "Thus saith the Lord, As the new wine is found in the cluster,\nand one saith, Destroy it not; for a blessing is in it:\nso will I do for my servants’ sakes,\nthat I may not destroy them all.",
      "9": "And I will bring forth a seed out of Jacob,\nand out of Judah an inheritor of my mountains:\nand mine elect shall inherit it,\nand my servants shall dwell there.",
      "10": "And Sharon shall be a fold of flocks,\nand the valley of Achor a place for the herds to lie down in,\nfor my people that have sought me.",
      "11": "But ye are they that forsake the Lord,\nthat forget my holy mountain,\nthat prepare a table for that troop,\nand that furnish the drink offering unto that number.",
      "12": "Therefore will I number you to the sword,\nand ye shall all bow down to the slaughter:\nbecause when I called, ye did not answer;\nwhen I spake, ye did not hear;\nbut did evil before mine eyes,\nand did choose that wherein I delighted not.",
      "13": "Therefore thus saith the Lord God,\nBehold, my servants shall eat, but ye shall be hungry:\nbehold, my servants shall drink, but ye shall be thirsty:\nbehold, my servants shall rejoice, but ye shall be ashamed:",
      "14": "behold, my servants shall sing for joy of heart,\nbut ye shall cry for sorrow of heart,\nand shall howl for vexation of spirit.",
      "15": "And ye shall leave your name for a curse unto my chosen:\nfor the Lord God shall slay thee,\nand call his servants by another name:",
      "16": "that he who blesseth himself in the earth\nshall bless himself in the God of truth;\nand he that sweareth in the earth\nshall swear by the God of truth;\nbecause the former troubles are forgotten,\nand because they are hid from mine eyes.",
      "17": "For, behold, I create new heavens and a new earth:\nand the former shall not be remembered,\nnor come into mind.",
      "18": "But be ye glad and rejoice for ever in that which I create:\nfor, behold, I create Jerusalem a rejoicing,\nand her people a joy.",
      "19": "And I will rejoice in Jerusalem,\nand joy in my people:\nand the voice of weeping shall be no more heard in her,\nnor the voice of crying.",
      "20": "There shall be no more thence an infant of days,\nnor an old man that hath not filled his days:\nfor the child shall die an hundred years old;\nbut the sinner being an hundred years old shall be accursed.",
      "21": "And they shall build houses, and inhabit them;\nand they shall plant vineyards, and eat the fruit of them.",
      "22": "They shall not build, and another inhabit;\nthey shall not plant, and another eat:\nfor as the days of a tree are the days of my people,\nand mine elect shall long enjoy the work of their hands.",
      "23": "They shall not labour in vain, nor bring forth for trouble;\nfor they are the seed of the blessed of the Lord,\nand their offspring with them.",
      "24": "And it shall come to pass, that before they call, I will answer;\nand while they are yet speaking, I will hear.",
      "25": "The wolf and the lamb shall feed together,\nand the lion shall eat straw like the bullock:\nand dust shall be the serpent’s meat.\nThey shall not hurt nor destroy in all my holy mountain,\nsaith the Lord."
    },
    "66": {
      "1": "Thus saith the Lord,\nThe heaven is my throne, and the earth is my footstool:\nwhere is the house that ye build unto me?\nand where is the place of my rest?",
      "2": "For all those things hath mine hand made,\nand all those things have been,\nsaith the Lord:\nbut to this man will I look,\neven to him that is poor and of a contrite spirit,\nand trembleth at my word.",
      "3": "He that killeth an ox is as if he slew a man;\nhe that sacrificeth a lamb, as if he cut off a dog’s neck;\nhe that offereth an oblation, as if he offered swine’s blood;\nhe that burneth incense, as if he blessed an idol.\nYea, they have chosen their own ways,\nand their soul delighteth in their abominations.",
      "4": "I also will choose their delusions,\nand will bring their fears upon them;\nbecause when I called, none did answer;\nwhen I spake, they did not hear:\nbut they did evil before mine eyes,\nand chose that in which I delighted not.",
      "5": "Hear the word of the Lord, ye that tremble at his word;\nYour brethren that hated you,\nthat cast you out for my name’s sake, said,\nLet the Lord be glorified:\nbut he shall appear to your joy,\nand they shall be ashamed.",
      "6": "A voice of noise from the city,\na voice from the temple,\na voice of the Lord that rendereth recompence to his enemies.",
      "7": "Before she travailed, she brought forth;\nbefore her pain came, she was delivered of a man child.",
      "8": "Who hath heard such a thing?\nwho hath seen such things?\nShall the earth be made to bring forth in one day?\nor shall a nation be born at once?\nfor as soon as Zion travailed, she brought forth her children.",
      "9": "Shall I bring to the birth, and not cause to bring forth?\nsaith the Lord:\nshall I cause to bring forth, and shut the womb?\nsaith thy God.",
      "10": "Rejoice ye with Jerusalem,\nand be glad with her, all ye that love her:\nrejoice for joy with her, all ye that mourn for her:",
      "11": "that ye may suck,\nand be satisfied with the breasts of her consolations;\nthat ye may milk out,\nand be delighted with the abundance of her glory.",
      "12": "For thus saith the Lord,\nBehold, I will extend peace to her like a river,\nand the glory of the Gentiles like a flowing stream:\nthen shall ye suck, ye shall be borne upon her sides,\nand be dandled upon her knees.",
      "13": "As one whom his mother comforteth,\nso will I comfort you;\nand ye shall be comforted in Jerusalem.",
      "14": "And when ye see this, your heart shall rejoice,\nand your bones shall flourish like an herb:\nand the hand of the Lord shall be known toward his servants,\nand his indignation toward his enemies.",
      "15": "For, behold, the Lord will come with fire,\nand with his chariots like a whirlwind,\nto render his anger with fury,\nand his rebuke with flames of fire.",
      "16": "For by fire and by his sword will the Lord plead with all flesh:\nand the slain of the Lord shall be many.",
      "17": "They that sanctify themselves,\nand purify themselves in the gardens behind one tree in the midst,\neating swine’s flesh, and the abomination, and the mouse,\nshall be consumed together, saith the Lord.",
      "18": "For I know their works and their thoughts: it shall come, that I will gather all nations and tongues; and they shall come, and see my glory.",
      "19": "And I will set a sign among them, and I will send those that escape of them unto the nations, to Tarshish, Pul, and Lud, that draw the bow, to Tubal, and Javan, to the isles afar off, that have not heard my fame, neither have seen my glory; and they shall declare my glory among the Gentiles.",
      "20": "And they shall bring all your brethren for an offering unto the Lord out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the Lord, as the children of Israel bring an offering in a clean vessel into the house of the Lord.",
      "21": "And I will also take of them for priests and for Levites, saith the Lord.",
      "22": "For as the new heavens and the new earth, which I will make, shall remain before me, saith the Lord, so shall your seed and your name remain.",
      "23": "And it shall come to pass, that from one new moon to another, and from one sabbath to another, shall all flesh come to worship before me, saith the Lord.",
      "24": "And they shall go forth, and look upon the carcases of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh."
    }
  }
}