{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:45.313374-04:00",
    "Translation": "AKJV"
  },
  "Joel": {
    "1": {
      "1": "The word of the Lord that came to Joel the son of Pethuel.",
      "2": "Hear this, ye old men,\nand give ear, all ye inhabitants of the land.\nHath this been in your days,\nor even in the days of your fathers?",
      "3": "Tell ye your children of it,\nand let your children tell their children,\nand their children another generation.",
      "4": "That which the palmerworm hath left hath the locust eaten;\nand that which the locust hath left hath the cankerworm eaten;\nand that which the cankerworm hath left hath the caterpiller eaten.",
      "5": "Awake, ye drunkards, and weep;\nand howl, all ye drinkers of wine,\nbecause of the new wine;\nfor it is cut off from your mouth.",
      "6": "For a nation is come up upon my land,\nstrong, and without number,\nwhose teeth are the teeth of a lion,\nand he hath the cheek teeth of a great lion.",
      "7": "He hath laid my vine waste,\nand barked my fig tree:\nhe hath made it clean bare,\nand cast it away;\nthe branches thereof are made white.",
      "8": "Lament like a virgin girded with sackcloth\nfor the husband of her youth.",
      "9": "The meat offering and the drink offering\nis cut off from the house of the Lord;\nthe priests, the Lord’s ministers, mourn.",
      "10": "The field is wasted, the land mourneth;\nfor the corn is wasted:\nthe new wine is dried up,\nthe oil languisheth.",
      "11": "Be ye ashamed, O ye husbandmen;\nhowl, O ye vinedressers, for the wheat and for the barley;\nbecause the harvest of the field is perished.",
      "12": "The vine is dried up, and the fig tree languisheth;\nthe pomegranate tree, the palm tree also, and the apple tree,\neven all the trees of the field, are withered:\nbecause joy is withered away from the sons of men.",
      "13": "Gird yourselves, and lament, ye priests:\nhowl, ye ministers of the altar:\ncome, lie all night in sackcloth,\nye ministers of my God:\nfor the meat offering and the drink offering\nis withholden from the house of your God.",
      "14": "Sanctify ye a fast, call a solemn assembly,\ngather the elders and all the inhabitants of the land\ninto the house of the Lord your God,\nand cry unto the Lord,",
      "15": "Alas for the day!\nfor the day of the Lord is at hand,\nand as a destruction from the Almighty shall it come.",
      "16": "Is not the meat cut off before our eyes,\nyea, joy and gladness from the house of our God?",
      "17": "The seed is rotten under their clods,\nthe garners are laid desolate,\nthe barns are broken down;\nfor the corn is withered.",
      "18": "How do the beasts groan!\nthe herds of cattle are perplexed, because they have no pasture;\nyea, the flocks of sheep are made desolate.",
      "19": "O Lord, to thee will I cry:\nfor the fire hath devoured the pastures of the wilderness,\nand the flame hath burned all the trees of the field.",
      "20": "The beasts of the field cry also unto thee:\nfor the rivers of waters are dried up,\nand the fire hath devoured the pastures of the wilderness."
    },
    "2": {
      "1": "Blow ye the trumpet in Zion,\nand sound an alarm in my holy mountain:\nlet all the inhabitants of the land tremble:\nfor the day of the Lord cometh,\nfor it is nigh at hand;",
      "2": "a day of darkness and of gloominess,\na day of clouds and of thick darkness,\nas the morning spread upon the mountains:\na great people and a strong;\nthere hath not been ever the like,\nneither shall be any more after it,\neven to the years of many generations.",
      "3": "A fire devoureth before them;\nand behind them a flame burneth:\nthe land is as the garden of Eden before them,\nand behind them a desolate wilderness;\nyea, and nothing shall escape them.",
      "4": "The appearance of them is as the appearance of horses;\nand as horsemen, so shall they run.",
      "5": "Like the noise of chariots on the tops of mountains shall they leap,\nlike the noise of a flame of fire that devoureth the stubble,\nas a strong people set in battle array.",
      "6": "Before their face the people shall be much pained:\nall faces shall gather blackness.",
      "7": "They shall run like mighty men;\nthey shall climb the wall like men of war;\nand they shall march every one on his ways,\nand they shall not break their ranks:",
      "8": "neither shall one thrust another;\nthey shall walk every one in his path:\nand when they fall upon the sword,\nthey shall not be wounded.",
      "9": "They shall run to and fro in the city;\nthey shall run upon the wall,\nthey shall climb up upon the houses;\nthey shall enter in at the windows like a thief.",
      "10": "The earth shall quake before them;\nthe heavens shall tremble:\nthe sun and the moon shall be dark,\nand the stars shall withdraw their shining:",
      "11": "and the Lord shall utter his voice before his army:\nfor his camp is very great:\nfor he is strong that executeth his word:\nfor the day of the Lord is great and very terrible;\nand who can abide it?",
      "12": "Therefore also now, saith the Lord,\nturn ye even to me with all your heart, and with fasting,\nand with weeping, and with mourning:",
      "13": "and rend your heart, and not your garments,\nand turn unto the Lord your God:\nfor he is gracious and merciful,\nslow to anger, and of great kindness,\nand repenteth him of the evil.",
      "14": "Who knoweth if he will return and repent,\nand leave a blessing behind him;\neven a meat offering and a drink offering\nunto the Lord your God?",
      "15": "Blow the trumpet in Zion,\nsanctify a fast, call a solemn assembly:",
      "16": "gather the people,\nsanctify the congregation,\nassemble the elders,\ngather the children,\nand those that suck the breasts:\nlet the bridegroom go forth of his chamber,\nand the bride out of her closet.",
      "17": "Let the priests, the ministers of the Lord,\nweep between the porch and the altar,\nand let them say, Spare thy people, O Lord,\nand give not thine heritage to reproach,\nthat the heathen should rule over them:\nwherefore should they say among the people,\nWhere is their God?",
      "18": "Then will the Lord be jealous for his land,\nand pity his people.",
      "19": "Yea, the Lord will answer and say unto his people,\nBehold, I will send you corn, and wine, and oil,\nand ye shall be satisfied therewith:\nand I will no more make you a reproach among the heathen:",
      "20": "but I will remove far off from you the northern army,\nand will drive him into a land barren and desolate,\nwith his face toward the east sea,\nand his hinder part toward the utmost sea,\nand his stink shall come up,\nand his ill savour shall come up,\nbecause he hath done great things.",
      "21": "Fear not, O land; be glad and rejoice:\nfor the Lord will do great things.",
      "22": "Be not afraid, ye beasts of the field:\nfor the pastures of the wilderness do spring,\nfor the tree beareth her fruit,\nthe fig tree and the vine do yield their strength.",
      "23": "Be glad then, ye children of Zion,\nand rejoice in the Lord your God:\nfor he hath given you the former rain moderately,\nand he will cause to come down for you the rain,\nthe former rain, and the latter rain in the first month.",
      "24": "And the floors shall be full of wheat,\nand the fats shall overflow with wine and oil.",
      "25": "And I will restore to you the years that the locust hath eaten,\nthe cankerworm, and the caterpiller, and the palmerworm,\nmy great army which I sent among you.",
      "26": "And ye shall eat in plenty, and be satisfied,\nand praise the name of the Lord your God,\nthat hath dealt wondrously with you:\nand my people shall never be ashamed.",
      "27": "And ye shall know that I am in the midst of Israel,\nand that I am the Lord your God, and none else:\nand my people shall never be ashamed.",
      "28": "And it shall come to pass afterward,\nthat I will pour out my spirit upon all flesh;\nand your sons and your daughters shall prophesy,\nyour old men shall dream dreams,\nyour young men shall see visions:",
      "29": "and also upon the servants and upon the handmaids\nin those days will I pour out my spirit.",
      "30": "And I will shew wonders in the heavens and in the earth,\nblood, and fire, and pillars of smoke.",
      "31": "The sun shall be turned into darkness,\nand the moon into blood,\nbefore the great and the terrible day of the Lord come.",
      "32": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be delivered:\nfor in mount Zion and in Jerusalem shall be deliverance,\nas the Lord hath said,\nand in the remnant whom the Lord shall call."
    },
    "3": {
      "1": "For, behold, in those days, and in that time,\nwhen I shall bring again the captivity of Judah and Jerusalem,",
      "2": "I will also gather all nations,\nand will bring them down into the valley of Jehoshaphat,\nand will plead with them there for my people\nand for my heritage Israel,\nwhom they have scattered among the nations,\nand parted my land.",
      "3": "And they have cast lots for my people;\nand have given a boy for an harlot,\nand sold a girl for wine, that they might drink.",
      "4": "Yea, and what have ye to do with me,\nO Tyre, and Zidon, and all the coasts of Palestine?\nwill ye render me a recompence?\nand if ye recompense me,\nswiftly and speedily will I return your recompence upon your own head;",
      "5": "because ye have taken my silver and my gold,\nand have carried into your temples\nmy goodly pleasant things:",
      "6": "the children also of Judah and the children of Jerusalem\nhave ye sold unto the Grecians,\nthat ye might remove them far from their border.",
      "7": "Behold, I will raise them out of the place whither ye have sold them,\nand will return your recompence upon your own head:",
      "8": "and I will sell your sons and your daughters\ninto the hand of the children of Judah,\nand they shall sell them to the Sabeans, to a people far off:\nfor the Lord hath spoken it.",
      "9": "Proclaim ye this among the Gentiles;\nPrepare war, wake up the mighty men,\nlet all the men of war draw near;\nlet them come up:",
      "10": "beat your plowshares into swords,\nand your pruninghooks into spears:\nlet the weak say, I am strong.",
      "11": "Assemble yourselves, and come, all ye heathen,\nand gather yourselves together round about:\nthither cause thy mighty ones to come down, O Lord.",
      "12": "Let the heathen be wakened,\nand come up to the valley of Jehoshaphat:\nfor there will I sit to judge all the heathen round about.",
      "13": "Put ye in the sickle, for the harvest is ripe:\ncome, get you down; for the press is full,\nthe fats overflow; for their wickedness is great.",
      "14": "Multitudes, multitudes in the valley of decision:\nfor the day of the Lord is near in the valley of decision.",
      "15": "The sun and the moon shall be darkened,\nand the stars shall withdraw their shining.",
      "16": "The Lord also shall roar out of Zion,\nand utter his voice from Jerusalem;\nand the heavens and the earth shall shake:\nbut the Lord will be the hope of his people,\nand the strength of the children of Israel.",
      "17": "So shall ye know that I am the Lord your God\ndwelling in Zion, my holy mountain:\nthen shall Jerusalem be holy,\nand there shall no strangers pass through her any more.",
      "18": "And it shall come to pass in that day,\nthat the mountains shall drop down new wine,\nand the hills shall flow with milk,\nand all the rivers of Judah shall flow with waters,\nand a fountain shall come forth of the house of the Lord,\nand shall water the valley of Shittim.",
      "19": "Egypt shall be a desolation,\nand Edom shall be a desolate wilderness,\nfor the violence against the children of Judah,\nbecause they have shed innocent blood in their land.",
      "20": "But Judah shall dwell for ever,\nand Jerusalem from generation to generation.",
      "21": "For I will cleanse their blood that I have not cleansed:\nfor the Lord dwelleth in Zion."
    }
  }
}