{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:40.822017-04:00",
    "Translation": "AKJV"
  },
  "Lamentations": {
    "1": {
      "1": "How doth the city sit solitary, that was full of people!\nhow is she become as a widow!\nshe that was great among the nations,\nand princess among the provinces,\nhow is she become tributary!",
      "2": "She weepeth sore in the night,\nand her tears are on her cheeks:\namong all her lovers she hath none to comfort her:\nall her friends have dealt treacherously with her,\nthey are become her enemies.",
      "3": "Judah is gone into captivity because of affliction,\nand because of great servitude:\nshe dwelleth among the heathen,\nshe findeth no rest:\nall her persecutors overtook her between the straits.",
      "4": "The ways of Zion do mourn,\nbecause none come to the solemn feasts:\nall her gates are desolate:\nher priests sigh,\nher virgins are afflicted,\nand she is in bitterness.",
      "5": "Her adversaries are the chief,\nher enemies prosper;\nfor the Lord hath afflicted her\nfor the multitude of her transgressions:\nher children are gone into captivity before the enemy.",
      "6": "And from the daughter of Zion\nall her beauty is departed:\nher princes are become like harts that find no pasture,\nand they are gone without strength before the pursuer.",
      "7": "Jerusalem remembered in the days of her affliction\nand of her miseries\nall her pleasant things that she had in the days of old,\nwhen her people fell into the hand of the enemy,\nand none did help her:\nthe adversaries saw her,\nand did mock at her sabbaths.",
      "8": "Jerusalem hath grievously sinned;\ntherefore she is removed:\nall that honoured her despise her,\nbecause they have seen her nakedness:\nyea, she sigheth, and turneth backward.",
      "9": "Her filthiness is in her skirts;\nshe remembereth not her last end;\ntherefore she came down wonderfully:\nshe had no comforter. \nO Lord, behold my affliction:\nfor the enemy hath magnified himself.",
      "10": "The adversary hath spread out his hand\nupon all her pleasant things:\nfor she hath seen that the heathen\nentered into her sanctuary,\nwhom thou didst command\nthat they should not enter into thy congregation.",
      "11": "All her people sigh, they seek bread;\nthey have given their pleasant things\nfor meat to relieve the soul: \nSee, O Lord, and consider;\nfor I am become vile.",
      "12": "Is it nothing to you,\nall ye that pass by?\nbehold, and see if there be any sorrow\nlike unto my sorrow,\nwhich is done unto me,\nwherewith the Lord hath afflicted me\nin the day of his fierce anger.",
      "13": "From above hath he sent fire into my bones,\nand it prevaileth against them:\nhe hath spread a net for my feet,\nhe hath turned me back:\nhe hath made me desolate\nand faint all the day.",
      "14": "The yoke of my transgressions is bound by his hand:\nthey are wreathed,\nand come up upon my neck:\nhe hath made my strength to fall,\nthe Lord hath delivered me into their hands,\nfrom whom I am not able to rise up.",
      "15": "The Lord hath trodden under foot\nall my mighty men in the midst of me:\nhe hath called an assembly against me\nto crush my young men:\nthe Lord hath trodden the virgin,\nthe daughter of Judah,\nas in a winepress.",
      "16": "For these things I weep;\nmine eye, mine eye runneth down with water,\nbecause the comforter that should relieve my soul is far from me:\nmy children are desolate,\nbecause the enemy prevailed.",
      "17": "Zion spreadeth forth her hands,\nand there is none to comfort her:\nthe Lord hath commanded concerning Jacob,\nthat his adversaries should be round about him:\nJerusalem is as a menstruous woman among them.",
      "18": "The Lord is righteous;\nfor I have rebelled against his commandment:\nhear, I pray you, all people,\nand behold my sorrow:\nmy virgins and my young men are gone into captivity.",
      "19": "I called for my lovers, but they deceived me:\nmy priests and mine elders gave up the ghost in the city,\nwhile they sought their meat to relieve their souls.",
      "20": "Behold, O Lord; for I am in distress:\nmy bowels are troubled;\nmine heart is turned within me;\nfor I have grievously rebelled:\nabroad the sword bereaveth,\nat home there is as death.",
      "21": "They have heard that I sigh:\nthere is none to comfort me:\nall mine enemies have heard of my trouble;\nthey are glad that thou hast done it:\nthou wilt bring the day that thou hast called,\nand they shall be like unto me.",
      "22": "Let all their wickedness come before thee;\nand do unto them, as thou hast done unto me\nfor all my transgressions:\nfor my sighs are many,\nand my heart is faint."
    },
    "2": {
      "1": "How hath the Lord covered the daughter of Zion\nwith a cloud in his anger,\nand cast down from heaven unto the earth\nthe beauty of Israel,\nand remembered not his footstool\nin the day of his anger!",
      "2": "The Lord hath swallowed up\nall the habitations of Jacob,\nand hath not pitied:\nhe hath thrown down in his wrath\nthe strong holds of the daughter of Judah;\nhe hath brought them down to the ground:\nhe hath polluted the kingdom\nand the princes thereof.",
      "3": "He hath cut off in his fierce anger\nall the horn of Israel:\nhe hath drawn back his right hand\nfrom before the enemy,\nand he burned against Jacob like a flaming fire,\nwhich devoureth round about.",
      "4": "He hath bent his bow like an enemy:\nhe stood with his right hand as an adversary,\nand slew all that were pleasant to the eye\nin the tabernacle of the daughter of Zion:\nhe poured out his fury like fire.",
      "5": "The Lord was as an enemy:\nhe hath swallowed up Israel,\nhe hath swallowed up all her palaces:\nhe hath destroyed his strong holds,\nand hath increased in the daughter of Judah\nmourning and lamentation.",
      "6": "And he hath violently taken away his tabernacle,\nas if it were of a garden:\nhe hath destroyed his places of the assembly:\nthe Lord hath caused the solemn feasts\nand sabbaths to be forgotten in Zion,\nand hath despised in the indignation of his anger\nthe king and the priest.",
      "7": "The Lord hath cast off his altar,\nhe hath abhorred his sanctuary,\nhe hath given up into the hand of the enemy\nthe walls of her palaces;\nthey have made a noise in the house of the Lord,\nas in the day of a solemn feast.",
      "8": "The Lord hath purposed to destroy\nthe wall of the daughter of Zion:\nhe hath stretched out a line,\nhe hath not withdrawn his hand from destroying:\ntherefore he made the rampart and the wall to lament;\nthey languished together.",
      "9": "Her gates are sunk into the ground;\nhe hath destroyed and broken her bars:\nher king and her princes are among the Gentiles:\nthe law is no more;\nher prophets also find no vision from the Lord.",
      "10": "The elders of the daughter of Zion\nsit upon the ground, and keep silence:\nthey have cast up dust upon their heads;\nthey have girded themselves with sackcloth:\nthe virgins of Jerusalem hang down their heads to the ground.",
      "11": "Mine eyes do fail with tears,\nmy bowels are troubled,\nmy liver is poured upon the earth,\nfor the destruction of the daughter of my people;\nbecause the children and the sucklings\nswoon in the streets of the city.",
      "12": "They say to their mothers,\nWhere is corn and wine?\nwhen they swooned as the wounded\nin the streets of the city,\nwhen their soul was poured out\ninto their mothers’ bosom.",
      "13": "What thing shall I take to witness for thee?\nwhat thing shall I liken to thee,\nO daughter of Jerusalem?\nwhat shall I equal to thee, that I may comfort thee,\nO virgin daughter of Zion?\nfor thy breach is great like the sea:\nwho can heal thee?",
      "14": "Thy prophets have seen vain and foolish things for thee:\nand they have not discovered thine iniquity,\nto turn away thy captivity;\nbut have seen for thee false burdens\nand causes of banishment.",
      "15": "All that pass by clap their hands at thee;\nthey hiss and wag their head at the daughter of Jerusalem,\nsaying, Is this the city that men call The perfection of beauty,\nThe joy of the whole earth?",
      "16": "All thine enemies have opened their mouth against thee:\nthey hiss and gnash the teeth:\nthey say, We have swallowed her up:\ncertainly this is the day that we looked for;\nwe have found, we have seen it.",
      "17": "The Lord hath done that which he had devised;\nhe hath fulfilled his word\nthat he had commanded in the days of old:\nhe hath thrown down, and hath not pitied:\nand he hath caused thine enemy to rejoice over thee,\nhe hath set up the horn of thine adversaries.",
      "18": "Their heart cried unto the Lord,\nO wall of the daughter of Zion,\nlet tears run down like a river day and night:\ngive thyself no rest;\nlet not the apple of thine eye cease.",
      "19": "Arise, cry out in the night:\nin the beginning of the watches\npour out thine heart like water\nbefore the face of the Lord:\nlift up thy hands toward him\nfor the life of thy young children,\nthat faint for hunger in the top of every street.",
      "20": "Behold, O Lord, and consider\nto whom thou hast done this.\nShall the women eat their fruit,\nand children of a span long?\nshall the priest and the prophet\nbe slain in the sanctuary of the Lord?",
      "21": "The young and the old lie on the ground in the streets:\nmy virgins and my young men are fallen by the sword;\nthou hast slain them in the day of thine anger;\nthou hast killed, and not pitied.",
      "22": "Thou hast called as in a solemn day\nmy terrors round about,\nso that in the day of the Lord’s anger\nnone escaped nor remained:\nthose that I have swaddled and brought up\nhath mine enemy consumed."
    },
    "3": {
      "1": "I am the man that hath seen affliction\nby the rod of his wrath.",
      "2": "He hath led me, and brought me into darkness,\nbut not into light.",
      "3": "Surely against me is he turned;\nhe turneth his hand against me all the day.",
      "4": "My flesh and my skin hath he made old;\nhe hath broken my bones.",
      "5": "He hath builded against me,\nand compassed me with gall and travail.",
      "6": "He hath set me in dark places,\nas they that be dead of old.",
      "7": "He hath hedged me about, that I cannot get out:\nhe hath made my chain heavy.",
      "8": "Also when I cry and shout,\nhe shutteth out my prayer.",
      "9": "He hath inclosed my ways with hewn stone,\nhe hath made my paths crooked.",
      "10": "He was unto me as a bear lying in wait,\nand as a lion in secret places.",
      "11": "He hath turned aside my ways, and pulled me in pieces:\nhe hath made me desolate.",
      "12": "He hath bent his bow,\nand set me as a mark for the arrow.",
      "13": "He hath caused the arrows of his quiver\nto enter into my reins.",
      "14": "I was a derision to all my people;\nand their song all the day.",
      "15": "He hath filled me with bitterness,\nhe hath made me drunken with wormwood.",
      "16": "He hath also broken my teeth with gravel stones,\nhe hath covered me with ashes.",
      "17": "And thou hast removed my soul far off from peace:\nI forgat prosperity.",
      "18": "And I said, My strength and my hope\nis perished from the Lord:",
      "19": "remembering mine affliction and my misery,\nthe wormwood and the gall.",
      "20": "My soul hath them still in remembrance,\nand is humbled in me.",
      "21": "This I recall to my mind,\ntherefore have I hope.",
      "22": "It is of the Lord’s mercies that we are not consumed,\nbecause his compassions fail not.",
      "23": "They are new every morning:\ngreat is thy faithfulness.",
      "24": "The Lord is my portion, saith my soul;\ntherefore will I hope in him.",
      "25": "The Lord is good unto them that wait for him,\nto the soul that seeketh him.",
      "26": "It is good that a man should both hope\nand quietly wait for the salvation of the Lord.",
      "27": "It is good for a man that he bear the yoke in his youth.",
      "28": "He sitteth alone and keepeth silence,\nbecause he hath borne it upon him.",
      "29": "He putteth his mouth in the dust;\nif so be there may be hope.",
      "30": "He giveth his cheek to him that smiteth him:\nhe is filled full with reproach.",
      "31": "For the Lord will not cast off for ever:",
      "32": "but though he cause grief,\nyet will he have compassion\naccording to the multitude of his mercies.",
      "33": "For he doth not afflict willingly\nnor grieve the children of men.",
      "34": "To crush under his feet\nall the prisoners of the earth,",
      "35": "to turn aside the right of a man\nbefore the face of the most High,",
      "36": "to subvert a man in his cause,\nthe Lord approveth not.",
      "37": "Who is he that saith, and it cometh to pass,\nwhen the Lord commandeth it not?",
      "38": "Out of the mouth of the most High\nproceedeth not evil and good?",
      "39": "Wherefore doth a living man complain,\na man for the punishment of his sins?",
      "40": "Let us search and try our ways,\nand turn again to the Lord.",
      "41": "Let us lift up our heart with our hands\nunto God in the heavens.",
      "42": "We have transgressed and have rebelled:\nthou hast not pardoned.",
      "43": "Thou hast covered with anger, and persecuted us:\nthou hast slain, thou hast not pitied.",
      "44": "Thou hast covered thyself with a cloud,\nthat our prayer should not pass through.",
      "45": "Thou hast made us as the offscouring\nand refuse in the midst of the people.",
      "46": "All our enemies have opened their mouths against us.",
      "47": "Fear and a snare is come upon us,\ndesolation and destruction.",
      "48": "Mine eye runneth down with rivers of water\nfor the destruction of the daughter of my people.",
      "49": "Mine eye trickleth down, and ceaseth not,\nwithout any intermission,",
      "50": "till the Lord look down,\nand behold from heaven.",
      "51": "Mine eye affecteth mine heart\nbecause of all the daughters of my city.",
      "52": "Mine enemies chased me sore,\nlike a bird, without cause.",
      "53": "They have cut off my life in the dungeon,\nand cast a stone upon me.",
      "54": "Waters flowed over mine head;\nthen I said, I am cut off.",
      "55": "I called upon thy name, O Lord,\nout of the low dungeon.",
      "56": "Thou hast heard my voice:\nhide not thine ear at my breathing, at my cry.",
      "57": "Thou drewest near in the day that I called upon thee:\nthou saidst, Fear not.",
      "58": "O Lord, thou hast pleaded the causes of my soul;\nthou hast redeemed my life.",
      "59": "O Lord, thou hast seen my wrong:\njudge thou my cause.",
      "60": "Thou hast seen all their vengeance\nand all their imaginations against me.",
      "61": "Thou hast heard their reproach, O Lord,\nand all their imaginations against me;",
      "62": "the lips of those that rose up against me,\nand their device against me all the day.",
      "63": "Behold their sitting down, and their rising up;\nI am their musick.",
      "64": "Render unto them a recompence, O Lord,\naccording to the work of their hands.",
      "65": "Give them sorrow of heart,\nthy curse unto them.",
      "66": "Persecute and destroy them in anger\nfrom under the heavens of the Lord."
    },
    "4": {
      "1": "How is the gold become dim!\nhow is the most fine gold changed!\nthe stones of the sanctuary are poured out\nin the top of every street.",
      "2": "The precious sons of Zion,\ncomparable to fine gold,\nhow are they esteemed as earthen pitchers,\nthe work of the hands of the potter!",
      "3": "Even the sea monsters draw out the breast,\nthey give suck to their young ones:\nthe daughter of my people is become cruel,\nlike the ostriches in the wilderness.",
      "4": "The tongue of the sucking child\ncleaveth to the roof of his mouth for thirst:\nthe young children ask bread,\nand no man breaketh it unto them.",
      "5": "They that did feed delicately are desolate in the streets:\nthey that were brought up in scarlet embrace dunghills.",
      "6": "For the punishment of the iniquity of the daughter of my people\nis greater than the punishment of the sin of Sodom,\nthat was overthrown as in a moment,\nand no hands stayed on her.",
      "7": "Her Nazarites were purer than snow,\nthey were whiter than milk,\nthey were more ruddy in body than rubies,\ntheir polishing was of sapphire:",
      "8": "their visage is blacker than a coal;\nthey are not known in the streets:\ntheir skin cleaveth to their bones;\nit is withered, it is become like a stick.",
      "9": "They that be slain with the sword are better\nthan they that be slain with hunger:\nfor these pine away,\nstricken through for want of the fruits of the field.",
      "10": "The hands of the pitiful women have sodden their own children:\nthey were their meat in the destruction of the daughter of my people.",
      "11": "The Lord hath accomplished his fury;\nhe hath poured out his fierce anger,\nand hath kindled a fire in Zion,\nand it hath devoured the foundations thereof.",
      "12": "The kings of the earth, and all the inhabitants of the world,\nwould not have believed that the adversary and the enemy\nshould have entered into the gates of Jerusalem.",
      "13": "For the sins of her prophets,\nand the iniquities of her priests,\nthat have shed the blood of the just in the midst of her,",
      "14": "they have wandered as blind men in the streets,\nthey have polluted themselves with blood,\nso that men could not touch their garments.",
      "15": "They cried unto them, Depart ye; it is unclean;\ndepart, depart, touch not:\nwhen they fled away and wandered,\nthey said among the heathen, They shall no more sojourn there.",
      "16": "The anger of the Lord hath divided them;\nhe will no more regard them:\nthey respected not the persons of the priests,\nthey favoured not the elders.",
      "17": "As for us, our eyes as yet failed for our vain help:\nin our watching we have watched\nfor a nation that could not save us.",
      "18": "They hunt our steps, that we cannot go in our streets:\nour end is near, our days are fulfilled;\nfor our end is come.",
      "19": "Our persecutors are swifter than the eagles of the heaven:\nthey pursued us upon the mountains,\nthey laid wait for us in the wilderness.",
      "20": "The breath of our nostrils,\nthe anointed of the Lord,\nwas taken in their pits,\nof whom we said,\nUnder his shadow we shall live among the heathen.",
      "21": "Rejoice and be glad, O daughter of Edom,\nthat dwellest in the land of Uz;\nthe cup also shall pass through unto thee:\nthou shalt be drunken,\nand shalt make thyself naked.",
      "22": "The punishment of thine iniquity is accomplished,\nO daughter of Zion;\nhe will no more carry thee away into captivity:\nhe will visit thine iniquity,\nO daughter of Edom;\nhe will discover thy sins."
    },
    "5": {
      "1": "Remember, O Lord, what is come upon us:\nconsider, and behold our reproach.",
      "2": "Our inheritance is turned to strangers,\nour houses to aliens.",
      "3": "We are orphans and fatherless,\nour mothers are as widows.",
      "4": "We have drunken our water for money;\nour wood is sold unto us.",
      "5": "Our necks are under persecution:\nwe labour, and have no rest.",
      "6": "We have given the hand to the Egyptians,\nand to the Assyrians, to be satisfied with bread.",
      "7": "Our fathers have sinned, and are not;\nand we have borne their iniquities.",
      "8": "Servants have ruled over us:\nthere is none that doth deliver us out of their hand.",
      "9": "We gat our bread with the peril of our lives\nbecause of the sword of the wilderness.",
      "10": "Our skin was black like an oven\nbecause of the terrible famine.",
      "11": "They ravished the women in Zion,\nand the maids in the cities of Judah.",
      "12": "Princes are hanged up by their hand:\nthe faces of elders were not honoured.",
      "13": "They took the young men to grind,\nand the children fell under the wood.",
      "14": "The elders have ceased from the gate,\nthe young men from their musick.",
      "15": "The joy of our heart is ceased;\nour dance is turned into mourning.",
      "16": "The crown is fallen from our head:\nwoe unto us, that we have sinned!",
      "17": "For this our heart is faint;\nfor these things our eyes are dim.",
      "18": "Because of the mountain of Zion, which is desolate,\nthe foxes walk upon it.",
      "19": "Thou, O Lord, remainest for ever;\nthy throne from generation to generation.",
      "20": "Wherefore dost thou forget us for ever,\nand forsake us so long time?",
      "21": "Turn thou us unto thee, O Lord, and we shall be turned;\nrenew our days as of old.",
      "22": "But thou hast utterly rejected us;\nthou art very wroth against us."
    }
  }
}