{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:47.547720-04:00",
    "Translation": "AKJV"
  },
  "Micah": {
    "1": {
      "1": "The word of the Lord that came to Micah the Morasthite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
      "2": "Hear, all ye people;\nhearken, O earth, and all that therein is:\nand let the Lord God be witness against you,\nthe Lord from his holy temple.",
      "3": "For, behold, the Lord cometh forth out of his place,\nand will come down, and tread upon the high places of the earth.",
      "4": "And the mountains shall be molten under him,\nand the valleys shall be cleft,\nas wax before the fire,\nand as the waters that are poured down a steep place.",
      "5": "For the transgression of Jacob is all this,\nand for the sins of the house of Israel.\nWhat is the transgression of Jacob?\nis it not Samaria?\nand what are the high places of Judah?\nare they not Jerusalem?",
      "6": "Therefore I will make Samaria as an heap of the field,\nand as plantings of a vineyard:\nand I will pour down the stones thereof into the valley,\nand I will discover the foundations thereof.",
      "7": "And all the graven images thereof shall be beaten to pieces,\nand all the hires thereof shall be burned with the fire,\nand all the idols thereof will I lay desolate:\nfor she gathered it of the hire of an harlot,\nand they shall return to the hire of an harlot.",
      "8": "Therefore I will wail and howl,\nI will go stripped and naked:\nI will make a wailing like the dragons,\nand mourning as the owls.",
      "9": "For her wound is incurable;\nfor it is come unto Judah;\nhe is come unto the gate of my people,\neven to Jerusalem.",
      "10": "Declare ye it not at Gath, weep ye not at all:\nin the house of Aphrah roll thyself in the dust.",
      "11": "Pass ye away, thou inhabitant of Saphir,\nhaving thy shame naked:\nthe inhabitant of Zaanan came not forth in the mourning of Beth-ezel;\nhe shall receive of you his standing.",
      "12": "For the inhabitant of Maroth waited carefully for good:\nbut evil came down from the Lord unto the gate of Jerusalem.",
      "13": "O thou inhabitant of Lachish, bind the chariot to the swift beast:\nshe is the beginning of the sin to the daughter of Zion:\nfor the transgressions of Israel were found in thee.",
      "14": "Therefore shalt thou give presents to Moresheth-gath:\nthe houses of Achzib shall be a lie to the kings of Israel.",
      "15": "Yet will I bring an heir unto thee, O inhabitant of Mareshah:\nhe shall come unto Adullam the glory of Israel.",
      "16": "Make thee bald, and poll thee for thy delicate children;\nenlarge thy baldness as the eagle;\nfor they are gone into captivity from thee."
    },
    "2": {
      "1": "Woe to them that devise iniquity,\nand work evil upon their beds!\nwhen the morning is light, they practise it,\nbecause it is in the power of their hand.",
      "2": "And they covet fields, and take them by violence;\nand houses, and take them away:\nso they oppress a man and his house,\neven a man and his heritage.",
      "3": "Therefore thus saith the Lord;\nBehold, against this family do I devise an evil,\nfrom which ye shall not remove your necks;\nneither shall ye go haughtily:\nfor this time is evil.",
      "4": "In that day shall one take up a parable against you,\nand lament with a doleful lamentation,\nand say, We be utterly spoiled:\nhe hath changed the portion of my people:\nhow hath he removed it from me!\nturning away he hath divided our fields.",
      "5": "Therefore thou shalt have none that shall cast a cord by lot\nin the congregation of the Lord.",
      "6": "Prophesy ye not, say they to them that prophesy:\nthey shall not prophesy to them, that they shall not take shame.",
      "7": "O thou that art named the house of Jacob,\nis the spirit of the Lord straitened?\nare these his doings?\ndo not my words do good to him that walketh uprightly?",
      "8": "Even of late my people is risen up as an enemy:\nye pull off the robe with the garment\nfrom them that pass by securely as men averse from war.",
      "9": "The women of my people have ye cast out from their pleasant houses;\nfrom their children have ye taken away my glory for ever.",
      "10": "Arise ye, and depart; for this is not your rest:\nbecause it is polluted, it shall destroy you,\neven with a sore destruction.",
      "11": "If a man walking in the spirit and falsehood do lie,\nsaying, I will prophesy unto thee of wine and of strong drink;\nhe shall even be the prophet of this people.",
      "12": "I will surely assemble, O Jacob, all of thee;\nI will surely gather the remnant of Israel;\nI will put them together as the sheep of Bozrah,\nas the flock in the midst of their fold:\nthey shall make great noise by reason of the multitude of men.",
      "13": "The breaker is come up before them:\nthey have broken up, and have passed through the gate,\nand are gone out by it: and their king shall pass before them,\nand the Lord on the head of them."
    },
    "3": {
      "1": "And I said, Hear, I pray you,\nO heads of Jacob, and ye princes of the house of Israel;\nIs it not for you to know judgment?",
      "2": "who hate the good, and love the evil;\nwho pluck off their skin from off them,\nand their flesh from off their bones;",
      "3": "who also eat the flesh of my people,\nand flay their skin from off them;\nand they break their bones, and chop them in pieces,\nas for the pot, and as flesh within the caldron.",
      "4": "Then shall they cry unto the Lord,\nbut he will not hear them:\nhe will even hide his face from them at that time,\nas they have behaved themselves ill in their doings.",
      "5": "Thus saith the Lord concerning the prophets that make my people err,\nthat bite with their teeth, and cry, Peace;\nand he that putteth not into their mouths,\nthey even prepare war against him.",
      "6": "Therefore night shall be unto you,\nthat ye shall not have a vision;\nand it shall be dark unto you,\nthat ye shall not divine;\nand the sun shall go down over the prophets,\nand the day shall be dark over them.",
      "7": "Then shall the seers be ashamed,\nand the diviners confounded:\nyea, they shall all cover their lips;\nfor there is no answer of God.",
      "8": "But truly I am full of power by the spirit of the Lord,\nand of judgment, and of might,\nto declare unto Jacob his transgression,\nand to Israel his sin.",
      "9": "Hear this, I pray you, ye heads of the house of Jacob,\nand princes of the house of Israel,\nthat abhor judgment, and pervert all equity.",
      "10": "They build up Zion with blood,\nand Jerusalem with iniquity.",
      "11": "The heads thereof judge for reward,\nand the priests thereof teach for hire,\nand the prophets thereof divine for money:\nyet will they lean upon the Lord,\nand say, Is not the Lord among us?\nnone evil can come upon us.",
      "12": "Therefore shall Zion for your sake be plowed as a field,\nand Jerusalem shall become heaps,\nand the mountain of the house as the high places of the forest."
    },
    "4": {
      "1": "But in the last days it shall come to pass,\nthat the mountain of the house of the Lord\nshall be established in the top of the mountains,\nand it shall be exalted above the hills;\nand people shall flow unto it.",
      "2": "And many nations shall come, and say,\nCome, and let us go up to the mountain of the Lord,\nand to the house of the God of Jacob;\nand he will teach us of his ways,\nand we will walk in his paths:\nfor the law shall go forth of Zion,\nand the word of the Lord from Jerusalem.",
      "3": "And he shall judge among many people,\nand rebuke strong nations afar off;\nand they shall beat their swords into plowshares,\nand their spears into pruninghooks:\nnation shall not lift up a sword against nation,\nneither shall they learn war any more.",
      "4": "But they shall sit every man under his vine and under his fig tree;\nand none shall make them afraid:\nfor the mouth of the Lord of hosts hath spoken it.",
      "5": "For all people will walk every one in the name of his god,\nand we will walk in the name of the Lord our God for ever and ever.",
      "6": "In that day, saith the Lord, will I assemble her that halteth,\nand I will gather her that is driven out,\nand her that I have afflicted;",
      "7": "and I will make her that halted a remnant,\nand her that was cast far off a strong nation:\nand the Lord shall reign over them in mount Zion from henceforth,\neven for ever.",
      "8": "And thou, O tower of the flock,\nthe strong hold of the daughter of Zion,\nunto thee shall it come,\neven the first dominion;\nthe kingdom shall come to the daughter of Jerusalem.",
      "9": "Now why dost thou cry out aloud?\nis there no king in thee? is thy counsellor perished?\nfor pangs have taken thee as a woman in travail.",
      "10": "Be in pain, and labour to bring forth, O daughter of Zion,\nlike a woman in travail:\nfor now shalt thou go forth out of the city,\nand thou shalt dwell in the field,\nand thou shalt go even to Babylon;\nthere shalt thou be delivered;\nthere the Lord shall redeem thee from the hand of thine enemies.",
      "11": "Now also many nations are gathered against thee,\nthat say, Let her be defiled, and let our eye look upon Zion.",
      "12": "But they know not the thoughts of the Lord,\nneither understand they his counsel:\nfor he shall gather them as the sheaves into the floor.",
      "13": "Arise and thresh, O daughter of Zion:\nfor I will make thine horn iron,\nand I will make thy hoofs brass:\nand thou shalt beat in pieces many people:\nand I will consecrate their gain unto the Lord,\nand their substance unto the Lord of the whole earth."
    },
    "5": {
      "1": "Now gather thyself in troops, O daughter of troops:\nhe hath laid siege against us:\nthey shall smite the judge of Israel with a rod upon the cheek.",
      "2": "But thou, Beth-lehem Ephratah,\nthough thou be little among the thousands of Judah,\nyet out of thee shall he come forth unto me that is to be ruler in Israel;\nwhose goings forth have been from of old, from everlasting.",
      "3": "Therefore will he give them up,\nuntil the time that she which travaileth hath brought forth:\nthen the remnant of his brethren shall return unto the children of Israel.",
      "4": "And he shall stand and feed in the strength of the Lord,\nin the majesty of the name of the Lord his God;\nand they shall abide:\nfor now shall he be great unto the ends of the earth.",
      "5": "And this man shall be the peace,\nwhen the Assyrian shall come into our land:\nand when he shall tread in our palaces,\nthen shall we raise against him seven shepherds,\nand eight principal men.",
      "6": "And they shall waste the land of Assyria with the sword,\nand the land of Nimrod in the entrances thereof:\nthus shall he deliver us from the Assyrian,\nwhen he cometh into our land,\nand when he treadeth within our borders.",
      "7": "And the remnant of Jacob shall be in the midst of many people\nas a dew from the Lord,\nas the showers upon the grass, that tarrieth not for man,\nnor waiteth for the sons of men.",
      "8": "And the remnant of Jacob shall be among the Gentiles\nin the midst of many people as a lion among the beasts of the forest,\nas a young lion among the flocks of sheep:\nwho, if he go through,\nboth treadeth down, and teareth in pieces,\nand none can deliver.",
      "9": "Thine hand shall be lifted up upon thine adversaries,\nand all thine enemies shall be cut off.",
      "10": "And it shall come to pass in that day, saith the Lord,\nthat I will cut off thy horses out of the midst of thee,\nand I will destroy thy chariots:",
      "11": "and I will cut off the cities of thy land,\nand throw down all thy strong holds:",
      "12": "and I will cut off witchcrafts out of thine hand;\nand thou shalt have no more soothsayers:",
      "13": "thy graven images also will I cut off,\nand thy standing images out of the midst of thee;\nand thou shalt no more worship the work of thine hands.",
      "14": "And I will pluck up thy groves out of the midst of thee:\nso will I destroy thy cities.",
      "15": "And I will execute vengeance in anger and fury upon the heathen,\nsuch as they have not heard."
    },
    "6": {
      "1": "Hear ye now what the Lord saith;\nArise, contend thou before the mountains,\nand let the hills hear thy voice.",
      "2": "Hear ye, O mountains, the Lord’s controversy,\nand ye strong foundations of the earth:\nfor the Lord hath a controversy with his people,\nand he will plead with Israel.",
      "3": "O my people, what have I done unto thee?\nand wherein have I wearied thee? testify against me.",
      "4": "For I brought thee up out of the land of Egypt,\nand redeemed thee out of the house of servants;\nand I sent before thee Moses, Aaron, and Miriam.",
      "5": "O my people, remember now what Balak king of Moab consulted,\nand what Balaam the son of Beor answered him from Shittim unto Gilgal;\nthat ye may know the righteousness of the Lord.",
      "6": "Wherewith shall I come before the Lord,\nand bow myself before the high God?\nshall I come before him with burnt offerings,\nwith calves of a year old?",
      "7": "Will the Lord be pleased with thousands of rams,\nor with ten thousands of rivers of oil?\nshall I give my firstborn for my transgression,\nthe fruit of my body for the sin of my soul?",
      "8": "He hath shewed thee, O man, what is good;\nand what doth the Lord require of thee,\nbut to do justly, and to love mercy,\nand to walk humbly with thy God?",
      "9": "The Lord’s voice crieth unto the city,\nand the man of wisdom shall see thy name:\nhear ye the rod, and who hath appointed it.",
      "10": "Are there yet the treasures of wickedness in the house of the wicked,\nand the scant measure that is abominable?",
      "11": "Shall I count them pure with the wicked balances,\nand with the bag of deceitful weights?",
      "12": "For the rich men thereof are full of violence,\nand the inhabitants thereof have spoken lies,\nand their tongue is deceitful in their mouth.",
      "13": "Therefore also will I make thee sick in smiting thee,\nin making thee desolate because of thy sins.",
      "14": "Thou shalt eat, but not be satisfied;\nand thy casting down shall be in the midst of thee;\nand thou shalt take hold, but shalt not deliver;\nand that which thou deliverest will I give up to the sword.",
      "15": "Thou shalt sow, but thou shalt not reap;\nthou shalt tread the olives, but thou shalt not anoint thee with oil;\nand sweet wine, but shalt not drink wine.",
      "16": "For the statutes of Omri are kept,\nand all the works of the house of Ahab,\nand ye walk in their counsels;\nthat I should make thee a desolation,\nand the inhabitants thereof an hissing:\ntherefore ye shall bear the reproach of my people."
    },
    "7": {
      "1": "Woe is me!\nfor I am as when they have gathered the summer fruits,\nas the grapegleanings of the vintage:\nthere is no cluster to eat:\nmy soul desired the firstripe fruit.",
      "2": "The good man is perished out of the earth:\nand there is none upright among men:\nthey all lie in wait for blood;\nthey hunt every man his brother with a net.",
      "3": "That they may do evil with both hands earnestly,\nthe prince asketh, and the judge asketh for a reward;\nand the great man, he uttereth his mischievous desire:\nso they wrap it up.",
      "4": "The best of them is as a brier:\nthe most upright is sharper than a thorn hedge:\nthe day of thy watchmen and thy visitation cometh;\nnow shall be their perplexity.",
      "5": "Trust ye not in a friend,\nput ye not confidence in a guide:\nkeep the doors of thy mouth from her that lieth in thy bosom.",
      "6": "For the son dishonoureth the father,\nthe daughter riseth up against her mother,\nthe daughter in law against her mother in law;\na man’s enemies are the men of his own house.",
      "7": "Therefore I will look unto the Lord;\nI will wait for the God of my salvation:\nmy God will hear me.",
      "8": "Rejoice not against me, O mine enemy:\nwhen I fall, I shall arise;\nwhen I sit in darkness, the Lord shall be a light unto me.",
      "9": "I will bear the indignation of the Lord,\nbecause I have sinned against him,\nuntil he plead my cause,\nand execute judgment for me:\nhe will bring me forth to the light,\nand I shall behold his righteousness.",
      "10": "Then she that is mine enemy shall see it,\nand shame shall cover her which said unto me,\nWhere is the Lord thy God? mine eyes shall behold her:\nnow shall she be trodden down as the mire of the streets.",
      "11": "In the day that thy walls are to be built,\nin that day shall the decree be far removed.",
      "12": "In that day also he shall come even to thee from Assyria,\nand from the fortified cities,\nand from the fortress even to the river,\nand from sea to sea,\nand from mountain to mountain.",
      "13": "Notwithstanding the land shall be desolate\nbecause of them that dwell therein,\nfor the fruit of their doings.",
      "14": "Feed thy people with thy rod,\nthe flock of thine heritage, which dwell solitarily in the wood,\nin the midst of Carmel:\nlet them feed in Bashan and Gilead,\nas in the days of old.",
      "15": "According to the days of thy coming out of the land of Egypt\nwill I shew unto him marvellous things.",
      "16": "The nations shall see and be confounded at all their might:\nthey shall lay their hand upon their mouth,\ntheir ears shall be deaf.",
      "17": "They shall lick the dust like a serpent,\nthey shall move out of their holes like worms of the earth:\nthey shall be afraid of the Lord our God,\nand shall fear because of thee.",
      "18": "Who is a God like unto thee,\nthat pardoneth iniquity,\nand passeth by the transgression of the remnant of his heritage?\nhe retaineth not his anger for ever,\nbecause he delighteth in mercy.",
      "19": "He will turn again,\nhe will have compassion upon us;\nhe will subdue our iniquities;\nand thou wilt cast all their sins into the depths of the sea.",
      "20": "Thou wilt perform the truth to Jacob,\nand the mercy to Abraham,\nwhich thou hast sworn unto our fathers\nfrom the days of old."
    }
  }
}