{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:28.078728-04:00",
    "Translation": "AKJV"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the man that walketh not in the counsel of the ungodly,\nnor standeth in the way of sinners,\nnor sitteth in the seat of the scornful.",
      "2": "But his delight is in the law of the Lord;\nand in his law doth he meditate day and night.",
      "3": "And he shall be like a tree planted by the rivers of water,\nthat bringeth forth his fruit in his season;\nhis leaf also shall not wither;\nand whatsoever he doeth shall prosper.",
      "4": "The ungodly are not so:\nbut are like the chaff which the wind driveth away.",
      "5": "Therefore the ungodly shall not stand in the judgment,\nnor sinners in the congregation of the righteous.",
      "6": "For the Lord knoweth the way of the righteous:\nbut the way of the ungodly shall perish."
    },
    "2": {
      "1": "Why do the heathen rage,\nand the people imagine a vain thing?",
      "2": "The kings of the earth set themselves,\nand the rulers take counsel together,\nagainst the Lord, and against his anointed, saying,",
      "3": "Let us break their bands asunder,\nand cast away their cords from us.",
      "4": "He that sitteth in the heavens shall laugh:\nthe Lord shall have them in derision.",
      "5": "Then shall he speak unto them in his wrath,\nand vex them in his sore displeasure.",
      "6": "Yet have I set my king upon my holy hill of Zion.",
      "7": "I will declare the decree: the Lord hath said unto me,\nThou art my Son; this day have I begotten thee.",
      "8": "Ask of me, and I shall give thee the heathen for thine inheritance,\nand the uttermost parts of the earth for thy possession.",
      "9": "Thou shalt break them with a rod of iron;\nthou shalt dash them in pieces like a potter’s vessel.",
      "10": "Be wise now therefore, O ye kings:\nbe instructed, ye judges of the earth.",
      "11": "Serve the Lord with fear, and rejoice with trembling.",
      "12": "Kiss the Son, lest he be angry,\nand ye perish from the way, when his wrath is kindled but a little.\nBlessed are all they that put their trust in him."
    },
    "3": {
      "1": "Lord, how are they increased that trouble me!\nmany are they that rise up against me.",
      "2": "Many there be which say of my soul,\nThere is no help for him in God. Selah.",
      "3": "But thou, O Lord, art a shield for me;\nmy glory, and the lifter up of mine head.",
      "4": "I cried unto the Lord with my voice,\nand he heard me out of his holy hill. Selah.",
      "5": "I laid me down and slept;\nI awaked; for the Lord sustained me.",
      "6": "I will not be afraid of ten thousands of people,\nthat have set themselves against me round about.",
      "7": "Arise, O Lord; save me, O my God:\nfor thou hast smitten all mine enemies upon the cheek bone;\nthou hast broken the teeth of the ungodly.",
      "8": "Salvation belongeth unto the Lord:\nthy blessing is upon thy people. Selah."
    },
    "4": {
      "1": "Hear me when I call, O God of my righteousness:\nthou hast enlarged me when I was in distress;\nhave mercy upon me, and hear my prayer.",
      "2": "O ye sons of men, how long will ye turn my glory into shame?\nhow long will ye love vanity, and seek after leasing? Selah.",
      "3": "But know that the Lord hath set apart him that is godly for himself:\nthe Lord will hear when I call unto him.",
      "4": "Stand in awe, and sin not:\ncommune with your own heart upon your bed, and be still. Selah.",
      "5": "Offer the sacrifices of righteousness,\nand put your trust in the Lord.",
      "6": "There be many that say, Who will shew us any good?\nLord, lift thou up the light of thy countenance upon us.",
      "7": "Thou hast put gladness in my heart,\nmore than in the time that their corn and their wine increased.",
      "8": "I will both lay me down in peace, and sleep:\nfor thou, Lord, only makest me dwell in safety."
    },
    "5": {
      "1": "Give ear to my words, O Lord,\nconsider my meditation.",
      "2": "Hearken unto the voice of my cry, my King, and my God:\nfor unto thee will I pray.",
      "3": "My voice shalt thou hear in the morning, O Lord;\nin the morning will I direct my prayer unto thee, and will look up.",
      "4": "For thou art not a God that hath pleasure in wickedness:\nneither shall evil dwell with thee.",
      "5": "The foolish shall not stand in thy sight:\nthou hatest all workers of iniquity.",
      "6": "Thou shalt destroy them that speak leasing:\nthe Lord will abhor the bloody and deceitful man.",
      "7": "But as for me, I will come into thy house in the multitude of thy mercy:\nand in thy fear will I worship toward thy holy temple.",
      "8": "Lead me, O Lord, in thy righteousness because of mine enemies;\nmake thy way straight before my face.",
      "9": "For there is no faithfulness in their mouth;\ntheir inward part is very wickedness;\ntheir throat is an open sepulchre;\nthey flatter with their tongue.",
      "10": "Destroy thou them, O God;\nlet them fall by their own counsels;\ncast them out in the multitude of their transgressions;\nfor they have rebelled against thee.",
      "11": "But let all those that put their trust in thee rejoice:\nlet them ever shout for joy, because thou defendest them:\nlet them also that love thy name be joyful in thee.",
      "12": "For thou, Lord, wilt bless the righteous;\nwith favour wilt thou compass him as with a shield."
    },
    "6": {
      "1": "O Lord, rebuke me not in thine anger,\nneither chasten me in thy hot displeasure.",
      "2": "Have mercy upon me, O Lord; for I am weak:\nO Lord, heal me; for my bones are vexed.",
      "3": "My soul is also sore vexed:\nbut thou, O Lord, how long?",
      "4": "Return, O Lord, deliver my soul:\noh save me for thy mercies’ sake.",
      "5": "For in death there is no remembrance of thee:\nin the grave who shall give thee thanks?",
      "6": "I am weary with my groaning;\nall the night make I my bed to swim;\nI water my couch with my tears.",
      "7": "Mine eye is consumed because of grief;\nit waxeth old because of all mine enemies.",
      "8": "Depart from me, all ye workers of iniquity;\nfor the Lord hath heard the voice of my weeping.",
      "9": "The Lord hath heard my supplication;\nthe Lord will receive my prayer.",
      "10": "Let all mine enemies be ashamed and sore vexed:\nlet them return and be ashamed suddenly."
    },
    "7": {
      "1": "O Lord my God, in thee do I put my trust:\nsave me from all them that persecute me, and deliver me:",
      "2": "lest he tear my soul like a lion,\nrending it in pieces, while there is none to deliver.",
      "3": "O Lord my God, if I have done this;\nif there be iniquity in my hands;",
      "4": "if I have rewarded evil unto him that was at peace with me;\n(yea, I have delivered him that without cause is mine enemy:)",
      "5": "let the enemy persecute my soul, and take it;\nyea, let him tread down my life upon the earth,\nand lay mine honour in the dust. Selah.",
      "6": "Arise, O Lord, in thine anger,\nlift up thyself because of the rage of mine enemies:\nand awake for me to the judgment that thou hast commanded.",
      "7": "So shall the congregation of the people compass thee about:\nfor their sakes therefore return thou on high.",
      "8": "The Lord shall judge the people:\njudge me, O Lord, according to my righteousness,\nand according to mine integrity that is in me.",
      "9": "Oh let the wickedness of the wicked come to an end;\nbut establish the just:\nfor the righteous God trieth the hearts and reins.",
      "10": "My defence is of God,\nwhich saveth the upright in heart.",
      "11": "God judgeth the righteous,\nand God is angry with the wicked every day.",
      "12": "If he turn not, he will whet his sword;\nhe hath bent his bow, and made it ready.",
      "13": "He hath also prepared for him the instruments of death;\nhe ordaineth his arrows against the persecutors.",
      "14": "Behold, he travaileth with iniquity,\nand hath conceived mischief, and brought forth falsehood.",
      "15": "He made a pit, and digged it,\nand is fallen into the ditch which he made.",
      "16": "His mischief shall return upon his own head,\nand his violent dealing shall come down upon his own pate.",
      "17": "I will praise the Lord according to his righteousness:\nand will sing praise to the name of the Lord most high."
    },
    "8": {
      "1": "O Lord our Lord, how excellent is thy name in all the earth!\nwho hast set thy glory above the heavens.",
      "2": "Out of the mouth of babes and sucklings\nhast thou ordained strength because of thine enemies,\nthat thou mightest still the enemy and the avenger.",
      "3": "When I consider thy heavens, the work of thy fingers,\nthe moon and the stars, which thou hast ordained;",
      "4": "what is man, that thou art mindful of him?\nand the son of man, that thou visitest him?",
      "5": "For thou hast made him a little lower than the angels,\nand hast crowned him with glory and honour.",
      "6": "Thou madest him to have dominion over the works of thy hands;\nthou hast put all things under his feet:",
      "7": "all sheep and oxen, yea, and the beasts of the field;",
      "8": "the fowl of the air, and the fish of the sea,\nand whatsoever passeth through the paths of the seas.",
      "9": "O Lord our Lord, how excellent is thy name in all the earth!"
    },
    "9": {
      "1": "I will praise thee, O Lord, with my whole heart;\nI will shew forth all thy marvellous works.",
      "2": "I will be glad and rejoice in thee:\nI will sing praise to thy name, O thou most High.",
      "3": "When mine enemies are turned back,\nthey shall fall and perish at thy presence.",
      "4": "For thou hast maintained my right and my cause;\nthou satest in the throne judging right.",
      "5": "Thou hast rebuked the heathen,\nthou hast destroyed the wicked,\nthou hast put out their name for ever and ever.",
      "6": "O thou enemy, destructions are come to a perpetual end:\nand thou hast destroyed cities;\ntheir memorial is perished with them.",
      "7": "But the Lord shall endure for ever:\nhe hath prepared his throne for judgment.",
      "8": "And he shall judge the world in righteousness,\nhe shall minister judgment to the people in uprightness.",
      "9": "The Lord also will be a refuge for the oppressed,\na refuge in times of trouble.",
      "10": "And they that know thy name will put their trust in thee:\nfor thou, Lord, hast not forsaken them that seek thee.",
      "11": "Sing praises to the Lord, which dwelleth in Zion:\ndeclare among the people his doings.",
      "12": "When he maketh inquisition for blood, he remembereth them:\nhe forgetteth not the cry of the humble.",
      "13": "Have mercy upon me, O Lord;\nconsider my trouble which I suffer of them that hate me,\nthou that liftest me up from the gates of death:",
      "14": "that I may shew forth all thy praise in the gates of the daughter of Zion:\nI will rejoice in thy salvation.",
      "15": "The heathen are sunk down in the pit that they made:\nin the net which they hid is their own foot taken.",
      "16": "The Lord is known by the judgment which he executeth:\nthe wicked is snared in the work of his own hands.\nHiggaion. Selah.",
      "17": "The wicked shall be turned into hell,\nand all the nations that forget God.",
      "18": "For the needy shall not alway be forgotten:\nthe expectation of the poor shall not perish for ever.",
      "19": "Arise, O Lord; let not man prevail:\nlet the heathen be judged in thy sight.",
      "20": "Put them in fear, O Lord:\nthat the nations may know themselves to be but men. Selah."
    },
    "10": {
      "1": "Why standest thou afar off, O Lord?\nwhy hidest thou thyself in times of trouble?",
      "2": "The wicked in his pride doth persecute the poor:\nlet them be taken in the devices that they have imagined.",
      "3": "For the wicked boasteth of his heart’s desire,\nand blesseth the covetous, whom the Lord abhorreth.",
      "4": "The wicked, through the pride of his countenance, will not seek after God:\nGod is not in all his thoughts.",
      "5": "His ways are always grievous;\nthy judgments are far above out of his sight:\nas for all his enemies, he puffeth at them.",
      "6": "He hath said in his heart, I shall not be moved:\nfor I shall never be in adversity.",
      "7": "His mouth is full of cursing and deceit and fraud:\nunder his tongue is mischief and vanity.",
      "8": "He sitteth in the lurking places of the villages:\nin the secret places doth he murder the innocent:\nhis eyes are privily set against the poor.",
      "9": "He lieth in wait secretly as a lion in his den:\nhe lieth in wait to catch the poor:\nhe doth catch the poor, when he draweth him into his net.",
      "10": "He croucheth, and humbleth himself,\nthat the poor may fall by his strong ones.",
      "11": "He hath said in his heart, God hath forgotten:\nhe hideth his face; he will never see it.",
      "12": "Arise, O Lord; O God, lift up thine hand:\nforget not the humble.",
      "13": "Wherefore doth the wicked contemn God?\nhe hath said in his heart, Thou wilt not require it.",
      "14": "Thou hast seen it;\nfor thou beholdest mischief and spite, to requite it with thy hand:\nthe poor committeth himself unto thee;\nthou art the helper of the fatherless.",
      "15": "Break thou the arm of the wicked and the evil man:\nseek out his wickedness till thou find none.",
      "16": "The Lord is King for ever and ever:\nthe heathen are perished out of his land.",
      "17": "Lord, thou hast heard the desire of the humble:\nthou wilt prepare their heart,\nthou wilt cause thine ear to hear:",
      "18": "to judge the fatherless and the oppressed,\nthat the man of the earth may no more oppress."
    },
    "11": {
      "1": "In the Lord put I my trust:\nhow say ye to my soul,\nFlee as a bird to your mountain?",
      "2": "For, lo, the wicked bend their bow,\nthey make ready their arrow upon the string,\nthat they may privily shoot at the upright in heart.",
      "3": "If the foundations be destroyed,\nwhat can the righteous do?",
      "4": "The Lord is in his holy temple,\nthe Lord’s throne is in heaven:\nhis eyes behold,\nhis eyelids try, the children of men.",
      "5": "The Lord trieth the righteous:\nbut the wicked and him that loveth violence his soul hateth.",
      "6": "Upon the wicked he shall rain snares,\nfire and brimstone, and an horrible tempest:\nthis shall be the portion of their cup.",
      "7": "For the righteous Lord loveth righteousness;\nhis countenance doth behold the upright."
    },
    "12": {
      "1": "Help, Lord; for the godly man ceaseth;\nfor the faithful fail from among the children of men.",
      "2": "They speak vanity every one with his neighbour:\nwith flattering lips and with a double heart do they speak.",
      "3": "The Lord shall cut off all flattering lips,\nand the tongue that speaketh proud things:",
      "4": "who have said, With our tongue will we prevail;\nour lips are our own: who is lord over us?",
      "5": "For the oppression of the poor, for the sighing of the needy,\nnow will I arise, saith the Lord;\nI will set him in safety from him that puffeth at him.",
      "6": "The words of the Lord are pure words:\nas silver tried in a furnace of earth, purified seven times.",
      "7": "Thou shalt keep them, O Lord,\nthou shalt preserve them from this generation for ever.",
      "8": "The wicked walk on every side,\nwhen the vilest men are exalted."
    },
    "13": {
      "1": "How long wilt thou forget me, O Lord? for ever?\nhow long wilt thou hide thy face from me?",
      "2": "How long shall I take counsel in my soul,\nhaving sorrow in my heart daily?\nhow long shall mine enemy be exalted over me?",
      "3": "Consider and hear me, O Lord my God:\nlighten mine eyes, lest I sleep the sleep of death;",
      "4": "lest mine enemy say, I have prevailed against him;\nand those that trouble me rejoice when I am moved.",
      "5": "But I have trusted in thy mercy;\nmy heart shall rejoice in thy salvation.",
      "6": "I will sing unto the Lord,\nbecause he hath dealt bountifully with me."
    },
    "14": {
      "1": "The fool hath said in his heart, There is no God.\nThey are corrupt, they have done abominable works,\nthere is none that doeth good.",
      "2": "The Lord looked down from heaven upon the children of men,\nto see if there were any that did understand, and seek God.",
      "3": "They are all gone aside, they are all together become filthy:\nthere is none that doeth good, no, not one.",
      "4": "Have all the workers of iniquity no knowledge?\nwho eat up my people as they eat bread, and call not upon the Lord.",
      "5": "There were they in great fear:\nfor God is in the generation of the righteous.",
      "6": "Ye have shamed the counsel of the poor,\nbecause the Lord is his refuge.",
      "7": "Oh that the salvation of Israel were come out of Zion!\nwhen the Lord bringeth back the captivity of his people,\nJacob shall rejoice, and Israel shall be glad."
    },
    "15": {
      "1": "Lord, who shall abide in thy tabernacle?\nwho shall dwell in thy holy hill?",
      "2": "He that walketh uprightly,\nand worketh righteousness,\nand speaketh the truth in his heart.",
      "3": "He that backbiteth not with his tongue,\nnor doeth evil to his neighbour,\nnor taketh up a reproach against his neighbour.",
      "4": "In whose eyes a vile person is contemned;\nbut he honoureth them that fear the Lord.\nHe that sweareth to his own hurt, and changeth not.",
      "5": "He that putteth not out his money to usury,\nnor taketh reward against the innocent.\nHe that doeth these things shall never be moved."
    },
    "16": {
      "1": "Preserve me, O God:\nfor in thee do I put my trust.",
      "2": "O my soul, thou hast said unto the Lord,\nThou art my Lord: my goodness extendeth not to thee;",
      "3": "but to the saints that are in the earth,\nand to the excellent, in whom is all my delight.",
      "4": "Their sorrows shall be multiplied that hasten after another god:\ntheir drink offerings of blood will I not offer,\nnor take up their names into my lips.",
      "5": "The Lord is the portion of mine inheritance and of my cup:\nthou maintainest my lot.",
      "6": "The lines are fallen unto me in pleasant places;\nyea, I have a goodly heritage.",
      "7": "I will bless the Lord, who hath given me counsel:\nmy reins also instruct me in the night seasons.",
      "8": "I have set the Lord always before me:\nbecause he is at my right hand, I shall not be moved.",
      "9": "Therefore my heart is glad, and my glory rejoiceth:\nmy flesh also shall rest in hope.",
      "10": "For thou wilt not leave my soul in hell;\nneither wilt thou suffer thine Holy One to see corruption.",
      "11": "Thou wilt shew me the path of life:\nin thy presence is fulness of joy;\nat thy right hand there are pleasures for evermore."
    },
    "17": {
      "1": "Hear the right, O Lord, attend unto my cry,\ngive ear unto my prayer, that goeth not out of feigned lips.",
      "2": "Let my sentence come forth from thy presence;\nlet thine eyes behold the things that are equal.",
      "3": "Thou hast proved mine heart; thou hast visited me in the night;\nthou hast tried me, and shalt find nothing;\nI am purposed that my mouth shall not transgress.",
      "4": "Concerning the works of men, by the word of thy lips\nI have kept me from the paths of the destroyer.",
      "5": "Hold up my goings in thy paths, that my footsteps slip not.",
      "6": "I have called upon thee, for thou wilt hear me, O God:\nincline thine ear unto me, and hear my speech.",
      "7": "Shew thy marvellous lovingkindness,\nO thou that savest by thy right hand\nthem which put their trust in thee\nfrom those that rise up against them.",
      "8": "Keep me as the apple of the eye,\nhide me under the shadow of thy wings,",
      "9": "from the wicked that oppress me,\nfrom my deadly enemies, who compass me about.",
      "10": "They are inclosed in their own fat:\nwith their mouth they speak proudly.",
      "11": "They have now compassed us in our steps:\nthey have set their eyes bowing down to the earth;",
      "12": "like as a lion that is greedy of his prey,\nand as it were a young lion lurking in secret places.",
      "13": "Arise, O Lord, disappoint him, cast him down:\ndeliver my soul from the wicked, which is thy sword:",
      "14": "from men which are thy hand, O Lord,\nfrom men of the world, which have their portion in this life,\nand whose belly thou fillest with thy hid treasure:\nthey are full of children,\nand leave the rest of their substance to their babes.",
      "15": "As for me, I will behold thy face in righteousness:\nI shall be satisfied, when I awake, with thy likeness."
    },
    "18": {
      "1": "I will love thee, O Lord, my strength.",
      "2": "The Lord is my rock, and my fortress, and my deliverer;\nmy God, my strength, in whom I will trust;\nmy buckler, and the horn of my salvation, and my high tower.",
      "3": "I will call upon the Lord, who is worthy to be praised:\nso shall I be saved from mine enemies.",
      "4": "The sorrows of death compassed me,\nand the floods of ungodly men made me afraid.",
      "5": "The sorrows of hell compassed me about:\nthe snares of death prevented me.",
      "6": "In my distress I called upon the Lord, and cried unto my God:\nhe heard my voice out of his temple,\nand my cry came before him, even into his ears.",
      "7": "Then the earth shook and trembled;\nthe foundations also of the hills moved and were shaken,\nbecause he was wroth.",
      "8": "There went up a smoke out of his nostrils,\nand fire out of his mouth devoured:\ncoals were kindled by it.",
      "9": "He bowed the heavens also, and came down:\nand darkness was under his feet.",
      "10": "And he rode upon a cherub, and did fly:\nyea, he did fly upon the wings of the wind.",
      "11": "He made darkness his secret place;\nhis pavilion round about him were dark waters\nand thick clouds of the skies.",
      "12": "At the brightness that was before him his thick clouds passed,\nhail stones and coals of fire.",
      "13": "The Lord also thundered in the heavens,\nand the Highest gave his voice;\nhail stones and coals of fire.",
      "14": "Yea, he sent out his arrows, and scattered them;\nand he shot out lightnings, and discomfited them.",
      "15": "Then the channels of waters were seen,\nand the foundations of the world were discovered\nat thy rebuke, O Lord,\nat the blast of the breath of thy nostrils.",
      "16": "He sent from above, he took me,\nhe drew me out of many waters.",
      "17": "He delivered me from my strong enemy,\nand from them which hated me:\nfor they were too strong for me.",
      "18": "They prevented me in the day of my calamity:\nbut the Lord was my stay.",
      "19": "He brought me forth also into a large place;\nhe delivered me, because he delighted in me.",
      "20": "The Lord rewarded me according to my righteousness;\naccording to the cleanness of my hands hath he recompensed me.",
      "21": "For I have kept the ways of the Lord,\nand have not wickedly departed from my God.",
      "22": "For all his judgments were before me,\nand I did not put away his statutes from me.",
      "23": "I was also upright before him,\nand I kept myself from mine iniquity.",
      "24": "Therefore hath the Lord recompensed me according to my righteousness,\naccording to the cleanness of my hands in his eyesight.",
      "25": "With the merciful thou wilt shew thyself merciful;\nwith an upright man thou wilt shew thyself upright;",
      "26": "with the pure thou wilt shew thyself pure;\nand with the froward thou wilt shew thyself froward.",
      "27": "For thou wilt save the afflicted people;\nbut wilt bring down high looks.",
      "28": "For thou wilt light my candle:\nthe Lord my God will enlighten my darkness.",
      "29": "For by thee I have run through a troop;\nand by my God have I leaped over a wall.",
      "30": "As for God, his way is perfect:\nthe word of the Lord is tried:\nhe is a buckler to all those that trust in him.",
      "31": "For who is God save the Lord?\nor who is a rock save our God?",
      "32": "It is God that girdeth me with strength,\nand maketh my way perfect.",
      "33": "He maketh my feet like hinds’ feet,\nand setteth me upon my high places.",
      "34": "He teacheth my hands to war,\nso that a bow of steel is broken by mine arms.",
      "35": "Thou hast also given me the shield of thy salvation:\nand thy right hand hath holden me up,\nand thy gentleness hath made me great.",
      "36": "Thou hast enlarged my steps under me,\nthat my feet did not slip.",
      "37": "I have pursued mine enemies, and overtaken them:\nneither did I turn again till they were consumed.",
      "38": "I have wounded them that they were not able to rise:\nthey are fallen under my feet.",
      "39": "For thou hast girded me with strength unto the battle:\nthou hast subdued under me those that rose up against me.",
      "40": "Thou hast also given me the necks of mine enemies;\nthat I might destroy them that hate me.",
      "41": "They cried, but there was none to save them:\neven unto the Lord, but he answered them not.",
      "42": "Then did I beat them small as the dust before the wind:\nI did cast them out as the dirt in the streets.",
      "43": "Thou hast delivered me from the strivings of the people;\nand thou hast made me the head of the heathen:\na people whom I have not known shall serve me.",
      "44": "As soon as they hear of me, they shall obey me:\nthe strangers shall submit themselves unto me.",
      "45": "The strangers shall fade away,\nand be afraid out of their close places.",
      "46": "The Lord liveth; and blessed be my rock;\nand let the God of my salvation be exalted.",
      "47": "It is God that avengeth me,\nand subdueth the people under me.",
      "48": "He delivereth me from mine enemies:\nyea, thou liftest me up above those that rise up against me:\nthou hast delivered me from the violent man.",
      "49": "Therefore will I give thanks unto thee, O Lord, among the heathen,\nand sing praises unto thy name.",
      "50": "Great deliverance giveth he to his king;\nand sheweth mercy to his anointed,\nto David, and to his seed for evermore."
    },
    "19": {
      "1": "The heavens declare the glory of God;\nand the firmament sheweth his handywork.",
      "2": "Day unto day uttereth speech,\nand night unto night sheweth knowledge.",
      "3": "There is no speech nor language,\nwhere their voice is not heard.",
      "4": "Their line is gone out through all the earth,\nand their words to the end of the world.\nIn them hath he set a tabernacle for the sun,",
      "5": "which is as a bridegroom coming out of his chamber,\nand rejoiceth as a strong man to run a race.",
      "6": "His going forth is from the end of the heaven,\nand his circuit unto the ends of it:\nand there is nothing hid from the heat thereof.",
      "7": "The law of the Lord is perfect, converting the soul:\nthe testimony of the Lord is sure, making wise the simple.",
      "8": "The statutes of the Lord are right, rejoicing the heart:\nthe commandment of the Lord is pure, enlightening the eyes.",
      "9": "The fear of the Lord is clean, enduring for ever:\nthe judgments of the Lord are true and righteous altogether.",
      "10": "More to be desired are they than gold, yea, than much fine gold:\nsweeter also than honey and the honeycomb.",
      "11": "Moreover by them is thy servant warned:\nand in keeping of them there is great reward.",
      "12": "Who can understand his errors?\ncleanse thou me from secret faults.",
      "13": "Keep back thy servant also from presumptuous sins;\nlet them not have dominion over me: then shall I be upright,\nand I shall be innocent from the great transgression.",
      "14": "Let the words of my mouth, and the meditation of my heart,\nbe acceptable in thy sight, O Lord,\nmy strength, and my redeemer."
    },
    "20": {
      "1": "The Lord hear thee in the day of trouble;\nthe name of the God of Jacob defend thee;",
      "2": "send thee help from the sanctuary,\nand strengthen thee out of Zion;",
      "3": "remember all thy offerings,\nand accept thy burnt sacrifice; Selah.",
      "4": "Grant thee according to thine own heart,\nand fulfil all thy counsel.",
      "5": "We will rejoice in thy salvation,\nand in the name of our God we will set up our banners:\nthe Lord fulfil all thy petitions.",
      "6": "Now know I that the Lord saveth his anointed;\nhe will hear him from his holy heaven\nwith the saving strength of his right hand.",
      "7": "Some trust in chariots, and some in horses:\nbut we will remember the name of the Lord our God.",
      "8": "They are brought down and fallen:\nbut we are risen, and stand upright.",
      "9": "Save, Lord: let the king hear us when we call."
    },
    "21": {
      "1": "The king shall joy in thy strength, O Lord;\nand in thy salvation how greatly shall he rejoice!",
      "2": "Thou hast given him his heart’s desire,\nand hast not withholden the request of his lips. Selah.",
      "3": "For thou preventest him with the blessings of goodness:\nthou settest a crown of pure gold on his head.",
      "4": "He asked life of thee, and thou gavest it him,\neven length of days for ever and ever.",
      "5": "His glory is great in thy salvation:\nhonour and majesty hast thou laid upon him.",
      "6": "For thou hast made him most blessed for ever:\nthou hast made him exceeding glad with thy countenance.",
      "7": "For the king trusteth in the Lord,\nand through the mercy of the most High he shall not be moved.",
      "8": "Thine hand shall find out all thine enemies:\nthy right hand shall find out those that hate thee.",
      "9": "Thou shalt make them as a fiery oven in the time of thine anger:\nthe Lord shall swallow them up in his wrath,\nand the fire shall devour them.",
      "10": "Their fruit shalt thou destroy from the earth,\nand their seed from among the children of men.",
      "11": "For they intended evil against thee:\nthey imagined a mischievous device,\nwhich they are not able to perform.",
      "12": "Therefore shalt thou make them turn their back,\nwhen thou shalt make ready thine arrows upon thy strings against the face of them.",
      "13": "Be thou exalted, Lord, in thine own strength:\nso will we sing and praise thy power."
    },
    "22": {
      "1": "My God, my God, why hast thou forsaken me?\nwhy art thou so far from helping me,\nand from the words of my roaring?",
      "2": "O my God, I cry in the daytime, but thou hearest not;\nand in the night season, and am not silent.",
      "3": "But thou art holy, O thou that inhabitest the praises of Israel.",
      "4": "Our fathers trusted in thee:\nthey trusted, and thou didst deliver them.",
      "5": "They cried unto thee, and were delivered:\nthey trusted in thee, and were not confounded.",
      "6": "But I am a worm, and no man;\na reproach of men, and despised of the people.",
      "7": "All they that see me laugh me to scorn:\nthey shoot out the lip, they shake the head, saying,",
      "8": "He trusted on the Lord that he would deliver him:\nlet him deliver him, seeing he delighted in him.",
      "9": "But thou art he that took me out of the womb:\nthou didst make me hope when I was upon my mother’s breasts.",
      "10": "I was cast upon thee from the womb:\nthou art my God from my mother’s belly.",
      "11": "Be not far from me; for trouble is near;\nfor there is none to help.",
      "12": "Many bulls have compassed me:\nstrong bulls of Bashan have beset me round.",
      "13": "They gaped upon me with their mouths,\nas a ravening and a roaring lion.",
      "14": "I am poured out like water,\nand all my bones are out of joint:\nmy heart is like wax;\nit is melted in the midst of my bowels.",
      "15": "My strength is dried up like a potsherd;\nand my tongue cleaveth to my jaws;\nand thou hast brought me into the dust of death.",
      "16": "For dogs have compassed me:\nthe assembly of the wicked have inclosed me:\nthey pierced my hands and my feet.",
      "17": "I may tell all my bones:\nthey look and stare upon me.",
      "18": "They part my garments among them,\nand cast lots upon my vesture.",
      "19": "But be not thou far from me, O Lord:\nO my strength, haste thee to help me.",
      "20": "Deliver my soul from the sword;\nmy darling from the power of the dog.",
      "21": "Save me from the lion’s mouth:\nfor thou hast heard me from the horns of the unicorns.",
      "22": "I will declare thy name unto my brethren:\nin the midst of the congregation will I praise thee.",
      "23": "Ye that fear the Lord, praise him;\nall ye the seed of Jacob, glorify him;\nand fear him, all ye the seed of Israel.",
      "24": "For he hath not despised nor abhorred the affliction of the afflicted;\nneither hath he hid his face from him;\nbut when he cried unto him, he heard.",
      "25": "My praise shall be of thee in the great congregation:\nI will pay my vows before them that fear him.",
      "26": "The meek shall eat and be satisfied:\nthey shall praise the Lord that seek him:\nyour heart shall live for ever.",
      "27": "All the ends of the world shall remember and turn unto the Lord:\nand all the kindreds of the nations shall worship before thee.",
      "28": "For the kingdom is the Lord’s:\nand he is the governor among the nations.",
      "29": "All they that be fat upon earth shall eat and worship:\nall they that go down to the dust shall bow before him:\nand none can keep alive his own soul.",
      "30": "A seed shall serve him;\nit shall be accounted to the Lord for a generation.",
      "31": "They shall come, and shall declare his righteousness\nunto a people that shall be born,\nthat he hath done this."
    },
    "23": {
      "1": "The Lord is my shepherd; I shall not want.",
      "2": "He maketh me to lie down in green pastures:\nhe leadeth me beside the still waters.",
      "3": "He restoreth my soul:\nhe leadeth me in the paths of righteousness for his name’s sake.",
      "4": "Yea, though I walk through the valley of the shadow of death,\nI will fear no evil: for thou art with me;\nthy rod and thy staff they comfort me.",
      "5": "Thou preparest a table before me in the presence of mine enemies:\nthou anointest my head with oil; my cup runneth over.",
      "6": "Surely goodness and mercy shall follow me all the days of my life:\nand I will dwell in the house of the Lord for ever."
    },
    "24": {
      "1": "The earth is the Lord’s, and the fulness thereof;\nthe world, and they that dwell therein.",
      "2": "For he hath founded it upon the seas,\nand established it upon the floods.",
      "3": "Who shall ascend into the hill of the Lord?\nor who shall stand in his holy place?",
      "4": "He that hath clean hands, and a pure heart;\nwho hath not lifted up his soul unto vanity, nor sworn deceitfully.",
      "5": "He shall receive the blessing from the Lord,\nand righteousness from the God of his salvation.",
      "6": "This is the generation of them that seek him,\nthat seek thy face, O Jacob. Selah.",
      "7": "Lift up your heads, O ye gates;\nand be ye lift up, ye everlasting doors;\nand the King of glory shall come in.",
      "8": "Who is this King of glory?\nThe Lord strong and mighty,\nthe Lord mighty in battle.",
      "9": "Lift up your heads, O ye gates;\neven lift them up, ye everlasting doors;\nand the King of glory shall come in.",
      "10": "Who is this King of glory?\nThe Lord of hosts, he is the King of glory. Selah."
    },
    "25": {
      "1": "Unto thee, O Lord, do I lift up my soul.",
      "2": "O my God, I trust in thee: let me not be ashamed,\nlet not mine enemies triumph over me.",
      "3": "Yea, let none that wait on thee be ashamed:\nlet them be ashamed which transgress without cause.",
      "4": "Shew me thy ways, O Lord; teach me thy paths.",
      "5": "Lead me in thy truth, and teach me:\nfor thou art the God of my salvation;\non thee do I wait all the day.",
      "6": "Remember, O Lord, thy tender mercies and thy lovingkindnesses;\nfor they have been ever of old.",
      "7": "Remember not the sins of my youth, nor my transgressions:\naccording to thy mercy remember thou me\nfor thy goodness’ sake, O Lord.",
      "8": "Good and upright is the Lord:\ntherefore will he teach sinners in the way.",
      "9": "The meek will he guide in judgment:\nand the meek will he teach his way.",
      "10": "All the paths of the Lord are mercy and truth\nunto such as keep his covenant and his testimonies.",
      "11": "For thy name’s sake, O Lord, pardon mine iniquity;\nfor it is great.",
      "12": "What man is he that feareth the Lord?\nhim shall he teach in the way that he shall choose.",
      "13": "His soul shall dwell at ease;\nand his seed shall inherit the earth.",
      "14": "The secret of the Lord is with them that fear him;\nand he will shew them his covenant.",
      "15": "Mine eyes are ever toward the Lord;\nfor he shall pluck my feet out of the net.",
      "16": "Turn thee unto me, and have mercy upon me;\nfor I am desolate and afflicted.",
      "17": "The troubles of my heart are enlarged:\nO bring thou me out of my distresses.",
      "18": "Look upon mine affliction and my pain;\nand forgive all my sins.",
      "19": "Consider mine enemies; for they are many;\nand they hate me with cruel hatred.",
      "20": "O keep my soul, and deliver me:\nlet me not be ashamed; for I put my trust in thee.",
      "21": "Let integrity and uprightness preserve me;\nfor I wait on thee.",
      "22": "Redeem Israel, O God, out of all his troubles."
    },
    "26": {
      "1": "Judge me, O Lord; for I have walked in mine integrity:\nI have trusted also in the Lord; therefore I shall not slide.",
      "2": "Examine me, O Lord, and prove me;\ntry my reins and my heart.",
      "3": "For thy lovingkindness is before mine eyes:\nand I have walked in thy truth.",
      "4": "I have not sat with vain persons,\nneither will I go in with dissemblers.",
      "5": "I have hated the congregation of evil doers;\nand will not sit with the wicked.",
      "6": "I will wash mine hands in innocency:\nso will I compass thine altar, O Lord:",
      "7": "that I may publish with the voice of thanksgiving,\nand tell of all thy wondrous works.",
      "8": "Lord, I have loved the habitation of thy house,\nand the place where thine honour dwelleth.",
      "9": "Gather not my soul with sinners,\nnor my life with bloody men:",
      "10": "in whose hands is mischief,\nand their right hand is full of bribes.",
      "11": "But as for me, I will walk in mine integrity:\nredeem me, and be merciful unto me.",
      "12": "My foot standeth in an even place:\nin the congregations will I bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation; whom shall I fear?\nthe Lord is the strength of my life; of whom shall I be afraid?",
      "2": "When the wicked, even mine enemies and my foes, came upon me to eat up my flesh,\nthey stumbled and fell.",
      "3": "Though an host should encamp against me, my heart shall not fear:\nthough war should rise against me, in this will I be confident.",
      "4": "One thing have I desired of the Lord, that will I seek after;\nthat I may dwell in the house of the Lord all the days of my life,\nto behold the beauty of the Lord, and to enquire in his temple.",
      "5": "For in the time of trouble he shall hide me in his pavilion:\nin the secret of his tabernacle shall he hide me;\nhe shall set me up upon a rock.",
      "6": "And now shall mine head be lifted up above mine enemies round about me:\ntherefore will I offer in his tabernacle sacrifices of joy;\nI will sing, yea, I will sing praises unto the Lord.",
      "7": "Hear, O Lord, when I cry with my voice:\nhave mercy also upon me, and answer me.",
      "8": "When thou saidst, Seek ye my face;\nmy heart said unto thee, Thy face, Lord, will I seek.",
      "9": "Hide not thy face far from me;\nput not thy servant away in anger: thou hast been my help;\nleave me not, neither forsake me, O God of my salvation.",
      "10": "When my father and my mother forsake me,\nthen the Lord will take me up.",
      "11": "Teach me thy way, O Lord,\nand lead me in a plain path, because of mine enemies.",
      "12": "Deliver me not over unto the will of mine enemies:\nfor false witnesses are risen up against me,\nand such as breathe out cruelty.",
      "13": "I had fainted, unless I had believed to see the goodness of the Lord in the land of the living.",
      "14": "Wait on the Lord:\nbe of good courage, and he shall strengthen thine heart:\nwait, I say, on the Lord."
    },
    "28": {
      "1": "Unto thee will I cry, O Lord my rock;\nbe not silent to me:\nlest, if thou be silent to me,\nI become like them that go down into the pit.",
      "2": "Hear the voice of my supplications, when I cry unto thee,\nwhen I lift up my hands toward thy holy oracle.",
      "3": "Draw me not away with the wicked, and with the workers of iniquity,\nwhich speak peace to their neighbours, but mischief is in their hearts.",
      "4": "Give them according to their deeds,\nand according to the wickedness of their endeavours:\ngive them after the work of their hands;\nrender to them their desert.",
      "5": "Because they regard not the works of the Lord,\nnor the operation of his hands,\nhe shall destroy them, and not build them up.",
      "6": "Blessed be the Lord,\nbecause he hath heard the voice of my supplications.",
      "7": "The Lord is my strength and my shield;\nmy heart trusted in him, and I am helped:\ntherefore my heart greatly rejoiceth;\nand with my song will I praise him.",
      "8": "The Lord is their strength,\nand he is the saving strength of his anointed.",
      "9": "Save thy people, and bless thine inheritance:\nfeed them also, and lift them up for ever."
    },
    "29": {
      "1": "Give unto the Lord, O ye mighty,\ngive unto the Lord glory and strength.",
      "2": "Give unto the Lord the glory due unto his name;\nworship the Lord in the beauty of holiness.",
      "3": "The voice of the Lord is upon the waters:\nthe God of glory thundereth: the Lord is upon many waters.",
      "4": "The voice of the Lord is powerful;\nthe voice of the Lord is full of majesty.",
      "5": "The voice of the Lord breaketh the cedars;\nyea, the Lord breaketh the cedars of Lebanon.",
      "6": "He maketh them also to skip like a calf;\nLebanon and Sirion like a young unicorn.",
      "7": "The voice of the Lord divideth the flames of fire.",
      "8": "The voice of the Lord shaketh the wilderness;\nthe Lord shaketh the wilderness of Kadesh.",
      "9": "The voice of the Lord maketh the hinds to calve,\nand discovereth the forests:\nand in his temple doth every one speak of his glory.",
      "10": "The Lord sitteth upon the flood;\nyea, the Lord sitteth King for ever.",
      "11": "The Lord will give strength unto his people;\nthe Lord will bless his people with peace."
    },
    "30": {
      "1": "I will extol thee, O Lord; for thou hast lifted me up,\nand hast not made my foes to rejoice over me.",
      "2": "O Lord my God, I cried unto thee,\nand thou hast healed me.",
      "3": "O Lord, thou hast brought up my soul from the grave:\nthou hast kept me alive, that I should not go down to the pit.",
      "4": "Sing unto the Lord, O ye saints of his,\nand give thanks at the remembrance of his holiness.",
      "5": "For his anger endureth but a moment; in his favour is life:\nweeping may endure for a night, but joy cometh in the morning.",
      "6": "And in my prosperity I said, I shall never be moved.",
      "7": "Lord, by thy favour thou hast made my mountain to stand strong:\nthou didst hide thy face, and I was troubled.",
      "8": "I cried to thee, O Lord;\nand unto the Lord I made supplication.",
      "9": "What profit is there in my blood, when I go down to the pit?\nShall the dust praise thee? shall it declare thy truth?",
      "10": "Hear, O Lord, and have mercy upon me:\nLord, be thou my helper.",
      "11": "Thou hast turned for me my mourning into dancing:\nthou hast put off my sackcloth, and girded me with gladness;",
      "12": "to the end that my glory may sing praise to thee,\nand not be silent. O Lord my God, I will give thanks unto thee for ever."
    },
    "31": {
      "1": "In thee, O Lord, do I put my trust; let me never be ashamed:\ndeliver me in thy righteousness.",
      "2": "Bow down thine ear to me; deliver me speedily:\nbe thou my strong rock, for an house of defence to save me.",
      "3": "For thou art my rock and my fortress;\ntherefore for thy name’s sake lead me, and guide me.",
      "4": "Pull me out of the net that they have laid privily for me:\nfor thou art my strength.",
      "5": "Into thine hand I commit my spirit:\nthou hast redeemed me, O Lord God of truth.",
      "6": "I have hated them that regard lying vanities:\nbut I trust in the Lord.",
      "7": "I will be glad and rejoice in thy mercy:\nfor thou hast considered my trouble;\nthou hast known my soul in adversities;",
      "8": "and hast not shut me up into the hand of the enemy:\nthou hast set my feet in a large room.",
      "9": "Have mercy upon me, O Lord, for I am in trouble:\nmine eye is consumed with grief, yea, my soul and my belly.",
      "10": "For my life is spent with grief, and my years with sighing:\nmy strength faileth because of mine iniquity,\nand my bones are consumed.",
      "11": "I was a reproach among all mine enemies,\nbut especially among my neighbours, and a fear to mine acquaintance:\nthey that did see me without fled from me.",
      "12": "I am forgotten as a dead man out of mind:\nI am like a broken vessel.",
      "13": "For I have heard the slander of many: fear was on every side:\nwhile they took counsel together against me,\nthey devised to take away my life.",
      "14": "But I trusted in thee, O Lord:\nI said, Thou art my God.",
      "15": "My times are in thy hand:\ndeliver me from the hand of mine enemies,\nand from them that persecute me.",
      "16": "Make thy face to shine upon thy servant:\nsave me for thy mercies’ sake.",
      "17": "Let me not be ashamed, O Lord; for I have called upon thee:\nlet the wicked be ashamed, and let them be silent in the grave.",
      "18": "Let the lying lips be put to silence;\nwhich speak grievous things proudly and contemptuously against the righteous.",
      "19": "Oh how great is thy goodness,\nwhich thou hast laid up for them that fear thee;\nwhich thou hast wrought for them that trust in thee before the sons of men!",
      "20": "Thou shalt hide them in the secret of thy presence from the pride of man:\nthou shalt keep them secretly in a pavilion from the strife of tongues.",
      "21": "Blessed be the Lord:\nfor he hath shewed me his marvellous kindness in a strong city.",
      "22": "For I said in my haste, I am cut off from before thine eyes:\nnevertheless thou heardest the voice of my supplications when I cried unto thee.",
      "23": "O love the Lord, all ye his saints:\nfor the Lord preserveth the faithful,\nand plentifully rewardeth the proud doer.",
      "24": "Be of good courage, and he shall strengthen your heart,\nall ye that hope in the Lord."
    },
    "32": {
      "1": "Blessed is he whose transgression is forgiven,\nwhose sin is covered.",
      "2": "Blessed is the man unto whom the Lord imputeth not iniquity,\nand in whose spirit there is no guile.",
      "3": "When I kept silence,\nmy bones waxed old through my roaring all the day long.",
      "4": "For day and night thy hand was heavy upon me:\nmy moisture is turned into the drought of summer. Selah.",
      "5": "I acknowledged my sin unto thee,\nand mine iniquity have I not hid.\nI said, I will confess my transgressions unto the Lord;\nand thou forgavest the iniquity of my sin. Selah.",
      "6": "For this shall every one that is godly pray unto thee in a time when thou mayest be found:\nsurely in the floods of great waters they shall not come nigh unto him.",
      "7": "Thou art my hiding place;\nthou shalt preserve me from trouble;\nthou shalt compass me about with songs of deliverance. Selah.",
      "8": "I will instruct thee and teach thee in the way which thou shalt go:\nI will guide thee with mine eye.",
      "9": "Be ye not as the horse, or as the mule,\nwhich have no understanding:\nwhose mouth must be held in with bit and bridle,\nlest they come near unto thee.",
      "10": "Many sorrows shall be to the wicked:\nbut he that trusteth in the Lord, mercy shall compass him about.",
      "11": "Be glad in the Lord, and rejoice, ye righteous:\nand shout for joy, all ye that are upright in heart."
    },
    "33": {
      "1": "Rejoice in the Lord, O ye righteous:\nfor praise is comely for the upright.",
      "2": "Praise the Lord with harp:\nsing unto him with the psaltery and an instrument of ten strings.",
      "3": "Sing unto him a new song;\nplay skilfully with a loud noise.",
      "4": "For the word of the Lord is right;\nand all his works are done in truth.",
      "5": "He loveth righteousness and judgment:\nthe earth is full of the goodness of the Lord.",
      "6": "By the word of the Lord were the heavens made;\nand all the host of them by the breath of his mouth.",
      "7": "He gathereth the waters of the sea together as an heap:\nhe layeth up the depth in storehouses.",
      "8": "Let all the earth fear the Lord:\nlet all the inhabitants of the world stand in awe of him.",
      "9": "For he spake, and it was done;\nhe commanded, and it stood fast.",
      "10": "The Lord bringeth the counsel of the heathen to nought:\nhe maketh the devices of the people of none effect.",
      "11": "The counsel of the Lord standeth for ever,\nthe thoughts of his heart to all generations.",
      "12": "Blessed is the nation whose God is the Lord;\nand the people whom he hath chosen for his own inheritance.",
      "13": "The Lord looketh from heaven;\nhe beholdeth all the sons of men.",
      "14": "From the place of his habitation\nhe looketh upon all the inhabitants of the earth.",
      "15": "He fashioneth their hearts alike;\nhe considereth all their works.",
      "16": "There is no king saved by the multitude of an host:\na mighty man is not delivered by much strength.",
      "17": "An horse is a vain thing for safety:\nneither shall he deliver any by his great strength.",
      "18": "Behold, the eye of the Lord is upon them that fear him,\nupon them that hope in his mercy;",
      "19": "to deliver their soul from death,\nand to keep them alive in famine.",
      "20": "Our soul waiteth for the Lord:\nhe is our help and our shield.",
      "21": "For our heart shall rejoice in him,\nbecause we have trusted in his holy name.",
      "22": "Let thy mercy, O Lord, be upon us,\naccording as we hope in thee."
    },
    "34": {
      "1": "I will bless the Lord at all times:\nhis praise shall continually be in my mouth.",
      "2": "My soul shall make her boast in the Lord:\nthe humble shall hear thereof, and be glad.",
      "3": "O magnify the Lord with me,\nand let us exalt his name together.",
      "4": "I sought the Lord, and he heard me,\nand delivered me from all my fears.",
      "5": "They looked unto him, and were lightened:\nand their faces were not ashamed.",
      "6": "This poor man cried, and the Lord heard him,\nand saved him out of all his troubles.",
      "7": "The angel of the Lord encampeth round about them that fear him,\nand delivereth them.",
      "8": "O taste and see that the Lord is good:\nblessed is the man that trusteth in him.",
      "9": "O fear the Lord, ye his saints:\nfor there is no want to them that fear him.",
      "10": "The young lions do lack, and suffer hunger:\nbut they that seek the Lord shall not want any good thing.",
      "11": "Come, ye children, hearken unto me:\nI will teach you the fear of the Lord.",
      "12": "What man is he that desireth life,\nand loveth many days, that he may see good?",
      "13": "Keep thy tongue from evil,\nand thy lips from speaking guile.",
      "14": "Depart from evil, and do good;\nseek peace, and pursue it.",
      "15": "The eyes of the Lord are upon the righteous,\nand his ears are open unto their cry.",
      "16": "The face of the Lord is against them that do evil,\nto cut off the remembrance of them from the earth.",
      "17": "The righteous cry, and the Lord heareth,\nand delivereth them out of all their troubles.",
      "18": "The Lord is nigh unto them that are of a broken heart;\nand saveth such as be of a contrite spirit.",
      "19": "Many are the afflictions of the righteous:\nbut the Lord delivereth him out of them all.",
      "20": "He keepeth all his bones:\nnot one of them is broken.",
      "21": "Evil shall slay the wicked:\nand they that hate the righteous shall be desolate.",
      "22": "The Lord redeemeth the soul of his servants:\nand none of them that trust in him shall be desolate."
    },
    "35": {
      "1": "Plead my cause, O Lord, with them that strive with me:\nfight against them that fight against me.",
      "2": "Take hold of shield and buckler,\nand stand up for mine help.",
      "3": "Draw out also the spear, and stop the way against them that persecute me:\nsay unto my soul, I am thy salvation.",
      "4": "Let them be confounded and put to shame that seek after my soul:\nlet them be turned back and brought to confusion that devise my hurt.",
      "5": "Let them be as chaff before the wind:\nand let the angel of the Lord chase them.",
      "6": "Let their way be dark and slippery:\nand let the angel of the Lord persecute them.",
      "7": "For without cause have they hid for me their net in a pit,\nwhich without cause they have digged for my soul.",
      "8": "Let destruction come upon him at unawares;\nand let his net that he hath hid catch himself:\ninto that very destruction let him fall.",
      "9": "And my soul shall be joyful in the Lord:\nit shall rejoice in his salvation.",
      "10": "All my bones shall say, Lord, who is like unto thee,\nwhich deliverest the poor from him that is too strong for him,\nyea, the poor and the needy from him that spoileth him?",
      "11": "False witnesses did rise up;\nthey laid to my charge things that I knew not.",
      "12": "They rewarded me evil for good\nto the spoiling of my soul.",
      "13": "But as for me, when they were sick, my clothing was sackcloth:\nI humbled my soul with fasting; and my prayer returned into mine own bosom.",
      "14": "I behaved myself as though he had been my friend or brother:\nI bowed down heavily, as one that mourneth for his mother.",
      "15": "But in mine adversity they rejoiced, and gathered themselves together:\nyea, the abjects gathered themselves together against me, and I knew it not;\nthey did tear me, and ceased not:",
      "16": "with hypocritical mockers in feasts,\nthey gnashed upon me with their teeth.",
      "17": "Lord, how long wilt thou look on?\nrescue my soul from their destructions,\nmy darling from the lions.",
      "18": "I will give thee thanks in the great congregation:\nI will praise thee among much people.",
      "19": "Let not them that are mine enemies wrongfully rejoice over me:\nneither let them wink with the eye that hate me without a cause.",
      "20": "For they speak not peace:\nbut they devise deceitful matters against them that are quiet in the land.",
      "21": "Yea, they opened their mouth wide against me,\nand said, Aha, aha, our eye hath seen it.",
      "22": "This thou hast seen, O Lord: keep not silence:\nO Lord, be not far from me.",
      "23": "Stir up thyself, and awake to my judgment,\neven unto my cause, my God and my Lord.",
      "24": "Judge me, O Lord my God, according to thy righteousness;\nand let them not rejoice over me.",
      "25": "Let them not say in their hearts, Ah, so would we have it:\nlet them not say, We have swallowed him up.",
      "26": "Let them be ashamed and brought to confusion together that rejoice at mine hurt:\nlet them be clothed with shame and dishonour that magnify themselves against me.",
      "27": "Let them shout for joy, and be glad, that favour my righteous cause:\nyea, let them say continually, Let the Lord be magnified,\nwhich hath pleasure in the prosperity of his servant.",
      "28": "And my tongue shall speak of thy righteousness\nand of thy praise all the day long."
    },
    "36": {
      "1": "The transgression of the wicked saith within my heart,\nthat there is no fear of God before his eyes.",
      "2": "For he flattereth himself in his own eyes,\nuntil his iniquity be found to be hateful.",
      "3": "The words of his mouth are iniquity and deceit:\nhe hath left off to be wise, and to do good.",
      "4": "He deviseth mischief upon his bed;\nhe setteth himself in a way that is not good; he abhorreth not evil.",
      "5": "Thy mercy, O Lord, is in the heavens;\nand thy faithfulness reacheth unto the clouds.",
      "6": "Thy righteousness is like the great mountains;\nthy judgments are a great deep:\nO Lord, thou preservest man and beast.",
      "7": "How excellent is thy lovingkindness, O God!\ntherefore the children of men put their trust under the shadow of thy wings.",
      "8": "They shall be abundantly satisfied with the fatness of thy house;\nand thou shalt make them drink of the river of thy pleasures.",
      "9": "For with thee is the fountain of life:\nin thy light shall we see light.",
      "10": "O continue thy lovingkindness unto them that know thee;\nand thy righteousness to the upright in heart.",
      "11": "Let not the foot of pride come against me,\nand let not the hand of the wicked remove me.",
      "12": "There are the workers of iniquity fallen:\nthey are cast down, and shall not be able to rise."
    },
    "37": {
      "1": "Fret not thyself because of evildoers,\nneither be thou envious against the workers of iniquity.",
      "2": "For they shall soon be cut down like the grass,\nand wither as the green herb.",
      "3": "Trust in the Lord, and do good;\nso shalt thou dwell in the land, and verily thou shalt be fed.",
      "4": "Delight thyself also in the Lord;\nand he shall give thee the desires of thine heart.",
      "5": "Commit thy way unto the Lord;\ntrust also in him; and he shall bring it to pass.",
      "6": "And he shall bring forth thy righteousness as the light,\nand thy judgment as the noonday.",
      "7": "Rest in the Lord, and wait patiently for him:\nfret not thyself because of him who prospereth in his way,\nbecause of the man who bringeth wicked devices to pass.",
      "8": "Cease from anger, and forsake wrath:\nfret not thyself in any wise to do evil.",
      "9": "For evildoers shall be cut off:\nbut those that wait upon the Lord, they shall inherit the earth.",
      "10": "For yet a little while, and the wicked shall not be:\nyea, thou shalt diligently consider his place, and it shall not be.",
      "11": "But the meek shall inherit the earth;\nand shall delight themselves in the abundance of peace.",
      "12": "The wicked plotteth against the just,\nand gnasheth upon him with his teeth.",
      "13": "The Lord shall laugh at him:\nfor he seeth that his day is coming.",
      "14": "The wicked have drawn out the sword, and have bent their bow,\nto cast down the poor and needy, and to slay such as be of upright conversation.",
      "15": "Their sword shall enter into their own heart,\nand their bows shall be broken.",
      "16": "A little that a righteous man hath is better than the riches of many wicked.",
      "17": "For the arms of the wicked shall be broken:\nbut the Lord upholdeth the righteous.",
      "18": "The Lord knoweth the days of the upright:\nand their inheritance shall be for ever.",
      "19": "They shall not be ashamed in the evil time:\nand in the days of famine they shall be satisfied.",
      "20": "But the wicked shall perish,\nand the enemies of the Lord shall be as the fat of lambs:\nthey shall consume;\ninto smoke shall they consume away.",
      "21": "The wicked borroweth, and payeth not again:\nbut the righteous sheweth mercy, and giveth.",
      "22": "For such as be blessed of him shall inherit the earth;\nand they that be cursed of him shall be cut off.",
      "23": "The steps of a good man are ordered by the Lord:\nand he delighteth in his way.",
      "24": "Though he fall, he shall not be utterly cast down:\nfor the Lord upholdeth him with his hand.",
      "25": "I have been young, and now am old;\nyet have I not seen the righteous forsaken, nor his seed begging bread.",
      "26": "He is ever merciful, and lendeth;\nand his seed is blessed.",
      "27": "Depart from evil, and do good;\nand dwell for evermore.",
      "28": "For the Lord loveth judgment, and forsaketh not his saints;\nthey are preserved for ever:\nbut the seed of the wicked shall be cut off.",
      "29": "The righteous shall inherit the land,\nand dwell therein for ever.",
      "30": "The mouth of the righteous speaketh wisdom,\nand his tongue talketh of judgment.",
      "31": "The law of his God is in his heart;\nnone of his steps shall slide.",
      "32": "The wicked watcheth the righteous,\nand seeketh to slay him.",
      "33": "The Lord will not leave him in his hand,\nnor condemn him when he is judged.",
      "34": "Wait on the Lord, and keep his way,\nand he shall exalt thee to inherit the land:\nwhen the wicked are cut off, thou shalt see it.",
      "35": "I have seen the wicked in great power,\nand spreading himself like a green bay tree.",
      "36": "Yet he passed away, and, lo, he was not:\nyea, I sought him, but he could not be found.",
      "37": "Mark the perfect man, and behold the upright:\nfor the end of that man is peace.",
      "38": "But the transgressors shall be destroyed together:\nthe end of the wicked shall be cut off.",
      "39": "But the salvation of the righteous is of the Lord:\nhe is their strength in the time of trouble.",
      "40": "And the Lord shall help them, and deliver them:\nhe shall deliver them from the wicked, and save them,\nbecause they trust in him."
    },
    "38": {
      "1": "O Lord, rebuke me not in thy wrath:\nneither chasten me in thy hot displeasure.",
      "2": "For thine arrows stick fast in me,\nand thy hand presseth me sore.",
      "3": "There is no soundness in my flesh because of thine anger;\nneither is there any rest in my bones because of my sin.",
      "4": "For mine iniquities are gone over mine head:\nas an heavy burden they are too heavy for me.",
      "5": "My wounds stink and are corrupt\nbecause of my foolishness.",
      "6": "I am troubled; I am bowed down greatly;\nI go mourning all the day long.",
      "7": "For my loins are filled with a loathsome disease:\nand there is no soundness in my flesh.",
      "8": "I am feeble and sore broken:\nI have roared by reason of the disquietness of my heart.",
      "9": "Lord, all my desire is before thee;\nand my groaning is not hid from thee.",
      "10": "My heart panteth, my strength faileth me:\nas for the light of mine eyes, it also is gone from me.",
      "11": "My lovers and my friends stand aloof from my sore;\nand my kinsmen stand afar off.",
      "12": "They also that seek after my life lay snares for me:\nand they that seek my hurt speak mischievous things,\nand imagine deceits all the day long.",
      "13": "But I, as a deaf man, heard not;\nand I was as a dumb man that openeth not his mouth.",
      "14": "Thus I was as a man that heareth not,\nand in whose mouth are no reproofs.",
      "15": "For in thee, O Lord, do I hope:\nthou wilt hear, O Lord my God.",
      "16": "For I said, Hear me, lest otherwise they should rejoice over me:\nwhen my foot slippeth, they magnify themselves against me.",
      "17": "For I am ready to halt,\nand my sorrow is continually before me.",
      "18": "For I will declare mine iniquity;\nI will be sorry for my sin.",
      "19": "But mine enemies are lively, and they are strong:\nand they that hate me wrongfully are multiplied.",
      "20": "They also that render evil for good are mine adversaries;\nbecause I follow the thing that good is.",
      "21": "Forsake me not, O Lord:\nO my God, be not far from me.",
      "22": "Make haste to help me, O Lord my salvation."
    },
    "39": {
      "1": "I said, I will take heed to my ways,\nthat I sin not with my tongue:\nI will keep my mouth with a bridle,\nwhile the wicked is before me.",
      "2": "I was dumb with silence,\nI held my peace, even from good;\nand my sorrow was stirred.",
      "3": "My heart was hot within me,\nwhile I was musing the fire burned:\nthen spake I with my tongue,",
      "4": "Lord, make me to know mine end,\nand the measure of my days, what it is;\nthat I may know how frail I am.",
      "5": "Behold, thou hast made my days as an handbreadth;\nand mine age is as nothing before thee:\nverily every man at his best state is altogether vanity. Selah.",
      "6": "Surely every man walketh in a vain shew:\nsurely they are disquieted in vain:\nhe heapeth up riches,\nand knoweth not who shall gather them.",
      "7": "And now, Lord, what wait I for?\nmy hope is in thee.",
      "8": "Deliver me from all my transgressions:\nmake me not the reproach of the foolish.",
      "9": "I was dumb, I opened not my mouth;\nbecause thou didst it.",
      "10": "Remove thy stroke away from me:\nI am consumed by the blow of thine hand.",
      "11": "When thou with rebukes dost correct man for iniquity,\nthou makest his beauty to consume away like a moth:\nsurely every man is vanity. Selah.",
      "12": "Hear my prayer, O Lord, and give ear unto my cry;\nhold not thy peace at my tears:\nfor I am a stranger with thee,\nand a sojourner, as all my fathers were.",
      "13": "O spare me, that I may recover strength,\nbefore I go hence, and be no more."
    },
    "40": {
      "1": "I waited patiently for the Lord;\nand he inclined unto me, and heard my cry.",
      "2": "He brought me up also out of an horrible pit, out of the miry clay,\nand set my feet upon a rock, and established my goings.",
      "3": "And he hath put a new song in my mouth, even praise unto our God:\nmany shall see it, and fear, and shall trust in the Lord.",
      "4": "Blessed is that man that maketh the Lord his trust,\nand respecteth not the proud, nor such as turn aside to lies.",
      "5": "Many, O Lord my God, are thy wonderful works which thou hast done,\nand thy thoughts which are to us-ward:\nthey cannot be reckoned up in order unto thee:\nif I would declare and speak of them,\nthey are more than can be numbered.",
      "6": "Sacrifice and offering thou didst not desire;\nmine ears hast thou opened:\nburnt offering and sin offering hast thou not required.",
      "7": "Then said I, Lo, I come:\nin the volume of the book it is written of me,",
      "8": "I delight to do thy will, O my God:\nyea, thy law is within my heart.",
      "9": "I have preached righteousness in the great congregation:\nlo, I have not refrained my lips, O Lord, thou knowest.",
      "10": "I have not hid thy righteousness within my heart;\nI have declared thy faithfulness and thy salvation:\nI have not concealed thy lovingkindness and thy truth from the great congregation.",
      "11": "Withhold not thou thy tender mercies from me, O Lord:\nlet thy lovingkindness and thy truth continually preserve me.",
      "12": "For innumerable evils have compassed me about:\nmine iniquities have taken hold upon me,\nso that I am not able to look up;\nthey are more than the hairs of mine head:\ntherefore my heart faileth me.",
      "13": "Be pleased, O Lord, to deliver me:\nO Lord, make haste to help me.",
      "14": "Let them be ashamed and confounded together that seek after my soul to destroy it;\nlet them be driven backward and put to shame that wish me evil.",
      "15": "Let them be desolate for a reward of their shame that say unto me, Aha, aha.",
      "16": "Let all those that seek thee rejoice and be glad in thee:\nlet such as love thy salvation say continually, The Lord be magnified.",
      "17": "But I am poor and needy;\nyet the Lord thinketh upon me:\nthou art my help and my deliverer;\nmake no tarrying, O my God."
    },
    "41": {
      "1": "Blessed is he that considereth the poor:\nthe Lord will deliver him in time of trouble.",
      "2": "The Lord will preserve him, and keep him alive;\nand he shall be blessed upon the earth:\nand thou wilt not deliver him unto the will of his enemies.",
      "3": "The Lord will strengthen him upon the bed of languishing:\nthou wilt make all his bed in his sickness.",
      "4": "I said, Lord, be merciful unto me:\nheal my soul; for I have sinned against thee.",
      "5": "Mine enemies speak evil of me,\nWhen shall he die, and his name perish?",
      "6": "And if he come to see me, he speaketh vanity:\nhis heart gathereth iniquity to itself;\nwhen he goeth abroad, he telleth it.",
      "7": "All that hate me whisper together against me:\nagainst me do they devise my hurt.",
      "8": "An evil disease, say they, cleaveth fast unto him:\nand now that he lieth he shall rise up no more.",
      "9": "Yea, mine own familiar friend, in whom I trusted, which did eat of my bread,\nhath lifted up his heel against me.",
      "10": "But thou, O Lord, be merciful unto me,\nand raise me up, that I may requite them.",
      "11": "By this I know that thou favourest me,\nbecause mine enemy doth not triumph over me.",
      "12": "And as for me, thou upholdest me in mine integrity,\nand settest me before thy face for ever.",
      "13": "Blessed be the Lord God of Israel\nfrom everlasting, and to everlasting. Amen, and Amen."
    },
    "42": {
      "1": "As the hart panteth after the water brooks,\nso panteth my soul after thee, O God.",
      "2": "My soul thirsteth for God, for the living God:\nwhen shall I come and appear before God?",
      "3": "My tears have been my meat day and night,\nwhile they continually say unto me, Where is thy God?",
      "4": "When I remember these things, I pour out my soul in me:\nfor I had gone with the multitude,\nI went with them to the house of God,\nwith the voice of joy and praise,\nwith a multitude that kept holyday.",
      "5": "Why art thou cast down, O my soul?\nand why art thou disquieted in me?\nhope thou in God:\nfor I shall yet praise him for the help of his countenance.",
      "6": "O my God, my soul is cast down within me:\ntherefore will I remember thee from the land of Jordan,\nand of the Hermonites, from the hill Mizar.",
      "7": "Deep calleth unto deep at the noise of thy waterspouts:\nall thy waves and thy billows are gone over me.",
      "8": "Yet the Lord will command his lovingkindness in the daytime,\nand in the night his song shall be with me,\nand my prayer unto the God of my life.",
      "9": "I will say unto God my rock, Why hast thou forgotten me?\nwhy go I mourning because of the oppression of the enemy?",
      "10": "As with a sword in my bones, mine enemies reproach me;\nwhile they say daily unto me, Where is thy God?",
      "11": "Why art thou cast down, O my soul?\nand why art thou disquieted within me?\nhope thou in God: for I shall yet praise him,\nwho is the health of my countenance, and my God."
    },
    "43": {
      "1": "Judge me, O God, and plead my cause against an ungodly nation:\nO deliver me from the deceitful and unjust man.",
      "2": "For thou art the God of my strength: why dost thou cast me off?\nwhy go I mourning because of the oppression of the enemy?",
      "3": "O send out thy light and thy truth: let them lead me;\nlet them bring me unto thy holy hill, and to thy tabernacles.",
      "4": "Then will I go unto the altar of God, unto God my exceeding joy:\nyea, upon the harp will I praise thee, O God my God.",
      "5": "Why art thou cast down, O my soul?\nand why art thou disquieted within me?\nhope in God: for I shall yet praise him,\nwho is the health of my countenance, and my God."
    },
    "44": {
      "1": "We have heard with our ears, O God, our fathers have told us,\nwhat work thou didst in their days, in the times of old.",
      "2": "How thou didst drive out the heathen with thy hand, and plantedst them;\nhow thou didst afflict the people, and cast them out.",
      "3": "For they got not the land in possession by their own sword,\nneither did their own arm save them:\nbut thy right hand, and thine arm, and the light of thy countenance,\nbecause thou hadst a favour unto them.",
      "4": "Thou art my King, O God:\ncommand deliverances for Jacob.",
      "5": "Through thee will we push down our enemies:\nthrough thy name will we tread them under that rise up against us.",
      "6": "For I will not trust in my bow, neither shall my sword save me.",
      "7": "But thou hast saved us from our enemies,\nand hast put them to shame that hated us.",
      "8": "In God we boast all the day long,\nand praise thy name for ever. Selah.",
      "9": "But thou hast cast off, and put us to shame;\nand goest not forth with our armies.",
      "10": "Thou makest us to turn back from the enemy:\nand they which hate us spoil for themselves.",
      "11": "Thou hast given us like sheep appointed for meat;\nand hast scattered us among the heathen.",
      "12": "Thou sellest thy people for nought,\nand dost not increase thy wealth by their price.",
      "13": "Thou makest us a reproach to our neighbours,\na scorn and a derision to them that are round about us.",
      "14": "Thou makest us a byword among the heathen,\na shaking of the head among the people.",
      "15": "My confusion is continually before me,\nand the shame of my face hath covered me,",
      "16": "for the voice of him that reproacheth and blasphemeth;\nby reason of the enemy and avenger.",
      "17": "All this is come upon us; yet have we not forgotten thee,\nneither have we dealt falsely in thy covenant.",
      "18": "Our heart is not turned back,\nneither have our steps declined from thy way;",
      "19": "though thou hast sore broken us in the place of dragons,\nand covered us with the shadow of death.",
      "20": "If we have forgotten the name of our God,\nor stretched out our hands to a strange god;",
      "21": "shall not God search this out?\nfor he knoweth the secrets of the heart.",
      "22": "Yea, for thy sake are we killed all the day long;\nwe are counted as sheep for the slaughter.",
      "23": "Awake, why sleepest thou, O Lord?\narise, cast us not off for ever.",
      "24": "Wherefore hidest thou thy face,\nand forgettest our affliction and our oppression?",
      "25": "For our soul is bowed down to the dust:\nour belly cleaveth unto the earth.",
      "26": "Arise for our help,\nand redeem us for thy mercies’ sake."
    },
    "45": {
      "1": "My heart is inditing a good matter:\nI speak of the things which I have made touching the king:\nmy tongue is the pen of a ready writer.",
      "2": "Thou art fairer than the children of men:\ngrace is poured into thy lips:\ntherefore God hath blessed thee for ever.",
      "3": "Gird thy sword upon thy thigh, O most mighty,\nwith thy glory and thy majesty.",
      "4": "And in thy majesty ride prosperously\nbecause of truth and meekness and righteousness;\nand thy right hand shall teach thee terrible things.",
      "5": "Thine arrows are sharp in the heart of the king’s enemies;\nwhereby the people fall under thee.",
      "6": "Thy throne, O God, is for ever and ever:\nthe sceptre of thy kingdom is a right sceptre.",
      "7": "Thou lovest righteousness, and hatest wickedness:\ntherefore God, thy God, hath anointed thee with the oil of gladness above thy fellows.",
      "8": "All thy garments smell of myrrh, and aloes, and cassia,\nout of the ivory palaces, whereby they have made thee glad.",
      "9": "Kings’ daughters were among thy honourable women:\nupon thy right hand did stand the queen in gold of Ophir.",
      "10": "Hearken, O daughter, and consider, and incline thine ear;\nforget also thine own people, and thy father’s house;",
      "11": "so shall the king greatly desire thy beauty:\nfor he is thy Lord; and worship thou him.",
      "12": "And the daughter of Tyre shall be there with a gift;\neven the rich among the people shall intreat thy favour.",
      "13": "The king’s daughter is all glorious within:\nher clothing is of wrought gold.",
      "14": "She shall be brought unto the king in raiment of needlework:\nthe virgins her companions that follow her shall be brought unto thee.",
      "15": "With gladness and rejoicing shall they be brought:\nthey shall enter into the king’s palace.",
      "16": "Instead of thy fathers shall be thy children,\nwhom thou mayest make princes in all the earth.",
      "17": "I will make thy name to be remembered in all generations:\ntherefore shall the people praise thee for ever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\na very present help in trouble.",
      "2": "Therefore will not we fear, though the earth be removed,\nand though the mountains be carried into the midst of the sea;",
      "3": "though the waters thereof roar and be troubled,\nthough the mountains shake with the swelling thereof. Selah.",
      "4": "There is a river, the streams whereof shall make glad the city of God,\nthe holy place of the tabernacles of the most High.",
      "5": "God is in the midst of her; she shall not be moved:\nGod shall help her, and that right early.",
      "6": "The heathen raged, the kingdoms were moved:\nhe uttered his voice, the earth melted.",
      "7": "The Lord of hosts is with us;\nthe God of Jacob is our refuge. Selah.",
      "8": "Come, behold the works of the Lord,\nwhat desolations he hath made in the earth.",
      "9": "He maketh wars to cease unto the end of the earth;\nhe breaketh the bow, and cutteth the spear in sunder;\nhe burneth the chariot in the fire.",
      "10": "Be still, and know that I am God:\nI will be exalted among the heathen,\nI will be exalted in the earth.",
      "11": "The Lord of hosts is with us;\nthe God of Jacob is our refuge. Selah."
    },
    "47": {
      "1": "O clap your hands, all ye people;\nshout unto God with the voice of triumph.",
      "2": "For the Lord most high is terrible;\nhe is a great King over all the earth.",
      "3": "He shall subdue the people under us,\nand the nations under our feet.",
      "4": "He shall choose our inheritance for us,\nthe excellency of Jacob whom he loved. Selah.",
      "5": "God is gone up with a shout,\nthe Lord with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises:\nsing praises unto our King, sing praises.",
      "7": "For God is the King of all the earth:\nsing ye praises with understanding.",
      "8": "God reigneth over the heathen:\nGod sitteth upon the throne of his holiness.",
      "9": "The princes of the people are gathered together,\neven the people of the God of Abraham:\nfor the shields of the earth belong unto God:\nhe is greatly exalted."
    },
    "48": {
      "1": "Great is the Lord, and greatly to be praised in the city of our God,\nin the mountain of his holiness.",
      "2": "Beautiful for situation, the joy of the whole earth, is mount Zion,\non the sides of the north, the city of the great King.",
      "3": "God is known in her palaces for a refuge.",
      "4": "For, lo, the kings were assembled, they passed by together.",
      "5": "They saw it, and so they marvelled;\nthey were troubled, and hasted away.",
      "6": "Fear took hold upon them there,\nand pain, as of a woman in travail.",
      "7": "Thou breakest the ships of Tarshish with an east wind.",
      "8": "As we have heard, so have we seen\nin the city of the Lord of hosts, in the city of our God:\nGod will establish it for ever. Selah.",
      "9": "We have thought of thy lovingkindness, O God, in the midst of thy temple.",
      "10": "According to thy name, O God, so is thy praise unto the ends of the earth:\nthy right hand is full of righteousness.",
      "11": "Let mount Zion rejoice, let the daughters of Judah be glad,\nbecause of thy judgments.",
      "12": "Walk about Zion, and go round about her:\ntell the towers thereof.",
      "13": "Mark ye well her bulwarks, consider her palaces;\nthat ye may tell it to the generation following.",
      "14": "For this God is our God for ever and ever:\nhe will be our guide even unto death."
    },
    "49": {
      "1": "Hear this, all ye people;\ngive ear, all ye inhabitants of the world:",
      "2": "both low and high,\nrich and poor, together.",
      "3": "My mouth shall speak of wisdom;\nand the meditation of my heart shall be of understanding.",
      "4": "I will incline mine ear to a parable:\nI will open my dark saying upon the harp.",
      "5": "Wherefore should I fear in the days of evil,\nwhen the iniquity of my heels shall compass me about?",
      "6": "They that trust in their wealth,\nand boast themselves in the multitude of their riches;",
      "7": "none of them can by any means redeem his brother,\nnor give to God a ransom for him:",
      "8": "(for the redemption of their soul is precious,\nand it ceaseth for ever:)",
      "9": "that he should still live for ever,\nand not see corruption.",
      "10": "For he seeth that wise men die,\nlikewise the fool and the brutish person perish,\nand leave their wealth to others.",
      "11": "Their inward thought is, that their houses shall continue for ever,\nand their dwelling places to all generations;\nthey call their lands after their own names.",
      "12": "Nevertheless man being in honour abideth not:\nhe is like the beasts that perish.",
      "13": "This their way is their folly:\nyet their posterity approve their sayings. Selah.",
      "14": "Like sheep they are laid in the grave; death shall feed on them;\nand the upright shall have dominion over them in the morning;\nand their beauty shall consume in the grave from their dwelling.",
      "15": "But God will redeem my soul from the power of the grave:\nfor he shall receive me. Selah.",
      "16": "Be not thou afraid when one is made rich,\nwhen the glory of his house is increased;",
      "17": "for when he dieth he shall carry nothing away:\nhis glory shall not descend after him.",
      "18": "Though while he lived he blessed his soul:\nand men will praise thee, when thou doest well to thyself.",
      "19": "He shall go to the generation of his fathers;\nthey shall never see light.",
      "20": "Man that is in honour, and understandeth not,\nis like the beasts that perish."
    },
    "50": {
      "1": "The mighty God, even the Lord, hath spoken,\nand called the earth from the rising of the sun unto the going down thereof.",
      "2": "Out of Zion, the perfection of beauty, God hath shined.",
      "3": "Our God shall come, and shall not keep silence:\na fire shall devour before him,\nand it shall be very tempestuous round about him.",
      "4": "He shall call to the heavens from above, and to the earth,\nthat he may judge his people.",
      "5": "Gather my saints together unto me;\nthose that have made a covenant with me by sacrifice.",
      "6": "And the heavens shall declare his righteousness:\nfor God is judge himself. Selah.",
      "7": "Hear, O my people, and I will speak;\nO Israel, and I will testify against thee:\nI am God, even thy God.",
      "8": "I will not reprove thee for thy sacrifices\nor thy burnt offerings, to have been continually before me.",
      "9": "I will take no bullock out of thy house,\nnor he goats out of thy folds.",
      "10": "For every beast of the forest is mine,\nand the cattle upon a thousand hills.",
      "11": "I know all the fowls of the mountains:\nand the wild beasts of the field are mine.",
      "12": "If I were hungry, I would not tell thee:\nfor the world is mine, and the fulness thereof.",
      "13": "Will I eat the flesh of bulls,\nor drink the blood of goats?",
      "14": "Offer unto God thanksgiving;\nand pay thy vows unto the most High:",
      "15": "and call upon me in the day of trouble:\nI will deliver thee, and thou shalt glorify me.",
      "16": "But unto the wicked God saith,\nWhat hast thou to do to declare my statutes,\nor that thou shouldest take my covenant in thy mouth?",
      "17": "Seeing thou hatest instruction,\nand castest my words behind thee.",
      "18": "When thou sawest a thief, then thou consentedst with him,\nand hast been partaker with adulterers.",
      "19": "Thou givest thy mouth to evil,\nand thy tongue frameth deceit.",
      "20": "Thou sittest and speakest against thy brother;\nthou slanderest thine own mother’s son.",
      "21": "These things hast thou done, and I kept silence;\nthou thoughtest that I was altogether such an one as thyself:\nbut I will reprove thee, and set them in order before thine eyes.",
      "22": "Now consider this, ye that forget God,\nlest I tear you in pieces, and there be none to deliver.",
      "23": "Whoso offereth praise glorifieth me:\nand to him that ordereth his conversation aright will I shew the salvation of God."
    },
    "51": {
      "1": "Have mercy upon me, O God, according to thy lovingkindness:\naccording unto the multitude of thy tender mercies blot out my transgressions.",
      "2": "Wash me throughly from mine iniquity,\nand cleanse me from my sin.",
      "3": "For I acknowledge my transgressions:\nand my sin is ever before me.",
      "4": "Against thee, thee only, have I sinned,\nand done this evil in thy sight:\nthat thou mightest be justified when thou speakest,\nand be clear when thou judgest.",
      "5": "Behold, I was shapen in iniquity;\nand in sin did my mother conceive me.",
      "6": "Behold, thou desirest truth in the inward parts:\nand in the hidden part thou shalt make me to know wisdom.",
      "7": "Purge me with hyssop, and I shall be clean:\nwash me, and I shall be whiter than snow.",
      "8": "Make me to hear joy and gladness;\nthat the bones which thou hast broken may rejoice.",
      "9": "Hide thy face from my sins,\nand blot out all mine iniquities.",
      "10": "Create in me a clean heart, O God;\nand renew a right spirit within me.",
      "11": "Cast me not away from thy presence;\nand take not thy holy spirit from me.",
      "12": "Restore unto me the joy of thy salvation;\nand uphold me with thy free spirit.",
      "13": "Then will I teach transgressors thy ways;\nand sinners shall be converted unto thee.",
      "14": "Deliver me from bloodguiltiness, O God, thou God of my salvation:\nand my tongue shall sing aloud of thy righteousness.",
      "15": "O Lord, open thou my lips;\nand my mouth shall shew forth thy praise.",
      "16": "For thou desirest not sacrifice; else would I give it:\nthou delightest not in burnt offering.",
      "17": "The sacrifices of God are a broken spirit:\na broken and a contrite heart, O God, thou wilt not despise.",
      "18": "Do good in thy good pleasure unto Zion:\nbuild thou the walls of Jerusalem.",
      "19": "Then shalt thou be pleased with the sacrifices of righteousness,\nwith burnt offering and whole burnt offering:\nthen shall they offer bullocks upon thine altar."
    },
    "52": {
      "1": "Why boastest thou thyself in mischief, O mighty man?\nthe goodness of God endureth continually.",
      "2": "Thy tongue deviseth mischiefs;\nlike a sharp razor, working deceitfully.",
      "3": "Thou lovest evil more than good;\nand lying rather than to speak righteousness. Selah.",
      "4": "Thou lovest all devouring words, O thou deceitful tongue.",
      "5": "God shall likewise destroy thee for ever,\nhe shall take thee away, and pluck thee out of thy dwelling place,\nand root thee out of the land of the living. Selah.",
      "6": "The righteous also shall see, and fear,\nand shall laugh at him:",
      "7": "lo, this is the man that made not God his strength;\nbut trusted in the abundance of his riches,\nand strengthened himself in his wickedness.",
      "8": "But I am like a green olive tree in the house of God:\nI trust in the mercy of God for ever and ever.",
      "9": "I will praise thee for ever, because thou hast done it:\nand I will wait on thy name; for it is good before thy saints."
    },
    "53": {
      "1": "The fool hath said in his heart, There is no God.\nCorrupt are they, and have done abominable iniquity:\nthere is none that doeth good.",
      "2": "God looked down from heaven upon the children of men,\nto see if there were any that did understand, that did seek God.",
      "3": "Every one of them is gone back: they are altogether become filthy;\nthere is none that doeth good, no, not one.",
      "4": "Have the workers of iniquity no knowledge?\nwho eat up my people as they eat bread:\nthey have not called upon God.",
      "5": "There were they in great fear, where no fear was:\nfor God hath scattered the bones of him that encampeth against thee:\nthou hast put them to shame, because God hath despised them.",
      "6": "Oh that the salvation of Israel were come out of Zion!\nWhen God bringeth back the captivity of his people,\nJacob shall rejoice, and Israel shall be glad."
    },
    "54": {
      "1": "Save me, O God, by thy name,\nand judge me by thy strength.",
      "2": "Hear my prayer, O God;\ngive ear to the words of my mouth.",
      "3": "For strangers are risen up against me,\nand oppressors seek after my soul:\nthey have not set God before them. Selah.",
      "4": "Behold, God is mine helper:\nthe Lord is with them that uphold my soul.",
      "5": "He shall reward evil unto mine enemies:\ncut them off in thy truth.",
      "6": "I will freely sacrifice unto thee:\nI will praise thy name, O Lord; for it is good.",
      "7": "For he hath delivered me out of all trouble:\nand mine eye hath seen his desire upon mine enemies."
    },
    "55": {
      "1": "Give ear to my prayer, O God;\nand hide not thyself from my supplication.",
      "2": "Attend unto me, and hear me:\nI mourn in my complaint, and make a noise;",
      "3": "because of the voice of the enemy, because of the oppression of the wicked:\nfor they cast iniquity upon me, and in wrath they hate me.",
      "4": "My heart is sore pained within me:\nand the terrors of death are fallen upon me.",
      "5": "Fearfulness and trembling are come upon me,\nand horror hath overwhelmed me.",
      "6": "And I said, Oh that I had wings like a dove!\nfor then would I fly away, and be at rest.",
      "7": "Lo, then would I wander far off, and remain in the wilderness. Selah.",
      "8": "I would hasten my escape from the windy storm and tempest.",
      "9": "Destroy, O Lord, and divide their tongues:\nfor I have seen violence and strife in the city.",
      "10": "Day and night they go about it upon the walls thereof:\nmischief also and sorrow are in the midst of it.",
      "11": "Wickedness is in the midst thereof:\ndeceit and guile depart not from her streets.",
      "12": "For it was not an enemy that reproached me;\nthen I could have borne it:\nneither was it he that hated me that did magnify himself against me;\nthen I would have hid myself from him:",
      "13": "but it was thou, a man mine equal, my guide, and mine acquaintance.",
      "14": "We took sweet counsel together,\nand walked unto the house of God in company.",
      "15": "Let death seize upon them,\nand let them go down quick into hell:\nfor wickedness is in their dwellings, and among them.",
      "16": "As for me, I will call upon God; and the Lord shall save me.",
      "17": "Evening, and morning, and at noon, will I pray, and cry aloud:\nand he shall hear my voice.",
      "18": "He hath delivered my soul in peace from the battle that was against me:\nfor there were many with me.",
      "19": "God shall hear, and afflict them, even he that abideth of old. Selah.\nBecause they have no changes, therefore they fear not God.",
      "20": "He hath put forth his hands against such as be at peace with him:\nhe hath broken his covenant.",
      "21": "The words of his mouth were smoother than butter, but war was in his heart:\nhis words were softer than oil, yet were they drawn swords.",
      "22": "Cast thy burden upon the Lord, and he shall sustain thee:\nhe shall never suffer the righteous to be moved.",
      "23": "But thou, O God, shalt bring them down into the pit of destruction:\nbloody and deceitful men shall not live out half their days;\nbut I will trust in thee."
    },
    "56": {
      "1": "Be merciful unto me, O God: for man would swallow me up;\nhe fighting daily oppresseth me.",
      "2": "Mine enemies would daily swallow me up:\nfor they be many that fight against me, O thou most High.",
      "3": "What time I am afraid, I will trust in thee.",
      "4": "In God I will praise his word, in God I have put my trust;\nI will not fear what flesh can do unto me.",
      "5": "Every day they wrest my words:\nall their thoughts are against me for evil.",
      "6": "They gather themselves together,\nthey hide themselves,\nthey mark my steps, when they wait for my soul.",
      "7": "Shall they escape by iniquity?\nin thine anger cast down the people, O God.",
      "8": "Thou tellest my wanderings:\nput thou my tears into thy bottle: are they not in thy book?",
      "9": "When I cry unto thee, then shall mine enemies turn back:\nthis I know; for God is for me.",
      "10": "In God will I praise his word:\nin the Lord will I praise his word.",
      "11": "In God have I put my trust:\nI will not be afraid what man can do unto me.",
      "12": "Thy vows are upon me, O God:\nI will render praises unto thee.",
      "13": "For thou hast delivered my soul from death:\nwilt not thou deliver my feet from falling,\nthat I may walk before God in the light of the living?"
    },
    "57": {
      "1": "Be merciful unto me, O God, be merciful unto me:\nfor my soul trusteth in thee:\nyea, in the shadow of thy wings will I make my refuge,\nuntil these calamities be overpast.",
      "2": "I will cry unto God most high;\nunto God that performeth all things for me.",
      "3": "He shall send from heaven, and save me\nfrom the reproach of him that would swallow me up. Selah.\nGod shall send forth his mercy and his truth.",
      "4": "My soul is among lions:\nand I lie even among them that are set on fire,\neven the sons of men,\nwhose teeth are spears and arrows,\nand their tongue a sharp sword.",
      "5": "Be thou exalted, O God, above the heavens;\nlet thy glory be above all the earth.",
      "6": "They have prepared a net for my steps;\nmy soul is bowed down: they have digged a pit before me,\ninto the midst whereof they are fallen themselves. Selah.",
      "7": "My heart is fixed, O God, my heart is fixed:\nI will sing and give praise.",
      "8": "Awake up, my glory;\nawake, psaltery and harp:\nI myself will awake early.",
      "9": "I will praise thee, O Lord, among the people:\nI will sing unto thee among the nations.",
      "10": "For thy mercy is great unto the heavens,\nand thy truth unto the clouds.",
      "11": "Be thou exalted, O God, above the heavens:\nlet thy glory be above all the earth."
    },
    "58": {
      "1": "Do ye indeed speak righteousness, O congregation?\ndo ye judge uprightly, O ye sons of men?",
      "2": "Yea, in heart ye work wickedness;\nye weigh the violence of your hands in the earth.",
      "3": "The wicked are estranged from the womb:\nthey go astray as soon as they be born, speaking lies.",
      "4": "Their poison is like the poison of a serpent:\nthey are like the deaf adder that stoppeth her ear;",
      "5": "which will not hearken to the voice of charmers,\ncharming never so wisely.",
      "6": "Break their teeth, O God, in their mouth:\nbreak out the great teeth of the young lions, O Lord.",
      "7": "Let them melt away as waters which run continually:\nwhen he bendeth his bow to shoot his arrows, let them be as cut in pieces.",
      "8": "As a snail which melteth, let every one of them pass away:\nlike the untimely birth of a woman, that they may not see the sun.",
      "9": "Before your pots can feel the thorns,\nhe shall take them away as with a whirlwind, both living, and in his wrath.",
      "10": "The righteous shall rejoice when he seeth the vengeance:\nhe shall wash his feet in the blood of the wicked.",
      "11": "So that a man shall say,\nVerily there is a reward for the righteous:\nverily he is a God that judgeth in the earth."
    },
    "59": {
      "1": "Deliver me from mine enemies, O my God:\ndefend me from them that rise up against me.",
      "2": "Deliver me from the workers of iniquity,\nand save me from bloody men.",
      "3": "For, lo, they lie in wait for my soul:\nthe mighty are gathered against me;\nnot for my transgression, nor for my sin, O Lord.",
      "4": "They run and prepare themselves without my fault:\nawake to help me, and behold.",
      "5": "Thou therefore, O Lord God of hosts, the God of Israel, awake to visit all the heathen:\nbe not merciful to any wicked transgressors. Selah.",
      "6": "They return at evening:\nthey make a noise like a dog, and go round about the city.",
      "7": "Behold, they belch out with their mouth:\nswords are in their lips:\nfor who, say they, doth hear?",
      "8": "But thou, O Lord, shalt laugh at them;\nthou shalt have all the heathen in derision.",
      "9": "Because of his strength will I wait upon thee:\nfor God is my defence.",
      "10": "The God of my mercy shall prevent me:\nGod shall let me see my desire upon mine enemies.",
      "11": "Slay them not, lest my people forget:\nscatter them by thy power;\nand bring them down, O Lord our shield.",
      "12": "For the sin of their mouth and the words of their lips let them even be taken in their pride:\nand for cursing and lying which they speak.",
      "13": "Consume them in wrath, consume them, that they may not be:\nand let them know that God ruleth in Jacob unto the ends of the earth. Selah.",
      "14": "And at evening let them return;\nand let them make a noise like a dog, and go round about the city.",
      "15": "Let them wander up and down for meat,\nand grudge if they be not satisfied.",
      "16": "But I will sing of thy power;\nyea, I will sing aloud of thy mercy in the morning:\nfor thou hast been my defence and refuge in the day of my trouble.",
      "17": "Unto thee, O my strength, will I sing:\nfor God is my defence, and the God of my mercy."
    },
    "60": {
      "1": "O God, thou hast cast us off, thou hast scattered us, thou hast been displeased;\nO turn thyself to us again.",
      "2": "Thou hast made the earth to tremble; thou hast broken it:\nheal the breaches thereof; for it shaketh.",
      "3": "Thou hast shewed thy people hard things:\nthou hast made us to drink the wine of astonishment.",
      "4": "Thou hast given a banner to them that fear thee,\nthat it may be displayed because of the truth. Selah.",
      "5": "That thy beloved may be delivered;\nsave with thy right hand, and hear me.",
      "6": "God hath spoken in his holiness; I will rejoice,\nI will divide Shechem, and mete out the valley of Succoth.",
      "7": "Gilead is mine, and Manasseh is mine;\nEphraim also is the strength of mine head; Judah is my lawgiver;",
      "8": "Moab is my washpot; over Edom will I cast out my shoe:\nPhilistia, triumph thou because of me.",
      "9": "Who will bring me into the strong city?\nwho will lead me into Edom?",
      "10": "Wilt not thou, O God, which hadst cast us off?\nand thou, O God, which didst not go out with our armies?",
      "11": "Give us help from trouble:\nfor vain is the help of man.",
      "12": "Through God we shall do valiantly:\nfor he it is that shall tread down our enemies."
    },
    "61": {
      "1": "Hear my cry, O God; attend unto my prayer.",
      "2": "From the end of the earth will I cry unto thee, when my heart is overwhelmed:\nlead me to the rock that is higher than I.",
      "3": "For thou hast been a shelter for me,\nand a strong tower from the enemy.",
      "4": "I will abide in thy tabernacle for ever:\nI will trust in the covert of thy wings. Selah.",
      "5": "For thou, O God, hast heard my vows:\nthou hast given me the heritage of those that fear thy name.",
      "6": "Thou wilt prolong the king’s life:\nand his years as many generations.",
      "7": "He shall abide before God for ever:\nO prepare mercy and truth, which may preserve him.",
      "8": "So will I sing praise unto thy name for ever,\nthat I may daily perform my vows."
    },
    "62": {
      "1": "Truly my soul waiteth upon God:\nfrom him cometh my salvation.",
      "2": "He only is my rock and my salvation;\nhe is my defence; I shall not be greatly moved.",
      "3": "How long will ye imagine mischief against a man?\nye shall be slain all of you:\nas a bowing wall shall ye be, and as a tottering fence.",
      "4": "They only consult to cast him down from his excellency:\nthey delight in lies:\nthey bless with their mouth, but they curse inwardly. Selah.",
      "5": "My soul, wait thou only upon God;\nfor my expectation is from him.",
      "6": "He only is my rock and my salvation:\nhe is my defence; I shall not be moved.",
      "7": "In God is my salvation and my glory:\nthe rock of my strength, and my refuge, is in God.",
      "8": "Trust in him at all times;\nye people, pour out your heart before him:\nGod is a refuge for us. Selah.",
      "9": "Surely men of low degree are vanity,\nand men of high degree are a lie:\nto be laid in the balance, they are altogether lighter than vanity.",
      "10": "Trust not in oppression,\nand become not vain in robbery:\nif riches increase, set not your heart upon them.",
      "11": "God hath spoken once;\ntwice have I heard this;\nthat power belongeth unto God.",
      "12": "Also unto thee, O Lord, belongeth mercy:\nfor thou renderest to every man according to his work."
    },
    "63": {
      "1": "O God, thou art my God; early will I seek thee:\nmy soul thirsteth for thee,\nmy flesh longeth for thee in a dry and thirsty land, where no water is;",
      "2": "to see thy power and thy glory,\nso as I have seen thee in the sanctuary.",
      "3": "Because thy lovingkindness is better than life,\nmy lips shall praise thee.",
      "4": "Thus will I bless thee while I live:\nI will lift up my hands in thy name.",
      "5": "My soul shall be satisfied as with marrow and fatness;\nand my mouth shall praise thee with joyful lips:",
      "6": "when I remember thee upon my bed,\nand meditate on thee in the night watches.",
      "7": "Because thou hast been my help,\ntherefore in the shadow of thy wings will I rejoice.",
      "8": "My soul followeth hard after thee:\nthy right hand upholdeth me.",
      "9": "But those that seek my soul, to destroy it, shall go into the lower parts of the earth.",
      "10": "They shall fall by the sword:\nthey shall be a portion for foxes.",
      "11": "But the king shall rejoice in God;\nevery one that sweareth by him shall glory:\nbut the mouth of them that speak lies shall be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my prayer:\npreserve my life from fear of the enemy.",
      "2": "Hide me from the secret counsel of the wicked;\nfrom the insurrection of the workers of iniquity:",
      "3": "who whet their tongue like a sword,\nand bend their bows to shoot their arrows, even bitter words:",
      "4": "that they may shoot in secret at the perfect:\nsuddenly do they shoot at him, and fear not.",
      "5": "They encourage themselves in an evil matter:\nthey commune of laying snares privily;\nthey say, Who shall see them?",
      "6": "They search out iniquities; they accomplish a diligent search:\nboth the inward thought of every one of them, and the heart, is deep.",
      "7": "But God shall shoot at them\nwith an arrow; suddenly shall they be wounded.",
      "8": "So they shall make their own tongue to fall upon themselves:\nall that see them shall flee away.",
      "9": "And all men shall fear, and shall declare the work of God;\nfor they shall wisely consider of his doing.",
      "10": "The righteous shall be glad in the Lord, and shall trust in him;\nand all the upright in heart shall glory."
    },
    "65": {
      "1": "Praise waiteth for thee, O God, in Sion:\nand unto thee shall the vow be performed.",
      "2": "O thou that hearest prayer,\nunto thee shall all flesh come.",
      "3": "Iniquities prevail against me:\nas for our transgressions, thou shalt purge them away.",
      "4": "Blessed is the man whom thou choosest,\nand causest to approach unto thee, that he may dwell in thy courts:\nwe shall be satisfied with the goodness of thy house, even of thy holy temple.",
      "5": "By terrible things in righteousness wilt thou answer us, O God of our salvation;\nwho art the confidence of all the ends of the earth,\nand of them that are afar off upon the sea:",
      "6": "which by his strength setteth fast the mountains;\nbeing girded with power:",
      "7": "which stilleth the noise of the seas,\nthe noise of their waves, and the tumult of the people.",
      "8": "They also that dwell in the uttermost parts are afraid at thy tokens:\nthou makest the outgoings of the morning and evening to rejoice.",
      "9": "Thou visitest the earth, and waterest it:\nthou greatly enrichest it with the river of God, which is full of water:\nthou preparest them corn, when thou hast so provided for it.",
      "10": "Thou waterest the ridges thereof abundantly:\nthou settlest the furrows thereof:\nthou makest it soft with showers: thou blessest the springing thereof.",
      "11": "Thou crownest the year with thy goodness;\nand thy paths drop fatness.",
      "12": "They drop upon the pastures of the wilderness:\nand the little hills rejoice on every side.",
      "13": "The pastures are clothed with flocks;\nthe valleys also are covered over with corn;\nthey shout for joy, they also sing."
    },
    "66": {
      "1": "Make a joyful noise unto God, all ye lands:",
      "2": "sing forth the honour of his name:\nmake his praise glorious.",
      "3": "Say unto God, How terrible art thou in thy works!\nthrough the greatness of thy power shall thine enemies submit themselves unto thee.",
      "4": "All the earth shall worship thee, and shall sing unto thee;\nthey shall sing to thy name. Selah.",
      "5": "Come and see the works of God:\nhe is terrible in his doing toward the children of men.",
      "6": "He turned the sea into dry land:\nthey went through the flood on foot:\nthere did we rejoice in him.",
      "7": "He ruleth by his power for ever; his eyes behold the nations:\nlet not the rebellious exalt themselves. Selah.",
      "8": "O bless our God, ye people,\nand make the voice of his praise to be heard:",
      "9": "which holdeth our soul in life,\nand suffereth not our feet to be moved.",
      "10": "For thou, O God, hast proved us:\nthou hast tried us, as silver is tried.",
      "11": "Thou broughtest us into the net;\nthou laidst affliction upon our loins.",
      "12": "Thou hast caused men to ride over our heads;\nwe went through fire and through water:\nbut thou broughtest us out into a wealthy place.",
      "13": "I will go into thy house with burnt offerings:\nI will pay thee my vows,",
      "14": "which my lips have uttered,\nand my mouth hath spoken, when I was in trouble.",
      "15": "I will offer unto thee burnt sacrifices of fatlings, with the incense of rams;\nI will offer bullocks with goats. Selah.",
      "16": "Come and hear, all ye that fear God,\nand I will declare what he hath done for my soul.",
      "17": "I cried unto him with my mouth,\nand he was extolled with my tongue.",
      "18": "If I regard iniquity in my heart,\nthe Lord will not hear me:",
      "19": "but verily God hath heard me;\nhe hath attended to the voice of my prayer.",
      "20": "Blessed be God,\nwhich hath not turned away my prayer, nor his mercy from me."
    },
    "67": {
      "1": "God be merciful unto us, and bless us;\nand cause his face to shine upon us; Selah.",
      "2": "That thy way may be known upon earth,\nthy saving health among all nations.",
      "3": "Let the people praise thee, O God;\nlet all the people praise thee.",
      "4": "O let the nations be glad and sing for joy:\nfor thou shalt judge the people righteously,\nand govern the nations upon earth. Selah.",
      "5": "Let the people praise thee, O God;\nlet all the people praise thee.",
      "6": "Then shall the earth yield her increase;\nand God, even our own God, shall bless us.",
      "7": "God shall bless us;\nand all the ends of the earth shall fear him."
    },
    "68": {
      "1": "Let God arise, let his enemies be scattered:\nlet them also that hate him flee before him.",
      "2": "As smoke is driven away, so drive them away:\nas wax melteth before the fire, so let the wicked perish at the presence of God.",
      "3": "But let the righteous be glad;\nlet them rejoice before God: yea, let them exceedingly rejoice.",
      "4": "Sing unto God, sing praises to his name:\nextol him that rideth upon the heavens by his name JAH,\nand rejoice before him.",
      "5": "A father of the fatherless, and a judge of the widows,\nis God in his holy habitation.",
      "6": "God setteth the solitary in families:\nhe bringeth out those which are bound with chains:\nbut the rebellious dwell in a dry land.",
      "7": "O God, when thou wentest forth before thy people,\nwhen thou didst march through the wilderness; Selah:",
      "8": "the earth shook, the heavens also dropped at the presence of God:\neven Sinai itself was moved at the presence of God, the God of Israel.",
      "9": "Thou, O God, didst send a plentiful rain,\nwhereby thou didst confirm thine inheritance, when it was weary.",
      "10": "Thy congregation hath dwelt therein:\nthou, O God, hast prepared of thy goodness for the poor.",
      "11": "The Lord gave the word:\ngreat was the company of those that published it.",
      "12": "Kings of armies did flee apace:\nand she that tarried at home divided the spoil.",
      "13": "Though ye have lien among the pots,\nyet shall ye be as the wings of a dove covered with silver,\nand her feathers with yellow gold.",
      "14": "When the Almighty scattered kings in it,\nit was white as snow in Salmon.",
      "15": "The hill of God is as the hill of Bashan;\nan high hill as the hill of Bashan.",
      "16": "Why leap ye, ye high hills?\nthis is the hill which God desireth to dwell in;\nyea, the Lord will dwell in it for ever.",
      "17": "The chariots of God are twenty thousand, even thousands of angels:\nthe Lord is among them, as in Sinai, in the holy place.",
      "18": "Thou hast ascended on high, thou hast led captivity captive: thou hast received gifts for men;\nyea, for the rebellious also, that the Lord God might dwell among them.",
      "19": "Blessed be the Lord, who daily loadeth us with benefits,\neven the God of our salvation. Selah.",
      "20": "He that is our God is the God of salvation;\nand unto God the Lord belong the issues from death.",
      "21": "But God shall wound the head of his enemies,\nand the hairy scalp of such an one as goeth on still in his trespasses.",
      "22": "The Lord said, I will bring again from Bashan,\nI will bring my people again from the depths of the sea:",
      "23": "that thy foot may be dipped in the blood of thine enemies,\nand the tongue of thy dogs in the same.",
      "24": "They have seen thy goings, O God;\neven the goings of my God, my King, in the sanctuary.",
      "25": "The singers went before, the players on instruments followed after;\namong them were the damsels playing with timbrels.",
      "26": "Bless ye God in the congregations,\neven the Lord, from the fountain of Israel.",
      "27": "There is little Benjamin with their ruler,\nthe princes of Judah and their council,\nthe princes of Zebulun, and the princes of Naphtali.",
      "28": "Thy God hath commanded thy strength:\nstrengthen, O God, that which thou hast wrought for us.",
      "29": "Because of thy temple at Jerusalem shall kings bring presents unto thee.",
      "30": "Rebuke the company of spearmen,\nthe multitude of the bulls, with the calves of the people,\ntill every one submit himself with pieces of silver:\nscatter thou the people that delight in war.",
      "31": "Princes shall come out of Egypt;\nEthiopia shall soon stretch out her hands unto God.",
      "32": "Sing unto God, ye kingdoms of the earth;\nO sing praises unto the Lord; Selah:",
      "33": "to him that rideth upon the heavens of heavens, which were of old;\nlo, he doth send out his voice, and that a mighty voice.",
      "34": "Ascribe ye strength unto God:\nhis excellency is over Israel,\nand his strength is in the clouds.",
      "35": "O God, thou art terrible out of thy holy places:\nthe God of Israel is he that giveth strength and power unto his people.\nBlessed be God."
    },
    "69": {
      "1": "Save me, O God; for the waters are come in unto my soul.",
      "2": "I sink in deep mire, where there is no standing:\nI am come into deep waters, where the floods overflow me.",
      "3": "I am weary of my crying: my throat is dried:\nmine eyes fail while I wait for my God.",
      "4": "They that hate me without a cause are more than the hairs of mine head:\nthey that would destroy me, being mine enemies wrongfully, are mighty:\nthen I restored that which I took not away.",
      "5": "O God, thou knowest my foolishness;\nand my sins are not hid from thee.",
      "6": "Let not them that wait on thee, O Lord God of hosts, be ashamed for my sake:\nlet not those that seek thee be confounded for my sake, O God of Israel.",
      "7": "Because for thy sake I have borne reproach;\nshame hath covered my face.",
      "8": "I am become a stranger unto my brethren,\nand an alien unto my mother’s children.",
      "9": "For the zeal of thine house hath eaten me up;\nand the reproaches of them that reproached thee are fallen upon me.",
      "10": "When I wept, and chastened my soul with fasting,\nthat was to my reproach.",
      "11": "I made sackcloth also my garment;\nand I became a proverb to them.",
      "12": "They that sit in the gate speak against me;\nand I was the song of the drunkards.",
      "13": "But as for me, my prayer is unto thee, O Lord, in an acceptable time:\nO God, in the multitude of thy mercy hear me,\nin the truth of thy salvation.",
      "14": "Deliver me out of the mire, and let me not sink:\nlet me be delivered from them that hate me, and out of the deep waters.",
      "15": "Let not the waterflood overflow me,\nneither let the deep swallow me up,\nand let not the pit shut her mouth upon me.",
      "16": "Hear me, O Lord; for thy lovingkindness is good:\nturn unto me according to the multitude of thy tender mercies.",
      "17": "And hide not thy face from thy servant;\nfor I am in trouble: hear me speedily.",
      "18": "Draw nigh unto my soul, and redeem it:\ndeliver me because of mine enemies.",
      "19": "Thou hast known my reproach, and my shame, and my dishonour:\nmine adversaries are all before thee.",
      "20": "Reproach hath broken my heart; and I am full of heaviness:\nand I looked for some to take pity, but there was none;\nand for comforters, but I found none.",
      "21": "They gave me also gall for my meat;\nand in my thirst they gave me vinegar to drink.",
      "22": "Let their table become a snare before them:\nand that which should have been for their welfare, let it become a trap.",
      "23": "Let their eyes be darkened, that they see not;\nand make their loins continually to shake.",
      "24": "Pour out thine indignation upon them,\nand let thy wrathful anger take hold of them.",
      "25": "Let their habitation be desolate;\nand let none dwell in their tents.",
      "26": "For they persecute him whom thou hast smitten;\nand they talk to the grief of those whom thou hast wounded.",
      "27": "Add iniquity unto their iniquity:\nand let them not come into thy righteousness.",
      "28": "Let them be blotted out of the book of the living,\nand not be written with the righteous.",
      "29": "But I am poor and sorrowful:\nlet thy salvation, O God, set me up on high.",
      "30": "I will praise the name of God with a song,\nand will magnify him with thanksgiving.",
      "31": "This also shall please the Lord better than an ox or bullock that hath horns and hoofs.",
      "32": "The humble shall see this, and be glad:\nand your heart shall live that seek God.",
      "33": "For the Lord heareth the poor,\nand despiseth not his prisoners.",
      "34": "Let the heaven and earth praise him,\nthe seas, and every thing that moveth therein.",
      "35": "For God will save Zion, and will build the cities of Judah:\nthat they may dwell there, and have it in possession.",
      "36": "The seed also of his servants shall inherit it:\nand they that love his name shall dwell therein."
    },
    "70": {
      "1": "Make haste, O God, to deliver me;\nmake haste to help me, O Lord.",
      "2": "Let them be ashamed and confounded that seek after my soul:\nlet them be turned backward, and put to confusion, that desire my hurt.",
      "3": "Let them be turned back for a reward of their shame that say, Aha, aha.",
      "4": "Let all those that seek thee rejoice and be glad in thee:\nand let such as love thy salvation say continually, Let God be magnified.",
      "5": "But I am poor and needy:\nmake haste unto me, O God:\nthou art my help and my deliverer;\nO Lord, make no tarrying."
    },
    "71": {
      "1": "In thee, O Lord, do I put my trust:\nlet me never be put to confusion.",
      "2": "Deliver me in thy righteousness, and cause me to escape:\nincline thine ear unto me, and save me.",
      "3": "Be thou my strong habitation, whereunto I may continually resort:\nthou hast given commandment to save me; for thou art my rock and my fortress.",
      "4": "Deliver me, O my God, out of the hand of the wicked,\nout of the hand of the unrighteous and cruel man.",
      "5": "For thou art my hope, O Lord God:\nthou art my trust from my youth.",
      "6": "By thee have I been holden up from the womb:\nthou art he that took me out of my mother’s bowels:\nmy praise shall be continually of thee.",
      "7": "I am as a wonder unto many;\nbut thou art my strong refuge.",
      "8": "Let my mouth be filled with thy praise and with thy honour all the day.",
      "9": "Cast me not off in the time of old age;\nforsake me not when my strength faileth.",
      "10": "For mine enemies speak against me;\nand they that lay wait for my soul take counsel together,",
      "11": "saying, God hath forsaken him:\npersecute and take him; for there is none to deliver him.",
      "12": "O God, be not far from me:\nO my God, make haste for my help.",
      "13": "Let them be confounded and consumed that are adversaries to my soul;\nlet them be covered with reproach and dishonour that seek my hurt.",
      "14": "But I will hope continually,\nand will yet praise thee more and more.",
      "15": "My mouth shall shew forth thy righteousness and thy salvation all the day;\nfor I know not the numbers thereof.",
      "16": "I will go in the strength of the Lord God:\nI will make mention of thy righteousness, even of thine only.",
      "17": "O God, thou hast taught me from my youth:\nand hitherto have I declared thy wondrous works.",
      "18": "Now also when I am old and grayheaded, O God, forsake me not;\nuntil I have shewed thy strength unto this generation,\nand thy power to every one that is to come.",
      "19": "Thy righteousness also, O God, is very high, who hast done great things:\nO God, who is like unto thee!",
      "20": "Thou, which hast shewed me great and sore troubles, shalt quicken me again,\nand shalt bring me up again from the depths of the earth.",
      "21": "Thou shalt increase my greatness,\nand comfort me on every side.",
      "22": "I will also praise thee with the psaltery, even thy truth, O my God:\nunto thee will I sing with the harp, O thou Holy One of Israel.",
      "23": "My lips shall greatly rejoice when I sing unto thee;\nand my soul, which thou hast redeemed.",
      "24": "My tongue also shall talk of thy righteousness all the day long:\nfor they are confounded, for they are brought unto shame, that seek my hurt."
    },
    "72": {
      "1": "Give the king thy judgments, O God,\nand thy righteousness unto the king’s son.",
      "2": "He shall judge thy people with righteousness,\nand thy poor with judgment.",
      "3": "The mountains shall bring peace to the people,\nand the little hills, by righteousness.",
      "4": "He shall judge the poor of the people,\nhe shall save the children of the needy,\nand shall break in pieces the oppressor.",
      "5": "They shall fear thee as long as the sun and moon endure,\nthroughout all generations.",
      "6": "He shall come down like rain upon the mown grass:\nas showers that water the earth.",
      "7": "In his days shall the righteous flourish;\nand abundance of peace so long as the moon endureth.",
      "8": "He shall have dominion also from sea to sea,\nand from the river unto the ends of the earth.",
      "9": "They that dwell in the wilderness shall bow before him;\nand his enemies shall lick the dust.",
      "10": "The kings of Tarshish and of the isles shall bring presents:\nthe kings of Sheba and Seba shall offer gifts.",
      "11": "Yea, all kings shall fall down before him:\nall nations shall serve him.",
      "12": "For he shall deliver the needy when he crieth;\nthe poor also, and him that hath no helper.",
      "13": "He shall spare the poor and needy,\nand shall save the souls of the needy.",
      "14": "He shall redeem their soul from deceit and violence:\nand precious shall their blood be in his sight.",
      "15": "And he shall live, and to him shall be given of the gold of Sheba:\nprayer also shall be made for him continually;\nand daily shall he be praised.",
      "16": "There shall be an handful of corn in the earth upon the top of the mountains;\nthe fruit thereof shall shake like Lebanon:\nand they of the city shall flourish like grass of the earth.",
      "17": "His name shall endure for ever:\nhis name shall be continued as long as the sun:\nand men shall be blessed in him:\nall nations shall call him blessed.",
      "18": "Blessed be the Lord God,\nthe God of Israel, who only doeth wondrous things.",
      "19": "And blessed be his glorious name for ever:\nand let the whole earth be filled with his glory;\nAmen, and Amen.",
      "20": "The prayers of David the son of Jesse are ended."
    },
    "73": {
      "1": "Truly God is good to Israel,\neven to such as are of a clean heart.",
      "2": "But as for me, my feet were almost gone;\nmy steps had well nigh slipped.",
      "3": "For I was envious at the foolish,\nwhen I saw the prosperity of the wicked.",
      "4": "For there are no bands in their death:\nbut their strength is firm.",
      "5": "They are not in trouble as other men;\nneither are they plagued like other men.",
      "6": "Therefore pride compasseth them about as a chain;\nviolence covereth them as a garment.",
      "7": "Their eyes stand out with fatness:\nthey have more than heart could wish.",
      "8": "They are corrupt, and speak wickedly concerning oppression:\nthey speak loftily.",
      "9": "They set their mouth against the heavens,\nand their tongue walketh through the earth.",
      "10": "Therefore his people return hither:\nand waters of a full cup are wrung out to them.",
      "11": "And they say, How doth God know?\nand is there knowledge in the most High?",
      "12": "Behold, these are the ungodly, who prosper in the world;\nthey increase in riches.",
      "13": "Verily I have cleansed my heart in vain,\nand washed my hands in innocency.",
      "14": "For all the day long have I been plagued,\nand chastened every morning.",
      "15": "If I say, I will speak thus;\nbehold, I should offend against the generation of thy children.",
      "16": "When I thought to know this,\nit was too painful for me;",
      "17": "until I went into the sanctuary of God;\nthen understood I their end.",
      "18": "Surely thou didst set them in slippery places:\nthou castedst them down into destruction.",
      "19": "How are they brought into desolation, as in a moment!\nthey are utterly consumed with terrors.",
      "20": "As a dream when one awaketh;\nso, O Lord, when thou awakest, thou shalt despise their image.",
      "21": "Thus my heart was grieved,\nand I was pricked in my reins.",
      "22": "So foolish was I, and ignorant:\nI was as a beast before thee.",
      "23": "Nevertheless I am continually with thee:\nthou hast holden me by my right hand.",
      "24": "Thou shalt guide me with thy counsel,\nand afterward receive me to glory.",
      "25": "Whom have I in heaven but thee?\nand there is none upon earth that I desire beside thee.",
      "26": "My flesh and my heart faileth:\nbut God is the strength of my heart, and my portion for ever.",
      "27": "For, lo, they that are far from thee shall perish:\nthou hast destroyed all them that go a whoring from thee.",
      "28": "But it is good for me to draw near to God:\nI have put my trust in the Lord God,\nthat I may declare all thy works."
    },
    "74": {
      "1": "O God, why hast thou cast us off for ever?\nwhy doth thine anger smoke against the sheep of thy pasture?",
      "2": "Remember thy congregation, which thou hast purchased of old;\nthe rod of thine inheritance, which thou hast redeemed;\nthis mount Zion, wherein thou hast dwelt.",
      "3": "Lift up thy feet unto the perpetual desolations;\neven all that the enemy hath done wickedly in the sanctuary.",
      "4": "Thine enemies roar in the midst of thy congregations;\nthey set up their ensigns for signs.",
      "5": "A man was famous according as he had lifted up axes upon the thick trees.",
      "6": "But now they break down the carved work thereof at once with axes and hammers.",
      "7": "They have cast fire into thy sanctuary,\nthey have defiled by casting down the dwelling place of thy name to the ground.",
      "8": "They said in their hearts, Let us destroy them together:\nthey have burned up all the synagogues of God in the land.",
      "9": "We see not our signs: there is no more any prophet:\nneither is there among us any that knoweth how long.",
      "10": "O God, how long shall the adversary reproach?\nshall the enemy blaspheme thy name for ever?",
      "11": "Why withdrawest thou thy hand, even thy right hand?\npluck it out of thy bosom.",
      "12": "For God is my King of old,\nworking salvation in the midst of the earth.",
      "13": "Thou didst divide the sea by thy strength:\nthou brakest the heads of the dragons in the waters.",
      "14": "Thou brakest the heads of leviathan in pieces,\nand gavest him to be meat to the people inhabiting the wilderness.",
      "15": "Thou didst cleave the fountain and the flood:\nthou driedst up mighty rivers.",
      "16": "The day is thine, the night also is thine:\nthou hast prepared the light and the sun.",
      "17": "Thou hast set all the borders of the earth:\nthou hast made summer and winter.",
      "18": "Remember this, that the enemy hath reproached, O Lord,\nand that the foolish people have blasphemed thy name.",
      "19": "O deliver not the soul of thy turtledove unto the multitude of the wicked:\nforget not the congregation of thy poor for ever.",
      "20": "Have respect unto the covenant:\nfor the dark places of the earth are full of the habitations of cruelty.",
      "21": "O let not the oppressed return ashamed:\nlet the poor and needy praise thy name.",
      "22": "Arise, O God, plead thine own cause:\nremember how the foolish man reproacheth thee daily.",
      "23": "Forget not the voice of thine enemies:\nthe tumult of those that rise up against thee increaseth continually."
    },
    "75": {
      "1": "Unto thee, O God, do we give thanks, unto thee do we give thanks:\nfor that thy name is near thy wondrous works declare.",
      "2": "When I shall receive the congregation I will judge uprightly.",
      "3": "The earth and all the inhabitants thereof are dissolved:\nI bear up the pillars of it. Selah.",
      "4": "I said unto the fools, Deal not foolishly:\nand to the wicked, Lift not up the horn:",
      "5": "lift not up your horn on high:\nspeak not with a stiff neck.",
      "6": "For promotion cometh neither from the east,\nnor from the west, nor from the south.",
      "7": "But God is the judge:\nhe putteth down one, and setteth up another.",
      "8": "For in the hand of the Lord there is a cup, and the wine is red;\nit is full of mixture; and he poureth out of the same:\nbut the dregs thereof, all the wicked of the earth shall wring them out, and drink them.",
      "9": "But I will declare for ever;\nI will sing praises to the God of Jacob.",
      "10": "All the horns of the wicked also will I cut off;\nbut the horns of the righteous shall be exalted."
    },
    "76": {
      "1": "In Judah is God known:\nhis name is great in Israel.",
      "2": "In Salem also is his tabernacle,\nand his dwelling place in Zion.",
      "3": "There brake he the arrows of the bow,\nthe shield, and the sword, and the battle. Selah.",
      "4": "Thou art more glorious and excellent than the mountains of prey.",
      "5": "The stouthearted are spoiled, they have slept their sleep:\nand none of the men of might have found their hands.",
      "6": "At thy rebuke, O God of Jacob, both the chariot and horse are cast into a dead sleep.",
      "7": "Thou, even thou, art to be feared:\nand who may stand in thy sight when once thou art angry?",
      "8": "Thou didst cause judgment to be heard from heaven;\nthe earth feared, and was still,",
      "9": "when God arose to judgment,\nto save all the meek of the earth. Selah.",
      "10": "Surely the wrath of man shall praise thee:\nthe remainder of wrath shalt thou restrain.",
      "11": "Vow, and pay unto the Lord your God:\nlet all that be round about him bring presents unto him that ought to be feared.",
      "12": "He shall cut off the spirit of princes:\nhe is terrible to the kings of the earth."
    },
    "77": {
      "1": "I cried unto God with my voice,\neven unto God with my voice; and he gave ear unto me.",
      "2": "In the day of my trouble I sought the Lord:\nmy sore ran in the night, and ceased not:\nmy soul refused to be comforted.",
      "3": "I remembered God, and was troubled:\nI complained, and my spirit was overwhelmed. Selah.",
      "4": "Thou holdest mine eyes waking:\nI am so troubled that I cannot speak.",
      "5": "I have considered the days of old,\nthe years of ancient times.",
      "6": "I call to remembrance my song in the night:\nI commune with mine own heart: and my spirit made diligent search.",
      "7": "Will the Lord cast off for ever?\nand will he be favourable no more?",
      "8": "Is his mercy clean gone for ever?\ndoth his promise fail for evermore?",
      "9": "Hath God forgotten to be gracious?\nhath he in anger shut up his tender mercies? Selah.",
      "10": "And I said, This is my infirmity:\nbut I will remember the years of the right hand of the most High.",
      "11": "I will remember the works of the Lord:\nsurely I will remember thy wonders of old.",
      "12": "I will meditate also of all thy work,\nand talk of thy doings.",
      "13": "Thy way, O God, is in the sanctuary:\nwho is so great a God as our God?",
      "14": "Thou art the God that doest wonders:\nthou hast declared thy strength among the people.",
      "15": "Thou hast with thine arm redeemed thy people,\nthe sons of Jacob and Joseph. Selah.",
      "16": "The waters saw thee, O God, the waters saw thee;\nthey were afraid: the depths also were troubled.",
      "17": "The clouds poured out water: the skies sent out a sound:\nthine arrows also went abroad.",
      "18": "The voice of thy thunder was in the heaven:\nthe lightnings lightened the world:\nthe earth trembled and shook.",
      "19": "Thy way is in the sea, and thy path in the great waters,\nand thy footsteps are not known.",
      "20": "Thou leddest thy people like a flock\nby the hand of Moses and Aaron."
    },
    "78": {
      "1": "Give ear, O my people, to my law:\nincline your ears to the words of my mouth.",
      "2": "I will open my mouth in a parable:\nI will utter dark sayings of old:",
      "3": "which we have heard and known,\nand our fathers have told us.",
      "4": "We will not hide them from their children,\nshewing to the generation to come the praises of the Lord,\nand his strength, and his wonderful works that he hath done.",
      "5": "For he established a testimony in Jacob,\nand appointed a law in Israel,\nwhich he commanded our fathers,\nthat they should make them known to their children:",
      "6": "that the generation to come might know them,\neven the children which should be born;\nwho should arise and declare them to their children:",
      "7": "that they might set their hope in God,\nand not forget the works of God,\nbut keep his commandments:",
      "8": "and might not be as their fathers,\na stubborn and rebellious generation;\na generation that set not their heart aright,\nand whose spirit was not stedfast with God.",
      "9": "The children of Ephraim, being armed, and carrying bows,\nturned back in the day of battle.",
      "10": "They kept not the covenant of God,\nand refused to walk in his law;",
      "11": "and forgat his works,\nand his wonders that he had shewed them.",
      "12": "Marvellous things did he in the sight of their fathers,\nin the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea, and caused them to pass through;\nand he made the waters to stand as an heap.",
      "14": "In the daytime also he led them with a cloud,\nand all the night with a light of fire.",
      "15": "He clave the rocks in the wilderness,\nand gave them drink as out of the great depths.",
      "16": "He brought streams also out of the rock,\nand caused waters to run down like rivers.",
      "17": "And they sinned yet more against him\nby provoking the most High in the wilderness.",
      "18": "And they tempted God in their heart\nby asking meat for their lust.",
      "19": "Yea, they spake against God;\nthey said, Can God furnish a table in the wilderness?",
      "20": "Behold, he smote the rock,\nthat the waters gushed out, and the streams overflowed;\ncan he give bread also? can he provide flesh for his people?",
      "21": "Therefore the Lord heard this, and was wroth:\nso a fire was kindled against Jacob,\nand anger also came up against Israel;",
      "22": "because they believed not in God,\nand trusted not in his salvation:",
      "23": "though he had commanded the clouds from above,\nand opened the doors of heaven,",
      "24": "and had rained down manna upon them to eat,\nand had given them of the corn of heaven.",
      "25": "Man did eat angels’ food:\nhe sent them meat to the full.",
      "26": "He caused an east wind to blow in the heaven:\nand by his power he brought in the south wind.",
      "27": "He rained flesh also upon them as dust,\nand feathered fowls like as the sand of the sea:",
      "28": "and he let it fall in the midst of their camp,\nround about their habitations.",
      "29": "So they did eat, and were well filled:\nfor he gave them their own desire;",
      "30": "they were not estranged from their lust.\nBut while their meat was yet in their mouths,",
      "31": "the wrath of God came upon them, and slew the fattest of them,\nand smote down the chosen men of Israel.",
      "32": "For all this they sinned still,\nand believed not for his wondrous works.",
      "33": "Therefore their days did he consume in vanity,\nand their years in trouble.",
      "34": "When he slew them, then they sought him:\nand they returned and enquired early after God.",
      "35": "And they remembered that God was their rock,\nand the high God their redeemer.",
      "36": "Nevertheless they did flatter him with their mouth,\nand they lied unto him with their tongues.",
      "37": "For their heart was not right with him,\nneither were they stedfast in his covenant.",
      "38": "But he, being full of compassion,\nforgave their iniquity, and destroyed them not:\nyea, many a time turned he his anger away,\nand did not stir up all his wrath.",
      "39": "For he remembered that they were but flesh;\na wind that passeth away, and cometh not again.",
      "40": "How oft did they provoke him in the wilderness,\nand grieve him in the desert!",
      "41": "Yea, they turned back and tempted God,\nand limited the Holy One of Israel.",
      "42": "They remembered not his hand,\nnor the day when he delivered them from the enemy.",
      "43": "How he had wrought his signs in Egypt,\nand his wonders in the field of Zoan:",
      "44": "and had turned their rivers into blood;\nand their floods, that they could not drink.",
      "45": "He sent divers sorts of flies among them, which devoured them;\nand frogs, which destroyed them.",
      "46": "He gave also their increase unto the caterpiller,\nand their labour unto the locust.",
      "47": "He destroyed their vines with hail,\nand their sycomore trees with frost.",
      "48": "He gave up their cattle also to the hail,\nand their flocks to hot thunderbolts.",
      "49": "He cast upon them the fierceness of his anger,\nwrath, and indignation, and trouble,\nby sending evil angels among them.",
      "50": "He made a way to his anger;\nhe spared not their soul from death,\nbut gave their life over to the pestilence;",
      "51": "and smote all the firstborn in Egypt;\nthe chief of their strength in the tabernacles of Ham:",
      "52": "but made his own people to go forth like sheep,\nand guided them in the wilderness like a flock.",
      "53": "And he led them on safely, so that they feared not:\nbut the sea overwhelmed their enemies.",
      "54": "And he brought them to the border of his sanctuary,\neven to this mountain, which his right hand had purchased.",
      "55": "He cast out the heathen also before them,\nand divided them an inheritance by line,\nand made the tribes of Israel to dwell in their tents.",
      "56": "Yet they tempted and provoked the most high God,\nand kept not his testimonies:",
      "57": "but turned back, and dealt unfaithfully like their fathers:\nthey were turned aside like a deceitful bow.",
      "58": "For they provoked him to anger with their high places,\nand moved him to jealousy with their graven images.",
      "59": "When God heard this, he was wroth,\nand greatly abhorred Israel:",
      "60": "so that he forsook the tabernacle of Shiloh,\nthe tent which he placed among men;",
      "61": "and delivered his strength into captivity,\nand his glory into the enemy’s hand.",
      "62": "He gave his people over also unto the sword;\nand was wroth with his inheritance.",
      "63": "The fire consumed their young men;\nand their maidens were not given to marriage.",
      "64": "Their priests fell by the sword;\nand their widows made no lamentation.",
      "65": "Then the Lord awaked as one out of sleep,\nand like a mighty man that shouteth by reason of wine.",
      "66": "And he smote his enemies in the hinder parts:\nhe put them to a perpetual reproach.",
      "67": "Moreover he refused the tabernacle of Joseph,\nand chose not the tribe of Ephraim:",
      "68": "but chose the tribe of Judah,\nthe mount Zion which he loved.",
      "69": "And he built his sanctuary like high palaces,\nlike the earth which he hath established for ever.",
      "70": "He chose David also his servant,\nand took him from the sheepfolds:",
      "71": "from following the ewes great with young he brought him to feed Jacob his people,\nand Israel his inheritance.",
      "72": "So he fed them according to the integrity of his heart;\nand guided them by the skilfulness of his hands."
    },
    "79": {
      "1": "O God, the heathen are come into thine inheritance;\nthy holy temple have they defiled;\nthey have laid Jerusalem on heaps.",
      "2": "The dead bodies of thy servants have they given to be meat unto the fowls of the heaven,\nthe flesh of thy saints unto the beasts of the earth.",
      "3": "Their blood have they shed like water round about Jerusalem;\nand there was none to bury them.",
      "4": "We are become a reproach to our neighbours,\na scorn and derision to them that are round about us.",
      "5": "How long, Lord? wilt thou be angry for ever?\nshall thy jealousy burn like fire?",
      "6": "Pour out thy wrath upon the heathen that have not known thee,\nand upon the kingdoms that have not called upon thy name.",
      "7": "For they have devoured Jacob,\nand laid waste his dwelling place.",
      "8": "O remember not against us former iniquities:\nlet thy tender mercies speedily prevent us:\nfor we are brought very low.",
      "9": "Help us, O God of our salvation, for the glory of thy name:\nand deliver us, and purge away our sins, for thy name’s sake.",
      "10": "Wherefore should the heathen say, Where is their God?\nlet him be known among the heathen in our sight\nby the revenging of the blood of thy servants which is shed.",
      "11": "Let the sighing of the prisoner come before thee;\naccording to the greatness of thy power\npreserve thou those that are appointed to die;",
      "12": "and render unto our neighbours sevenfold into their bosom\ntheir reproach, wherewith they have reproached thee, O Lord.",
      "13": "So we thy people and sheep of thy pasture will give thee thanks for ever:\nwe will shew forth thy praise to all generations."
    },
    "80": {
      "1": "Give ear, O Shepherd of Israel,\nthou that leadest Joseph like a flock;\nthou that dwellest between the cherubims, shine forth.",
      "2": "Before Ephraim and Benjamin and Manasseh stir up thy strength,\nand come and save us.",
      "3": "Turn us again, O God,\nand cause thy face to shine;\nand we shall be saved.",
      "4": "O Lord God of hosts,\nhow long wilt thou be angry against the prayer of thy people?",
      "5": "Thou feedest them with the bread of tears;\nand givest them tears to drink in great measure.",
      "6": "Thou makest us a strife unto our neighbours:\nand our enemies laugh among themselves.",
      "7": "Turn us again, O God of hosts,\nand cause thy face to shine;\nand we shall be saved.",
      "8": "Thou hast brought a vine out of Egypt:\nthou hast cast out the heathen, and planted it.",
      "9": "Thou preparedst room before it,\nand didst cause it to take deep root,\nand it filled the land.",
      "10": "The hills were covered with the shadow of it,\nand the boughs thereof were like the goodly cedars.",
      "11": "She sent out her boughs unto the sea,\nand her branches unto the river.",
      "12": "Why hast thou then broken down her hedges,\nso that all they which pass by the way do pluck her?",
      "13": "The boar out of the wood doth waste it,\nand the wild beast of the field doth devour it.",
      "14": "Return, we beseech thee, O God of hosts:\nlook down from heaven, and behold, and visit this vine;",
      "15": "and the vineyard which thy right hand hath planted,\nand the branch that thou madest strong for thyself.",
      "16": "It is burned with fire, it is cut down:\nthey perish at the rebuke of thy countenance.",
      "17": "Let thy hand be upon the man of thy right hand,\nupon the son of man whom thou madest strong for thyself.",
      "18": "So will not we go back from thee:\nquicken us, and we will call upon thy name.",
      "19": "Turn us again, O Lord God of hosts,\ncause thy face to shine;\nand we shall be saved."
    },
    "81": {
      "1": "Sing aloud unto God our strength:\nmake a joyful noise unto the God of Jacob.",
      "2": "Take a psalm, and bring hither the timbrel,\nthe pleasant harp with the psaltery.",
      "3": "Blow up the trumpet in the new moon,\nin the time appointed, on our solemn feast day.",
      "4": "For this was a statute for Israel,\nand a law of the God of Jacob.",
      "5": "This he ordained in Joseph for a testimony, when he went out through the land of Egypt:\nwhere I heard a language that I understood not.",
      "6": "I removed his shoulder from the burden:\nhis hands were delivered from the pots.",
      "7": "Thou calledst in trouble, and I delivered thee;\nI answered thee in the secret place of thunder:\nI proved thee at the waters of Meribah. Selah.",
      "8": "Hear, O my people, and I will testify unto thee:\nO Israel, if thou wilt hearken unto me;",
      "9": "there shall no strange god be in thee;\nneither shalt thou worship any strange god.",
      "10": "I am the Lord thy God, which brought thee out of the land of Egypt:\nopen thy mouth wide, and I will fill it.",
      "11": "But my people would not hearken to my voice;\nand Israel would none of me.",
      "12": "So I gave them up unto their own hearts’ lust:\nand they walked in their own counsels.",
      "13": "Oh that my people had hearkened unto me,\nand Israel had walked in my ways!",
      "14": "I should soon have subdued their enemies,\nand turned my hand against their adversaries.",
      "15": "The haters of the Lord should have submitted themselves unto him:\nbut their time should have endured for ever.",
      "16": "He should have fed them also with the finest of the wheat:\nand with honey out of the rock should I have satisfied thee."
    },
    "82": {
      "1": "God standeth in the congregation of the mighty;\nhe judgeth among the gods.",
      "2": "How long will ye judge unjustly,\nand accept the persons of the wicked? Selah.",
      "3": "Defend the poor and fatherless:\ndo justice to the afflicted and needy.",
      "4": "Deliver the poor and needy:\nrid them out of the hand of the wicked.",
      "5": "They know not, neither will they understand;\nthey walk on in darkness:\nall the foundations of the earth are out of course.",
      "6": "I have said, Ye are gods;\nand all of you are children of the most High.",
      "7": "But ye shall die like men,\nand fall like one of the princes.",
      "8": "Arise, O God, judge the earth:\nfor thou shalt inherit all nations."
    },
    "83": {
      "1": "Keep not thou silence, O God:\nhold not thy peace, and be not still, O God.",
      "2": "For, lo, thine enemies make a tumult:\nand they that hate thee have lifted up the head.",
      "3": "They have taken crafty counsel against thy people,\nand consulted against thy hidden ones.",
      "4": "They have said, Come, and let us cut them off from being a nation;\nthat the name of Israel may be no more in remembrance.",
      "5": "For they have consulted together with one consent:\nthey are confederate against thee:",
      "6": "the tabernacles of Edom, and the Ishmaelites;\nof Moab, and the Hagarenes;",
      "7": "Gebal, and Ammon, and Amalek;\nthe Philistines with the inhabitants of Tyre;",
      "8": "Assur also is joined with them:\nthey have holpen the children of Lot. Selah.",
      "9": "Do unto them as unto the Midianites;\nas to Sisera, as to Jabin, at the brook of Kison:",
      "10": "which perished at Endor:\nthey became as dung for the earth.",
      "11": "Make their nobles like Oreb, and like Zeeb:\nyea, all their princes as Zebah, and as Zalmunna:",
      "12": "who said, Let us take to ourselves the houses of God in possession.",
      "13": "O my God, make them like a wheel;\nas the stubble before the wind.",
      "14": "As the fire burneth a wood,\nand as the flame setteth the mountains on fire;",
      "15": "so persecute them with thy tempest,\nand make them afraid with thy storm.",
      "16": "Fill their faces with shame;\nthat they may seek thy name, O Lord.",
      "17": "Let them be confounded and troubled for ever;\nyea, let them be put to shame, and perish:",
      "18": "that men may know that thou, whose name alone is JEHOVAH,\nart the most high over all the earth."
    },
    "84": {
      "1": "How amiable are thy tabernacles,\nO Lord of hosts!",
      "2": "My soul longeth, yea, even fainteth for the courts of the Lord:\nmy heart and my flesh crieth out for the living God.",
      "3": "Yea, the sparrow hath found an house,\nand the swallow a nest for herself, where she may lay her young,\neven thine altars, O Lord of hosts, my King, and my God.",
      "4": "Blessed are they that dwell in thy house:\nthey will be still praising thee. Selah.",
      "5": "Blessed is the man whose strength is in thee;\nin whose heart are the ways of them.",
      "6": "Who passing through the valley of Baca make it a well;\nthe rain also filleth the pools.",
      "7": "They go from strength to strength,\nevery one of them in Zion appeareth before God.",
      "8": "O Lord God of hosts, hear my prayer:\ngive ear, O God of Jacob. Selah.",
      "9": "Behold, O God our shield,\nand look upon the face of thine anointed.",
      "10": "For a day in thy courts is better than a thousand.\nI had rather be a doorkeeper in the house of my God,\nthan to dwell in the tents of wickedness.",
      "11": "For the Lord God is a sun and shield:\nthe Lord will give grace and glory:\nno good thing will he withhold from them that walk uprightly.",
      "12": "O Lord of hosts,\nblessed is the man that trusteth in thee."
    },
    "85": {
      "1": "Lord, thou hast been favourable unto thy land:\nthou hast brought back the captivity of Jacob.",
      "2": "Thou hast forgiven the iniquity of thy people,\nthou hast covered all their sin. Selah.",
      "3": "Thou hast taken away all thy wrath:\nthou hast turned thyself from the fierceness of thine anger.",
      "4": "Turn us, O God of our salvation,\nand cause thine anger toward us to cease.",
      "5": "Wilt thou be angry with us for ever?\nwilt thou draw out thine anger to all generations?",
      "6": "Wilt thou not revive us again:\nthat thy people may rejoice in thee?",
      "7": "Shew us thy mercy, O Lord,\nand grant us thy salvation.",
      "8": "I will hear what God the Lord will speak:\nfor he will speak peace unto his people, and to his saints:\nbut let them not turn again to folly.",
      "9": "Surely his salvation is nigh them that fear him;\nthat glory may dwell in our land.",
      "10": "Mercy and truth are met together;\nrighteousness and peace have kissed each other.",
      "11": "Truth shall spring out of the earth;\nand righteousness shall look down from heaven.",
      "12": "Yea, the Lord shall give that which is good;\nand our land shall yield her increase.",
      "13": "Righteousness shall go before him;\nand shall set us in the way of his steps."
    },
    "86": {
      "1": "Bow down thine ear, O Lord, hear me:\nfor I am poor and needy.",
      "2": "Preserve my soul; for I am holy:\nO thou my God, save thy servant that trusteth in thee.",
      "3": "Be merciful unto me, O Lord:\nfor I cry unto thee daily.",
      "4": "Rejoice the soul of thy servant:\nfor unto thee, O Lord, do I lift up my soul.",
      "5": "For thou, Lord, art good, and ready to forgive;\nand plenteous in mercy unto all them that call upon thee.",
      "6": "Give ear, O Lord, unto my prayer;\nand attend to the voice of my supplications.",
      "7": "In the day of my trouble I will call upon thee:\nfor thou wilt answer me.",
      "8": "Among the gods there is none like unto thee, O Lord;\nneither are there any works like unto thy works.",
      "9": "All nations whom thou hast made shall come and worship before thee, O Lord;\nand shall glorify thy name.",
      "10": "For thou art great, and doest wondrous things:\nthou art God alone.",
      "11": "Teach me thy way, O Lord; I will walk in thy truth:\nunite my heart to fear thy name.",
      "12": "I will praise thee, O Lord my God, with all my heart:\nand I will glorify thy name for evermore.",
      "13": "For great is thy mercy toward me:\nand thou hast delivered my soul from the lowest hell.",
      "14": "O God, the proud are risen against me,\nand the assemblies of violent men have sought after my soul;\nand have not set thee before them.",
      "15": "But thou, O Lord, art a God full of compassion, and gracious,\nlongsuffering, and plenteous in mercy and truth.",
      "16": "O turn unto me, and have mercy upon me;\ngive thy strength unto thy servant,\nand save the son of thine handmaid.",
      "17": "Shew me a token for good;\nthat they which hate me may see it, and be ashamed:\nbecause thou, Lord, hast holpen me, and comforted me."
    },
    "87": {
      "1": "His foundation is in the holy mountains.",
      "2": "The Lord loveth the gates of Zion\nmore than all the dwellings of Jacob.",
      "3": "Glorious things are spoken of thee, O city of God. Selah.",
      "4": "I will make mention of Rahab and Babylon to them that know me:\nbehold Philistia, and Tyre, with Ethiopia;\nthis man was born there.",
      "5": "And of Zion it shall be said,\nThis and that man was born in her:\nand the highest himself shall establish her.",
      "6": "The Lord shall count, when he writeth up the people,\nthat this man was born there. Selah.",
      "7": "As well the singers as the players on instruments shall be there:\nall my springs are in thee."
    },
    "88": {
      "1": "O Lord God of my salvation,\nI have cried day and night before thee:",
      "2": "let my prayer come before thee:\nincline thine ear unto my cry;",
      "3": "for my soul is full of troubles:\nand my life draweth nigh unto the grave.",
      "4": "I am counted with them that go down into the pit:\nI am as a man that hath no strength:",
      "5": "free among the dead, like the slain that lie in the grave, whom thou rememberest no more:\nand they are cut off from thy hand.",
      "6": "Thou hast laid me in the lowest pit,\nin darkness, in the deeps.",
      "7": "Thy wrath lieth hard upon me,\nand thou hast afflicted me with all thy waves. Selah.",
      "8": "Thou hast put away mine acquaintance far from me;\nthou hast made me an abomination unto them:\nI am shut up, and I cannot come forth.",
      "9": "Mine eye mourneth by reason of affliction:\nLord, I have called daily upon thee,\nI have stretched out my hands unto thee.",
      "10": "Wilt thou shew wonders to the dead?\nshall the dead arise and praise thee? Selah.",
      "11": "Shall thy lovingkindness be declared in the grave?\nor thy faithfulness in destruction?",
      "12": "Shall thy wonders be known in the dark?\nand thy righteousness in the land of forgetfulness?",
      "13": "But unto thee have I cried, O Lord;\nand in the morning shall my prayer prevent thee.",
      "14": "Lord, why castest thou off my soul?\nwhy hidest thou thy face from me?",
      "15": "I am afflicted and ready to die from my youth up:\nwhile I suffer thy terrors I am distracted.",
      "16": "Thy fierce wrath goeth over me;\nthy terrors have cut me off.",
      "17": "They came round about me daily like water;\nthey compassed me about together.",
      "18": "Lover and friend hast thou put far from me,\nand mine acquaintance into darkness."
    },
    "89": {
      "1": "I will sing of the mercies of the Lord for ever:\nwith my mouth will I make known thy faithfulness to all generations.",
      "2": "For I have said, Mercy shall be built up for ever:\nthy faithfulness shalt thou establish in the very heavens.",
      "3": "I have made a covenant with my chosen,\nI have sworn unto David my servant,",
      "4": "thy seed will I establish for ever,\nand build up thy throne to all generations. Selah.",
      "5": "And the heavens shall praise thy wonders, O Lord:\nthy faithfulness also in the congregation of the saints.",
      "6": "For who in the heaven can be compared unto the Lord?\nwho among the sons of the mighty can be likened unto the Lord?",
      "7": "God is greatly to be feared in the assembly of the saints,\nand to be had in reverence of all them that are about him.",
      "8": "O Lord God of hosts, who is a strong Lord like unto thee?\nor to thy faithfulness round about thee?",
      "9": "Thou rulest the raging of the sea:\nwhen the waves thereof arise, thou stillest them.",
      "10": "Thou hast broken Rahab in pieces, as one that is slain;\nthou hast scattered thine enemies with thy strong arm.",
      "11": "The heavens are thine, the earth also is thine:\nas for the world and the fulness thereof, thou hast founded them.",
      "12": "The north and the south thou hast created them:\nTabor and Hermon shall rejoice in thy name.",
      "13": "Thou hast a mighty arm:\nstrong is thy hand, and high is thy right hand.",
      "14": "Justice and judgment are the habitation of thy throne:\nmercy and truth shall go before thy face.",
      "15": "Blessed is the people that know the joyful sound:\nthey shall walk, O Lord, in the light of thy countenance.",
      "16": "In thy name shall they rejoice all the day:\nand in thy righteousness shall they be exalted.",
      "17": "For thou art the glory of their strength:\nand in thy favour our horn shall be exalted.",
      "18": "For the Lord is our defence;\nand the Holy One of Israel is our king.",
      "19": "Then thou spakest in vision to thy holy one,\nand saidst, I have laid help upon one that is mighty;\nI have exalted one chosen out of the people.",
      "20": "I have found David my servant;\nwith my holy oil have I anointed him:",
      "21": "with whom my hand shall be established:\nmine arm also shall strengthen him.",
      "22": "The enemy shall not exact upon him;\nnor the son of wickedness afflict him.",
      "23": "And I will beat down his foes before his face,\nand plague them that hate him.",
      "24": "But my faithfulness and my mercy shall be with him:\nand in my name shall his horn be exalted.",
      "25": "I will set his hand also in the sea,\nand his right hand in the rivers.",
      "26": "He shall cry unto me, Thou art my father,\nmy God, and the rock of my salvation.",
      "27": "Also I will make him my firstborn,\nhigher than the kings of the earth.",
      "28": "My mercy will I keep for him for evermore,\nand my covenant shall stand fast with him.",
      "29": "His seed also will I make to endure for ever,\nand his throne as the days of heaven.",
      "30": "If his children forsake my law, and walk not in my judgments;",
      "31": "if they break my statutes, and keep not my commandments;",
      "32": "then will I visit their transgression with the rod, and their iniquity with stripes.",
      "33": "Nevertheless my lovingkindness will I not utterly take from him,\nnor suffer my faithfulness to fail.",
      "34": "My covenant will I not break,\nnor alter the thing that is gone out of my lips.",
      "35": "Once have I sworn by my holiness\nthat I will not lie unto David.",
      "36": "His seed shall endure for ever,\nand his throne as the sun before me.",
      "37": "It shall be established for ever as the moon,\nand as a faithful witness in heaven. Selah.",
      "38": "But thou hast cast off and abhorred,\nthou hast been wroth with thine anointed.",
      "39": "Thou hast made void the covenant of thy servant:\nthou hast profaned his crown by casting it to the ground.",
      "40": "Thou hast broken down all his hedges;\nthou hast brought his strong holds to ruin.",
      "41": "All that pass by the way spoil him:\nhe is a reproach to his neighbours.",
      "42": "Thou hast set up the right hand of his adversaries;\nthou hast made all his enemies to rejoice.",
      "43": "Thou hast also turned the edge of his sword,\nand hast not made him to stand in the battle.",
      "44": "Thou hast made his glory to cease,\nand cast his throne down to the ground.",
      "45": "The days of his youth hast thou shortened:\nthou hast covered him with shame. Selah.",
      "46": "How long, Lord? wilt thou hide thyself for ever?\nshall thy wrath burn like fire?",
      "47": "Remember how short my time is:\nwherefore hast thou made all men in vain?",
      "48": "What man is he that liveth, and shall not see death?\nshall he deliver his soul from the hand of the grave? Selah.",
      "49": "Lord, where are thy former lovingkindnesses,\nwhich thou swarest unto David in thy truth?",
      "50": "Remember, Lord, the reproach of thy servants;\nhow I do bear in my bosom the reproach of all the mighty people;",
      "51": "wherewith thine enemies have reproached, O Lord;\nwherewith they have reproached the footsteps of thine anointed.",
      "52": "Blessed be the Lord for evermore.\nAmen, and Amen."
    },
    "90": {
      "1": "Lord, thou hast been our dwelling place in all generations.",
      "2": "Before the mountains were brought forth,\nor ever thou hadst formed the earth and the world,\neven from everlasting to everlasting, thou art God.",
      "3": "Thou turnest man to destruction;\nand sayest, Return, ye children of men.",
      "4": "For a thousand years in thy sight are but as yesterday when it is past,\nand as a watch in the night.",
      "5": "Thou carriest them away as with a flood; they are as a sleep:\nin the morning they are like grass which groweth up.",
      "6": "In the morning it flourisheth, and groweth up;\nin the evening it is cut down, and withereth.",
      "7": "For we are consumed by thine anger,\nand by thy wrath are we troubled.",
      "8": "Thou hast set our iniquities before thee,\nour secret sins in the light of thy countenance.",
      "9": "For all our days are passed away in thy wrath:\nwe spend our years as a tale that is told.",
      "10": "The days of our years are threescore years and ten;\nand if by reason of strength they be fourscore years, yet is their strength labour and sorrow;\nfor it is soon cut off, and we fly away.",
      "11": "Who knoweth the power of thine anger?\neven according to thy fear, so is thy wrath.",
      "12": "So teach us to number our days,\nthat we may apply our hearts unto wisdom.",
      "13": "Return, O Lord, how long?\nand let it repent thee concerning thy servants.",
      "14": "O satisfy us early with thy mercy;\nthat we may rejoice and be glad all our days.",
      "15": "Make us glad according to the days wherein thou hast afflicted us,\nand the years wherein we have seen evil.",
      "16": "Let thy work appear unto thy servants,\nand thy glory unto their children.",
      "17": "And let the beauty of the Lord our God be upon us:\nand establish thou the work of our hands upon us;\nyea, the work of our hands establish thou it."
    },
    "91": {
      "1": "He that dwelleth in the secret place of the most High\nshall abide under the shadow of the Almighty.",
      "2": "I will say of the Lord, He is my refuge and my fortress:\nmy God; in him will I trust.",
      "3": "Surely he shall deliver thee from the snare of the fowler,\nand from the noisome pestilence.",
      "4": "He shall cover thee with his feathers,\nand under his wings shalt thou trust:\nhis truth shall be thy shield and buckler.",
      "5": "Thou shalt not be afraid for the terror by night;\nnor for the arrow that flieth by day;",
      "6": "nor for the pestilence that walketh in darkness;\nnor for the destruction that wasteth at noonday.",
      "7": "A thousand shall fall at thy side,\nand ten thousand at thy right hand;\nbut it shall not come nigh thee.",
      "8": "Only with thine eyes shalt thou behold\nand see the reward of the wicked.",
      "9": "Because thou hast made the Lord, which is my refuge,\neven the most High, thy habitation;",
      "10": "there shall no evil befall thee,\nneither shall any plague come nigh thy dwelling.",
      "11": "For he shall give his angels charge over thee,\nto keep thee in all thy ways.",
      "12": "They shall bear thee up in their hands,\nlest thou dash thy foot against a stone.",
      "13": "Thou shalt tread upon the lion and adder:\nthe young lion and the dragon shalt thou trample under feet.",
      "14": "Because he hath set his love upon me, therefore will I deliver him:\nI will set him on high, because he hath known my name.",
      "15": "He shall call upon me, and I will answer him:\nI will be with him in trouble;\nI will deliver him, and honour him.",
      "16": "With long life will I satisfy him,\nand shew him my salvation."
    },
    "92": {
      "1": "It is a good thing to give thanks unto the Lord,\nand to sing praises unto thy name, O most High:",
      "2": "to shew forth thy lovingkindness in the morning,\nand thy faithfulness every night,",
      "3": "upon an instrument of ten strings, and upon the psaltery;\nupon the harp with a solemn sound.",
      "4": "For thou, Lord, hast made me glad through thy work:\nI will triumph in the works of thy hands.",
      "5": "O Lord, how great are thy works!\nand thy thoughts are very deep.",
      "6": "A brutish man knoweth not;\nneither doth a fool understand this.",
      "7": "When the wicked spring as the grass,\nand when all the workers of iniquity do flourish;\nit is that they shall be destroyed for ever:",
      "8": "but thou, Lord, art most high for evermore.",
      "9": "For, lo, thine enemies, O Lord, for, lo, thine enemies shall perish;\nall the workers of iniquity shall be scattered.",
      "10": "But my horn shalt thou exalt like the horn of an unicorn:\nI shall be anointed with fresh oil.",
      "11": "Mine eye also shall see my desire on mine enemies,\nand mine ears shall hear my desire of the wicked that rise up against me.",
      "12": "The righteous shall flourish like the palm tree:\nhe shall grow like a cedar in Lebanon.",
      "13": "Those that be planted in the house of the Lord\nshall flourish in the courts of our God.",
      "14": "They shall still bring forth fruit in old age;\nthey shall be fat and flourishing;",
      "15": "to shew that the Lord is upright:\nhe is my rock, and there is no unrighteousness in him."
    },
    "93": {
      "1": "The Lord reigneth, he is clothed with majesty;\nthe Lord is clothed with strength, wherewith he hath girded himself:\nthe world also is stablished, that it cannot be moved.",
      "2": "Thy throne is established of old:\nthou art from everlasting.",
      "3": "The floods have lifted up, O Lord, the floods have lifted up their voice;\nthe floods lift up their waves.",
      "4": "The Lord on high is mightier than the noise of many waters,\nyea, than the mighty waves of the sea.",
      "5": "Thy testimonies are very sure:\nholiness becometh thine house, O Lord, for ever."
    },
    "94": {
      "1": "O Lord God, to whom vengeance belongeth;\nO God, to whom vengeance belongeth, shew thyself.",
      "2": "Lift up thyself, thou judge of the earth:\nrender a reward to the proud.",
      "3": "Lord, how long shall the wicked,\nhow long shall the wicked triumph?",
      "4": "How long shall they utter and speak hard things?\nand all the workers of iniquity boast themselves?",
      "5": "They break in pieces thy people, O Lord,\nand afflict thine heritage.",
      "6": "They slay the widow and the stranger,\nand murder the fatherless.",
      "7": "Yet they say, The Lord shall not see,\nneither shall the God of Jacob regard it.",
      "8": "Understand, ye brutish among the people:\nand ye fools, when will ye be wise?",
      "9": "He that planted the ear, shall he not hear?\nhe that formed the eye, shall he not see?",
      "10": "He that chastiseth the heathen, shall not he correct?\nhe that teacheth man knowledge, shall not he know?",
      "11": "The Lord knoweth the thoughts of man,\nthat they are vanity.",
      "12": "Blessed is the man whom thou chastenest, O Lord,\nand teachest him out of thy law;",
      "13": "that thou mayest give him rest from the days of adversity,\nuntil the pit be digged for the wicked.",
      "14": "For the Lord will not cast off his people,\nneither will he forsake his inheritance.",
      "15": "But judgment shall return unto righteousness:\nand all the upright in heart shall follow it.",
      "16": "Who will rise up for me against the evildoers?\nor who will stand up for me against the workers of iniquity?",
      "17": "Unless the Lord had been my help,\nmy soul had almost dwelt in silence.",
      "18": "When I said, My foot slippeth;\nthy mercy, O Lord, held me up.",
      "19": "In the multitude of my thoughts within me\nthy comforts delight my soul.",
      "20": "Shall the throne of iniquity have fellowship with thee,\nwhich frameth mischief by a law?",
      "21": "They gather themselves together against the soul of the righteous,\nand condemn the innocent blood.",
      "22": "But the Lord is my defence;\nand my God is the rock of my refuge.",
      "23": "And he shall bring upon them their own iniquity,\nand shall cut them off in their own wickedness;\nyea, the Lord our God shall cut them off."
    },
    "95": {
      "1": "O come, let us sing unto the Lord:\nlet us make a joyful noise to the rock of our salvation.",
      "2": "Let us come before his presence with thanksgiving,\nand make a joyful noise unto him with psalms.",
      "3": "For the Lord is a great God,\nand a great King above all gods.",
      "4": "In his hand are the deep places of the earth:\nthe strength of the hills is his also.",
      "5": "The sea is his, and he made it:\nand his hands formed the dry land.",
      "6": "O come, let us worship and bow down:\nlet us kneel before the Lord our maker.",
      "7": "For he is our God;\nand we are the people of his pasture,\nand the sheep of his hand. \nTo day if ye will hear his voice,",
      "8": "harden not your heart, as in the provocation,\nand as in the day of temptation in the wilderness:",
      "9": "when your fathers tempted me,\nproved me, and saw my work.",
      "10": "Forty years long was I grieved with this generation,\nand said, It is a people that do err in their heart,\nand they have not known my ways:",
      "11": "unto whom I sware in my wrath\nthat they should not enter into my rest."
    },
    "96": {
      "1": "O sing unto the Lord a new song:\nsing unto the Lord, all the earth.",
      "2": "Sing unto the Lord, bless his name;\nshew forth his salvation from day to day.",
      "3": "Declare his glory among the heathen,\nhis wonders among all people.",
      "4": "For the Lord is great, and greatly to be praised:\nhe is to be feared above all gods.",
      "5": "For all the gods of the nations are idols:\nbut the Lord made the heavens.",
      "6": "Honour and majesty are before him:\nstrength and beauty are in his sanctuary.",
      "7": "Give unto the Lord, O ye kindreds of the people,\ngive unto the Lord glory and strength.",
      "8": "Give unto the Lord the glory due unto his name:\nbring an offering, and come into his courts.",
      "9": "O worship the Lord in the beauty of holiness:\nfear before him, all the earth.",
      "10": "Say among the heathen that the Lord reigneth:\nthe world also shall be established that it shall not be moved:\nhe shall judge the people righteously.",
      "11": "Let the heavens rejoice, and let the earth be glad;\nlet the sea roar, and the fulness thereof.",
      "12": "Let the field be joyful, and all that is therein:\nthen shall all the trees of the wood rejoice",
      "13": "before the Lord:\nfor he cometh, for he cometh to judge the earth:\nhe shall judge the world with righteousness,\nand the people with his truth."
    },
    "97": {
      "1": "The Lord reigneth; let the earth rejoice;\nlet the multitude of isles be glad thereof.",
      "2": "Clouds and darkness are round about him:\nrighteousness and judgment are the habitation of his throne.",
      "3": "A fire goeth before him,\nand burneth up his enemies round about.",
      "4": "His lightnings enlightened the world:\nthe earth saw, and trembled.",
      "5": "The hills melted like wax at the presence of the Lord,\nat the presence of the Lord of the whole earth.",
      "6": "The heavens declare his righteousness,\nand all the people see his glory.",
      "7": "Confounded be all they that serve graven images,\nthat boast themselves of idols:\nworship him, all ye gods.",
      "8": "Zion heard, and was glad; and the daughters of Judah rejoiced\nbecause of thy judgments, O Lord.",
      "9": "For thou, Lord, art high above all the earth:\nthou art exalted far above all gods.",
      "10": "Ye that love the Lord, hate evil:\nhe preserveth the souls of his saints;\nhe delivereth them out of the hand of the wicked.",
      "11": "Light is sown for the righteous,\nand gladness for the upright in heart.",
      "12": "Rejoice in the Lord, ye righteous;\nand give thanks at the remembrance of his holiness."
    },
    "98": {
      "1": "O sing unto the Lord a new song; for he hath done marvellous things:\nhis right hand, and his holy arm, hath gotten him the victory.",
      "2": "The Lord hath made known his salvation:\nhis righteousness hath he openly shewed in the sight of the heathen.",
      "3": "He hath remembered his mercy and his truth toward the house of Israel:\nall the ends of the earth have seen the salvation of our God.",
      "4": "Make a joyful noise unto the Lord, all the earth:\nmake a loud noise, and rejoice, and sing praise.",
      "5": "Sing unto the Lord with the harp;\nwith the harp, and the voice of a psalm.",
      "6": "With trumpets and sound of cornet\nmake a joyful noise before the Lord, the King.",
      "7": "Let the sea roar, and the fulness thereof;\nthe world, and they that dwell therein.",
      "8": "Let the floods clap their hands:\nlet the hills be joyful together",
      "9": "before the Lord;\nfor he cometh to judge the earth:\nwith righteousness shall he judge the world,\nand the people with equity."
    },
    "99": {
      "1": "The Lord reigneth; let the people tremble:\nhe sitteth between the cherubims; let the earth be moved.",
      "2": "The Lord is great in Zion;\nand he is high above all the people.",
      "3": "Let them praise thy great and terrible name;\nfor it is holy.",
      "4": "The king’s strength also loveth judgment;\nthou dost establish equity,\nthou executest judgment and righteousness in Jacob.",
      "5": "Exalt ye the Lord our God, and worship at his footstool;\nfor he is holy.",
      "6": "Moses and Aaron among his priests,\nand Samuel among them that call upon his name;\nthey called upon the Lord, and he answered them.",
      "7": "He spake unto them in the cloudy pillar:\nthey kept his testimonies,\nand the ordinance that he gave them.",
      "8": "Thou answeredst them, O Lord our God:\nthou wast a God that forgavest them,\nthough thou tookest vengeance of their inventions.",
      "9": "Exalt the Lord our God,\nand worship at his holy hill;\nfor the Lord our God is holy."
    },
    "100": {
      "1": "Make a joyful noise unto the Lord, all ye lands.",
      "2": "Serve the Lord with gladness:\ncome before his presence with singing.",
      "3": "Know ye that the Lord he is God:\nit is he that hath made us, and not we ourselves;\nwe are his people, and the sheep of his pasture.",
      "4": "Enter into his gates with thanksgiving,\nand into his courts with praise:\nbe thankful unto him, and bless his name.",
      "5": "For the Lord is good; his mercy is everlasting;\nand his truth endureth to all generations."
    },
    "101": {
      "1": "I will sing of mercy and judgment:\nunto thee, O Lord, will I sing.",
      "2": "I will behave myself wisely in a perfect way.\nO when wilt thou come unto me?\nI will walk within my house with a perfect heart.",
      "3": "I will set no wicked thing before mine eyes:\nI hate the work of them that turn aside; it shall not cleave to me.",
      "4": "A froward heart shall depart from me:\nI will not know a wicked person.",
      "5": "Whoso privily slandereth his neighbour, him will I cut off:\nhim that hath an high look and a proud heart will not I suffer.",
      "6": "Mine eyes shall be upon the faithful of the land, that they may dwell with me:\nhe that walketh in a perfect way, he shall serve me.",
      "7": "He that worketh deceit shall not dwell within my house:\nhe that telleth lies shall not tarry in my sight.",
      "8": "I will early destroy all the wicked of the land;\nthat I may cut off all wicked doers from the city of the Lord."
    },
    "102": {
      "1": "Hear my prayer, O Lord,\nand let my cry come unto thee.",
      "2": "Hide not thy face from me in the day when I am in trouble;\nincline thine ear unto me:\nin the day when I call answer me speedily.",
      "3": "For my days are consumed like smoke,\nand my bones are burned as an hearth.",
      "4": "My heart is smitten, and withered like grass;\nso that I forget to eat my bread.",
      "5": "By reason of the voice of my groaning\nmy bones cleave to my skin.",
      "6": "I am like a pelican of the wilderness:\nI am like an owl of the desert.",
      "7": "I watch, and am as a sparrow alone upon the house top.",
      "8": "Mine enemies reproach me all the day;\nand they that are mad against me are sworn against me.",
      "9": "For I have eaten ashes like bread,\nand mingled my drink with weeping,",
      "10": "because of thine indignation and thy wrath:\nfor thou hast lifted me up, and cast me down.",
      "11": "My days are like a shadow that declineth;\nand I am withered like grass.",
      "12": "But thou, O Lord, shalt endure for ever;\nand thy remembrance unto all generations.",
      "13": "Thou shalt arise, and have mercy upon Zion:\nfor the time to favour her, yea, the set time, is come.",
      "14": "For thy servants take pleasure in her stones,\nand favour the dust thereof.",
      "15": "So the heathen shall fear the name of the Lord,\nand all the kings of the earth thy glory.",
      "16": "When the Lord shall build up Zion,\nhe shall appear in his glory.",
      "17": "He will regard the prayer of the destitute,\nand not despise their prayer.",
      "18": "This shall be written for the generation to come:\nand the people which shall be created shall praise the Lord.",
      "19": "For he hath looked down from the height of his sanctuary;\nfrom heaven did the Lord behold the earth;",
      "20": "to hear the groaning of the prisoner;\nto loose those that are appointed to death;",
      "21": "to declare the name of the Lord in Zion,\nand his praise in Jerusalem;",
      "22": "when the people are gathered together,\nand the kingdoms, to serve the Lord.",
      "23": "He weakened my strength in the way;\nhe shortened my days.",
      "24": "I said, O my God, take me not away in the midst of my days:\nthy years are throughout all generations.",
      "25": "Of old hast thou laid the foundation of the earth:\nand the heavens are the work of thy hands.",
      "26": "They shall perish, but thou shalt endure:\nyea, all of them shall wax old like a garment;\nas a vesture shalt thou change them, and they shall be changed:",
      "27": "but thou art the same,\nand thy years shall have no end.",
      "28": "The children of thy servants shall continue,\nand their seed shall be established before thee."
    },
    "103": {
      "1": "Bless the Lord, O my soul:\nand all that is within me, bless his holy name.",
      "2": "Bless the Lord, O my soul,\nand forget not all his benefits:",
      "3": "who forgiveth all thine iniquities;\nwho healeth all thy diseases;",
      "4": "who redeemeth thy life from destruction;\nwho crowneth thee with lovingkindness and tender mercies;",
      "5": "who satisfieth thy mouth with good things;\nso that thy youth is renewed like the eagle’s.",
      "6": "The Lord executeth righteousness\nand judgment for all that are oppressed.",
      "7": "He made known his ways unto Moses,\nhis acts unto the children of Israel.",
      "8": "The Lord is merciful and gracious,\nslow to anger, and plenteous in mercy.",
      "9": "He will not always chide:\nneither will he keep his anger for ever.",
      "10": "He hath not dealt with us after our sins;\nnor rewarded us according to our iniquities.",
      "11": "For as the heaven is high above the earth,\nso great is his mercy toward them that fear him.",
      "12": "As far as the east is from the west,\nso far hath he removed our transgressions from us.",
      "13": "Like as a father pitieth his children,\nso the Lord pitieth them that fear him.",
      "14": "For he knoweth our frame;\nhe remembereth that we are dust.",
      "15": "As for man, his days are as grass:\nas a flower of the field, so he flourisheth.",
      "16": "For the wind passeth over it, and it is gone;\nand the place thereof shall know it no more.",
      "17": "But the mercy of the Lord is from everlasting to everlasting upon them that fear him,\nand his righteousness unto children’s children;",
      "18": "to such as keep his covenant,\nand to those that remember his commandments to do them.",
      "19": "The Lord hath prepared his throne in the heavens;\nand his kingdom ruleth over all.",
      "20": "Bless the Lord, ye his angels,\nthat excel in strength, that do his commandments,\nhearkening unto the voice of his word.",
      "21": "Bless ye the Lord, all ye his hosts;\nye ministers of his, that do his pleasure.",
      "22": "Bless the Lord, all his works in all places of his dominion:\nbless the Lord, O my soul."
    },
    "104": {
      "1": "Bless the Lord, O my soul. \nO Lord my God, thou art very great;\nthou art clothed with honour and majesty.",
      "2": "Who coverest thyself with light as with a garment:\nwho stretchest out the heavens like a curtain:",
      "3": "who layeth the beams of his chambers in the waters:\nwho maketh the clouds his chariot:\nwho walketh upon the wings of the wind:",
      "4": "who maketh his angels spirits;\nhis ministers a flaming fire:",
      "5": "who laid the foundations of the earth,\nthat it should not be removed for ever.",
      "6": "Thou coveredst it with the deep as with a garment:\nthe waters stood above the mountains.",
      "7": "At thy rebuke they fled;\nat the voice of thy thunder they hasted away.",
      "8": "They go up by the mountains;\nthey go down by the valleys unto the place which thou hast founded for them.",
      "9": "Thou hast set a bound that they may not pass over;\nthat they turn not again to cover the earth.",
      "10": "He sendeth the springs into the valleys,\nwhich run among the hills.",
      "11": "They give drink to every beast of the field:\nthe wild asses quench their thirst.",
      "12": "By them shall the fowls of the heaven have their habitation,\nwhich sing among the branches.",
      "13": "He watereth the hills from his chambers:\nthe earth is satisfied with the fruit of thy works.",
      "14": "He causeth the grass to grow for the cattle,\nand herb for the service of man:\nthat he may bring forth food out of the earth;",
      "15": "and wine that maketh glad the heart of man,\nand oil to make his face to shine,\nand bread which strengtheneth man’s heart.",
      "16": "The trees of the Lord are full of sap;\nthe cedars of Lebanon, which he hath planted;",
      "17": "where the birds make their nests:\nas for the stork, the fir trees are her house.",
      "18": "The high hills are a refuge for the wild goats;\nand the rocks for the conies.",
      "19": "He appointed the moon for seasons:\nthe sun knoweth his going down.",
      "20": "Thou makest darkness, and it is night:\nwherein all the beasts of the forest do creep forth.",
      "21": "The young lions roar after their prey,\nand seek their meat from God.",
      "22": "The sun ariseth, they gather themselves together,\nand lay them down in their dens.",
      "23": "Man goeth forth unto his work\nand to his labour until the evening.",
      "24": "O Lord, how manifold are thy works!\nin wisdom hast thou made them all:\nthe earth is full of thy riches.",
      "25": "So is this great and wide sea, wherein are things creeping innumerable,\nboth small and great beasts.",
      "26": "There go the ships:\nthere is that leviathan, whom thou hast made to play therein.",
      "27": "These wait all upon thee;\nthat thou mayest give them their meat in due season.",
      "28": "That thou givest them they gather:\nthou openest thine hand, they are filled with good.",
      "29": "Thou hidest thy face, they are troubled:\nthou takest away their breath, they die,\nand return to their dust.",
      "30": "Thou sendest forth thy spirit, they are created:\nand thou renewest the face of the earth.",
      "31": "The glory of the Lord shall endure for ever:\nthe Lord shall rejoice in his works.",
      "32": "He looketh on the earth, and it trembleth:\nhe toucheth the hills, and they smoke.",
      "33": "I will sing unto the Lord as long as I live:\nI will sing praise to my God while I have my being.",
      "34": "My meditation of him shall be sweet:\nI will be glad in the Lord.",
      "35": "Let the sinners be consumed out of the earth,\nand let the wicked be no more. \nBless thou the Lord, O my soul.\nPraise ye the Lord."
    },
    "105": {
      "1": "O give thanks unto the Lord; call upon his name:\nmake known his deeds among the people.",
      "2": "Sing unto him, sing psalms unto him:\ntalk ye of all his wondrous works.",
      "3": "Glory ye in his holy name:\nlet the heart of them rejoice that seek the Lord.",
      "4": "Seek the Lord, and his strength:\nseek his face evermore.",
      "5": "Remember his marvellous works that he hath done;\nhis wonders, and the judgments of his mouth;",
      "6": "O ye seed of Abraham his servant,\nye children of Jacob his chosen.",
      "7": "He is the Lord our God:\nhis judgments are in all the earth.",
      "8": "He hath remembered his covenant for ever,\nthe word which he commanded to a thousand generations.",
      "9": "Which covenant he made with Abraham,\nand his oath unto Isaac;",
      "10": "and confirmed the same unto Jacob for a law,\nand to Israel for an everlasting covenant:",
      "11": "saying, Unto thee will I give the land of Canaan,\nthe lot of your inheritance:",
      "12": "when they were but a few men in number;\nyea, very few, and strangers in it.",
      "13": "When they went from one nation to another,\nfrom one kingdom to another people;",
      "14": "he suffered no man to do them wrong:\nyea, he reproved kings for their sakes;",
      "15": "saying, Touch not mine anointed,\nand do my prophets no harm.",
      "16": "Moreover he called for a famine upon the land:\nhe brake the whole staff of bread.",
      "17": "He sent a man before them,\neven Joseph, who was sold for a servant:",
      "18": "whose feet they hurt with fetters:\nhe was laid in iron:",
      "19": "until the time that his word came:\nthe word of the Lord tried him.",
      "20": "The king sent and loosed him;\neven the ruler of the people, and let him go free.",
      "21": "He made him lord of his house,\nand ruler of all his substance:",
      "22": "to bind his princes at his pleasure;\nand teach his senators wisdom.",
      "23": "Israel also came into Egypt;\nand Jacob sojourned in the land of Ham.",
      "24": "And he increased his people greatly;\nand made them stronger than their enemies.",
      "25": "He turned their heart to hate his people,\nto deal subtilly with his servants.",
      "26": "He sent Moses his servant;\nand Aaron whom he had chosen.",
      "27": "They shewed his signs among them,\nand wonders in the land of Ham.",
      "28": "He sent darkness, and made it dark;\nand they rebelled not against his word.",
      "29": "He turned their waters into blood,\nand slew their fish.",
      "30": "Their land brought forth frogs in abundance,\nin the chambers of their kings.",
      "31": "He spake, and there came divers sorts of flies,\nand lice in all their coasts.",
      "32": "He gave them hail for rain,\nand flaming fire in their land.",
      "33": "He smote their vines also and their fig trees;\nand brake the trees of their coasts.",
      "34": "He spake, and the locusts came,\nand caterpillers, and that without number,",
      "35": "and did eat up all the herbs in their land,\nand devoured the fruit of their ground.",
      "36": "He smote also all the firstborn in their land,\nthe chief of all their strength.",
      "37": "He brought them forth also with silver and gold:\nand there was not one feeble person among their tribes.",
      "38": "Egypt was glad when they departed:\nfor the fear of them fell upon them.",
      "39": "He spread a cloud for a covering;\nand fire to give light in the night.",
      "40": "The people asked, and he brought quails,\nand satisfied them with the bread of heaven.",
      "41": "He opened the rock, and the waters gushed out;\nthey ran in the dry places like a river.",
      "42": "For he remembered his holy promise,\nand Abraham his servant.",
      "43": "And he brought forth his people with joy,\nand his chosen with gladness:",
      "44": "and gave them the lands of the heathen:\nand they inherited the labour of the people;",
      "45": "that they might observe his statutes, and keep his laws. \nPraise ye the Lord."
    },
    "106": {
      "1": "Praise ye the Lord. \nO give thanks unto the Lord;\nfor he is good: for his mercy endureth for ever.",
      "2": "Who can utter the mighty acts of the Lord?\nwho can shew forth all his praise?",
      "3": "Blessed are they that keep judgment,\nand he that doeth righteousness at all times.",
      "4": "Remember me, O Lord, with the favour that thou bearest unto thy people:\nO visit me with thy salvation;",
      "5": "that I may see the good of thy chosen,\nthat I may rejoice in the gladness of thy nation,\nthat I may glory with thine inheritance.",
      "6": "We have sinned with our fathers,\nwe have committed iniquity, we have done wickedly.",
      "7": "Our fathers understood not thy wonders in Egypt;\nthey remembered not the multitude of thy mercies;\nbut provoked him at the sea, even at the Red sea.",
      "8": "Nevertheless he saved them for his name’s sake,\nthat he might make his mighty power to be known.",
      "9": "He rebuked the Red sea also, and it was dried up:\nso he led them through the depths, as through the wilderness.",
      "10": "And he saved them from the hand of him that hated them,\nand redeemed them from the hand of the enemy.",
      "11": "And the waters covered their enemies:\nthere was not one of them left.",
      "12": "Then believed they his words;\nthey sang his praise.",
      "13": "They soon forgat his works;\nthey waited not for his counsel:",
      "14": "but lusted exceedingly in the wilderness,\nand tempted God in the desert.",
      "15": "And he gave them their request;\nbut sent leanness into their soul.",
      "16": "They envied Moses also in the camp,\nand Aaron the saint of the Lord.",
      "17": "The earth opened and swallowed up Dathan,\nand covered the company of Abiram.",
      "18": "And a fire was kindled in their company;\nthe flame burned up the wicked.",
      "19": "They made a calf in Horeb,\nand worshipped the molten image.",
      "20": "Thus they changed their glory\ninto the similitude of an ox that eateth grass.",
      "21": "They forgat God their saviour,\nwhich had done great things in Egypt;",
      "22": "wondrous works in the land of Ham,\nand terrible things by the Red sea.",
      "23": "Therefore he said that he would destroy them,\nhad not Moses his chosen stood before him in the breach,\nto turn away his wrath, lest he should destroy them.",
      "24": "Yea, they despised the pleasant land,\nthey believed not his word:",
      "25": "but murmured in their tents,\nand hearkened not unto the voice of the Lord.",
      "26": "Therefore he lifted up his hand against them,\nto overthrow them in the wilderness:",
      "27": "to overthrow their seed also among the nations,\nand to scatter them in the lands.",
      "28": "They joined themselves also unto Baal-peor,\nand ate the sacrifices of the dead.",
      "29": "Thus they provoked him to anger with their inventions:\nand the plague brake in upon them.",
      "30": "Then stood up Phinehas, and executed judgment:\nand so the plague was stayed.",
      "31": "And that was counted unto him for righteousness\nunto all generations for evermore.",
      "32": "They angered him also at the waters of strife,\nso that it went ill with Moses for their sakes:",
      "33": "because they provoked his spirit,\nso that he spake unadvisedly with his lips.",
      "34": "They did not destroy the nations,\nconcerning whom the Lord commanded them:",
      "35": "but were mingled among the heathen,\nand learned their works.",
      "36": "And they served their idols:\nwhich were a snare unto them.",
      "37": "Yea, they sacrificed their sons and their daughters unto devils,",
      "38": "and shed innocent blood, even the blood of their sons and of their daughters,\nwhom they sacrificed unto the idols of Canaan:\nand the land was polluted with blood.",
      "39": "Thus were they defiled with their own works,\nand went a whoring with their own inventions.",
      "40": "Therefore was the wrath of the Lord kindled against his people,\ninsomuch that he abhorred his own inheritance.",
      "41": "And he gave them into the hand of the heathen;\nand they that hated them ruled over them.",
      "42": "Their enemies also oppressed them,\nand they were brought into subjection under their hand.",
      "43": "Many times did he deliver them;\nbut they provoked him with their counsel,\nand were brought low for their iniquity.",
      "44": "Nevertheless he regarded their affliction,\nwhen he heard their cry:",
      "45": "and he remembered for them his covenant,\nand repented according to the multitude of his mercies.",
      "46": "He made them also to be pitied of all those that carried them captives.",
      "47": "Save us, O Lord our God,\nand gather us from among the heathen,\nto give thanks unto thy holy name,\nand to triumph in thy praise.",
      "48": "Blessed be the Lord God of Israel from everlasting to everlasting:\nand let all the people say, Amen. \nPraise ye the Lord."
    },
    "107": {
      "1": "O give thanks unto the Lord, for he is good:\nfor his mercy endureth for ever.",
      "2": "Let the redeemed of the Lord say so,\nwhom he hath redeemed from the hand of the enemy;",
      "3": "and gathered them out of the lands,\nfrom the east, and from the west,\nfrom the north, and from the south.",
      "4": "They wandered in the wilderness in a solitary way;\nthey found no city to dwell in.",
      "5": "Hungry and thirsty,\ntheir soul fainted in them.",
      "6": "Then they cried unto the Lord in their trouble,\nand he delivered them out of their distresses.",
      "7": "And he led them forth by the right way,\nthat they might go to a city of habitation.",
      "8": "Oh that men would praise the Lord for his goodness,\nand for his wonderful works to the children of men!",
      "9": "For he satisfieth the longing soul,\nand filleth the hungry soul with goodness.",
      "10": "Such as sit in darkness and in the shadow of death,\nbeing bound in affliction and iron;",
      "11": "because they rebelled against the words of God,\nand contemned the counsel of the most High:",
      "12": "therefore he brought down their heart with labour;\nthey fell down, and there was none to help.",
      "13": "Then they cried unto the Lord in their trouble,\nand he saved them out of their distresses.",
      "14": "He brought them out of darkness and the shadow of death,\nand brake their bands in sunder.",
      "15": "Oh that men would praise the Lord for his goodness,\nand for his wonderful works to the children of men!",
      "16": "For he hath broken the gates of brass,\nand cut the bars of iron in sunder.",
      "17": "Fools because of their transgression, and because of their iniquities, are afflicted.",
      "18": "Their soul abhorreth all manner of meat;\nand they draw near unto the gates of death.",
      "19": "Then they cry unto the Lord in their trouble, and\nhe saveth them out of their distresses.",
      "20": "He sent his word, and healed them,\nand delivered them from their destructions.",
      "21": "Oh that men would praise the Lord for his goodness,\nand for his wonderful works to the children of men!",
      "22": "And let them sacrifice the sacrifices of thanksgiving,\nand declare his works with rejoicing.",
      "23": "They that go down to the sea in ships,\nthat do business in great waters;",
      "24": "these see the works of the Lord,\nand his wonders in the deep.",
      "25": "For he commandeth, and raiseth the stormy wind,\nwhich lifteth up the waves thereof.",
      "26": "They mount up to the heaven,\nthey go down again to the depths:\ntheir soul is melted because of trouble.",
      "27": "They reel to and fro, and stagger like a drunken man,\nand are at their wits’ end.",
      "28": "Then they cry unto the Lord in their trouble,\nand he bringeth them out of their distresses.",
      "29": "He maketh the storm a calm,\nso that the waves thereof are still.",
      "30": "Then are they glad because they be quiet;\nso he bringeth them unto their desired haven.",
      "31": "Oh that men would praise the Lord for his goodness,\nand for his wonderful works to the children of men!",
      "32": "Let them exalt him also in the congregation of the people,\nand praise him in the assembly of the elders.",
      "33": "He turneth rivers into a wilderness,\nand the watersprings into dry ground;",
      "34": "a fruitful land into barrenness,\nfor the wickedness of them that dwell therein.",
      "35": "He turneth the wilderness into a standing water,\nand dry ground into watersprings.",
      "36": "And there he maketh the hungry to dwell,\nthat they may prepare a city for habitation;",
      "37": "and sow the fields, and plant vineyards,\nwhich may yield fruits of increase.",
      "38": "He blesseth them also, so that they are multiplied greatly;\nand suffereth not their cattle to decrease.",
      "39": "Again, they are minished and brought low\nthrough oppression, affliction, and sorrow.",
      "40": "He poureth contempt upon princes,\nand causeth them to wander in the wilderness, where there is no way.",
      "41": "Yet setteth he the poor on high from affliction,\nand maketh him families like a flock.",
      "42": "The righteous shall see it, and rejoice:\nand all iniquity shall stop her mouth.",
      "43": "Whoso is wise, and will observe these things,\neven they shall understand the lovingkindness of the Lord."
    },
    "108": {
      "1": "O God, my heart is fixed;\nI will sing and give praise, even with my glory.",
      "2": "Awake, psaltery and harp:\nI myself will awake early.",
      "3": "I will praise thee, O Lord, among the people:\nand I will sing praises unto thee among the nations.",
      "4": "For thy mercy is great above the heavens:\nand thy truth reacheth unto the clouds.",
      "5": "Be thou exalted, O God, above the heavens:\nand thy glory above all the earth;",
      "6": "that thy beloved may be delivered:\nsave with thy right hand, and answer me.",
      "7": "God hath spoken in his holiness;\nI will rejoice, I will divide Shechem,\nand mete out the valley of Succoth.",
      "8": "Gilead is mine; Manasseh is mine;\nEphraim also is the strength of mine head;\nJudah is my lawgiver;",
      "9": "Moab is my washpot; over Edom will I cast out my shoe;\nover Philistia will I triumph.",
      "10": "Who will bring me into the strong city?\nwho will lead me into Edom?",
      "11": "Wilt not thou, O God, who hast cast us off?\nand wilt not thou, O God, go forth with our hosts?",
      "12": "Give us help from trouble:\nfor vain is the help of man.",
      "13": "Through God we shall do valiantly:\nfor he it is that shall tread down our enemies."
    },
    "109": {
      "1": "Hold not thy peace, O God of my praise;",
      "2": "for the mouth of the wicked and the mouth of the deceitful are opened against me:\nthey have spoken against me with a lying tongue.",
      "3": "They compassed me about also with words of hatred;\nand fought against me without a cause.",
      "4": "For my love they are my adversaries:\nbut I give myself unto prayer.",
      "5": "And they have rewarded me evil for good,\nand hatred for my love.",
      "6": "Set thou a wicked man over him:\nand let Satan stand at his right hand.",
      "7": "When he shall be judged, let him be condemned:\nand let his prayer become sin.",
      "8": "Let his days be few;\nand let another take his office.",
      "9": "Let his children be fatherless,\nand his wife a widow.",
      "10": "Let his children be continually vagabonds, and beg:\nlet them seek their bread also out of their desolate places.",
      "11": "Let the extortioner catch all that he hath;\nand let the strangers spoil his labour.",
      "12": "Let there be none to extend mercy unto him:\nneither let there be any to favour his fatherless children.",
      "13": "Let his posterity be cut off;\nand in the generation following let their name be blotted out.",
      "14": "Let the iniquity of his fathers be remembered with the Lord;\nand let not the sin of his mother be blotted out.",
      "15": "Let them be before the Lord continually,\nthat he may cut off the memory of them from the earth.",
      "16": "Because that he remembered not to shew mercy,\nbut persecuted the poor and needy man,\nthat he might even slay the broken in heart.",
      "17": "As he loved cursing, so let it come unto him:\nas he delighted not in blessing, so let it be far from him.",
      "18": "As he clothed himself with cursing like as with his garment,\nso let it come into his bowels like water,\nand like oil into his bones.",
      "19": "Let it be unto him as the garment which covereth him,\nand for a girdle wherewith he is girded continually.",
      "20": "Let this be the reward of mine adversaries from the Lord,\nand of them that speak evil against my soul.",
      "21": "But do thou for me, O God the Lord, for thy name’s sake:\nbecause thy mercy is good,\ndeliver thou me.",
      "22": "For I am poor and needy,\nand my heart is wounded within me.",
      "23": "I am gone like the shadow when it declineth:\nI am tossed up and down as the locust.",
      "24": "My knees are weak through fasting;\nand my flesh faileth of fatness.",
      "25": "I became also a reproach unto them:\nwhen they looked upon me they shaked their heads.",
      "26": "Help me, O Lord my God:\nO save me according to thy mercy:",
      "27": "that they may know that this is thy hand;\nthat thou, Lord, hast done it.",
      "28": "Let them curse, but bless thou:\nwhen they arise, let them be ashamed;\nbut let thy servant rejoice.",
      "29": "Let mine adversaries be clothed with shame,\nand let them cover themselves with their own confusion, as with a mantle.",
      "30": "I will greatly praise the Lord with my mouth;\nyea, I will praise him among the multitude.",
      "31": "For he shall stand at the right hand of the poor,\nto save him from those that condemn his soul."
    },
    "110": {
      "1": "The Lord said unto my Lord, Sit thou at my right hand,\nuntil I make thine enemies thy footstool.",
      "2": "The Lord shall send the rod of thy strength out of Zion:\nrule thou in the midst of thine enemies.",
      "3": "Thy people shall be willing in the day of thy power,\nin the beauties of holiness from the womb of the morning:\nthou hast the dew of thy youth.",
      "4": "The Lord hath sworn, and will not repent,\nThou art a priest for ever after the order of Melchizedek.",
      "5": "The Lord at thy right hand shall strike through kings in the day of his wrath.",
      "6": "He shall judge among the heathen,\nhe shall fill the places with the dead bodies;\nhe shall wound the heads over many countries.",
      "7": "He shall drink of the brook in the way:\ntherefore shall he lift up the head."
    },
    "111": {
      "1": "Praise ye the Lord. \nI will praise the Lord with my whole heart,\nin the assembly of the upright, and in the congregation.",
      "2": "The works of the Lord are great,\nsought out of all them that have pleasure therein.",
      "3": "His work is honourable and glorious:\nand his righteousness endureth for ever.",
      "4": "He hath made his wonderful works to be remembered:\nthe Lord is gracious and full of compassion.",
      "5": "He hath given meat unto them that fear him:\nhe will ever be mindful of his covenant.",
      "6": "He hath shewed his people the power of his works,\nthat he may give them the heritage of the heathen.",
      "7": "The works of his hands are verity and judgment;\nall his commandments are sure.",
      "8": "They stand fast for ever and ever,\nand are done in truth and uprightness.",
      "9": "He sent redemption unto his people:\nhe hath commanded his covenant for ever:\nholy and reverend is his name.",
      "10": "The fear of the Lord is the beginning of wisdom:\na good understanding have all they that do his commandments:\nhis praise endureth for ever."
    },
    "112": {
      "1": "Praise ye the Lord. \nBlessed is the man that feareth the Lord,\nthat delighteth greatly in his commandments.",
      "2": "His seed shall be mighty upon earth:\nthe generation of the upright shall be blessed.",
      "3": "Wealth and riches shall be in his house:\nand his righteousness endureth for ever.",
      "4": "Unto the upright there ariseth light in the darkness:\nhe is gracious, and full of compassion, and righteous.",
      "5": "A good man sheweth favour, and lendeth:\nhe will guide his affairs with discretion.",
      "6": "Surely he shall not be moved for ever:\nthe righteous shall be in everlasting remembrance.",
      "7": "He shall not be afraid of evil tidings:\nhis heart is fixed, trusting in the Lord.",
      "8": "His heart is established, he shall not be afraid,\nuntil he see his desire upon his enemies.",
      "9": "He hath dispersed, he hath given to the poor;\nhis righteousness endureth for ever;\nhis horn shall be exalted with honour.",
      "10": "The wicked shall see it, and be grieved;\nhe shall gnash with his teeth, and melt away:\nthe desire of the wicked shall perish."
    },
    "113": {
      "1": "Praise ye the Lord. \nPraise, O ye servants of the Lord,\npraise the name of the Lord.",
      "2": "Blessed be the name of the Lord\nfrom this time forth and for evermore.",
      "3": "From the rising of the sun unto the going down of the same\nthe Lord’s name is to be praised.",
      "4": "The Lord is high above all nations,\nand his glory above the heavens.",
      "5": "Who is like unto the Lord our God,\nwho dwelleth on high,",
      "6": "who humbleth himself to behold the things that are in heaven, and in the earth!",
      "7": "He raiseth up the poor out of the dust,\nand lifteth the needy out of the dunghill;",
      "8": "that he may set him with princes,\neven with the princes of his people.",
      "9": "He maketh the barren woman to keep house,\nand to be a joyful mother of children. \nPraise ye the Lord."
    },
    "114": {
      "1": "When Israel went out of Egypt,\nthe house of Jacob from a people of strange language;",
      "2": "Judah was his sanctuary,\nand Israel his dominion.",
      "3": "The sea saw it, and fled:\nJordan was driven back.",
      "4": "The mountains skipped like rams,\nand the little hills like lambs.",
      "5": "What ailed thee, O thou sea, that thou fleddest?\nthou Jordan, that thou wast driven back?",
      "6": "Ye mountains, that ye skipped like rams;\nand ye little hills, like lambs?",
      "7": "Tremble, thou earth, at the presence of the Lord,\nat the presence of the God of Jacob;",
      "8": "which turned the rock into a standing water,\nthe flint into a fountain of waters."
    },
    "115": {
      "1": "Not unto us, O Lord, not unto us, but unto thy name give glory,\nfor thy mercy, and for thy truth’s sake.",
      "2": "Wherefore should the heathen say, Where is now their God?",
      "3": "But our God is in the heavens:\nhe hath done whatsoever he hath pleased.",
      "4": "Their idols are silver and gold,\nthe work of men’s hands.",
      "5": "They have mouths, but they speak not:\neyes have they, but they see not:",
      "6": "they have ears, but they hear not:\nnoses have they, but they smell not:",
      "7": "they have hands, but they handle not:\nfeet have they, but they walk not:\nneither speak they through their throat.",
      "8": "They that make them are like unto them;\nso is every one that trusteth in them.",
      "9": "O Israel, trust thou in the Lord:\nhe is their help and their shield.",
      "10": "O house of Aaron, trust in the Lord:\nhe is their help and their shield.",
      "11": "Ye that fear the Lord, trust in the Lord:\nhe is their help and their shield.",
      "12": "The Lord hath been mindful of us:\nhe will bless us; he will bless the house of Israel;\nhe will bless the house of Aaron.",
      "13": "He will bless them that fear the Lord,\nboth small and great.",
      "14": "The Lord shall increase you more and more,\nyou and your children.",
      "15": "Ye are blessed of the Lord\nwhich made heaven and earth.",
      "16": "The heaven, even the heavens, are the Lord’s:\nbut the earth hath he given to the children of men.",
      "17": "The dead praise not the Lord,\nneither any that go down into silence.",
      "18": "But we will bless the Lord from this time forth and for evermore. \nPraise the Lord."
    },
    "116": {
      "1": "I love the Lord,\nbecause he hath heard my voice and my supplications.",
      "2": "Because he hath inclined his ear unto me,\ntherefore will I call upon him as long as I live.",
      "3": "The sorrows of death compassed me,\nand the pains of hell gat hold upon me:\nI found trouble and sorrow.",
      "4": "Then called I upon the name of the Lord;\nO Lord, I beseech thee, deliver my soul.",
      "5": "Gracious is the Lord, and righteous;\nyea, our God is merciful.",
      "6": "The Lord preserveth the simple:\nI was brought low, and he helped me.",
      "7": "Return unto thy rest, O my soul;\nfor the Lord hath dealt bountifully with thee.",
      "8": "For thou hast delivered my soul from death,\nmine eyes from tears, and my feet from falling.",
      "9": "I will walk before the Lord\nin the land of the living.",
      "10": "I believed, therefore have I spoken:\nI was greatly afflicted:",
      "11": "I said in my haste, All men are liars.",
      "12": "What shall I render unto the Lord\nfor all his benefits toward me?",
      "13": "I will take the cup of salvation,\nand call upon the name of the Lord.",
      "14": "I will pay my vows unto the Lord\nnow in the presence of all his people.",
      "15": "Precious in the sight of the Lord\nis the death of his saints.",
      "16": "O Lord, truly I am thy servant;\nI am thy servant, and the son of thine handmaid:\nthou hast loosed my bonds.",
      "17": "I will offer to thee the sacrifice of thanksgiving,\nand will call upon the name of the Lord.",
      "18": "I will pay my vows unto the Lord\nnow in the presence of all his people,",
      "19": "in the courts of the Lord’s house,\nin the midst of thee, O Jerusalem. \nPraise ye the Lord."
    },
    "117": {
      "1": "O praise the Lord, all ye nations:\npraise him, all ye people.",
      "2": "For his merciful kindness is great toward us:\nand the truth of the Lord endureth for ever. \nPraise ye the Lord."
    },
    "118": {
      "1": "O give thanks unto the Lord; for he is good:\nbecause his mercy endureth for ever.",
      "2": "Let Israel now say,\nthat his mercy endureth for ever.",
      "3": "Let the house of Aaron now say,\nthat his mercy endureth for ever.",
      "4": "Let them now that fear the Lord say,\nthat his mercy endureth for ever.",
      "5": "I called upon the Lord in distress:\nthe Lord answered me, and set me in a large place.",
      "6": "The Lord is on my side; I will not fear:\nwhat can man do unto me?",
      "7": "The Lord taketh my part with them that help me:\ntherefore shall I see my desire upon them that hate me.",
      "8": "It is better to trust in the Lord\nthan to put confidence in man.",
      "9": "It is better to trust in the Lord\nthan to put confidence in princes.",
      "10": "All nations compassed me about:\nbut in the name of the Lord will I destroy them.",
      "11": "They compassed me about; yea, they compassed me about:\nbut in the name of the Lord I will destroy them.",
      "12": "They compassed me about like bees;\nthey are quenched as the fire of thorns:\nfor in the name of the Lord I will destroy them.",
      "13": "Thou hast thrust sore at me that I might fall:\nbut the Lord helped me.",
      "14": "The Lord is my strength and song,\nand is become my salvation.",
      "15": "The voice of rejoicing and salvation is in the tabernacles of the righteous:\nthe right hand of the Lord doeth valiantly.",
      "16": "The right hand of the Lord is exalted:\nthe right hand of the Lord doeth valiantly.",
      "17": "I shall not die, but live,\nand declare the works of the Lord.",
      "18": "The Lord hath chastened me sore:\nbut he hath not given me over unto death.",
      "19": "Open to me the gates of righteousness:\nI will go into them, and I will praise the Lord:",
      "20": "this gate of the Lord,\ninto which the righteous shall enter.",
      "21": "I will praise thee: for thou hast heard me,\nand art become my salvation.",
      "22": "The stone which the builders refused\nis become the head stone of the corner.",
      "23": "This is the Lord’s doing;\nit is marvellous in our eyes.",
      "24": "This is the day which the Lord hath made;\nwe will rejoice and be glad in it.",
      "25": "Save now, I beseech thee, O Lord:\nO Lord, I beseech thee, send now prosperity.",
      "26": "Blessed be he that cometh in the name of the Lord:\nwe have blessed you out of the house of the Lord.",
      "27": "God is the Lord, which hath shewed us light:\nbind the sacrifice with cords, even unto the horns of the altar.",
      "28": "Thou art my God, and I will praise thee:\nthou art my God, I will exalt thee.",
      "29": "O give thanks unto the Lord;\nfor he is good:\nfor his mercy endureth for ever."
    },
    "119": {
      "1": "Blessed are the undefiled in the way,\nwho walk in the law of the Lord.",
      "2": "Blessed are they that keep his testimonies,\nand that seek him with the whole heart.",
      "3": "They also do no iniquity:\nthey walk in his ways.",
      "4": "Thou hast commanded us to keep thy precepts diligently.",
      "5": "O that my ways were directed to keep thy statutes!",
      "6": "Then shall I not be ashamed,\nwhen I have respect unto all thy commandments.",
      "7": "I will praise thee with uprightness of heart,\nwhen I shall have learned thy righteous judgments.",
      "8": "I will keep thy statutes:\nO forsake me not utterly.",
      "9": "Wherewithal shall a young man cleanse his way?\nby taking heed thereto according to thy word.",
      "10": "With my whole heart have I sought thee:\nO let me not wander from thy commandments.",
      "11": "Thy word have I hid in mine heart,\nthat I might not sin against thee.",
      "12": "Blessed art thou, O Lord:\nteach me thy statutes.",
      "13": "With my lips have I declared all the judgments of thy mouth.",
      "14": "I have rejoiced in the way of thy testimonies,\nas much as in all riches.",
      "15": "I will meditate in thy precepts,\nand have respect unto thy ways.",
      "16": "I will delight myself in thy statutes:\nI will not forget thy word.",
      "17": "Deal bountifully with thy servant,\nthat I may live, and keep thy word.",
      "18": "Open thou mine eyes,\nthat I may behold wondrous things out of thy law.",
      "19": "I am a stranger in the earth:\nhide not thy commandments from me.",
      "20": "My soul breaketh for the longing\nthat it hath unto thy judgments at all times.",
      "21": "Thou hast rebuked the proud that are cursed,\nwhich do err from thy commandments.",
      "22": "Remove from me reproach and contempt;\nfor I have kept thy testimonies.",
      "23": "Princes also did sit and speak against me:\nbut thy servant did meditate in thy statutes.",
      "24": "Thy testimonies also are my delight\nand my counsellors.",
      "25": "My soul cleaveth unto the dust:\nquicken thou me according to thy word.",
      "26": "I have declared my ways, and thou heardest me:\nteach me thy statutes.",
      "27": "Make me to understand the way of thy precepts:\nso shall I talk of thy wondrous works.",
      "28": "My soul melteth for heaviness:\nstrengthen thou me according unto thy word.",
      "29": "Remove from me the way of lying:\nand grant me thy law graciously.",
      "30": "I have chosen the way of truth:\nthy judgments have I laid before me.",
      "31": "I have stuck unto thy testimonies:\nO Lord, put me not to shame.",
      "32": "I will run the way of thy commandments,\nwhen thou shalt enlarge my heart.",
      "33": "Teach me, O Lord, the way of thy statutes;\nand I shall keep it unto the end.",
      "34": "Give me understanding, and I shall keep thy law;\nyea, I shall observe it with my whole heart.",
      "35": "Make me to go in the path of thy commandments;\nfor therein do I delight.",
      "36": "Incline my heart unto thy testimonies,\nand not to covetousness.",
      "37": "Turn away mine eyes from beholding vanity;\nand quicken thou me in thy way.",
      "38": "Stablish thy word unto thy servant,\nwho is devoted to thy fear.",
      "39": "Turn away my reproach which I fear:\nfor thy judgments are good.",
      "40": "Behold, I have longed after thy precepts:\nquicken me in thy righteousness.",
      "41": "Let thy mercies come also unto me, O Lord,\neven thy salvation, according to thy word.",
      "42": "So shall I have wherewith to answer him that reproacheth me:\nfor I trust in thy word.",
      "43": "And take not the word of truth utterly out of my mouth;\nfor I have hoped in thy judgments.",
      "44": "So shall I keep thy law continually\nfor ever and ever.",
      "45": "And I will walk at liberty:\nfor I seek thy precepts.",
      "46": "I will speak of thy testimonies also before kings, and will not be ashamed.",
      "47": "And I will delight myself in thy commandments, which I have loved.",
      "48": "My hands also will I lift up unto thy commandments, which I have loved;\nand I will meditate in thy statutes.",
      "49": "Remember the word unto thy servant,\nupon which thou hast caused me to hope.",
      "50": "This is my comfort in my affliction:\nfor thy word hath quickened me.",
      "51": "The proud have had me greatly in derision:\nyet have I not declined from thy law.",
      "52": "I remembered thy judgments of old, O Lord;\nand have comforted myself.",
      "53": "Horror hath taken hold upon me because of the wicked that forsake thy law.",
      "54": "Thy statutes have been my songs in the house of my pilgrimage.",
      "55": "I have remembered thy name, O Lord, in the night, and have kept thy law.",
      "56": "This I had,\nbecause I kept thy precepts.",
      "57": "Thou art my portion, O Lord:\nI have said that I would keep thy words.",
      "58": "I intreated thy favour with my whole heart:\nbe merciful unto me according to thy word.",
      "59": "I thought on my ways,\nand turned my feet unto thy testimonies.",
      "60": "I made haste, and delayed not to keep thy commandments.",
      "61": "The bands of the wicked have robbed me:\nbut I have not forgotten thy law.",
      "62": "At midnight I will rise to give thanks unto thee\nbecause of thy righteous judgments.",
      "63": "I am a companion of all them that fear thee,\nand of them that keep thy precepts.",
      "64": "The earth, O Lord, is full of thy mercy:\nteach me thy statutes.",
      "65": "Thou hast dealt well with thy servant, O Lord,\naccording unto thy word.",
      "66": "Teach me good judgment and knowledge:\nfor I have believed thy commandments.",
      "67": "Before I was afflicted I went astray:\nbut now have I kept thy word.",
      "68": "Thou art good, and doest good;\nteach me thy statutes.",
      "69": "The proud have forged a lie against me:\nbut I will keep thy precepts with my whole heart.",
      "70": "Their heart is as fat as grease;\nbut I delight in thy law.",
      "71": "It is good for me that I have been afflicted;\nthat I might learn thy statutes.",
      "72": "The law of thy mouth is better unto me\nthan thousands of gold and silver.",
      "73": "Thy hands have made me and fashioned me:\ngive me understanding, that I may learn thy commandments.",
      "74": "They that fear thee will be glad when they see me;\nbecause I have hoped in thy word.",
      "75": "I know, O Lord, that thy judgments are right,\nand that thou in faithfulness hast afflicted me.",
      "76": "Let, I pray thee, thy merciful kindness be for my comfort,\naccording to thy word unto thy servant.",
      "77": "Let thy tender mercies come unto me, that I may live:\nfor thy law is my delight.",
      "78": "Let the proud be ashamed; for they dealt perversely with me without a cause:\nbut I will meditate in thy precepts.",
      "79": "Let those that fear thee turn unto me,\nand those that have known thy testimonies.",
      "80": "Let my heart be sound in thy statutes;\nthat I be not ashamed.",
      "81": "My soul fainteth for thy salvation:\nbut I hope in thy word.",
      "82": "Mine eyes fail for thy word,\nsaying, When wilt thou comfort me?",
      "83": "For I am become like a bottle in the smoke;\nyet do I not forget thy statutes.",
      "84": "How many are the days of thy servant?\nwhen wilt thou execute judgment on them that persecute me?",
      "85": "The proud have digged pits for me,\nwhich are not after thy law.",
      "86": "All thy commandments are faithful:\nthey persecute me wrongfully; help thou me.",
      "87": "They had almost consumed me upon earth;\nbut I forsook not thy precepts.",
      "88": "Quicken me after thy lovingkindness;\nso shall I keep the testimony of thy mouth.",
      "89": "For ever, O Lord, thy word is settled in heaven.",
      "90": "Thy faithfulness is unto all generations:\nthou hast established the earth, and it abideth.",
      "91": "They continue this day according to thine ordinances:\nfor all are thy servants.",
      "92": "Unless thy law had been my delights,\nI should then have perished in mine affliction.",
      "93": "I will never forget thy precepts:\nfor with them thou hast quickened me.",
      "94": "I am thine, save me;\nfor I have sought thy precepts.",
      "95": "The wicked have waited for me to destroy me:\nbut I will consider thy testimonies.",
      "96": "I have seen an end of all perfection:\nbut thy commandment is exceeding broad.",
      "97": "O how love I thy law!\nit is my meditation all the day.",
      "98": "Thou through thy commandments hast made me wiser than mine enemies:\nfor they are ever with me.",
      "99": "I have more understanding than all my teachers:\nfor thy testimonies are my meditation.",
      "100": "I understand more than the ancients,\nbecause I keep thy precepts.",
      "101": "I have refrained my feet from every evil way,\nthat I might keep thy word.",
      "102": "I have not departed from thy judgments:\nfor thou hast taught me.",
      "103": "How sweet are thy words unto my taste!\nyea, sweeter than honey to my mouth!",
      "104": "Through thy precepts I get understanding:\ntherefore I hate every false way.",
      "105": "Thy word is a lamp unto my feet,\nand a light unto my path.",
      "106": "I have sworn, and I will perform it,\nthat I will keep thy righteous judgments.",
      "107": "I am afflicted very much:\nquicken me, O Lord, according unto thy word.",
      "108": "Accept, I beseech thee, the freewill offerings of my mouth, O Lord,\nand teach me thy judgments.",
      "109": "My soul is continually in my hand:\nyet do I not forget thy law.",
      "110": "The wicked have laid a snare for me:\nyet I erred not from thy precepts.",
      "111": "Thy testimonies have I taken as an heritage for ever:\nfor they are the rejoicing of my heart.",
      "112": "I have inclined mine heart to perform thy statutes alway, even unto the end.",
      "113": "I hate vain thoughts:\nbut thy law do I love.",
      "114": "Thou art my hiding place and my shield:\nI hope in thy word.",
      "115": "Depart from me, ye evildoers:\nfor I will keep the commandments of my God.",
      "116": "Uphold me according unto thy word, that I may live:\nand let me not be ashamed of my hope.",
      "117": "Hold thou me up, and I shall be safe:\nand I will have respect unto thy statutes continually.",
      "118": "Thou hast trodden down all them that err from thy statutes:\nfor their deceit is falsehood.",
      "119": "Thou puttest away all the wicked of the earth like dross:\ntherefore I love thy testimonies.",
      "120": "My flesh trembleth for fear of thee;\nand I am afraid of thy judgments.",
      "121": "I have done judgment and justice:\nleave me not to mine oppressors.",
      "122": "Be surety for thy servant for good:\nlet not the proud oppress me.",
      "123": "Mine eyes fail for thy salvation,\nand for the word of thy righteousness.",
      "124": "Deal with thy servant according unto thy mercy,\nand teach me thy statutes.",
      "125": "I am thy servant; give me understanding,\nthat I may know thy testimonies.",
      "126": "It is time for thee, Lord, to work:\nfor they have made void thy law.",
      "127": "Therefore I love thy commandments\nabove gold; yea, above fine gold.",
      "128": "Therefore I esteem all thy precepts concerning all things to be right;\nand I hate every false way.",
      "129": "Thy testimonies are wonderful:\ntherefore doth my soul keep them.",
      "130": "The entrance of thy words giveth light;\nit giveth understanding unto the simple.",
      "131": "I opened my mouth, and panted:\nfor I longed for thy commandments.",
      "132": "Look thou upon me, and be merciful unto me,\nas thou usest to do unto those that love thy name.",
      "133": "Order my steps in thy word:\nand let not any iniquity have dominion over me.",
      "134": "Deliver me from the oppression of man:\nso will I keep thy precepts.",
      "135": "Make thy face to shine upon thy servant;\nand teach me thy statutes.",
      "136": "Rivers of waters run down mine eyes,\nbecause they keep not thy law.",
      "137": "Righteous art thou, O Lord,\nand upright are thy judgments.",
      "138": "Thy testimonies that thou hast commanded are righteous\nand very faithful.",
      "139": "My zeal hath consumed me,\nbecause mine enemies have forgotten thy words.",
      "140": "Thy word is very pure:\ntherefore thy servant loveth it.",
      "141": "I am small and despised:\nyet do not I forget thy precepts.",
      "142": "Thy righteousness is an everlasting righteousness,\nand thy law is the truth.",
      "143": "Trouble and anguish have taken hold on me:\nyet thy commandments are my delights.",
      "144": "The righteousness of thy testimonies is everlasting:\ngive me understanding, and I shall live.",
      "145": "I cried with my whole heart;\nhear me, O Lord: I will keep thy statutes.",
      "146": "I cried unto thee; save me,\nand I shall keep thy testimonies.",
      "147": "I prevented the dawning of the morning, and cried:\nI hoped in thy word.",
      "148": "Mine eyes prevent the night watches,\nthat I might meditate in thy word.",
      "149": "Hear my voice according unto thy lovingkindness:\nO Lord, quicken me according to thy judgment.",
      "150": "They draw nigh that follow after mischief:\nthey are far from thy law.",
      "151": "Thou art near, O Lord;\nand all thy commandments are truth.",
      "152": "Concerning thy testimonies, I have known of old\nthat thou hast founded them for ever.",
      "153": "Consider mine affliction, and deliver me:\nfor I do not forget thy law.",
      "154": "Plead my cause, and deliver me:\nquicken me according to thy word.",
      "155": "Salvation is far from the wicked:\nfor they seek not thy statutes.",
      "156": "Great are thy tender mercies, O Lord:\nquicken me according to thy judgments.",
      "157": "Many are my persecutors and mine enemies;\nyet do I not decline from thy testimonies.",
      "158": "I beheld the transgressors, and was grieved;\nbecause they kept not thy word.",
      "159": "Consider how I love thy precepts:\nquicken me, O Lord, according to thy lovingkindness.",
      "160": "Thy word is true from the beginning:\nand every one of thy righteous judgments endureth for ever.",
      "161": "Princes have persecuted me without a cause:\nbut my heart standeth in awe of thy word.",
      "162": "I rejoice at thy word,\nas one that findeth great spoil.",
      "163": "I hate and abhor lying:\nbut thy law do I love.",
      "164": "Seven times a day do I praise thee\nbecause of thy righteous judgments.",
      "165": "Great peace have they which love thy law:\nand nothing shall offend them.",
      "166": "Lord, I have hoped for thy salvation,\nand done thy commandments.",
      "167": "My soul hath kept thy testimonies;\nand I love them exceedingly.",
      "168": "I have kept thy precepts and thy testimonies:\nfor all my ways are before thee.",
      "169": "Let my cry come near before thee, O Lord:\ngive me understanding according to thy word.",
      "170": "Let my supplication come before thee:\ndeliver me according to thy word.",
      "171": "My lips shall utter praise,\nwhen thou hast taught me thy statutes.",
      "172": "My tongue shall speak of thy word:\nfor all thy commandments are righteousness.",
      "173": "Let thine hand help me;\nfor I have chosen thy precepts.",
      "174": "I have longed for thy salvation, O Lord;\nand thy law is my delight.",
      "175": "Let my soul live, and it shall praise thee;\nand let thy judgments help me.",
      "176": "I have gone astray like a lost sheep; seek thy servant;\nfor I do not forget thy commandments."
    },
    "120": {
      "1": "In my distress I cried unto the Lord,\nand he heard me.",
      "2": "Deliver my soul, O Lord, from lying lips,\nand from a deceitful tongue.",
      "3": "What shall be given unto thee?\nor what shall be done unto thee, thou false tongue?",
      "4": "Sharp arrows of the mighty,\nwith coals of juniper.",
      "5": "Woe is me, that I sojourn in Mesech,\nthat I dwell in the tents of Kedar!",
      "6": "My soul hath long dwelt with him that hateth peace.",
      "7": "I am for peace:\nbut when I speak, they are for war."
    },
    "121": {
      "1": "I will lift up mine eyes unto the hills,\nfrom whence cometh my help.",
      "2": "My help cometh from the Lord,\nwhich made heaven and earth.",
      "3": "He will not suffer thy foot to be moved:\nhe that keepeth thee will not slumber.",
      "4": "Behold, he that keepeth Israel\nshall neither slumber nor sleep.",
      "5": "The Lord is thy keeper:\nthe Lord is thy shade upon thy right hand.",
      "6": "The sun shall not smite thee by day,\nnor the moon by night.",
      "7": "The Lord shall preserve thee from all evil:\nhe shall preserve thy soul.",
      "8": "The Lord shall preserve thy going out and thy coming in\nfrom this time forth, and even for evermore."
    },
    "122": {
      "1": "I was glad when they said unto me,\nLet us go into the house of the Lord.",
      "2": "Our feet shall stand within thy gates, O Jerusalem.",
      "3": "Jerusalem is builded as a city that is compact together:",
      "4": "whither the tribes go up, the tribes of the Lord, unto the testimony of Israel,\nto give thanks unto the name of the Lord.",
      "5": "For there are set thrones of judgment,\nthe thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem:\nthey shall prosper that love thee.",
      "7": "Peace be within thy walls,\nand prosperity within thy palaces.",
      "8": "For my brethren and companions’ sakes,\nI will now say, Peace be within thee.",
      "9": "Because of the house of the Lord our God\nI will seek thy good."
    },
    "123": {
      "1": "Unto thee lift I up mine eyes,\nO thou that dwellest in the heavens.",
      "2": "Behold, as the eyes of servants look unto the hand of their masters,\nand as the eyes of a maiden unto the hand of her mistress;\nso our eyes wait upon the Lord our God,\nuntil that he have mercy upon us.",
      "3": "Have mercy upon us, O Lord, have mercy upon us:\nfor we are exceedingly filled with contempt.",
      "4": "Our soul is exceedingly filled with the scorning of those that are at ease,\nand with the contempt of the proud."
    },
    "124": {
      "1": "If it had not been the Lord who was on our side,\nnow may Israel say;",
      "2": "If it had not been the Lord who was on our side,\nwhen men rose up against us:",
      "3": "then they had swallowed us up quick,\nwhen their wrath was kindled against us:",
      "4": "then the waters had overwhelmed us,\nthe stream had gone over our soul:",
      "5": "then the proud waters had gone over our soul.",
      "6": "Blessed be the Lord,\nwho hath not given us as a prey to their teeth.",
      "7": "Our soul is escaped as a bird out of the snare of the fowlers:\nthe snare is broken, and we are escaped.",
      "8": "Our help is in the name of the Lord,\nwho made heaven and earth."
    },
    "125": {
      "1": "They that trust in the Lord shall be as mount Zion,\nwhich cannot be removed, but abideth for ever.",
      "2": "As the mountains are round about Jerusalem,\nso the Lord is round about his people\nfrom henceforth even for ever.",
      "3": "For the rod of the wicked shall not rest upon the lot of the righteous;\nlest the righteous put forth their hands unto iniquity.",
      "4": "Do good, O Lord, unto those that be good,\nand to them that are upright in their hearts.",
      "5": "As for such as turn aside unto their crooked ways,\nthe Lord shall lead them forth with the workers of iniquity:\nbut peace shall be upon Israel."
    },
    "126": {
      "1": "When the Lord turned again the captivity of Zion,\nwe were like them that dream.",
      "2": "Then was our mouth filled with laughter,\nand our tongue with singing:\nthen said they among the heathen,\nThe Lord hath done great things for them.",
      "3": "The Lord hath done great things for us;\nwhereof we are glad.",
      "4": "Turn again our captivity, O Lord,\nas the streams in the south.",
      "5": "They that sow in tears shall reap in joy.",
      "6": "He that goeth forth and weepeth, bearing precious seed,\nshall doubtless come again with rejoicing,\nbringing his sheaves with him."
    },
    "127": {
      "1": "Except the Lord build the house, they labour in vain that build it:\nexcept the Lord keep the city, the watchman waketh but in vain.",
      "2": "It is vain for you to rise up early, to sit up late, to eat the bread of sorrows:\nfor so he giveth his beloved sleep.",
      "3": "Lo, children are an heritage of the Lord:\nand the fruit of the womb is his reward.",
      "4": "As arrows are in the hand of a mighty man;\nso are children of the youth.",
      "5": "Happy is the man that hath his quiver full of them:\nthey shall not be ashamed,\nbut they shall speak with the enemies in the gate."
    },
    "128": {
      "1": "Blessed is every one that feareth the Lord;\nthat walketh in his ways.",
      "2": "For thou shalt eat the labour of thine hands:\nhappy shalt thou be, and it shall be well with thee.",
      "3": "Thy wife shall be as a fruitful vine by the sides of thine house:\nthy children like olive plants round about thy table.",
      "4": "Behold, that thus shall the man be blessed\nthat feareth the Lord.",
      "5": "The Lord shall bless thee out of Zion:\nand thou shalt see the good of Jerusalem all the days of thy life.",
      "6": "Yea, thou shalt see thy children’s children,\nand peace upon Israel."
    },
    "129": {
      "1": "Many a time have they afflicted me from my youth,\nmay Israel now say:",
      "2": "many a time have they afflicted me from my youth:\nyet they have not prevailed against me.",
      "3": "The plowers plowed upon my back:\nthey made long their furrows.",
      "4": "The Lord is righteous:\nhe hath cut asunder the cords of the wicked.",
      "5": "Let them all be confounded and turned back that hate Zion.",
      "6": "Let them be as the grass upon the housetops,\nwhich withereth afore it groweth up:",
      "7": "wherewith the mower filleth not his hand;\nnor he that bindeth sheaves his bosom.",
      "8": "Neither do they which go by say,\nThe blessing of the Lord be upon you:\nwe bless you in the name of the Lord."
    },
    "130": {
      "1": "Out of the depths have I cried unto thee, O Lord.",
      "2": "Lord, hear my voice:\nlet thine ears be attentive to the voice of my supplications.",
      "3": "If thou, Lord, shouldest mark iniquities,\nO Lord, who shall stand?",
      "4": "But there is forgiveness with thee,\nthat thou mayest be feared.",
      "5": "I wait for the Lord, my soul doth wait,\nand in his word do I hope.",
      "6": "My soul waiteth for the Lord more than they that watch for the morning:\nI say, more than they that watch for the morning.",
      "7": "Let Israel hope in the Lord:\nfor with the Lord there is mercy,\nand with him is plenteous redemption.",
      "8": "And he shall redeem Israel from all his iniquities."
    },
    "131": {
      "1": "Lord, my heart is not haughty, nor mine eyes lofty:\nneither do I exercise myself in great matters, or in things too high for me.",
      "2": "Surely I have behaved and quieted myself, as a child that is weaned of his mother:\nmy soul is even as a weaned child.",
      "3": "Let Israel hope in the Lord from henceforth and for ever."
    },
    "132": {
      "1": "Lord, remember David, and all his afflictions:",
      "2": "how he sware unto the Lord, and vowed unto the mighty God of Jacob;",
      "3": "surely I will not come into the tabernacle of my house,\nnor go up into my bed;",
      "4": "I will not give sleep to mine eyes,\nor slumber to mine eyelids,",
      "5": "until I find out a place for the Lord,\nan habitation for the mighty God of Jacob.",
      "6": "Lo, we heard of it at Ephratah:\nwe found it in the fields of the wood.",
      "7": "We will go into his tabernacles:\nwe will worship at his footstool.",
      "8": "Arise, O Lord, into thy rest;\nthou, and the ark of thy strength.",
      "9": "Let thy priests be clothed with righteousness;\nand let thy saints shout for joy.",
      "10": "For thy servant David’s sake\nturn not away the face of thine anointed.",
      "11": "The Lord hath sworn in truth unto David; he will not turn from it;\nOf the fruit of thy body will I set upon thy throne.",
      "12": "If thy children will keep my covenant and my testimony that I shall teach them,\ntheir children shall also sit upon thy throne for evermore.",
      "13": "For the Lord hath chosen Zion;\nhe hath desired it for his habitation.",
      "14": "This is my rest for ever:\nhere will I dwell; for I have desired it.",
      "15": "I will abundantly bless her provision:\nI will satisfy her poor with bread.",
      "16": "I will also clothe her priests with salvation:\nand her saints shall shout aloud for joy.",
      "17": "There will I make the horn of David to bud:\nI have ordained a lamp for mine anointed.",
      "18": "His enemies will I clothe with shame:\nbut upon himself shall his crown flourish."
    },
    "133": {
      "1": "Behold, how good and how pleasant it is\nfor brethren to dwell together in unity!",
      "2": "It is like the precious ointment upon the head,\nthat ran down upon the beard, even Aaron’s beard:\nthat went down to the skirts of his garments;",
      "3": "as the dew of Hermon, and as the dew that descended upon the mountains of Zion:\nfor there the Lord commanded the blessing,\neven life for evermore."
    },
    "134": {
      "1": "Behold, bless ye the Lord, all ye servants of the Lord,\nwhich by night stand in the house of the Lord.",
      "2": "Lift up your hands in the sanctuary,\nand bless the Lord.",
      "3": "The Lord that made heaven and earth\nbless thee out of Zion."
    },
    "135": {
      "1": "Praise ye the Lord. Praise ye the name of the Lord;\npraise him, O ye servants of the Lord.",
      "2": "Ye that stand in the house of the Lord,\nin the courts of the house of our God,",
      "3": "praise the Lord; for the Lord is good:\nsing praises unto his name; for it is pleasant.",
      "4": "For the Lord hath chosen Jacob unto himself,\nand Israel for his peculiar treasure.",
      "5": "For I know that the Lord is great,\nand that our Lord is above all gods.",
      "6": "Whatsoever the Lord pleased,\nthat did he in heaven, and in earth,\nin the seas, and all deep places.",
      "7": "He causeth the vapours to ascend from the ends of the earth;\nhe maketh lightnings for the rain;\nhe bringeth the wind out of his treasuries.",
      "8": "Who smote the firstborn of Egypt,\nboth of man and beast.",
      "9": "Who sent tokens and wonders into the midst of thee, O Egypt,\nupon Pharaoh, and upon all his servants.",
      "10": "Who smote great nations, and slew mighty kings;",
      "11": "Sihon king of the Amorites, and Og king of Bashan,\nand all the kingdoms of Canaan:",
      "12": "and gave their land for an heritage,\nan heritage unto Israel his people.",
      "13": "Thy name, O Lord, endureth for ever;\nand thy memorial, O Lord, throughout all generations.",
      "14": "For the Lord will judge his people,\nand he will repent himself concerning his servants.",
      "15": "The idols of the heathen are silver and gold,\nthe work of men’s hands.",
      "16": "They have mouths, but they speak not;\neyes have they, but they see not;",
      "17": "they have ears, but they hear not;\nneither is there any breath in their mouths.",
      "18": "They that make them are like unto them:\nso is every one that trusteth in them.",
      "19": "Bless the Lord, O house of Israel:\nbless the Lord, O house of Aaron:",
      "20": "bless the Lord, O house of Levi:\nye that fear the Lord, bless the Lord.",
      "21": "Blessed be the Lord out of Zion,\nwhich dwelleth at Jerusalem. \nPraise ye the Lord."
    },
    "136": {
      "1": "O give thanks unto the Lord; for he is good:\nfor his mercy endureth for ever.",
      "2": "O give thanks unto the God of gods:\nfor his mercy endureth for ever.",
      "3": "O give thanks to the Lord of lords:\nfor his mercy endureth for ever.",
      "4": "To him who alone doeth great wonders:\nfor his mercy endureth for ever.",
      "5": "To him that by wisdom made the heavens:\nfor his mercy endureth for ever.",
      "6": "To him that stretched out the earth above the waters:\nfor his mercy endureth for ever.",
      "7": "To him that made great lights:\nfor his mercy endureth for ever:",
      "8": "the sun to rule by day:\nfor his mercy endureth for ever:",
      "9": "the moon and stars to rule by night:\nfor his mercy endureth for ever.",
      "10": "To him that smote Egypt in their firstborn:\nfor his mercy endureth for ever:",
      "11": "and brought out Israel from among them:\nfor his mercy endureth for ever:",
      "12": "with a strong hand, and with a stretched out arm:\nfor his mercy endureth for ever.",
      "13": "To him which divided the Red sea into parts:\nfor his mercy endureth for ever:",
      "14": "and made Israel to pass through the midst of it:\nfor his mercy endureth for ever:",
      "15": "but overthrew Pharaoh and his host in the Red sea:\nfor his mercy endureth for ever.",
      "16": "To him which led his people through the wilderness:\nfor his mercy endureth for ever.",
      "17": "To him which smote great kings:\nfor his mercy endureth for ever:",
      "18": "and slew famous kings:\nfor his mercy endureth for ever:",
      "19": "Sihon king of the Amorites:\nfor his mercy endureth for ever:",
      "20": "and Og the king of Bashan:\nfor his mercy endureth for ever:",
      "21": "and gave their land for an heritage:\nfor his mercy endureth for ever:",
      "22": "even an heritage unto Israel his servant:\nfor his mercy endureth for ever.",
      "23": "Who remembered us in our low estate:\nfor his mercy endureth for ever:",
      "24": "and hath redeemed us from our enemies:\nfor his mercy endureth for ever.",
      "25": "Who giveth food to all flesh:\nfor his mercy endureth for ever.",
      "26": "O give thanks unto the God of heaven:\nfor his mercy endureth for ever."
    },
    "137": {
      "1": "By the rivers of Babylon, there we sat down,\nyea, we wept, when we remembered Zion.",
      "2": "We hanged our harps upon the willows in the midst thereof.",
      "3": "For there they that carried us away captive required of us a song;\nand they that wasted us required of us mirth,\nsaying, Sing us one of the songs of Zion.",
      "4": "How shall we sing the Lord’s song in a strange land?",
      "5": "If I forget thee, O Jerusalem,\nlet my right hand forget her cunning.",
      "6": "If I do not remember thee, let my tongue cleave to the roof of my mouth;\nif I prefer not Jerusalem above my chief joy.",
      "7": "Remember, O Lord, the children of Edom in the day of Jerusalem;\nwho said, Rase it, rase it, even to the foundation thereof.",
      "8": "O daughter of Babylon, who art to be destroyed;\nhappy shall he be, that rewardeth thee as thou hast served us.",
      "9": "Happy shall he be, that taketh and dasheth thy little ones against the stones."
    },
    "138": {
      "1": "I will praise thee with my whole heart:\nbefore the gods will I sing praise unto thee.",
      "2": "I will worship toward thy holy temple, and praise thy name\nfor thy lovingkindness and for thy truth:\nfor thou hast magnified thy word above all thy name.",
      "3": "In the day when I cried thou answeredst me,\nand strengthenedst me with strength in my soul.",
      "4": "All the kings of the earth shall praise thee, O Lord,\nwhen they hear the words of thy mouth.",
      "5": "Yea, they shall sing in the ways of the Lord:\nfor great is the glory of the Lord.",
      "6": "Though the Lord be high, yet hath he respect unto the lowly:\nbut the proud he knoweth afar off.",
      "7": "Though I walk in the midst of trouble, thou wilt revive me:\nthou shalt stretch forth thine hand against the wrath of mine enemies,\nand thy right hand shall save me.",
      "8": "The Lord will perfect that which concerneth me:\nthy mercy, O Lord, endureth for ever:\nforsake not the works of thine own hands."
    },
    "139": {
      "1": "O Lord, thou hast searched me, and known me.",
      "2": "Thou knowest my downsitting and mine uprising,\nthou understandest my thought afar off.",
      "3": "Thou compassest my path and my lying down,\nand art acquainted with all my ways.",
      "4": "For there is not a word in my tongue,\nbut, lo, O Lord, thou knowest it altogether.",
      "5": "Thou hast beset me behind and before,\nand laid thine hand upon me.",
      "6": "Such knowledge is too wonderful for me;\nit is high, I cannot attain unto it.",
      "7": "Whither shall I go from thy spirit?\nor whither shall I flee from thy presence?",
      "8": "If I ascend up into heaven, thou art there:\nif I make my bed in hell, behold, thou art there.",
      "9": "If I take the wings of the morning,\nand dwell in the uttermost parts of the sea;",
      "10": "even there shall thy hand lead me,\nand thy right hand shall hold me.",
      "11": "If I say, Surely the darkness shall cover me;\neven the night shall be light about me.",
      "12": "Yea, the darkness hideth not from thee; but the night shineth as the day:\nthe darkness and the light are both alike to thee.",
      "13": "For thou hast possessed my reins:\nthou hast covered me in my mother’s womb.",
      "14": "I will praise thee; for I am fearfully and wonderfully made:\nmarvellous are thy works;\nand that my soul knoweth right well.",
      "15": "My substance was not hid from thee, when I was made in secret,\nand curiously wrought in the lowest parts of the earth.",
      "16": "Thine eyes did see my substance, yet being unperfect;\nand in thy book all my members were written,\nwhich in continuance were fashioned,\nwhen as yet there was none of them.",
      "17": "How precious also are thy thoughts unto me, O God!\nhow great is the sum of them!",
      "18": "If I should count them, they are more in number than the sand:\nwhen I awake, I am still with thee.",
      "19": "Surely thou wilt slay the wicked, O God:\ndepart from me therefore, ye bloody men.",
      "20": "For they speak against thee wickedly,\nand thine enemies take thy name in vain.",
      "21": "Do not I hate them, O Lord, that hate thee?\nand am not I grieved with those that rise up against thee?",
      "22": "I hate them with perfect hatred:\nI count them mine enemies.",
      "23": "Search me, O God, and know my heart:\ntry me, and know my thoughts:",
      "24": "and see if there be any wicked way in me,\nand lead me in the way everlasting."
    },
    "140": {
      "1": "Deliver me, O Lord, from the evil man:\npreserve me from the violent man;",
      "2": "which imagine mischiefs in their heart;\ncontinually are they gathered together for war.",
      "3": "They have sharpened their tongues like a serpent;\nadders’ poison is under their lips. Selah.",
      "4": "Keep me, O Lord, from the hands of the wicked;\npreserve me from the violent man;\nwho have purposed to overthrow my goings.",
      "5": "The proud have hid a snare for me, and cords;\nthey have spread a net by the wayside;\nthey have set gins for me. Selah.",
      "6": "I said unto the Lord, Thou art my God:\nhear the voice of my supplications, O Lord.",
      "7": "O God the Lord, the strength of my salvation,\nthou hast covered my head in the day of battle.",
      "8": "Grant not, O Lord, the desires of the wicked:\nfurther not his wicked device; lest they exalt themselves. Selah.",
      "9": "As for the head of those that compass me about,\nlet the mischief of their own lips cover them.",
      "10": "Let burning coals fall upon them:\nlet them be cast into the fire;\ninto deep pits, that they rise not up again.",
      "11": "Let not an evil speaker be established in the earth:\nevil shall hunt the violent man to overthrow him.",
      "12": "I know that the Lord will maintain the cause of the afflicted,\nand the right of the poor.",
      "13": "Surely the righteous shall give thanks unto thy name:\nthe upright shall dwell in thy presence."
    },
    "141": {
      "1": "Lord, I cry unto thee: make haste unto me;\ngive ear unto my voice, when I cry unto thee.",
      "2": "Let my prayer be set forth before thee as incense;\nand the lifting up of my hands as the evening sacrifice.",
      "3": "Set a watch, O Lord, before my mouth;\nkeep the door of my lips.",
      "4": "Incline not my heart to any evil thing,\nto practise wicked works with men that work iniquity:\nand let me not eat of their dainties.",
      "5": "Let the righteous smite me; it shall be a kindness:\nand let him reprove me; it shall be an excellent oil, which shall not break my head:\nfor yet my prayer also shall be in their calamities.",
      "6": "When their judges are overthrown in stony places,\nthey shall hear my words; for they are sweet.",
      "7": "Our bones are scattered at the grave’s mouth,\nas when one cutteth and cleaveth wood upon the earth.",
      "8": "But mine eyes are unto thee, O God the Lord:\nin thee is my trust; leave not my soul destitute.",
      "9": "Keep me from the snares which they have laid for me,\nand the gins of the workers of iniquity.",
      "10": "Let the wicked fall into their own nets,\nwhilst that I withal escape."
    },
    "142": {
      "1": "I cried unto the Lord with my voice;\nwith my voice unto the Lord did I make my supplication.",
      "2": "I poured out my complaint before him;\nI shewed before him my trouble.",
      "3": "When my spirit was overwhelmed within me, then thou knewest my path.\nIn the way wherein I walked have they privily laid a snare for me.",
      "4": "I looked on my right hand, and beheld,\nbut there was no man that would know me: refuge failed me;\nno man cared for my soul.",
      "5": "I cried unto thee, O Lord: I said,\nThou art my refuge and my portion in the land of the living.",
      "6": "Attend unto my cry; for I am brought very low:\ndeliver me from my persecutors; for they are stronger than I.",
      "7": "Bring my soul out of prison, that I may praise thy name:\nthe righteous shall compass me about;\nfor thou shalt deal bountifully with me."
    },
    "143": {
      "1": "Hear my prayer, O Lord, give ear to my supplications:\nin thy faithfulness answer me, and in thy righteousness.",
      "2": "And enter not into judgment with thy servant:\nfor in thy sight shall no man living be justified.",
      "3": "For the enemy hath persecuted my soul;\nhe hath smitten my life down to the ground;\nhe hath made me to dwell in darkness, as those that have been long dead.",
      "4": "Therefore is my spirit overwhelmed within me;\nmy heart within me is desolate.",
      "5": "I remember the days of old; I meditate on all thy works;\nI muse on the work of thy hands.",
      "6": "I stretch forth my hands unto thee:\nmy soul thirsteth after thee, as a thirsty land. Selah.",
      "7": "Hear me speedily, O Lord: my spirit faileth: hide not thy face from me,\nlest I be like unto them that go down into the pit.",
      "8": "Cause me to hear thy lovingkindness in the morning; for in thee do I trust:\ncause me to know the way wherein I should walk;\nfor I lift up my soul unto thee.",
      "9": "Deliver me, O Lord, from mine enemies:\nI flee unto thee to hide me.",
      "10": "Teach me to do thy will; for thou art my God: thy spirit is good;\nlead me into the land of uprightness.",
      "11": "Quicken me, O Lord, for thy name’s sake:\nfor thy righteousness’ sake bring my soul out of trouble.",
      "12": "And of thy mercy cut off mine enemies, and destroy all them that afflict my soul:\nfor I am thy servant."
    },
    "144": {
      "1": "Blessed be the Lord my strength,\nwhich teacheth my hands to war, and my fingers to fight:",
      "2": "my goodness, and my fortress;\nmy high tower, and my deliverer;\nmy shield, and he in whom I trust;\nwho subdueth my people under me.",
      "3": "Lord, what is man, that thou takest knowledge of him!\nor the son of man, that thou makest account of him!",
      "4": "Man is like to vanity:\nhis days are as a shadow that passeth away.",
      "5": "Bow thy heavens, O Lord, and come down:\ntouch the mountains, and they shall smoke.",
      "6": "Cast forth lightning, and scatter them:\nshoot out thine arrows, and destroy them.",
      "7": "Send thine hand from above;\nrid me, and deliver me out of great waters,\nfrom the hand of strange children;",
      "8": "whose mouth speaketh vanity,\nand their right hand is a right hand of falsehood.",
      "9": "I will sing a new song unto thee, O God:\nupon a psaltery and an instrument of ten strings will I sing praises unto thee.",
      "10": "It is he that giveth salvation unto kings:\nwho delivereth David his servant from the hurtful sword.",
      "11": "Rid me, and deliver me from the hand of strange children, whose mouth speaketh vanity,\nand their right hand is a right hand of falsehood:",
      "12": "that our sons may be as plants grown up in their youth;\nthat our daughters may be as corner stones,\npolished after the similitude of a palace:",
      "13": "that our garners may be full, affording all manner of store:\nthat our sheep may bring forth thousands and ten thousands in our streets:",
      "14": "that our oxen may be strong to labour;\nthat there be no breaking in, nor going out;\nthat there be no complaining in our streets.",
      "15": "Happy is that people, that is in such a case:\nyea, happy is that people, whose God is the Lord."
    },
    "145": {
      "1": "I will extol thee, my God, O king;\nand I will bless thy name for ever and ever.",
      "2": "Every day will I bless thee;\nand I will praise thy name for ever and ever.",
      "3": "Great is the Lord, and greatly to be praised;\nand his greatness is unsearchable.",
      "4": "One generation shall praise thy works to another,\nand shall declare thy mighty acts.",
      "5": "I will speak of the glorious honour of thy majesty,\nand of thy wondrous works.",
      "6": "And men shall speak of the might of thy terrible acts:\nand I will declare thy greatness.",
      "7": "They shall abundantly utter the memory of thy great goodness,\nand shall sing of thy righteousness.",
      "8": "The Lord is gracious, and full of compassion;\nslow to anger, and of great mercy.",
      "9": "The Lord is good to all:\nand his tender mercies are over all his works.",
      "10": "All thy works shall praise thee, O Lord;\nand thy saints shall bless thee.",
      "11": "They shall speak of the glory of thy kingdom,\nand talk of thy power;",
      "12": "to make known to the sons of men his mighty acts,\nand the glorious majesty of his kingdom.",
      "13": "Thy kingdom is an everlasting kingdom,\nand thy dominion endureth throughout all generations.",
      "14": "The Lord upholdeth all that fall,\nand raiseth up all those that be bowed down.",
      "15": "The eyes of all wait upon thee;\nand thou givest them their meat in due season.",
      "16": "Thou openest thine hand,\nand satisfiest the desire of every living thing.",
      "17": "The Lord is righteous in all his ways,\nand holy in all his works.",
      "18": "The Lord is nigh unto all them that call upon him,\nto all that call upon him in truth.",
      "19": "He will fulfil the desire of them that fear him:\nhe also will hear their cry, and will save them.",
      "20": "The Lord preserveth all them that love him:\nbut all the wicked will he destroy.",
      "21": "My mouth shall speak the praise of the Lord:\nand let all flesh bless his holy name for ever and ever."
    },
    "146": {
      "1": "Praise ye the Lord.\nPraise the Lord, O my soul.",
      "2": "While I live will I praise the Lord:\nI will sing praises unto my God while I have any being.",
      "3": "Put not your trust in princes,\nnor in the son of man, in whom there is no help.",
      "4": "His breath goeth forth, he returneth to his earth;\nin that very day his thoughts perish.",
      "5": "Happy is he that hath the God of Jacob for his help,\nwhose hope is in the Lord his God:",
      "6": "which made heaven, and earth, the sea, and all that therein is:\nwhich keepeth truth for ever:",
      "7": "which executeth judgment for the oppressed:\nwhich giveth food to the hungry.\nThe Lord looseth the prisoners:",
      "8": "the Lord openeth the eyes of the blind:\nthe Lord raiseth them that are bowed down:\nthe Lord loveth the righteous:",
      "9": "the Lord preserveth the strangers;\nhe relieveth the fatherless and widow:\nbut the way of the wicked he turneth upside down.",
      "10": "The Lord shall reign for ever,\neven thy God, O Zion, unto all generations. \nPraise ye the Lord."
    },
    "147": {
      "1": "Praise ye the Lord:\nfor it is good to sing praises unto our God;\nfor it is pleasant; and praise is comely.",
      "2": "The Lord doth build up Jerusalem:\nhe gathereth together the outcasts of Israel.",
      "3": "He healeth the broken in heart,\nand bindeth up their wounds.",
      "4": "He telleth the number of the stars;\nhe calleth them all by their names.",
      "5": "Great is our Lord, and of great power:\nhis understanding is infinite.",
      "6": "The Lord lifteth up the meek:\nhe casteth the wicked down to the ground.",
      "7": "Sing unto the Lord with thanksgiving;\nsing praise upon the harp unto our God:",
      "8": "who covereth the heaven with clouds,\nwho prepareth rain for the earth,\nwho maketh grass to grow upon the mountains.",
      "9": "He giveth to the beast his food,\nand to the young ravens which cry.",
      "10": "He delighteth not in the strength of the horse:\nhe taketh not pleasure in the legs of a man.",
      "11": "The Lord taketh pleasure in them that fear him,\nin those that hope in his mercy.",
      "12": "Praise the Lord, O Jerusalem;\npraise thy God, O Zion.",
      "13": "For he hath strengthened the bars of thy gates;\nhe hath blessed thy children within thee.",
      "14": "He maketh peace in thy borders,\nand filleth thee with the finest of the wheat.",
      "15": "He sendeth forth his commandment upon earth:\nhis word runneth very swiftly.",
      "16": "He giveth snow like wool:\nhe scattereth the hoarfrost like ashes.",
      "17": "He casteth forth his ice like morsels:\nwho can stand before his cold?",
      "18": "He sendeth out his word, and melteth them:\nhe causeth his wind to blow, and the waters flow.",
      "19": "He sheweth his word unto Jacob,\nhis statutes and his judgments unto Israel.",
      "20": "He hath not dealt so with any nation:\nand as for his judgments, they have not known them. \nPraise ye the Lord."
    },
    "148": {
      "1": "Praise ye the Lord. \nPraise ye the Lord from the heavens:\npraise him in the heights.",
      "2": "Praise ye him, all his angels:\npraise ye him, all his hosts.",
      "3": "Praise ye him, sun and moon:\npraise him, all ye stars of light.",
      "4": "Praise him, ye heavens of heavens,\nand ye waters that be above the heavens.",
      "5": "Let them praise the name of the Lord:\nfor he commanded, and they were created.",
      "6": "He hath also stablished them for ever and ever:\nhe hath made a decree which shall not pass.",
      "7": "Praise the Lord from the earth,\nye dragons, and all deeps:",
      "8": "fire, and hail; snow, and vapour;\nstormy wind fulfilling his word:",
      "9": "mountains, and all hills;\nfruitful trees, and all cedars:",
      "10": "beasts, and all cattle;\ncreeping things, and flying fowl:",
      "11": "kings of the earth, and all people;\nprinces, and all judges of the earth:",
      "12": "both young men, and maidens;\nold men, and children:",
      "13": "let them praise the name of the Lord:\nfor his name alone is excellent;\nhis glory is above the earth and heaven.",
      "14": "He also exalteth the horn of his people,\nthe praise of all his saints;\neven of the children of Israel,\na people near unto him. \nPraise ye the Lord."
    },
    "149": {
      "1": "Praise ye the Lord.\nSing unto the Lord a new song,\nand his praise in the congregation of saints.",
      "2": "Let Israel rejoice in him that made him:\nlet the children of Zion be joyful in their King.",
      "3": "Let them praise his name in the dance:\nlet them sing praises unto him with the timbrel and harp.",
      "4": "For the Lord taketh pleasure in his people:\nhe will beautify the meek with salvation.",
      "5": "Let the saints be joyful in glory:\nlet them sing aloud upon their beds.",
      "6": "Let the high praises of God be in their mouth,\nand a twoedged sword in their hand;",
      "7": "to execute vengeance upon the heathen,\nand punishments upon the people;",
      "8": "to bind their kings with chains,\nand their nobles with fetters of iron;",
      "9": "to execute upon them the judgment written:\nthis honour have all his saints. \nPraise ye the Lord."
    },
    "150": {
      "1": "Praise ye the Lord. \nPraise God in his sanctuary:\npraise him in the firmament of his power.",
      "2": "Praise him for his mighty acts:\npraise him according to his excellent greatness.",
      "3": "Praise him with the sound of the trumpet:\npraise him with the psaltery and harp.",
      "4": "Praise him with the timbrel and dance:\npraise him with stringed instruments and organs.",
      "5": "Praise him upon the loud cymbals:\npraise him upon the high sounding cymbals.",
      "6": "Let every thing that hath breath praise the Lord. \nPraise ye the Lord."
    }
  }
}