{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:32:49.142694-04:00",
    "Translation": "AKJV"
  },
  "Zephaniah": {
    "1": {
      "1": "The word of the Lord which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hizkiah, in the days of Josiah the son of Amon, king of Judah.",
      "2": "I will utterly consume all things from off the land, saith the Lord.",
      "3": "I will consume man and beast;\nI will consume the fowls of the heaven, and the fishes of the sea,\nand the stumblingblocks with the wicked;\nand I will cut off man from off the land, saith the Lord.",
      "4": "I will also stretch out mine hand upon Judah,\nand upon all the inhabitants of Jerusalem;\nand I will cut off the remnant of Baal from this place,\nand the name of the Chemarims with the priests;",
      "5": "and them that worship the host of heaven upon the housetops;\nand them that worship and that swear by the Lord,\nand that swear by Malcham;",
      "6": "and them that are turned back from the Lord;\nand those that have not sought the Lord, nor enquired for him.",
      "7": "Hold thy peace at the presence of the Lord God:\nfor the day of the Lord is at hand:\nfor the Lord hath prepared a sacrifice,\nhe hath bid his guests.",
      "8": "And it shall come to pass in the day of the Lord’s sacrifice,\nthat I will punish the princes, and the king’s children,\nand all such as are clothed with strange apparel.",
      "9": "In the same day also will I punish all those that leap on the threshold,\nwhich fill their masters’ houses with violence and deceit.",
      "10": "And it shall come to pass in that day, saith the Lord,\nthat there shall be the noise of a cry from the fish gate,\nand an howling from the second,\nand a great crashing from the hills.",
      "11": "Howl, ye inhabitants of Maktesh,\nfor all the merchant people are cut down;\nall they that bear silver are cut off.",
      "12": "And it shall come to pass at that time, that I will search Jerusalem with candles,\nand punish the men that are settled on their lees:\nthat say in their heart,\nThe Lord will not do good, neither will he do evil.",
      "13": "Therefore their goods shall become a booty,\nand their houses a desolation:\nthey shall also build houses, but not inhabit them;\nand they shall plant vineyards, but not drink the wine thereof.",
      "14": "The great day of the Lord is near,\nit is near, and hasteth greatly,\neven the voice of the day of the Lord:\nthe mighty man shall cry there bitterly.",
      "15": "That day is a day of wrath,\na day of trouble and distress,\na day of wasteness and desolation,\na day of darkness and gloominess,\na day of clouds and thick darkness,",
      "16": "a day of the trumpet and alarm\nagainst the fenced cities, and against the high towers.",
      "17": "And I will bring distress upon men, that they shall walk like blind men,\nbecause they have sinned against the Lord:\nand their blood shall be poured out as dust,\nand their flesh as the dung.",
      "18": "Neither their silver nor their gold shall be able to deliver them\nin the day of the Lord’s wrath;\nbut the whole land shall be devoured by the fire of his jealousy:\nfor he shall make even a speedy riddance of all them that dwell in the land."
    },
    "2": {
      "1": "Gather yourselves together, yea, gather together,\nO nation not desired;",
      "2": "before the decree bring forth,\nbefore the day pass as the chaff,\nbefore the fierce anger of the Lord come upon you,\nbefore the day of the Lord’s anger come upon you.",
      "3": "Seek ye the Lord, all ye meek of the earth,\nwhich have wrought his judgment;\nseek righteousness, seek meekness:\nit may be ye shall be hid in the day of the Lord’s anger.",
      "4": "For Gaza shall be forsaken,\nand Ashkelon a desolation:\nthey shall drive out Ashdod at the noon day,\nand Ekron shall be rooted up.",
      "5": "Woe unto the inhabitants of the sea coast,\nthe nation of the Cherethites!\nthe word of the Lord is against you;\nO Canaan, the land of the Philistines,\nI will even destroy thee, that there shall be no inhabitant.",
      "6": "And the sea coast shall be dwellings and cottages for shepherds, and folds for flocks.",
      "7": "And the coast shall be for the remnant of the house of Judah;\nthey shall feed thereupon:\nin the houses of Ashkelon shall they lie down in the evening:\nfor the Lord their God shall visit them, and turn away their captivity.",
      "8": "I have heard the reproach of Moab,\nand the revilings of the children of Ammon,\nwhereby they have reproached my people,\nand magnified themselves against their border.",
      "9": "Therefore as I live, saith the Lord of hosts, the God of Israel,\nSurely Moab shall be as Sodom,\nand the children of Ammon as Gomorrah,\neven the breeding of nettles, and saltpits, and a perpetual desolation:\nthe residue of my people shall spoil them,\nand the remnant of my people shall possess them.",
      "10": "This shall they have for their pride,\nbecause they have reproached and magnified themselves\nagainst the people of the Lord of hosts.",
      "11": "The Lord will be terrible unto them:\nfor he will famish all the gods of the earth;\nand men shall worship him, every one from his place,\neven all the isles of the heathen.",
      "12": "Ye Ethiopians also, ye shall be slain by my sword.",
      "13": "And he will stretch out his hand against the north,\nand destroy Assyria;\nand will make Nineveh a desolation,\nand dry like a wilderness.",
      "14": "And flocks shall lie down in the midst of her,\nall the beasts of the nations:\nboth the cormorant and the bittern shall lodge in the upper lintels of it;\ntheir voice shall sing in the windows;\ndesolation shall be in the thresholds:\nfor he shall uncover the cedar work.",
      "15": "This is the rejoicing city that dwelt carelessly,\nthat said in her heart, I am, and there is none beside me:\nhow is she become a desolation, a place for beasts to lie down in!\nevery one that passeth by her shall hiss, and wag his hand."
    },
    "3": {
      "1": "Woe to her that is filthy and polluted,\nto the oppressing city!",
      "2": "She obeyed not the voice;\nshe received not correction;\nshe trusted not in the Lord;\nshe drew not near to her God.",
      "3": "Her princes within her are roaring lions;\nher judges are evening wolves;\nthey gnaw not the bones till the morrow.",
      "4": "Her prophets are light and treacherous persons:\nher priests have polluted the sanctuary,\nthey have done violence to the law.",
      "5": "The just Lord is in the midst thereof;\nhe will not do iniquity:\nevery morning doth he bring his judgment to light,\nhe faileth not;\nbut the unjust knoweth no shame.",
      "6": "I have cut off the nations:\ntheir towers are desolate;\nI made their streets waste, that none passeth by:\ntheir cities are destroyed, so that there is no man,\nthat there is none inhabitant.",
      "7": "I said, Surely thou wilt fear me,\nthou wilt receive instruction;\nso their dwelling should not be cut off,\nhowsoever I punished them:\nbut they rose early, and corrupted all their doings.",
      "8": "Therefore wait ye upon me, saith the Lord,\nuntil the day that I rise up to the prey:\nfor my determination is to gather the nations,\nthat I may assemble the kingdoms, to pour upon them mine indignation,\neven all my fierce anger:\nfor all the earth shall be devoured with the fire of my jealousy.",
      "9": "For then will I turn to the people a pure language,\nthat they may all call upon the name of the Lord,\nto serve him with one consent.",
      "10": "From beyond the rivers of Ethiopia my suppliants,\neven the daughter of my dispersed, shall bring mine offering.",
      "11": "In that day shalt thou not be ashamed for all thy doings,\nwherein thou hast transgressed against me:\nfor then I will take away out of the midst of thee them that rejoice in thy pride,\nand thou shalt no more be haughty because of my holy mountain.",
      "12": "I will also leave in the midst of thee an afflicted and poor people,\nand they shall trust in the name of the Lord.",
      "13": "The remnant of Israel shall not do iniquity, nor speak lies;\nneither shall a deceitful tongue be found in their mouth:\nfor they shall feed and lie down,\nand none shall make them afraid.",
      "14": "Sing, O daughter of Zion;\nshout, O Israel;\nbe glad and rejoice with all the heart,\nO daughter of Jerusalem.",
      "15": "The Lord hath taken away thy judgments,\nhe hath cast out thine enemy:\nthe king of Israel, even the Lord, is in the midst of thee:\nthou shalt not see evil any more.",
      "16": "In that day it shall be said to Jerusalem, Fear thou not:\nand to Zion, Let not thine hands be slack.",
      "17": "The Lord thy God in the midst of thee is mighty;\nhe will save, he will rejoice over thee with joy;\nhe will rest in his love, he will joy over thee with singing.",
      "18": "I will gather them that are sorrowful for the solemn assembly, who are of thee,\nto whom the reproach of it was a burden.",
      "19": "Behold, at that time I will undo all that afflict thee:\nand I will save her that halteth,\nand gather her that was driven out;\nand I will get them praise and fame\nin every land where they have been put to shame.",
      "20": "At that time will I bring you again,\neven in the time that I gather you:\nfor I will make you a name and a praise among all people of the earth,\nwhen I turn back your captivity before your eyes,\nsaith the Lord."
    }
  }
}