{
  "2 Thessalonians": {
    "1": {
      "1": "Paul, Silvanus, and Timothy,\nTo the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
      "2": "Grace to you and peace from God the Father and the Lord Jesus Christ.",
      "3": "We must always give thanks to God for you, brothers and sisters, as is right, because your faith is growing abundantly and the love of every one of you for one another is increasing.",
      "4": "Therefore we ourselves boast of you among the churches of God for your steadfastness and faith during all your persecutions and the afflictions that you are enduring.",
      "5": "This is evidence of the righteous judgment of God and is intended to make you worthy of the kingdom of God, for which you are also suffering.",
      "6": "For it is indeed just of God to repay with affliction those who afflict you",
      "7": "and to give relief to the afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels",
      "8": "in a fiery flame, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus.",
      "9": "These will suffer the punishment of eternal destruction, separated from the presence of the Lord and from the glory of his might,",
      "10": "when he comes to be glorified by his saints and to be marveled at on that day among all who have believed, because our testimony to you was believed.",
      "11": "To this end we always pray for you, asking that our God will make you worthy of his call and will fulfill by his power every good resolve and work of faith,",
      "12": "so that the name of our Lord Jesus may be glorified in you and you in him, according to the grace of our God and the Lord Jesus Christ."
    },
    "2": {
      "1": "As to the coming of our Lord Jesus Christ and our being gathered together to him, we beg you, brothers and sisters,",
      "2": "not to be quickly shaken in mind or alarmed, either by spirit or by word or by letter, as though from us, to the effect that the day of the Lord is already here.",
      "3": "Let no one deceive you in any way, for that day will not come unless the rebellion comes first and the lawless one is revealed, the one destined for destruction.",
      "4": "He opposes and exalts himself above every so-called god or object of worship, so that he takes his seat in the temple of God, declaring himself to be God.",
      "5": "Do you not remember that I told you these things when I was still with you?",
      "6": "And you know what is now restraining him, so that he may be revealed when his time comes.",
      "7": "For the mystery of lawlessness is already at work, but only until the one who now restrains it is removed.",
      "8": "And then the lawless one will be revealed, whom the Lord Jesus will destroy with the breath of his mouth, annihilating him by the manifestation of his coming.",
      "9": "The coming of the lawless one is apparent in the working of Satan, who uses all power, signs, lying wonders,",
      "10": "and every kind of wicked deception for those who are perishing because they refused to love the truth and so be saved.",
      "11": "For this reason God sends them a powerful delusion, leading them to believe what is false,",
      "12": "so that all who have not believed the truth but took pleasure in unrighteousness will be condemned.",
      "13": "But we must always give thanks to God for you, brothers and sisters beloved by the Lord, because God chose you as the first fruits for salvation through sanctification by the Spirit and through belief in the truth.",
      "14": "For this purpose he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ.",
      "15": "So then, brothers and sisters, stand firm and hold fast to the traditions that you were taught by us, either by word of mouth or by our letter.",
      "16": "Now may our Lord Jesus Christ himself and God our Father, who loved us and through grace gave us eternal comfort and good hope,",
      "17": "comfort your hearts and strengthen them in every good work and word."
    },
    "3": {
      "1": "Finally, brothers and sisters, pray for us, so that the word of the Lord may spread rapidly and be glorified everywhere, just as it is among you,",
      "2": "and that we may be rescued from wicked and evil people, for not all have faith.",
      "3": "But the Lord is faithful; he will strengthen you and guard you from the evil one.",
      "4": "And we have confidence in the Lord concerning you, that you are doing and will go on doing the things that we command.",
      "5": "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.",
      "6": "Now we command you, brothers and sisters, in the name of our Lord Jesus Christ, to keep away from every brother or sister living irresponsibly and not according to the tradition that they received from us.",
      "7": "For you yourselves know how you ought to imitate us; we were not irresponsible when we were with you,",
      "8": "and we did not eat anyone’s bread without paying for it, but with toil and labor we worked night and day so that we might not burden any of you.",
      "9": "This was not because we do not have that right but in order to give you an example to imitate.",
      "10": "For even when we were with you, we gave you this command: anyone unwilling to work should not eat.",
      "11": "For we hear that some of you are living irresponsibly, mere busybodies, not doing any work.",
      "12": "Now such persons we command and exhort in the Lord Jesus Christ to do their work quietly and to earn their own living.",
      "13": "Brothers and sisters, do not be weary in doing what is right.",
      "14": "Take note of those who do not obey what we say in this letter; have nothing to do with them, so that they may be ashamed.",
      "15": "Do not regard them as enemies, but admonish them as brothers and sisters.",
      "16": "Now may the Lord of peace himself give you peace at all times in all ways. The Lord be with all of you.",
      "17": "I, Paul, write this greeting with my own hand. This is the mark in every letter of mine; it is the way I write.",
      "18": "The grace of our Lord Jesus Christ be with all of you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:04:35.734920-04:00",
    "Translation": "NRSVUE"
  }
}