{
  "1 Corinthians": {
    "1": {
      "1": "From Paul, called to be an apostle of Christ Jesus by the will of God, and from Sosthenes, our brother in the Christian faith.",
      "2": "To God’s church that was made holy by Christ Jesus and called to be God’s holy people in the city of Corinth and to people everywhere who call on the name of our Lord Jesus Christ.",
      "3": "Good will  and peace from God our Father and the Lord Jesus Christ are yours!",
      "4": "I always thank God for you because Christ Jesus has shown you God’s good will.",
      "5": "Through Christ Jesus you have become rich in every way—in speech and knowledge of every kind.",
      "6": "Our message about Christ has been verified among you.",
      "7": "Therefore, you don’t lack any gift as you wait eagerly for our Lord Jesus Christ to be revealed.",
      "8": "He will continue to give you strength until the end so that no one can accuse you of anything on the day of our Lord Jesus Christ.",
      "9": "God faithfully keeps his promises. He called you to be partners with his Son Jesus Christ our Lord.",
      "10": "Brothers and sisters, I encourage all of you in the name of our Lord Jesus Christ to agree with each other and not to split into opposing groups. I want you to be united in your understanding and opinions.",
      "11": "Brothers and sisters, some people from Chloe’s family have made it clear to me that you are quarreling among yourselves.",
      "12": "This is what I mean: Each of you is saying, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,”  or “I follow Christ.”",
      "13": "Has Christ been divided? Was Paul crucified for you? Were you baptized in Paul’s name?",
      "14": "I thank God that  I didn’t baptize any of you except Crispus and Gaius",
      "15": "so that no one can say you were baptized in my name.",
      "16": "I also baptized Stephanas and his family. Beyond that, I’m not sure whether I baptized anyone else.",
      "17": "Christ didn’t send me to baptize. Instead, he sent me to spread the Good News. I didn’t use intellectual arguments. That would have made the cross of Christ lose its meaning.",
      "18": "The message about the cross is nonsense to those who are being destroyed, but it is God’s power to us who are being saved.",
      "19": "Scripture says,\n“I will destroy the wisdom of the wise.\nI will reject the intelligence of intelligent people.”",
      "20": "Where is the wise person? Where is the scholar? Where is the persuasive speaker of our time? Hasn’t God turned the wisdom of the world into nonsense?",
      "21": "The world with its wisdom was unable to recognize God in terms of his own wisdom. So God decided to use the nonsense of the Good News we speak to save those who believe.",
      "22": "Jews ask for miraculous signs, and Greeks look for wisdom,",
      "23": "but our message is that Christ was crucified. This offends Jewish people and makes no sense to people who are not Jewish.",
      "24": "But to those Jews and Greeks who are called, he is Christ, God’s power and God’s wisdom.",
      "25": "God’s nonsense is wiser than human wisdom, and God’s weakness is stronger than human strength.",
      "26": "Brothers and sisters, consider what you were when God called you to be Christians. Not many of you were wise from a human point of view. You were not in powerful positions or in the upper social classes.",
      "27": "But God chose what the world considers nonsense to put wise people to shame. God chose what the world considers weak to put what is strong to shame.",
      "28": "God chose what the world considers ordinary and what it despises—what it considers to be nothing—in order to destroy what it considers to be something.",
      "29": "As a result, no one can brag in God’s presence.",
      "30": "You are partners with Christ Jesus because of God. Jesus has become our wisdom sent from God, our approval, our holiness, and our ransom from sin.",
      "31": "As Scripture says, “Whoever brags must brag about what the Lord has done.”"
    },
    "2": {
      "1": "Brothers and sisters, when I came to you, I didn’t speak about God’s mystery  as if it were some kind of brilliant message or wisdom.",
      "2": "While I was with you, I decided to deal with only one subject—Jesus Christ, who was crucified.",
      "3": "When I came to you, I was weak. I was afraid and very nervous.",
      "4": "I didn’t speak my message with persuasive intellectual arguments. I spoke my message with a show of spiritual power",
      "5": "so that your faith would not be based on human wisdom but on God’s power.",
      "6": "However, we do use wisdom to speak to those who are mature. It is a wisdom that doesn’t belong to this world or to the rulers of this world who are in power today and gone tomorrow.",
      "7": "We speak about the mystery of God’s wisdom. It is a wisdom that has been hidden, which God had planned for our glory before the world began.",
      "8": "Not one of the rulers of this world has known it. If they had, they wouldn’t have crucified the Lord of glory.",
      "9": "But as Scripture says:\n“No eye has seen,\nno ear has heard,\nand no mind has imagined\nthe things that God has prepared\nfor those who love him.”",
      "10": "God has revealed those things to us by his Spirit. The Spirit searches everything, especially the deep things of God.",
      "11": "After all, who knows everything about a person except that person’s own spirit? In the same way, no one has known everything about God except God’s Spirit.",
      "12": "Now, we didn’t receive the spirit that belongs to the world. Instead, we received the Spirit who comes from God so that we could know the things which God has freely given us.",
      "13": "We don’t speak about these things using teachings that are based on intellectual arguments like people do. Instead, we use the Spirit’s teachings. We explain spiritual things to those who have the Spirit.",
      "14": "A person who isn’t spiritual doesn’t accept the teachings of God’s Spirit. He thinks they’re nonsense. He can’t understand them because a person must be spiritual to evaluate them.",
      "15": "Spiritual people evaluate everything but are subject to no one’s evaluation.",
      "16": "“Who has known the mind of the Lord\nso that he can teach him?”\nHowever, we have the mind of Christ."
    },
    "3": {
      "1": "Brothers and sisters, I couldn’t talk to you as spiritual people but as people still influenced by your corrupt nature. You were infants in your faith in Christ.",
      "2": "I gave you milk to drink. I didn’t give you solid food because you weren’t ready for it. Even now you aren’t ready for it",
      "3": "because you’re still influenced by your corrupt nature.\nWhen you are jealous and quarrel among yourselves, aren’t you influenced by your corrupt nature and living by human standards?",
      "4": "When some of you say, “I follow Paul” and others say, “I follow Apollos,” aren’t you acting like sinful humans?",
      "5": "Who is Apollos? Who is Paul? They are servants who helped you come to faith. Each did what the Lord gave him to do.",
      "6": "I planted, and Apollos watered, but God made it grow.",
      "7": "So neither the one who plants nor the one who waters is important because only God makes it grow.",
      "8": "The one who plants and the one who waters have the same goal, and each will receive a reward for his own work.",
      "9": "We are God’s coworkers. You are God’s field.\nYou are God’s building.",
      "10": "As a skilled and experienced builder, I used the gift  that God gave me to lay the foundation for that building. However, someone else is building on it. Each person must be careful how he builds on it.",
      "11": "After all, no one can lay any other foundation than the one that is already laid, and that foundation is Jesus Christ.",
      "12": "People may build on this foundation with gold, silver, precious stones, wood, hay, or straw.",
      "13": "The day will make what each one does clearly visible because fire will reveal it. That fire will determine what kind of work each person has done.",
      "14": "If what a person has built survives, he will receive a reward.",
      "15": "If his work is burned up, he will suffer the loss. However, he will be saved, though it will be like going through a fire.",
      "16": "Don’t you know that you are God’s temple and that God’s Spirit lives in you?",
      "17": "If anyone destroys God’s temple, God will destroy him because God’s temple is holy. You are that holy temple!",
      "18": "Don’t deceive yourselves. If any of you think you are wise in the ways of this world, you should give up that wisdom in order to become really wise.",
      "19": "The wisdom of this world is nonsense in God’s sight. That’s why Scripture says, “God catches the wise in their cleverness.”",
      "20": "Again Scripture says, “The Lord knows that the thoughts of the wise are pointless.”",
      "21": "So don’t brag about people. Everything belongs to you.",
      "22": "Whether it is Paul, Apollos, Cephas, the world, life or death, present or future things, everything belongs to you.",
      "23": "You belong to Christ, and Christ belongs to God."
    },
    "4": {
      "1": "People should think of us as servants of Christ and managers who are entrusted with God’s mysteries.",
      "2": "Managers are required to be trustworthy.",
      "3": "It means very little to me that you or any human court should cross-examine me. I don’t even ask myself questions.",
      "4": "I have a clear conscience, but that doesn’t mean I have God’s approval. It is the Lord who cross-examines me.",
      "5": "Therefore, don’t judge anything before the appointed time. Wait until the Lord comes. He will also bring to light what is hidden in the dark and reveal people’s motives. Then each person will receive praise from God.",
      "6": "Brothers and sisters, I have applied this to Apollos and myself for your sake. You should learn from us not to go beyond what is written in Scripture. Then you won’t arrogantly place one of us in opposition to the other.",
      "7": "Who says that you are any better than other people? What do you have that wasn’t given to you? If you were given what you have, why are you bragging as if it weren’t a gift?",
      "8": "You already have what you want! You’ve already become rich! You’ve become kings without us! I wish you really were kings so that we could be kings with you.",
      "9": "As I see it, God has placed us apostles last in line, like people condemned to die. We have become a spectacle for people and angels to look at.",
      "10": "We have given up our wisdom for Christ, but you have insight because of Christ. We are weak, but you are strong. You are honored, but we are dishonored.",
      "11": "To this moment, we are hungry, thirsty, poorly dressed, roughly treated, and homeless.",
      "12": "We wear ourselves out doing physical labor. When people verbally abuse us, we bless them. When people persecute us, we endure it.",
      "13": "When our reputations are attacked, we remain courteous. Right now we have become garbage in the eyes of the world and trash in the sight of all people.",
      "14": "I’m not writing this to make you feel ashamed but to instruct you as my dear children.",
      "15": "You may have countless Christian guardians, but you don’t have many spiritual fathers. I became your father in the Christian life by telling you the Good News about Christ Jesus.",
      "16": "So I encourage you to imitate me.",
      "17": "That’s why I’ve sent Timothy to you to help you remember my Christian way of life as I teach it everywhere in every church. Timothy is my dear child, and he faithfully does the Lord’s work.",
      "18": "Some of you have become arrogant because you think I won’t pay you a visit.",
      "19": "If it’s the Lord’s will, I’ll visit you soon. Then I’ll know what these arrogant people are saying and what power they have.",
      "20": "God’s kingdom is not just talk, it is power.",
      "21": "When I come to visit you, would you prefer that I punish you or show you love and a gentle spirit?"
    },
    "5": {
      "1": "Your own members are aware that there is sexual sin going on among them. This kind of sin is not even heard of among unbelievers—a man is actually married to his father’s wife.",
      "2": "You’re being arrogant when you should have been more upset about this. If you had been upset, the man who did this would have been removed from among you.",
      "3": "Although I’m not physically present with you, I am with you in spirit. I have already judged the man who did this as though I were present with you.",
      "4": "When you have gathered together, I am with you in spirit. Then, in the name of our Lord Jesus, and with his power,",
      "5": "hand such a person over to Satan to destroy his corrupt nature so that his spiritual nature may be saved on the day of the Lord.",
      "6": "It’s not good for you to brag. Don’t you know that a little yeast spreads through the whole batch of dough?",
      "7": "Remove the old yeast of sin so that you may be a new batch of dough, since you don’t actually have the yeast of sin.\nChrist, our Passover lamb, has been sacrificed.",
      "8": "So we must not celebrate our festival with the old yeast of sin or with the yeast of vice and wickedness. Instead, we must celebrate it with the bread of purity and truth that has no yeast.",
      "9": "In my letter to you I told you not to associate with people who continue to commit sexual sins.",
      "10": "I didn’t tell you that you could not have any contact with unbelievers who commit sexual sins, are greedy, are dishonest, or worship false gods. If that were the case, you would have to leave this world.",
      "11": "Now, what I meant was that you should not associate with people who call themselves brothers or sisters in the Christian faith but live in sexual sin, are greedy, worship false gods, use abusive language, get drunk, or are dishonest. Don’t eat with such people.",
      "12": "After all, do I have any business judging those who are outside the Christian faith? Isn’t it your business to judge those who are inside?",
      "13": "God will judge those who are outside. Remove that wicked man from among you."
    },
    "6": {
      "1": "When one of you has a complaint against another, how dare you go to court to settle the matter in front of wicked people. Why don’t you settle it in front of God’s holy people?",
      "2": "Don’t you know that God’s people will judge the world? So if you’re going to judge the world, aren’t you capable of judging insignificant cases?",
      "3": "Don’t you know that we will judge angels, not to mention things in this life?",
      "4": "When you have cases dealing with this life, why do you allow people whom the church has a low opinion of to be your judges?",
      "5": "You should be ashamed of yourselves! Don’t you have at least one wise person who is able to settle disagreements between believers?",
      "6": "Instead, one believer goes to court against another believer, and this happens in front of unbelievers.",
      "7": "You are already totally defeated because you have lawsuits against each other. Why don’t you accept the fact that you have been wronged? Why don’t you accept that you have been cheated?",
      "8": "Instead, you do wrong and cheat, and you do this to other believers.",
      "9": "Don’t you know that wicked people won’t inherit God’s kingdom? Stop deceiving yourselves! People who continue to commit sexual sins, who worship false gods, those who commit adultery, homosexuals,",
      "10": "or thieves, those who are greedy or drunk, who use abusive language, or who rob people will not inherit God’s kingdom.",
      "11": "That’s what some of you were! But you have been washed and made holy, and you have received God’s approval in the name of the Lord Jesus Christ and in the Spirit of our God.",
      "12": "Someone may say, “I’m allowed to do anything,” but not everything is helpful. I’m allowed to do anything, but I won’t allow anything to gain control over my life.",
      "13": "Food is for the stomach, and the stomach is for food, but God will put an end to both of them. However, the body is not for sexual sin but for the Lord, and the Lord is for the body.",
      "14": "God brought the Lord back to life, and by his power God will also bring us back to life.",
      "15": "Don’t you realize that your bodies are parts of Christ’s body? Should I take the parts of Christ’s body and make them parts of a prostitute’s body? That’s unthinkable!",
      "16": "Don’t you realize that the person who unites himself with a prostitute becomes one body with her? God says, “The two will be one.”",
      "17": "However, the person who unites himself with the Lord becomes one spirit with him.",
      "18": "Stay away from sexual sins. Other sins that people commit don’t affect their bodies the same way sexual sins do. People who sin sexually sin against their own bodies.",
      "19": "Don’t you know that your body is a temple that belongs to the Holy Spirit? The Holy Spirit, whom you received from God, lives in you. You don’t belong to yourselves.",
      "20": "You were bought for a price. So bring glory to God in the way you use your body."
    },
    "7": {
      "1": "Now, concerning the things that you wrote about: It’s good for men not to get married.",
      "2": "But in order to avoid sexual sins, each man should have his own wife, and each woman should have her own husband.",
      "3": "Husbands and wives should satisfy each other’s sexual needs.",
      "4": "A wife doesn’t have authority over her own body, but her husband does. In the same way, a husband doesn’t have authority over his own body, but his wife does.",
      "5": "Don’t withhold yourselves from each other unless you agree to do so for a set time to devote yourselves to prayer. Then you should get back together so that Satan doesn’t use your lack of self-control to tempt you.",
      "6": "What I have just said is not meant as a command but as a suggestion.",
      "7": "I would like everyone to be like me. However, each person has a special gift from God, and these gifts vary from person to person.",
      "8": "I say to those who are not married, especially to widows: It is good for you to stay single like me.",
      "9": "However, if you cannot control your desires, you should get married. It is better for you to marry than to burn with sexual desire.",
      "10": "I pass this command along (not really I, but the Lord): A wife shouldn’t leave her husband.",
      "11": "If she does, she should stay single or make up with her husband. Likewise, a husband should not divorce his wife.",
      "12": "I (not the Lord) say to the rest of you: If any Christian man is married to a woman who is an unbeliever, and she is willing to live with him, he should not divorce her.",
      "13": "If any Christian woman is married to a man who is an unbeliever, and he is willing to live with her, she should not divorce her husband.",
      "14": "Actually, the unbelieving husband is made holy because of his wife, and an unbelieving wife is made holy because of her husband. Otherwise, their children would be unacceptable to God, but now they are acceptable to him.",
      "15": "But if the unbelieving partners leave, let them go. Under these circumstances a Christian man or Christian woman is not bound by a marriage vow. God has called you to live in peace.",
      "16": "How do you as a wife know whether you will save your husband? How do you as a husband know whether you will save your wife?",
      "17": "Everyone should live the life that the Lord gave him when God called him. This is the guideline I use in every church.",
      "18": "Any man who was already circumcised when he was called to be a Christian shouldn’t undo his circumcision. Any man who was uncircumcised when he was called to be a Christian shouldn’t get circumcised.",
      "19": "Circumcision is nothing, and the lack of it is nothing. But keeping what God commands is everything.",
      "20": "All people should stay as they were when they were called.",
      "21": "Were you a slave when you were called? That shouldn’t bother you. However, if you have a chance to become free, take it.",
      "22": "If the Lord called you when you were a slave, you are the Lord’s free person. In the same way, if you were free when you were called, you are Christ’s slave.",
      "23": "You were bought for a price. Don’t become anyone’s slaves.",
      "24": "Brothers and sisters, you should remain in whatever circumstances you were in when God called you. God is with you in those circumstances.",
      "25": "Concerning virgins: Even though I don’t have any command from the Lord, I’ll give you my opinion. I’m a person to whom the Lord has shown mercy, so I can be trusted.",
      "26": "Because of the present crisis I believe it is good for people to remain as they are.",
      "27": "Do you have a wife? Don’t seek a divorce. Are you divorced from your wife? Don’t look for another one.",
      "28": "But if you do get married, you have not sinned. If a virgin gets married, she has not sinned. However, these people will have trouble, and I would like to spare them from that.",
      "29": "This is what I mean, brothers and sisters: The time has been shortened. While it lasts, those who are married should live as though they were not.",
      "30": "Those who have eyes filled with tears should live as though they have no sorrow. Those who are happy should live as though there was nothing to be happy about. Those who buy something should live as though they didn’t own it.",
      "31": "Those who use the things in this world should do so but not depend on them. It is clear that this world in its present form is passing away.",
      "32": "So I don’t want you to have any concerns. An unmarried man is concerned about the things of the Lord, that is, about how he can please the Lord.",
      "33": "But the married man is concerned about earthly things, that is, about how he can please his wife.",
      "34": "His attention is divided.\nAn unmarried woman or a virgin is concerned about the Lord’s things so that she may be holy in body and in spirit. But the married woman is concerned about earthly things, that is, about how she can please her husband.",
      "35": "I’m saying this for your benefit, not to restrict you. I’m showing you how to live a noble life of devotion to the Lord without being distracted by other things.",
      "36": "No father would want to do the wrong thing when his virgin daughter is old enough to get married. If she wants to get married, he isn’t sinning by letting her get married.",
      "37": "However, a father may have come to a decision about his daughter. If his decision is to keep her at home because she doesn’t want to get married, that’s fine.",
      "38": "So it’s fine for a father to give his daughter in marriage, but the father who doesn’t give his daughter in marriage does even better.",
      "39": "A married woman must remain with her husband as long as he lives. If her husband dies, she is free to marry anyone she wishes, but only if the man is a Christian.",
      "40": "However, she will be more blessed if she stays as she is. That is my opinion, and I think that I, too, have God’s Spirit."
    },
    "8": {
      "1": "Now, concerning food offered to false gods: We know that we all have knowledge. Knowledge makes people arrogant, but love builds them up.",
      "2": "Those who think they know something still have a lot to learn.",
      "3": "But if they love God, they are known by God.",
      "4": "Now about eating food that was offered to false gods: We know that the false gods in this world don’t really exist and that no god exists except the one God.",
      "5": "People may say that there are gods in heaven and on earth—many gods and many lords, as they would call them.",
      "6": "But for us,\n“There is only one God, the Father.\nEverything came from him, and we live for him.\nThere is only one Lord, Jesus Christ.\nEverything came into being through him,\nand we live because of him.”",
      "7": "But not everyone knows this. Some people are so used to worshiping false gods that they believe they are eating food offered to a false god. So they feel guilty because their conscience is weak.",
      "8": "Food will not affect our relationship with God. We are no worse off if we eat that food and no better off if we don’t.",
      "9": "But be careful that by using your freedom you don’t somehow make a believer who is weak in faith fall into sin.",
      "10": "For example, suppose someone with a weak conscience sees you, who have this knowledge, eating in the temple of a false god. Won’t you be encouraging that person to eat food offered to a false god?",
      "11": "In that case, your knowledge is ruining a believer whose faith is weak, a believer for whom Christ died.",
      "12": "When you sin against other believers in this way and harm their weak consciences, you are sinning against Christ.",
      "13": "Therefore, if eating food offered to false gods causes other believers to lose their faith, I will never eat that kind of food so that I won’t make other believers lose their faith."
    },
    "9": {
      "1": "Don’t you agree that I’m a free man? Don’t you agree that I’m an apostle? Haven’t I seen Jesus our Lord? Aren’t you the result of my work for the Lord?",
      "2": "If I’m not an apostle to other people, at least I’m an apostle to you. You are the seal which proves that I am the Lord’s apostle.",
      "3": "This is how I defend myself to those who cross-examine me.",
      "4": "Don’t we have the right to eat and drink?",
      "5": "Don’t we have the right to take our wives along with us like the other apostles, the Lord’s brothers, and Cephas  do?",
      "6": "Or is it only Barnabas and I who don’t have any rights, except to find work to support ourselves?",
      "7": "Does a soldier ever serve in the army at his own expense? Does anyone plant a vineyard and not eat the grapes? Does anyone take care of a flock and not drink milk from the sheep?",
      "8": "Am I merely stating some human rule? Don’t Moses’ Teachings say the same thing?",
      "9": "Moses’ Teachings say, “Never muzzle an ox when it is threshing  grain.” God’s concern isn’t for oxen.",
      "10": "Isn’t he speaking entirely for our benefit? This was written for our benefit so that the person who plows or threshes should expect to receive a share of the crop.",
      "11": "If we have planted the spiritual seed that has been of benefit to you, is it too much if we receive part of the harvest from your earthly goods?",
      "12": "If others have the right to expect this from you, don’t we deserve even more? But we haven’t used our rights. Instead, we would put up with anything in order not to hinder the Good News of Christ in any way.",
      "13": "Don’t you realize that those who work at the temple get their food from the temple? Don’t those who help at the altar get a share of what is on the altar?",
      "14": "In the same way, the Lord has commanded that those who spread the Good News should earn their living from the Good News.",
      "15": "I haven’t used any of these rights, and I haven’t written this in order to use them now. I would rather die than have anyone turn my bragging into meaningless words.",
      "16": "If I spread the Good News, I have nothing to brag about because I have an obligation to do this. How horrible it will be for me if I don’t spread the Good News!",
      "17": "If I spread the Good News willingly, I’ll have a reward. But if I spread the Good News unwillingly, I’m only doing what I’ve been entrusted to do.",
      "18": "So what is my reward? It is to spread the Good News free of charge. In that way I won’t use the rights that belong to those who spread the Good News.",
      "19": "Although I’m free from all people, I have made myself a slave for all people to win more of them.",
      "20": "I became Jewish for Jewish people. I became subject to the laws in Moses’ Teachings for those who are subject to those laws. I did this to win them even though I’m not subject to Moses’ Teachings.",
      "21": "I became like a person who does not have Moses’ Teachings for those who don’t have those teachings. I did this to win them even though I have God’s teachings. I’m really subject to Christ’s teachings.",
      "22": "I became like a person weak in faith to win those who are weak in faith. I have become everything to everyone in order to save at least some of them.",
      "23": "I do all this for the sake of the Good News in order to share what it offers.",
      "24": "Don’t you realize that everyone who runs in a race runs to win, but only one runner gets the prize? Run like them, so that you can win.",
      "25": "Everyone who enters an athletic contest goes into strict training. They do it to win a temporary crown, but we do it to win one that will be permanent.",
      "26": "So I run—but not without a clear goal ahead of me. So I box—but not as if I were just shadow boxing.",
      "27": "Rather, I toughen my body with punches and make it my slave so that I will not be disqualified after I have spread the Good News to others."
    },
    "10": {
      "1": "I want you to know, brothers and sisters, that all our ancestors who left Egypt were under the cloud, and they all went through the sea.",
      "2": "They were all united with Moses by baptism in the cloud and in the sea.",
      "3": "All of them ate the same spiritual food,",
      "4": "and all of them drank the same spiritual drink. They drank from the spiritual rock that went with them, and that rock was Christ.",
      "5": "Yet, God was not pleased with most of them, so their dead bodies were scattered over the desert.",
      "6": "These things have become examples for us so that we won’t desire what is evil, as they did.",
      "7": "So don’t worship false gods as some of them did, as Scripture says, “The people sat down to a feast which turned into an orgy.”",
      "8": "We shouldn’t sin sexually as some of them did. Twenty-three thousand of them died on one day.",
      "9": "We shouldn’t put the Lord  to the test as some of them did. They were killed by snakes.",
      "10": "Don’t complain as some of them did. The angel of death destroyed them.",
      "11": "These things happened to make them an example for others. These things were written down as a warning for us who are living in the closing days of history.",
      "12": "So, people who think they are standing firmly should be careful that they don’t fall.",
      "13": "There isn’t any temptation that you have experienced which is unusual for humans. God, who faithfully keeps his promises, will not allow you to be tempted beyond your power to resist. But when you are tempted, he will also give you the ability to endure the temptation as your way of escape.",
      "14": "Therefore, my dear friends, get as far away from the worship of false gods as you can.",
      "15": "I’m talking to intelligent people. Judge for yourselves what I’m saying.",
      "16": "When we bless the cup of blessing aren’t we sharing in the blood of Christ? When we break the bread aren’t we sharing in the body of Christ?",
      "17": "Because there is one loaf, we are one body, although we are many individuals. All of us share one loaf.",
      "18": "Look at the people of Israel from a human point of view. Don’t those who eat the sacrifices share what is on the altar?",
      "19": "Do I mean that an offering made to a false god is anything, or that a false god itself is anything?",
      "20": "Hardly! What I am saying is that these sacrifices which people make are made to demons and not to God. I don’t want you to be partners with demons.",
      "21": "You cannot drink the Lord’s cup and the cup of demons. You cannot participate at the table of the Lord and at the table of demons.",
      "22": "Are we trying to make the Lord jealous? Are we stronger than he is?",
      "23": "Someone may say, “I’m allowed to do anything,” but not everything is helpful. I’m allowed to do anything, but not everything encourages growth.",
      "24": "People should be concerned about others and not just about themselves.",
      "25": "Eat anything that is sold in the market without letting your conscience trouble you.",
      "26": "Certainly, “The earth is the Lord’s and everything it contains is his.”",
      "27": "If an unbeliever invites you to his house for dinner, and you wish to go, eat anything he serves you without letting your conscience trouble you.",
      "28": "However, if someone says to you, “This was sacrificed to a god,” don’t eat it because of the one who informed you and because of conscience.",
      "29": "I’m not talking about your conscience but the other person’s conscience. Why should my freedom be judged by someone else’s conscience?",
      "30": "If I give thanks to God for the food I eat, why am I condemned for that?",
      "31": "So, whether you eat or drink, or whatever you do, do everything to the glory of God.",
      "32": "Don’t cause others to stumble, whether they are Jewish, Greek, or members of God’s church.",
      "33": "I try to please everyone in every way. I don’t think about what would be good for me but about what would be good for many people so that they might be saved."
    },
    "11": {
      "1": "Imitate me as I imitate Christ.",
      "2": "I praise you for always thinking about me and for carefully following the traditions that I handed down to you.",
      "3": "However, I want you to realize that Christ has authority over every man, a husband has authority over his wife, and God has authority over Christ.",
      "4": "Every man who covers his head when he prays or speaks what God has revealed dishonors the one who has authority over him.",
      "5": "Every woman who prays or speaks what God has revealed and has her head uncovered while she speaks dishonors the one who has authority over her. She is like the woman who has her head shaved.",
      "6": "So if a woman doesn’t cover her head, she should cut off her hair. If it’s a disgrace for a woman to cut off her hair or shave her head, she should cover her head.",
      "7": "A man should not cover his head. He is God’s image and glory. The woman, however, is man’s glory.",
      "8": "Clearly, man wasn’t made from woman but woman from man.",
      "9": "Man wasn’t created for woman but woman for man.",
      "10": "Therefore, a woman should wear something on her head to show she is under someone’s authority, out of respect for the angels.",
      "11": "Yet, as believers in the Lord, women couldn’t exist without men and men couldn’t exist without women.",
      "12": "As a woman came into existence from a man, so men come into existence by women, but everything comes from God.",
      "13": "Judge your own situation. Is it proper for a woman to pray to God with her head uncovered?",
      "14": "Doesn’t nature itself teach you that it is disgraceful for a man to have long hair?",
      "15": "Doesn’t it teach you that it is a woman’s pride to wear her hair long? Her hair is given to her in place of a covering.",
      "16": "If anyone wants to argue about this they can’t, because we don’t have any custom like this—nor do any of the churches of God.",
      "17": "I have no praise for you as I instruct you in the following matter: When you gather, it results in more harm than good.",
      "18": "In the first place, I hear that when you gather as a church you split up into opposing groups. I believe some of what I hear.",
      "19": "Factions have to exist in order to make it clear who the genuine believers among you are.",
      "20": "When you gather in the same place, you can’t possibly be eating the Lord’s Supper.",
      "21": "Each of you eats his own supper without waiting for each other. So one person goes hungry and another gets drunk.",
      "22": "Don’t you have homes in which to eat and drink? Do you despise God’s church and embarrass people who don’t have anything to eat? What can I say to you? Should I praise you? I won’t praise you for this.",
      "23": "After all, I passed on to you what I had received from the Lord.\nOn the night he was betrayed, the Lord Jesus took bread",
      "24": "and spoke a prayer of thanksgiving. He broke the bread and said, “This is my body, which is given for you. Do this to remember me.”",
      "25": "When supper was over, he did the same with the cup. He said, “This cup is the new promise  made with my blood. Every time you drink from it, do it to remember me.”",
      "26": "Every time you eat this bread and drink from this cup, you tell about the Lord’s death until he comes.",
      "27": "Therefore, whoever eats the bread or drinks from the Lord’s cup in an improper way will be held responsible for the Lord’s body and blood.",
      "28": "With this in mind, individuals must determine whether what they are doing is proper when they eat the bread and drink from the cup.",
      "29": "Anyone who eats and drinks is eating and drinking a judgment against himself when he doesn’t recognize the Lord’s body.",
      "30": "This is the reason why many of you are weak and sick and quite a number of you have died.",
      "31": "If we were judging ourselves correctly, we would not be judged.",
      "32": "But when the Lord judges us, he disciplines us so that we won’t be condemned along with the rest of the world.",
      "33": "Therefore, brothers and sisters, when you gather to eat, wait for each other.",
      "34": "Whoever is hungry should eat at home so that you don’t have a gathering that brings judgment on you.\nI will give directions concerning the other matters when I come."
    },
    "12": {
      "1": "Brothers and sisters, I don’t want there to be any misunderstanding concerning spiritual gifts.",
      "2": "You know that when you were unbelievers, every time you were led to worship false gods you were worshiping gods who couldn’t even speak.",
      "3": "So I want you to know that no one speaking by God’s Spirit says, “Jesus is cursed.” No one can say, “Jesus is Lord,” except by the Holy Spirit.",
      "4": "There are different spiritual gifts, but the same Spirit gives them.",
      "5": "There are different ways of serving, and yet the same Lord is served.",
      "6": "There are different types of work to do, but the same God produces every gift in every person.",
      "7": "The evidence of the Spirit’s presence is given to each person for the common good of everyone.",
      "8": "The Spirit gives one person the ability to speak with wisdom. The same Spirit gives another person the ability to speak with knowledge.",
      "9": "To another person the same Spirit gives courageous faith. To another person the same Spirit gives the ability to heal.",
      "10": "Another can work miracles. Another can speak what God has revealed. Another can tell the difference between spirits. Another can speak in different kinds of languages. Another can interpret languages.",
      "11": "There is only one Spirit who does all these things by giving what God wants to give to each person.",
      "12": "For example, the body is one unit and yet has many parts. As all the parts form one body, so it is with Christ.",
      "13": "By one Spirit we were all baptized into one body. Whether we are Jewish or Greek, slave or free, God gave all of us one Spirit to drink.",
      "14": "As you know, the human body is not made up of only one part, but of many parts.",
      "15": "Suppose a foot says, “I’m not a hand, so I’m not part of the body!” Would that mean it’s no longer part of the body?",
      "16": "Or suppose an ear says, “I’m not an eye, so I’m not a part of the body!” Would that mean it’s no longer part of the body?",
      "17": "If the whole body were an eye, how could it hear? If the whole body were an ear, how could it smell?",
      "18": "So God put each and every part of the body together as he wanted it.",
      "19": "How could it be a body if it only had one part?",
      "20": "So there are many parts but one body.",
      "21": "An eye can’t say to a hand, “I don’t need you!” Or again, the head can’t say to the feet, “I don’t need you!”",
      "22": "The opposite is true. The parts of the body that we think are weaker are the ones we really need.",
      "23": "The parts of the body that we think are less honorable are the ones we give special honor. So our unpresentable parts are made more presentable.",
      "24": "However, our presentable parts don’t need this kind of treatment. God has put the body together and given special honor to the part that doesn’t have it.",
      "25": "God’s purpose was that the body should not be divided but rather that all of its parts should feel the same concern for each other.",
      "26": "If one part of the body suffers, all the other parts share its suffering. If one part is praised, all the others share in its happiness.",
      "27": "You are Christ’s body and each of you is an individual part of it.",
      "28": "In the church God has appointed first apostles, next prophets, third teachers, then those who perform miracles, then those who have the gift of healing, then those who help others, those who are managers, and those who can speak in a number of languages.",
      "29": "Not all believers are apostles, are they? Are all of them prophets? Do all of them teach? Do all of them perform miracles",
      "30": "or have gifts of healing? Can all of them speak in other languages or interpret languages?",
      "31": "You only want the better gifts, but I will show you the best thing to do."
    },
    "13": {
      "1": "I may speak in the languages of humans and of angels. But if I don’t have love, I am a loud gong or a clashing cymbal.",
      "2": "I may have the gift to speak what God has revealed, and I may understand all mysteries and have all knowledge. I may even have enough faith to move mountains. But if I don’t have love, I am nothing.",
      "3": "I may even give away all that I have and give up my body to be burned. But if I don’t have love, none of these things will help me.",
      "4": "Love is patient. Love is kind. Love isn’t jealous. It doesn’t sing its own praises. It isn’t arrogant.",
      "5": "It isn’t rude. It doesn’t think about itself. It isn’t irritable. It doesn’t keep track of wrongs.",
      "6": "It isn’t happy when injustice is done, but it is happy with the truth.",
      "7": "Love never stops being patient, never stops believing, never stops hoping, never gives up.",
      "8": "Love never comes to an end. There is the gift of speaking what God has revealed, but it will no longer be used. There is the gift of speaking in other languages, but it will stop by itself. There is the gift of knowledge, but it will no longer be used.",
      "9": "Our knowledge is incomplete and our ability to speak what God has revealed is incomplete.",
      "10": "But when what is complete comes, then what is incomplete will no longer be used.",
      "11": "When I was a child, I spoke like a child, thought like a child, and reasoned like a child. When I became an adult, I no longer used childish ways.",
      "12": "Now we see a blurred image in a mirror. Then we will see very clearly. Now my knowledge is incomplete. Then I will have complete knowledge as God has complete knowledge of me.",
      "13": "So these three things remain: faith, hope, and love. But the best one of these is love."
    },
    "14": {
      "1": "Pursue love, and desire spiritual gifts, but especially the gift of speaking what God has revealed.",
      "2": "When a person speaks in another language, he doesn’t speak to people but to God. No one understands him. His spirit is speaking mysteries.",
      "3": "But when a person speaks what God has revealed, he speaks to people to help them grow, to encourage them, and to comfort them.",
      "4": "When a person speaks in another language, he helps himself grow. But when a person speaks what God has revealed, he helps the church grow.",
      "5": "I wish that all of you could speak in other languages, but especially that you could speak what God has revealed. The person who speaks what God has revealed is more important than the person who speaks in other languages. This is true unless he can interpret what he says to help the church grow.",
      "6": "Brothers and sisters, it wouldn’t do you any good if I came to you speaking in other languages, unless I explained revelation, knowledge, prophecy, or doctrine to you.",
      "7": "Musical instruments like the flute or harp produce sounds. If there is no difference in the notes, how can a person tell what tune is being played?",
      "8": "For example, if the trumpet doesn’t sound a clear call, who will get ready for battle?",
      "9": "In the same way, if you don’t speak in a way that can be understood, how will anyone know what you’re saying? You will be talking into thin air.",
      "10": "No matter how many different languages there are in the world, not one of them is without meaning.",
      "11": "If I don’t know what a language means, I will be a foreigner to the person who speaks it and that person will be a foreigner to me.",
      "12": "In the same way, since you’re eager to have spiritual gifts, try to excel in them so that you help the church grow.",
      "13": "So the person who speaks in another language should pray for an interpretation of what he says.",
      "14": "If I pray in another language, my spirit prays, but my mind is not productive.",
      "15": "So what does this mean? It means that I will pray with my spirit, and I will pray with my mind. I will sing psalms with my spirit, and I will sing psalms with my mind.",
      "16": "Otherwise, if you praise God only with your spirit, how can outsiders say “Amen!” to your prayer of thanksgiving? They don’t know what you’re saying.",
      "17": "Your prayer of thanksgiving may be very good, but it doesn’t help other people grow.",
      "18": "I thank God that I speak in other languages more than any of you.",
      "19": "Yet, in order to teach others in church, I would rather say five words that can be understood than ten thousand words in another language.",
      "20": "Brothers and sisters, don’t think like children. When it comes to evil, be like babies, but think like mature people.",
      "21": "God’s word says,\n“Through people who speak foreign languages\nand through the mouths of foreigners\nI will speak to these people,\nbut even then they will not listen to me,\nsays the Lord.”",
      "22": "So the gift of speaking in other languages is a sign for unbelievers, not for believers. The gift of speaking what God has revealed is a sign for believers, not for unbelievers.",
      "23": "Suppose the whole congregation gathers in the same place and you speak in other languages. When outsiders or unbelievers come in, won’t they say that you’re out of your mind?",
      "24": "Now suppose you speak what God has revealed. When unbelievers or outsiders come in you will show them where they are wrong and convince them that they are sinners.",
      "25": "The secrets in their hearts will become known, and in this way they will quickly bow with their faces touching the ground, worship God, and confess that God is truly among you.",
      "26": "So what does this mean, brothers and sisters? When you gather, each person has a psalm, doctrine, revelation, another language, or an interpretation. Everything must be done to help each other grow.",
      "27": "If people speak in other languages, only two or three at the most should speak. They should do it one at a time, and someone must interpret what each person says.",
      "28": "But if an interpreter isn’t present, those people should remain silent in church. They should only speak to themselves and to God.",
      "29": "Two or three people should speak what God has revealed. Everyone else should decide whether what each person said is right or wrong.",
      "30": "If God reveals something to another person who is seated, the first speaker should be silent.",
      "31": "All of you can take your turns speaking what God has revealed. In that way, everyone will learn and be encouraged.",
      "32": "People who speak what God has revealed must control themselves.",
      "33": "God is not a God of disorder but a God of peace.\nAs in all the churches of God’s holy people,",
      "34": "the women must keep silent. They don’t have the right to speak. They must take their place as Moses’ Teachings say.",
      "35": "If they want to know anything they should ask their husbands at home. It’s shameful for a woman to speak in church.",
      "36": "Did God’s word originate with you? Are you the only ones it has reached?",
      "37": "Whoever thinks that he speaks for God or that he is spiritually gifted must acknowledge that what I write to you is what the Lord commands.",
      "38": "But whoever ignores what I write should be ignored.",
      "39": "So, brothers and sisters, desire to speak what God has revealed, and don’t keep anyone from speaking in other languages.",
      "40": "Everything must be done in a proper and orderly way."
    },
    "15": {
      "1": "Brothers and sisters, I’m making known to you the Good News which I already told you, which you received, and on which your faith is based.",
      "2": "In addition, you are saved by this Good News if you hold on to the doctrine I taught you, unless you believed it without thinking it over.",
      "3": "I passed on to you the most important points of doctrine that I had received:\nChrist died to take away our sins as the Scriptures predicted.",
      "4": "He was placed in a tomb.\nHe was brought back to life on the third day as the Scriptures predicted.",
      "5": "He appeared to Cephas. Next he appeared to the twelve apostles.",
      "6": "Then he appeared to more than 500 believers at one time. (Most of these people are still living, but some have died.)",
      "7": "Next he appeared to James. Then he appeared to all the apostles.",
      "8": "Last of all, he also appeared to me.\nI’m like an aborted child who was given life.",
      "9": "I’m the least of the apostles. I’m not even fit to be called an apostle because I persecuted God’s church.",
      "10": "But God’s kindness  made me what I am, and that kindness was not wasted on me. Instead, I worked harder than all the others. It was not I who did it, but God’s kindness was with me.",
      "11": "So, whether it was I or someone else, this is the message we brought you, and this is what you believed.",
      "12": "If we have told you that Christ has been brought back to life, how can some of you say that coming back from the dead is impossible?",
      "13": "If the dead can’t be brought back to life, then Christ hasn’t come back to life.",
      "14": "If Christ hasn’t come back to life, our message has no meaning and your faith also has no meaning.",
      "15": "In addition, we are obviously witnesses who lied about God because we testified that he brought Christ back to life. But if it’s true that the dead don’t come back to life, then God didn’t bring Christ back to life.",
      "16": "Certainly, if the dead don’t come back to life, then Christ hasn’t come back to life either.",
      "17": "If Christ hasn’t come back to life, your faith is worthless and sin still has you in its power.",
      "18": "Then those who have died as believers in Christ no longer exist.",
      "19": "If Christ is our hope in this life only, we deserve more pity than any other people.",
      "20": "But now Christ has come back from the dead. He is the very first person of those who have died to come back to life.",
      "21": "Since a man brought death, a man also brought life back from death.",
      "22": "As everyone dies because of Adam, so also everyone will be made alive because of Christ.",
      "23": "This will happen to each person in his own turn. Christ is the first, then at his coming, those who belong to him will be made alive.",
      "24": "Then the end will come. Christ will hand over the kingdom to God the Father as he destroys every ruler, authority, and power.",
      "25": "Christ must rule until God has put every enemy under his control.",
      "26": "The last enemy he will destroy is death.",
      "27": "Clearly, God has put everything under Christ’s authority. When God says that everything has been put under Christ’s authority, this clearly excludes God, since God has put everything under Christ’s authority.",
      "28": "But when God puts everything under Christ’s authority, the Son will put himself under God’s authority, since God had put everything under the Son’s authority. Then God will be in control of everything.",
      "29": "However, people are baptized because the dead will come back to life. What will they do? If the dead can’t come back to life, why do people get baptized as if they can come back to life?",
      "30": "Why are we constantly putting ourselves in danger?",
      "31": "Brothers and sisters, I swear to you on my pride in you which Christ Jesus our Lord has given me: I face death every day.",
      "32": "If I have fought with wild animals in Ephesus, what have I gained according to the way people look at things? If the dead are not brought back to life, “Let’s eat and drink because tomorrow we’re going to die!”",
      "33": "Don’t let anyone deceive you. Associating with bad people will ruin decent people.",
      "34": "Come back to the right point of view, and stop sinning. Some people don’t know anything about God. You should be ashamed of yourselves.",
      "35": "But someone will ask, “How do the dead come back to life? With what kind of body will they come back?”",
      "36": "You fool! The seed you plant doesn’t come to life unless it dies first.",
      "37": "What you plant, whether it’s wheat or something else, is only a seed. It doesn’t have the form that the plant will have.",
      "38": "God gives the plant the form he wants it to have. Each kind of seed grows into its own form.",
      "39": "Not all flesh is the same. Humans have one kind of flesh, animals have another, birds have another, and fish have still another.",
      "40": "There are heavenly bodies and earthly bodies. Heavenly bodies don’t all have the same splendor, neither do earthly bodies.",
      "41": "The sun has one kind of splendor, the moon has another kind of splendor, and the stars have still another kind of splendor. Even one star differs in splendor from another star.",
      "42": "That is how it will be when the dead come back to life. When the body is planted, it decays. When it comes back to life, it cannot decay.",
      "43": "When the body is planted, it doesn’t have any splendor and is weak. When it comes back to life, it has splendor and is strong.",
      "44": "It is planted as a physical body. It comes back to life as a spiritual body. As there is a physical body, so there is also a spiritual body.",
      "45": "This is what Scripture says: “The first man, Adam, became a living being.” The last Adam became a life-giving spirit.",
      "46": "The spiritual does not come first, but the physical and then the spiritual.",
      "47": "The first man was made from the dust of the earth. He came from the earth. The second man came from heaven.",
      "48": "The people on earth are like the man who was made from the dust of the earth. The people in heaven are like the man who came from heaven.",
      "49": "As we have worn the likeness of the man who was made from the dust of the earth, we will also wear the likeness of the man who came from heaven.",
      "50": "Brothers and sisters, this is what I mean: Flesh and blood cannot inherit God’s kingdom. What decays cannot inherit what doesn’t decay.",
      "51": "I’m telling you a mystery. Not all of us will die, but we will all be changed.",
      "52": "It will happen in an instant, in a split second at the sound of the last trumpet. Indeed, that trumpet will sound, and then the dead will come back to life. They will be changed so that they can live forever.",
      "53": "This body that decays must be changed into a body that cannot decay. This mortal body must be changed into a body that will live forever.",
      "54": "When this body that decays is changed into a body that cannot decay, and this mortal body is changed into a body that will live forever, then the teaching of Scripture will come true:\n“Death is turned into victory!",
      "55": "Death, where is your victory?\nDeath, where is your sting?”",
      "56": "Sin gives death its sting, and God’s standards give sin its power.",
      "57": "Thank God that he gives us the victory through our Lord Jesus Christ.",
      "58": "So, then, brothers and sisters, don’t let anyone move you off the foundation of your faith. Always excel in the work you do for the Lord. You know that the hard work you do for the Lord is not pointless."
    },
    "16": {
      "1": "Now, concerning the money to be collected for God’s people in Jerusalem: I want you to do as I directed the churches in Galatia.",
      "2": "Every Sunday each of you should set aside some of your money and save it. Then money won’t have to be collected when I come.",
      "3": "When I come, I will give letters of introduction to the people whom you choose. You can send your gift to Jerusalem with them.",
      "4": "If I think it’s worthwhile for me to go, they can go with me.",
      "5": "After I go through the province of Macedonia, I’ll visit you. (I will be going through Macedonia.)",
      "6": "I’ll probably stay with you. I might even spend the winter. Then you can give me your support as I travel, wherever I decide to go.",
      "7": "Right now all I could do is visit you briefly, but if the Lord lets me, I hope to spend some time with you.",
      "8": "I will be staying here in Ephesus until Pentecost.",
      "9": "I have a great opportunity to do effective work here, although there are many people who oppose me.",
      "10": "If Timothy comes, make sure that he doesn’t have anything to be afraid of while he is with you. He’s doing the Lord’s work as I am,",
      "11": "so no one should treat him with contempt. Without quarreling, give him your support for his trip so that he may come to me. I’m expecting him to arrive with the other Christians.",
      "12": "Concerning Apollos, our brother in the Christian faith: I tried hard to get him to visit you with the other Christians. He didn’t want to at this time. However, he will visit you when he has an opportunity.",
      "13": "Be alert. Be firm in the Christian faith. Be courageous and strong.",
      "14": "Do everything with love.",
      "15": "You know that the family of Stephanas was the first family to be won for Christ in Greece. This family has devoted itself to serving God’s people. So I encourage you, brothers and sisters,",
      "16": "to follow the example of people like these and anyone else who shares their labor and hard work.",
      "17": "I am glad that Stephanas, Fortunatus, and Achaicus came here. They have made up for your absence.",
      "18": "They have comforted me, and they have comforted you. Therefore, show people like these your appreciation.",
      "19": "The churches in the province of Asia greet you. Aquila and Prisca and the church that meets in their house send their warmest Christian greetings.",
      "20": "All the brothers and sisters here greet you. Greet each other with a holy kiss.",
      "21": "I, Paul, am writing this greeting with my own hand.",
      "22": "If anyone doesn’t love the Lord, let him be cursed! Our Lord, come!",
      "23": "May the good will  of the Lord Jesus be with you.",
      "24": "Through Christ Jesus my love is with all of you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:17.421315-04:00",
    "Translation": "GW"
  }
}