{
  "1 Kings": {
    "1": {
      "1": "King David had grown old, and although he was covered with blankets, he couldn’t get warm.",
      "2": "His officials told him, “Your Majesty, let us search for a young woman who has never been married. She can stay with you and be your servant. She can lie in your arms and keep you warm.”",
      "3": "So they searched throughout Israel for a beautiful, young woman. They found Abishag from Shunem and brought her to the king.",
      "4": "The woman was very beautiful. She became the king’s servant and took care of him, but the king did not make love to her.",
      "5": "Adonijah, son of Haggith, was very handsome. His mother gave birth to him after she had Absalom. Adonijah was boasting that he was king. So he got a chariot and horses and 50 men to run ahead of him.",
      "6": "His father had never confronted him by asking why he was doing this.",
      "7": "But Adonijah had discussed his actions with Joab (son of Zeruiah) and with the priest Abiathar, so they supported him.",
      "8": "But the priest Zadok, Benaiah (son of Jehoiada), the prophet Nathan, Shimei, Rei, and David’s thirty fighting men did not join Adonijah.",
      "9": "Adonijah sacrificed sheep, cattle, and fattened calves at Zoheleth Rock near En Rogel. He had invited all his brothers, the king’s other sons, all the men of Judah, and the king’s officials.",
      "10": "But he didn’t invite the prophet Nathan, Benaiah, the fighting men, or his brother Solomon.",
      "11": "Then Nathan asked Solomon’s mother Bathsheba, “Haven’t you heard that Adonijah, Haggith’s son, has become king, and our master David doesn’t even know about it?",
      "12": "Bathsheba, let me give you some advice about how to save your life and your son’s life.",
      "13": "Go to King David and ask him, ‘Your Majesty, didn’t you swear to me that my son Solomon will be king after you, and that he will sit on your throne? Why is Adonijah acting as king?’",
      "14": "And while you’re still there talking to the king, I’ll come in and confirm what you have said.”",
      "15": "Bathsheba went to the king in his private room. The king was very old, and Abishag from Shunem was taking care of him.",
      "16": "Bathsheba knelt and bowed down in front of the king. “What do you want?” the king asked.",
      "17": "“Sir,” she answered, “You took an oath to the Lord your God. You said that my son Solomon will be king after you, and that he will sit on your throne.",
      "18": "But now, you see, Adonijah has become king, and you don’t even know anything about it, Your Majesty.",
      "19": "He has sacrificed many fattened calves, bulls, and sheep. He has invited all the king’s sons, Abiathar the priest, and Joab the commander of the army to his feast. But he hasn’t invited your servant Solomon.",
      "20": "All Israel is looking to you, Your Majesty, to tell them who should succeed you on your throne.",
      "21": "Otherwise, my son Solomon and I will be treated like criminals when you lie down in death with your ancestors.”",
      "22": "While she was still talking to the king, the prophet Nathan arrived.",
      "23": "The servants told the king, “The prophet Nathan is here.” When he came to the king, he bowed down in front of him.",
      "24": "Nathan said, “Your Majesty, you must have said that Adonijah will be king after you and that he will sit on your throne,",
      "25": "because today he went and sacrificed many bulls, fattened calves, and sheep. He invited all the king’s sons, the army’s commanders, and the priest Abiathar to his feast. They are eating and drinking with him and saying, ‘Long live King Adonijah!’",
      "26": "But he didn’t invite me or the priest Zadok or Benaiah, who is Jehoiada’s son, or your servant Solomon.",
      "27": "Did you allow this to happen without telling me who would sit on your throne next?”",
      "28": "Then King David answered, “Call Bathsheba in here.” So she stood in front of him,",
      "29": "and he swore an oath. He said, “I solemnly swear, as the Lord who has saved my life from all trouble lives,",
      "30": "I will do today exactly what I swore to you by the Lord God of Israel. Your son Solomon will be king after me. He will sit on my throne.”",
      "31": "Then Bathsheba bowed down with her face touching the ground in front of the king. “May Your Majesty, King David, live forever!” she said.",
      "32": "King David said, “Summon the priest Zadok, the prophet Nathan, and Benaiah, son of Jehoiada.” So they came to the king,",
      "33": "and he said, “Take my officials with you. Put my son Solomon on my mule, and take him to Gihon.",
      "34": "Have the priest Zadok and the prophet Nathan anoint him king of Israel there. Then blow the ram’s horn and say, ‘Long live King Solomon!’",
      "35": "Follow him back here when he comes to sit on my throne. He will be king in place of me. I have appointed him to be the leader of Israel and Judah.”",
      "36": "“So be it!” Benaiah, son of Jehoiada, answered the king. “The Lord your God says so too.",
      "37": "As the Lord has been with you, so may he be with Solomon. May Solomon be an even greater king than you, King David.”",
      "38": "Then the priest Zadok, the prophet Nathan, Benaiah (son of Jehoiada), the Cherethites, and the Pelethites put Solomon on King David’s mule and brought him to Gihon.",
      "39": "The priest Zadok took the container of olive oil from the tent and anointed Solomon. They blew the ram’s horn, and all the people said, “Long live King Solomon!”",
      "40": "All the people followed him, blew flutes, and celebrated so loudly that their voices shook the ground.",
      "41": "Adonijah and all his guests heard this as they finished eating. When Joab heard the sound of the horn, he asked, “What’s the reason for the noise in the city?”",
      "42": "He was still speaking when Jonathan, son of the priest Abiathar, arrived. “Come in,” Adonijah said. “You’re an honorable man, so you must be bringing good news.”",
      "43": "“Not at all,” Jonathan answered Adonijah. “His Majesty King David has made Solomon king.",
      "44": "The king has sent the priest Zadok, the prophet Nathan, Benaiah (son of Jehoiada), the Cherethites, and the Pelethites with him. They have put him on the king’s mule.",
      "45": "The priest Zadok and the prophet Nathan have anointed him king at Gihon. They have come from there celebrating, so the city is excited. That is the sound you heard.",
      "46": "Solomon is now seated on the royal throne.",
      "47": "Furthermore, the royal officials have come to congratulate His Majesty King David, saying, ‘May your God make Solomon’s name more famous than yours and his reign greater than your reign.’ The king himself bowed down on his bed",
      "48": "and said, ‘Praise the Lord God of Israel who has let me see the heir to my throne.’ ”",
      "49": "Adonijah’s guests were frightened, so they got up and scattered in all directions.",
      "50": "Adonijah was afraid of Solomon. He got up, went to the tent of meeting, and took hold of the horns of the altar.",
      "51": "Someone told Solomon, “Adonijah is afraid of you, King Solomon. He is holding on to the horns of the altar and saying, ‘Make King Solomon swear to me today that he will not have me killed.’ ”",
      "52": "Solomon said, “If he will behave like an honorable man, not one hair on his head will fall to the ground. But if he does anything wrong, he will die.”",
      "53": "King Solomon sent men to take him from the altar. Adonijah bowed down in front of King Solomon. “Go home,” Solomon told him."
    },
    "2": {
      "1": "When David was about to die, he instructed his son Solomon,",
      "2": "“I’m about to leave this world. Be strong and mature.",
      "3": "Fulfill your duty to the Lord your God. Obey his directions, laws, commands, rules, and written instructions as they are recorded in Moses’ Teachings. Then you’ll succeed in everything you do wherever you may go.",
      "4": "You’ll succeed because the Lord will keep the promise he made to me: ‘If your descendants are faithful to me with all their hearts and lives, you will never fail to have an heir on the throne of Israel.’",
      "5": "“You know what Joab (Zeruiah’s son) did to me and to the two commanders of Israel’s army—Abner, son of Ner, and Amasa, son of Jether. Joab killed them. When there was peace, he shed blood as if it were wartime. With their blood he stained the belt around his waist and the shoes on his feet.",
      "6": "Use your wisdom. Don’t let that gray-haired, old man go to his grave peacefully.",
      "7": "“Be kind to the sons of Barzillai from Gilead. Let them eat at your table. They helped me when I was fleeing from your brother Absalom.",
      "8": "“Shimei, son of Gera from Bahurim in Benjamin, is still with you. He cursed me repeatedly when I went to Mahanaim. But when he came to meet me at the Jordan River, I took an oath by the Lord and said, ‘As long as I’m king, I won’t have you killed.’",
      "9": "Now, don’t let him go unpunished. You are wise and know what to do to him: Put that gray-haired, old man into his grave by slaughtering him.”",
      "10": "David lay down in death with his ancestors and was buried in the City of David.",
      "11": "He ruled as king of Israel for 40 years. He ruled for 7 years in Hebron and for 33 years in Jerusalem.",
      "12": "Solomon sat on his father David’s throne, and his power was firmly established.",
      "13": "Then Adonijah, son of Haggith, went to Bathsheba, Solomon’s mother. “Is this a friendly visit?” she asked.\n“Yes,” he answered.",
      "14": "Then he added, “I have a matter to discuss with you.”\n“What is it?” she asked.",
      "15": "He said, “You know the kingship was mine. All Israel expected me to be their king. But the kingship has been turned over to my brother because the Lord gave it to him.",
      "16": "Now I want to ask you for one thing. Don’t refuse me.”\n“What is it?” she asked.",
      "17": "He said, “Please ask King Solomon to give me Abishag from Shunem as my wife. He will not refuse you.”",
      "18": "“Very well,” Bathsheba answered. “I will talk to the king for you.”",
      "19": "Bathsheba went to King Solomon to talk to him on Adonijah’s behalf. The king got up to meet her and bowed down in front of her. Then he sat on his throne. He had a throne brought for his mother, and she sat at his right side.",
      "20": "“I’m asking you for one little thing,” she said. “Don’t refuse me.”\n“Ask, Mother,” the king told her. “I won’t refuse you.”",
      "21": "She replied, “Let Abishag from Shunem be given to your brother Adonijah as his wife.”",
      "22": "King Solomon then said, “Why do you ask that Abishag from Shunem be given to Adonijah? That would be the same as giving him the kingship. After all, he is my older brother. The priest Abiathar and Joab (Zeruiah’s son) are supporting him.”",
      "23": "King Solomon took an oath by the Lord and said, “May God strike me dead if Adonijah doesn’t pay with his life for this request!",
      "24": "The Lord set me on my father David’s throne and gave me a dynasty as he promised. So I solemnly swear, as the Lord who has established me lives, that Adonijah will be put to death today.”",
      "25": "King Solomon gave this task to Benaiah, son of Jehoiada. Benaiah attacked and killed Adonijah.",
      "26": "The king told the priest Abiathar, “Go to your land in Anathoth. You deserve to die, but I won’t kill you at this time because you carried the ark of the Almighty Lord ahead of my father David and because you shared all my father’s sufferings.”",
      "27": "So Solomon removed Abiathar as the Lord’s priest and fulfilled the Lord’s word spoken at Shiloh about Eli’s family.",
      "28": "The news reached Joab. (He had supported Adonijah, although he hadn’t supported Absalom.) So Joab fled to the Lord’s tent and clung to the horns of the altar.",
      "29": "After King Solomon heard that Joab had fled to the altar in the tent of the Lord, Solomon sent Benaiah, son of Jehoiada, to kill Joab.",
      "30": "When Benaiah came to the tent of the Lord, he told Joab, “The king says, ‘Come out.’ ”\n“No,” Joab answered, “I’ll die here.”\nSo Benaiah reported to the king what Joab had said and how he had answered.",
      "31": "The king answered, “Do as he said. Kill him, and bury him. You can remove the innocent blood—the blood which Joab shed—from me and my father’s family.",
      "32": "The Lord will repay him for the slaughter he caused. Joab killed two honorable men who were better than he was. He used his sword to kill Abner (who was the son of Ner and the commander of Israel’s army) and Amasa (who was the son of Jether and the commander of Judah’s army). Joab did this without my father’s knowledge.",
      "33": "The responsibility for their blood will fall on Joab and his descendants forever. But may David, his descendants, family, and throne always receive peace from the Lord.”",
      "34": "Then Benaiah, son of Jehoiada, went and attacked Joab, killed him, and buried him at his home in the desert.",
      "35": "The king then appointed Benaiah, son of Jehoiada, to replace Joab as commander of the army. King Solomon also replaced Abiathar with the priest Zadok.",
      "36": "The king summoned Shimei and said to him, “Build a house for yourself in Jerusalem, and stay there. Don’t leave the city to go anywhere else.",
      "37": "But the day you leave and cross the brook in the Kidron Valley, you can be certain that you will die. You will be responsible for your own death.”",
      "38": "“Very well,” Shimei answered. “I’ll do just what Your Majesty said.”\nSo Shimei stayed in Jerusalem for a long time.",
      "39": "But after three years, two of Shimei’s slaves fled to Gath’s King Achish, son of Maacah. Shimei was told that his slaves were in Gath,",
      "40": "so he saddled his donkey and went to Achish in Gath to search for his slaves. Shimei went to Gath and got his slaves.",
      "41": "After Solomon heard that Shimei had gone from Jerusalem to Gath and back,",
      "42": "he summoned Shimei. Solomon asked him, “Didn’t I make you take an oath by the Lord? Didn’t I warn you that if you left the city to go anywhere, you could be certain that you would die? Didn’t you say to me, ‘Very well. I’ll do just what you said’?",
      "43": "Why didn’t you keep your oath to the Lord and obey the command I gave you?",
      "44": "Shimei, you know in your heart all the evil that you did to my father David. The Lord is going to pay you back for the evil you have done.",
      "45": "But King Solomon is blessed, and David’s dynasty will always be firmly established by the Lord.”",
      "46": "Then the king gave orders to Benaiah, son of Jehoiada. He went to attack and kill Shimei.\nSolomon’s power as king was now firmly established."
    },
    "3": {
      "1": "Solomon became the son-in-law of Pharaoh (the king of Egypt). After marrying Pharaoh’s daughter, Solomon brought her to the City of David until he finished building his own house, the Lord’s house, and the wall around Jerusalem.",
      "2": "The people were still sacrificing at other worship sites because a temple for the name of the Lord had not yet been built.",
      "3": "Solomon loved the Lord and lived by his father David’s rules. However, he still sacrificed and burned incense at these other worship sites.",
      "4": "King Solomon went to Gibeon to sacrifice because it was the most important place of worship. Solomon sacrificed 1,000 burnt offerings on that altar.",
      "5": "In Gibeon the Lord appeared to Solomon in a dream at night. He said, “What can I give you?”",
      "6": "Solomon responded, “You’ve shown great love to my father David, who was your servant. He lived in your presence with truth, righteousness, and commitment. And you continued to show him your great love by giving him a son to sit on his throne today.",
      "7": "“Lord my God, although I’m young and inexperienced, you’ve made me king in place of my father David.",
      "8": "I’m among your people whom you have chosen. They are too numerous to count or record.",
      "9": "Give me a heart that listens so that I can judge your people and tell the difference between good and evil. After all, who can judge this great people of yours?”",
      "10": "The Lord  was pleased that Solomon asked for this.",
      "11": "God replied, “You’ve asked for this and not for a long life, or riches for yourself, or the death of your enemies. Instead, you’ve asked for understanding so that you can do what is right.",
      "12": "So I’m going to do what you’ve asked. I’m giving you a wise and understanding heart so that there will never be anyone like you.",
      "13": "I’m also giving you what you haven’t asked for—riches and honor—so that no other king will be like you as long as you live.",
      "14": "And if you follow me and obey my laws and commands as your father David did, then I will also give you a long life.”",
      "15": "Solomon woke up and realized it had been a dream. He went to Jerusalem and stood in front of the ark of the Lord’s promise. He sacrificed burnt offerings and fellowship offerings and held a banquet for all his officials.",
      "16": "A short time later two prostitutes came to the king and stood in front of him.",
      "17": "One woman said to him, “Sir, this woman and I live in the same house. I gave birth to a son while she was with me in the house.",
      "18": "Two days later this woman also gave birth to a son. We were alone. No one else was with us. Just the two of us were in the house.",
      "19": "That night this woman’s son died because she rolled over on top of him.",
      "20": "So she got up during the night and took my son, who was beside me, while I was asleep. She held him in her arms. Then she laid her dead son in my arms.",
      "21": "When I got up in the morning to nurse my son, he was dead! I took a good look at him and realized that he wasn’t my son at all!”",
      "22": "The other woman said, “No! My son is alive—your son is dead.”\nThe first woman kept on saying, “No! Your son is dead—my son is alive.” So they argued in front of the king.",
      "23": "The king said, “This one keeps saying, ‘My son is alive—your son is dead,’ and that one keeps saying, ‘No! Your son is dead—my son is alive.’ ”",
      "24": "So the king told his servants to bring him a sword. When they brought it,",
      "25": "he said, “Cut the living child in two. Give half to the one and half to the other.”",
      "26": "Then the woman whose son was still alive was deeply moved by her love for the child. She said to the king, “Please, sir, give her the living child. Please don’t kill him!”\nBut the other woman said, “He won’t be mine or yours. Cut him in two.”",
      "27": "The king replied, “Give the living child to the first woman. Don’t kill him. She is his mother.”",
      "28": "All Israel heard about the decision the king made. They respected the king very highly, because they saw he possessed wisdom from God to do what was right."
    },
    "4": {
      "1": "When King Solomon was the king of all Israel,",
      "2": "these were his officials:\nAzariah, son of Zadok, was the chief priest.",
      "3": "Elihoreph and Ahijah, the sons of Shisha, were scribes.\nJehoshaphat, son of Ahilud, was the royal historian.",
      "4": "Benaiah, son of Jehoiada, was commander of the army.\nZadok and Abiathar were priests.",
      "5": "Azariah, son of Nathan, was in charge of the district governors.\nZabud, son of Nathan, was the king’s adviser.",
      "6": "Ahishar was in charge of the palace.\nAdoniram, son of Abda, was in charge of forced labor.",
      "7": "Solomon appointed 12 district governors in Israel. They were to provide food for the king and his palace. Each one had to supply food for one month every year.",
      "8": "Their names were\nBenhur, who was in charge of the hills of Ephraim,",
      "9": "Bendeker, who was in charge of Makaz, Shaalbim, Beth Shemesh, and Elon Beth Hanan, and",
      "10": "Benhesed, who was in charge of Arubboth, Socoh, and the entire region of Hepher.",
      "11": "Benabinadab had the entire region of Dor.\n(Solomon’s daughter Taphath was his wife.)",
      "12": "Baana, son of Ahilud, had Taanach, Megiddo, and all of Beth Shean.\n(This was near Zarethan, below Jezreel, from Beth Shean to Abel Meholah and over to Jokmeam.)",
      "13": "Bengeber was in charge of Ramoth Gilead; he had the settlements of Jair, a descendant of Manasseh, in Gilead.\nHe also had the territory of Argob in Bashan, 60 large cities with walls and bronze bars across their gates.",
      "14": "Ahinadab, son of Iddo, was in charge of Mahanaim.",
      "15": "Ahimaaz was in charge of Naphtali.\n(He also married Solomon’s daughter Basemath.)",
      "16": "Baana, son of Hushai, was in charge of Asher and Aloth.",
      "17": "Jehoshaphat, son of Paruah, was in charge of Issachar.",
      "18": "Shimei, son of Ela, was in charge of Benjamin.",
      "19": "Geber, son of Uri, was in charge of Gilead, the territory of King Sihon the Amorite and King Og of Bashan. (There was only one governor in that territory.)",
      "20": "The people of Judah and Israel were as numerous as the sand on the seashore. They ate and drank and lived happily.",
      "21": "Solomon ruled all the kingdoms from the Euphrates River to the country of the Philistines and as far as the Egyptian border. These kingdoms paid taxes and were subject to Solomon as long as he lived.",
      "22": "Solomon’s food supply for one day was 180 bushels of flour, 360 bushels of coarse flour,",
      "23": "10 fattened cows, 20 cows from the pasture, and 100 sheep in addition to deer, gazelles, fallow deer, and fattened birds.",
      "24": "He controlled all the territory west of the Euphrates River from Tiphsah to Gaza and all of its kings. So he lived in peace with all the neighboring countries.",
      "25": "As long as Solomon lived, Judah and Israel (from Dan to Beersheba) lived securely, everyone under his own vine and fig tree.",
      "26": "Solomon had stalls for 40,000 chariot horses. He also had 12,000 chariot soldiers.",
      "27": "Each of the governors provided food for one month every year for King Solomon and all who ate at his table. The governors saw to it that nothing was in short supply.",
      "28": "They brought their quota of barley and straw for the chariot horses to the proper places.",
      "29": "God gave Solomon wisdom—keen insight and a mind as limitless as the sand on the seashore.",
      "30": "Solomon’s wisdom was greater than that of all the eastern people and all the wisdom of the Egyptians.",
      "31": "He was wiser than anyone, than Ethan the Ezrahite, or Heman, Calcol, or Darda, Mahol’s sons. His fame spread to all the nations around him.",
      "32": "Solomon spoke 3,000 proverbs and wrote 1,005 songs.",
      "33": "He described and classified trees—from the cedar in Lebanon to the hyssop growing out of the wall. He described and classified animals, birds, reptiles, and fish.",
      "34": "People came from every nation to hear his wisdom; they came from all the kings of the earth who had heard about his wisdom."
    },
    "5": {
      "1": "King Hiram of Tyre sent his officials to Solomon when he heard that Solomon had been anointed king to succeed his father. Hiram had always been David’s friend.",
      "2": "Solomon sent word to Hiram, by saying,",
      "3": "“You know that my father David was surrounded by war. He couldn’t build a temple for the name of the Lord our God until the Lord let him defeat his enemies.",
      "4": "But the Lord my God has surrounded me with peace. I have no rival and no trouble.",
      "5": "Now I’m thinking of building a temple for the name of the Lord my God as the Lord spoke to my father David: ‘Your son, whom I will put on your throne to succeed you, will build a temple for my name.’",
      "6": "So order men to cut down cedars from Lebanon for me. My workers will work with your workers. I will pay you whatever wages you ask for your workers. You know we don’t have any skilled lumberjacks like those from Sidon.”",
      "7": "Hiram was very glad to hear what Solomon had said. Hiram responded, “May the Lord be praised today. He has given David a wise son to rule this great nation.”",
      "8": "Hiram sent men to Solomon to say, “I’ve received the message you sent me. I will do everything you want in regard to the cedar and cypress logs.",
      "9": "My workers will bring logs from Lebanon to the sea, and I will have them make them into rafts to go by sea to any place you specify. There I will have them taken apart, and you can use them. You can pay me by providing food for my palace.”",
      "10": "So Hiram gave Solomon all the cedar and cypress wood he wanted.",
      "11": "Solomon gave Hiram 120,000 bushels of wheat and 120,000 gallons of pure olive oil. Solomon paid Hiram this much every year.",
      "12": "The Lord gave Solomon wisdom as he had promised. There was peace between Hiram and Solomon, and they made a treaty with one another.",
      "13": "King Solomon forced 30,000 men from all over Israel to work for him.",
      "14": "He sent a shift of 10,000 men to Lebanon for a month. They would spend one month in Lebanon and two months at home. Adoniram was in charge of forced labor.",
      "15": "Solomon had 70,000 men who carried heavy loads, 70,000 who quarried stone in the mountains,",
      "16": "and 3,300 foremen who were in charge of the workers.",
      "17": "The king commanded them to quarry large, expensive blocks of stone in order to provide a foundation of cut stone for the temple.",
      "18": "Solomon’s workmen, Hiram’s workmen, and men from Gebal quarried the stone and prepared the logs and stone to build the temple."
    },
    "6": {
      "1": "Solomon began to build the Lord’s temple 480 years after Israel left Egypt. He began building in the month of Ziv (the second month) of the fourth year of his reign over Israel.",
      "2": "The temple that King Solomon built for the Lord was 90 feet long, 30 feet wide, and 45 feet high.",
      "3": "The entrance hall in front of the main room of the temple was the same length as the shorter side of the temple. It extended 15 feet in front of the temple.",
      "4": "He also made latticed windows for the temple.",
      "5": "He built an annex containing side rooms all around the temple. This annex was next to the walls of the main building and the inner sanctuary.",
      "6": "The interior of the lowest story of the annex was 7½ feet wide, the second story was 9 feet wide, and the third story was 10½ feet wide. Solomon made ledges all around the temple so that this annex would not be fastened to the walls of the temple.",
      "7": "The temple was built with stone blocks that were finished at the quarry. No hammer, chisel, or any other iron tool made a sound at the temple construction site.",
      "8": "The entrance to the first story  was on the south side of the temple. A staircase went up to the middle story and then to the third story.",
      "9": "When he had finished building the walls, he roofed the temple with rows of cedar beams and planks.",
      "10": "He built each story of the annex 7½ feet high alongside the entire temple. Its cedar beams were attached to the temple.",
      "11": "The Lord spoke to Solomon, saying,",
      "12": "“This concerns the temple you are building: If you live by my laws, follow my rules, and keep my commands, I will fulfill the promise I made about you to your father David.",
      "13": "I will live among the Israelites and never abandon my people.”",
      "14": "When Solomon had finished building the temple’s frame,",
      "15": "he began to line the inside walls of the temple with cedar boards. He paneled the inside of the temple with wood from floor to ceiling. He covered the floor of the temple with cypress planks.",
      "16": "He sectioned off a 30-foot-long room at the rear of the temple with cedar boards from the floor to the rafters. He built it to serve as an inner room, the most holy place.",
      "17": "The 60-foot-long room at the front of the temple served as the main hall.",
      "18": "Gourds and flowers were carved into the cedar paneling inside the temple. Everything was covered with cedar. No stone could be seen.",
      "19": "He prepared the inner room of the temple in order to put the ark of the Lord’s promise there.",
      "20": "The inner room was 30 feet long, 30 feet wide, and 30 feet high. Solomon covered it and the cedar altar with pure gold.",
      "21": "He covered the inside of the temple with pure gold. He put golden chains across the front of the inner room which was covered with gold.",
      "22": "He covered the entire inside of the temple with gold. He also covered the entire altar in the inner room with gold.",
      "23": "In the inner room he made two 15-foot-tall angels  out of olive wood.",
      "24": "Each wing of the angels was 7½ feet long. The distance from the tip of one wing to the tip of the other was 15 feet.",
      "25": "Both angels had a 15-foot wingspan. Both had the same measurements and the same shape.",
      "26": "Each was 15 feet high.",
      "27": "Solomon put the angels in the inner room of the temple. The wings of the angels extended so that the wing of one of the angels touched the one wall, and the wing of the other touched the other wall. Their remaining wings touched each other in the center of the room.",
      "28": "He covered the angels with gold.",
      "29": "He carved angels, palm trees, and flowers into the walls all around the inner and outer rooms of the temple.",
      "30": "He covered the floor of the inner and outer rooms of the temple with gold.",
      "31": "He made doors for the entrance to the inner room out of olive wood. The doorposts had five sides.",
      "32": "The two doors were made out of olive wood. He carved angels, palm trees, and flowers into them and covered them with gold. The gold was hammered onto the angels and the palm trees.",
      "33": "In the same way he made square doorposts out of olive wood for the temple’s entrance.",
      "34": "He made two doors from cypress. Each of the doors had two folding panels.",
      "35": "On them he carved angels, palm trees, and flowers. He evenly covered them with gold.",
      "36": "He built the inner courtyard with three courses of finished stones and a course of finished cedar beams.",
      "37": "In the month of Ziv of the fourth year of Solomon’s reign, the foundation of the Lord’s temple was laid.",
      "38": "In the month of Bul (the eighth month) of the eleventh year of his reign, the temple was finished according to all its plans and specifications. He spent seven years building it."
    },
    "7": {
      "1": "Solomon took 13 years to finish building his palace.",
      "2": "He built a hall named the Forest of Lebanon. It was 150 feet long, 75 feet wide, and 45 feet high. It had four rows of cedar pillars supporting cedar beams.",
      "3": "The hall was covered with cedar above the side rooms, which were supported by 45 pillars (15 per row).",
      "4": "The windows were in three rows facing each other on opposite sides of the palace.",
      "5": "All the doors and doorframes were square. There were three doors facing each other on opposite sides of the palace.",
      "6": "Solomon made the Hall of Pillars 75 feet long and 45 feet wide. In front of the hall was an entrance hall with pillars.",
      "7": "He made the Hall of Justice, where he sat on his throne and served as judge. The hall was covered with cedar from floor to ceiling.",
      "8": "His own private quarters were in a different location than the Hall of Justice, but they were similar in design. Solomon also built private quarters like this for his wife, Pharaoh’s daughter.",
      "9": "From the foundation to the roof, all these buildings, including the large courtyard, were built with high-grade stone blocks. The stone blocks were cut to size and trimmed with saws on their inner and outer faces.",
      "10": "The foundation was made with large, high-grade stones (some 12 feet long, others 15 feet long).",
      "11": "Above the foundation were cedar beams and high-grade stone blocks, which had been cut to size.",
      "12": "The large courtyard had three layers of cut stone blocks and a layer of cedar beams, like the inner courtyard of the Lord’s temple and the entrance hall.",
      "13": "King Solomon had Hiram brought from Tyre.",
      "14": "Hiram was the son of a widow from the tribe of Naphtali. His father, a native of Tyre, was a skilled bronze craftsman. Hiram was highly skilled, resourceful, and knowledgeable about all kinds of bronze craftsmanship. He came to King Solomon and did all his bronze work.",
      "15": "He made two bronze pillars. Each was 27 feet high and 18 feet in circumference.",
      "16": "He made two capitals of cast bronze to put on top of the pillars. Each capital was 7½ feet high.",
      "17": "He also made seven rows of filigree and chains for each capital.",
      "18": "After he made the pillars, he made two rows of decorations around the filigree to cover the capitals which were above the pillars. He made the capitals identical to each other.",
      "19": "The capitals on top of the pillars in the entrance hall were lily-shaped. Each was six feet high.",
      "20": "Two hundred pomegranates in rows were directly above the bowl-shaped parts around the filigree on the capitals on both pillars.",
      "21": "Hiram set up the pillars in the temple’s entrance hall. He set up the pillar on the right and named it Jachin [He Establishes]. Then he set up the pillar on the left and named it Boaz [In Him Is Strength].",
      "22": "There were lily-shaped capitals at the top of the pillars. He finished the work on the pillars.",
      "23": "Hiram made a pool from cast metal. It was 15 feet in diameter. It was round, 7½ feet high, and had a circumference of 45 feet.",
      "24": "Under the rim were two rows of gourds all around the 45-foot circumference of the pool. They were cast in metal when the pool was cast.",
      "25": "The pool was set on 12 metal bulls. Three bulls faced north, three faced west, three faced south, and three faced east. The pool was set on them, and their hindquarters were toward the center of the pool.",
      "26": "The pool was three inches thick. Its rim was like the rim of a cup, shaped like a lily’s bud. It held 12,000 gallons.",
      "27": "He made ten bronze stands. Each stand was 6 feet square and 4½ feet high.",
      "28": "The stands were made this way: They had side panels set in frames.",
      "29": "On the panels set in frames were lions, oxen, and angels. These were also on the frames. Above and below the lions and the cattle were engraved designs.",
      "30": "Each stand had four bronze wheels on bronze axles and four supports beneath the basin. The supports were made of cast metal with designs on the sides.",
      "31": "Each had a 1½-foot-deep opening in the center to the circular frame on top. The opening was round, formed like a pedestal, and was two feet wide. Around the opening there were engravings. But the panels were square, not round.",
      "32": "The four wheels were under the panels, and the axles were attached to the stand. Each wheel was two feet high.",
      "33": "The wheels were made like chariot wheels. The axles, rims, spokes, and hubs were all cast metal.",
      "34": "The four supports at the four corners of each stand were part of the stand.",
      "35": "The top of each stand had a round, nine-inch-high band. Above the stand were supports which were part of the panels.",
      "36": "Hiram engraved angels, lions, palm trees, and designs in every available space on the supports and panels.",
      "37": "This is the way he made the ten stands. All of them were cast in the same mold, identical in size and shape.",
      "38": "Hiram also made ten bronze basins. Each basin held 240 gallons. Every basin was six feet wide. There was one basin on each of the ten stands.",
      "39": "He put five stands on the south side of the temple and five on the north side of the temple. He set the pool on the south side of the temple in the southeast corner.",
      "40": "Hiram also made pots, shovels, and bowls.\nSo Hiram finished all the work for King Solomon on the Lord’s temple:",
      "41": "2 pillars, the bowl-shaped capitals on top of the 2 pillars, and 2 sets of filigree to cover the 2 bowl-shaped capitals on top of the pillars,",
      "42": "400 pomegranates for the 2 sets of filigree (2 rows of pomegranates for each filigree to cover the 2 bowl-shaped capitals on the pillars),",
      "43": "10 stands and 10 basins on the stands,",
      "44": "1 pool, 12 bulls under the pool,",
      "45": "pots, shovels, and bowls. Hiram made all these utensils out of polished bronze for the Lord’s temple at King Solomon’s request.",
      "46": "The king cast them in foundries in the Jordan Valley between Succoth and Zarethan.",
      "47": "Solomon left all the products unweighed because so much bronze was used. No one tried to determine how much the bronze weighed.",
      "48": "Solomon made all the furnishings for the Lord’s temple: the gold altar, the gold table on which the bread of the presence was placed,",
      "49": "lamp stands of pure gold (five on the south side and five on the north in front of the inner room), flowers, lamps, gold tongs,",
      "50": "dishes, snuffers, bowls, saucers, incense burners of pure gold, the gold sockets for the doors of the inner room (the most holy place), and the doors of the temple.",
      "51": "All the work King Solomon did on the Lord’s temple was finished. He brought the holy things that had belonged to his father David—the silver, gold, and utensils—and put them in the storerooms of the Lord’s temple."
    },
    "8": {
      "1": "Then Solomon assembled the respected leaders of Israel, all the heads of the tribes, and the leaders of the Israelite families. They came to King Solomon in Jerusalem to take the ark of the Lord’s promise from the City of David (that is, Zion).",
      "2": "All the people of Israel gathered around King Solomon at the Festival of Booths in the month of Ethanim, the seventh month.",
      "3": "When all the leaders of Israel had arrived, the priests picked up the Lord’s ark.",
      "4": "They brought the ark, the tent of meeting, and all the holy utensils in it to the temple. The priests and the Levites carried them",
      "5": "while King Solomon with the whole assembly from Israel were offering countless sheep and cattle sacrifices in front of the ark.",
      "6": "The priests brought the ark of the Lord’s promise to its place in the inner room of the temple (the most holy place) under the wings of the angels.",
      "7": "When the angels’ outstretched wings were over the place where the ark rested, the angels became a covering above the ark and its poles.",
      "8": "The poles were so long that their ends could be seen in the holy place by anyone standing in front of the inner room, but they couldn’t be seen outside. (They are still there today.)",
      "9": "There was nothing in the ark except the two stone tablets Moses put there at Horeb, where the Lord made a promise to the Israelites after they left Egypt.",
      "10": "When the priests left the holy place, a cloud filled the Lord’s temple.",
      "11": "The priests couldn’t serve because of the cloud. The Lord’s glory filled his temple.",
      "12": "Then Solomon said, “The Lord said he would live in a dark cloud.",
      "13": "I certainly have built you a high temple, a home for you to live in permanently.”",
      "14": "Then the king turned around and blessed the whole assembly of Israel while they were standing.",
      "15": "“Thanks be to the Lord God of Israel. With his mouth he made a promise to my father David; with his hand he carried it out. He said,",
      "16": "‘Ever since I brought my people Israel out of Egypt, I didn’t choose any city in any of the tribes of Israel as a place to build a temple for my name. But now I’ve chosen David to rule my people Israel.’",
      "17": "“My father David had his heart set on building a temple for the name of the Lord God of Israel.",
      "18": "However, the Lord said to my father David, ‘Since you had your heart set on building a temple for my name, your intentions were good.",
      "19": "But you must not build the temple. Instead, your own son will build the temple for my name.’",
      "20": "The Lord has kept the promise he made. I have taken my father David’s place, and I sit on the throne of Israel as the Lord promised. I’ve built the temple for the name of the Lord God of Israel.",
      "21": "I’ve made a place there for the ark which contains the Lord’s promise that he made to our ancestors when he brought them out of Egypt.”",
      "22": "In the presence of the entire assembly of Israel, Solomon stood in front of the Lord’s altar. He stretched out his hands toward heaven",
      "23": "and said,\n“Lord God of Israel,\nthere is no god like you in heaven above or on earth below.\nYou keep your promise  of mercy to your servants,\nwho obey you wholeheartedly.",
      "24": "You have kept your promise to my father David, your servant.\nWith your mouth you promised it.\nWith your hand you carried it out as it is today.",
      "25": "“Now, Lord God of Israel,\nkeep your promise to my father David, your servant.\nYou said, ‘You will never fail to have an heir\nsitting in front of me on the throne of Israel\nif your descendants are faithful to me\nas you have been faithful to me.’",
      "26": "“So now, God of Israel,\nmay the promise you made to my father David,\nyour servant, come true.",
      "27": "“Does God really live on earth?\nIf heaven itself, the highest heaven, cannot hold you,\nthen how can this temple that I have built?",
      "28": "Nevertheless, my Lord God, please pay attention to my prayer for mercy.\nListen to my cry for help as I pray to you today.",
      "29": "Night and day may your eyes be on this temple,\nthe place about which you said, ‘My name will be there.’\nListen to me as I pray toward this place.",
      "30": "Hear the plea for mercy\nthat your people Israel and I pray toward this place.\nHear us when we pray to heaven, the place where you live.\nHear and forgive.",
      "31": "“If anyone sins against another person\nand is required to take an oath\nand comes to take the oath in front of your altar in this temple,",
      "32": "then hear that person in heaven, take action, and make a decision.\nCondemn the guilty person with the proper punishment,\nbut declare the innocent person innocent.",
      "33": "“An enemy may defeat your people Israel\nbecause they have sinned against you.\nBut when your people turn to you, praise your name, pray,\nand plead with you in this temple,",
      "34": "then hear them in heaven, forgive the sins of your people Israel,\nand bring them back to the land that you gave to their ancestors.",
      "35": "“When the sky is shut and there’s no rain\nbecause they are sinning against you,\nand they pray toward this place, praise your name,\nand turn away from their sin because you made them suffer,",
      "36": "then hear them in heaven.\nForgive the sins of your servants, your people Israel.\nTeach them the proper way to live.\nThen send rain on the land,\nwhich you gave to your people as an inheritance.",
      "37": "“There may be famine in the land.\nPlant diseases, heat waves, funguses, locusts,\nor grasshoppers may destroy crops.\nEnemies may blockade Israel’s city gates.\nDuring every plague or sickness",
      "38": "hear every prayer for mercy,\nmade by one person or by all the people in Israel,\nwhose consciences bother them,\nwho stretch out their hands toward this temple.",
      "39": "Hear them in heaven, where you live.\nForgive them, and take action.\nGive each person the proper reply.\n(You know what is in their hearts,\nbecause you alone know what is in the hearts of all people.)",
      "40": "Then, as long as they live in the land that you gave to our ancestors,\nthey will fear you.",
      "41": "“People will hear about your great name,\nmighty hand, and powerful arm.\nSo when people who are not Israelites\ncome from distant countries because of your name",
      "42": "to pray facing this temple,",
      "43": "hear them in heaven, the place where you live.\nDo everything they ask you\nso that all the people of the world may know your name\nand fear you like your people Israel\nand learn also that this temple which I built bears your name.",
      "44": "“When your people go to war against their enemies\n(wherever you may send them)\nand they pray to you, O Lord, toward the city you have chosen\nand the temple I built for your name,",
      "45": "then hear their prayer for mercy in heaven,\nand do what is right for them.",
      "46": "“They may sin against you.\n(No one is sinless.)\nYou may become angry with them and hand them over to an enemy\nwho takes them to another country as captives,\nwhether it is far or near.",
      "47": "If they come to their senses,\nare sorry for what they’ve done,\nand plead with you in the land where they are captives,\nsaying, ‘We have sinned. We have done wrong.\nWe have been wicked,’",
      "48": "if they change their attitude toward you\nin the land of their enemies where they are captives,\nif they pray to you\ntoward the land that you gave their ancestors,\nand the city you have chosen,\nand the temple I have built for your name,",
      "49": "then in heaven, the place where you live, hear their prayer for mercy.\nDo what is right for them.",
      "50": "Forgive your people, who have sinned against you.\nForgive all their wrongs when they rebelled against you,\nand cause those who captured them to have mercy on them",
      "51": "because they are your own people\nwhom you brought out of Egypt\nfrom the middle of an iron smelter.",
      "52": "“May your eyes always see my plea and your people Israel’s plea\nso that you will listen to them whenever they call on you.",
      "53": "After all, you, Lord God, set them apart from all the people of the world\nto be your own as you promised through your servant Moses\nwhen you brought our ancestors out of Egypt.”",
      "54": "When Solomon finished praying this prayer for mercy to the Lord, he stood in front of the Lord’s altar, where he had been kneeling with his hands stretched out toward heaven.",
      "55": "Then he stood and in a loud voice blessed the entire assembly of Israel,",
      "56": "“Thanks be to the Lord! He has given his people Israel rest, as he had promised. None of the good promises he made through his servant Moses has failed to come true.",
      "57": "May the Lord our God be with us as he was with our ancestors. May he never leave us or abandon us.",
      "58": "May he bend our hearts toward him. Then we will follow him and keep his commands, laws, and rules, which he commanded our ancestors to keep.",
      "59": "May these words which I have prayed to the Lord be near the Lord our God day and night. Then he will give me and his people Israel justice every day as it is needed.",
      "60": "In this way all the people of the world will know that the Lord is God and there is no other god.",
      "61": "May your hearts be committed to the Lord our God. Then you will live by his laws and keep his commands as you have today.”",
      "62": "Then the king and all Israel offered sacrifices to the Lord.",
      "63": "Solomon sacrificed 22,000 cattle and 120,000 sheep as fellowship offerings to the Lord. So the king and all the people of Israel dedicated the Lord’s temple.",
      "64": "On that day the king designated the courtyard in front of the Lord’s temple as a holy place. He sacrificed the burnt offerings, grain offerings, and the fat from the fellowship offerings because the bronze altar in front of the Lord was too small to hold all of them.",
      "65": "At that time Solomon and all Israel celebrated the Festival of Booths. A large crowd had come from the territory between the border of Hamath and the River of Egypt to be near the Lord our God for seven days.",
      "66": "On the eighth day he dismissed the people. They blessed the king and went to their tents. They rejoiced with cheerful hearts for all the blessings the Lord had given his servant David and his people Israel."
    },
    "9": {
      "1": "Solomon finished building the Lord’s temple, the royal palace, and everything else he wanted to build.",
      "2": "Then the Lord appeared to him a second time, as he had appeared to him in Gibeon.",
      "3": "The Lord said to him,\n“I have heard your prayer for mercy that you made to me.\nI have declared that this temple which you have built is holy\nso that my name may be placed there forever.\nMy eyes and my heart will always be there.",
      "4": "“If you will be faithful to me as your father David was\n(with a sincere and upright heart),\ndo everything I command,\nand keep my laws and rules,",
      "5": "then I will establish your royal dynasty over Israel forever\nas I promised your father David when I said,\n‘You will never fail to have an heir on the throne of Israel.’",
      "6": "But if you and your descendants dare to turn away from me\nand do not keep my commands and laws that I gave to you,\nand follow and serve other gods and worship them,",
      "7": "then I will cut Israel out of the land I gave them.\nI will reject this temple that I declared holy for my name.\nIsrael will be an example\nand an object of ridicule for all the people of the world.",
      "8": "Everyone passing by this temple, as impressive as it is, will be appalled.\nThey will gasp and ask,\n‘Why did the Lord do these things to this land and this temple?’",
      "9": "They will answer themselves,\n‘They abandoned the Lord their God,\nwho brought their ancestors out of Egypt.\nThey adopted other gods, worshiped, and served them.\nThat is why the Lord brought this disaster on them.’ ”",
      "10": "It took Solomon 20 years to build the two houses (the Lord’s house and the royal palace).",
      "11": "When King Solomon had finished, he gave King Hiram of Tyre 20 cities in Galilee. (Hiram had supplied Solomon with as much cedar and cypress lumber and gold as he wanted.)",
      "12": "Hiram left Tyre to see the cities Solomon gave him. However, they didn’t please him.",
      "13": "“What kind of cities have you given me, brother?” he asked. So he named it the region of Cabul [Good for Nothing]. (They’re still called that today.)",
      "14": "Hiram had sent the king 9,000 pounds of gold.",
      "15": "This is the record of the forced laborers whom King Solomon drafted to build the Lord’s house, his own house, the Millo, the walls of Jerusalem, and the cities of Hazor, Megiddo, and Gezer.",
      "16": "(The king of Egypt captured Gezer, burned it down, and killed the Canaanites living there. Then he gave it to his daughter, Solomon’s wife, as a wedding present.)",
      "17": "So Solomon rebuilt Gezer, Lower Beth Horon,",
      "18": "Baalath, Tadmor in the desert (inside the country), and",
      "19": "all the storage cities that he owned. He also built cities for his chariots, cities for his war horses, and whatever else he wanted to build in Jerusalem, Lebanon, or the entire territory that he governed.",
      "20": "The Amorites, Hittites, Perizzites, Hivites, and Jebusites had been left in the land because the Israelites had not been able to claim them for God by destroying them. They were not Israelites,",
      "21": "but they had descendants who were still in the land. Solomon drafted them for slave labor. (They are still slaves today.)",
      "22": "But Solomon didn’t make any of the Israelites slaves. Instead, they were soldiers, officials, officers, generals, and commanders of his chariot and cavalry units.",
      "23": "These were the officers in charge of Solomon’s projects: 550 foremen for the people who did the work.",
      "24": "Pharaoh’s daughter moved from the City of David to the palace that Solomon had built for her. Then he built the Millo.",
      "25": "Three times a year Solomon sacrificed burnt offerings and fellowship offerings on the altar he built for the Lord. He burnt them on the altar that was in the Lord’s presence. And he finished the temple.",
      "26": "King Solomon also built a fleet near the Red Sea coast at Ezion Geber by Elath in Edom.",
      "27": "Hiram sent his own servants who were experienced seamen with the fleet. Along with Solomon’s servants",
      "28": "they went to Ophir, got 31,500 pounds of gold, and brought it to King Solomon."
    },
    "10": {
      "1": "The queen of Sheba heard about Solomon’s reputation. (He owed his reputation to the name of the Lord.) So she came to test him with riddles.",
      "2": "She arrived in Jerusalem with a large group of servants, with camels carrying spices, a very large quantity of gold, and precious stones. When she came to Solomon, she talked to him about everything she had on her mind.",
      "3": "Solomon answered all her questions. No question was too difficult for the king to answer.",
      "4": "When the queen of Sheba saw all of Solomon’s wisdom, the palace he built,",
      "5": "the food on his table, his officers’ seating arrangement, the organization of his officials and the uniforms they wore, his cupbearers, and the burnt offerings that he sacrificed at the Lord’s temple, she was breathless.",
      "6": "She told the king, “What I heard in my country about your words and your wisdom is true!",
      "7": "But I didn’t believe the reports until I came and saw it with my own eyes. I wasn’t even told half of it. Your wisdom and wealth surpass the stories I’ve heard.",
      "8": "How blessed your men must be! How blessed these servants of yours must be because they are always stationed in front of you, listening to your wisdom!",
      "9": "Thank the Lord your God, who is pleased with you. He has put you on the throne of Israel. Because of your God’s eternal love for the people of Israel, he has made you king so that you would maintain justice and righteousness.”",
      "10": "She gave the king 9,000 pounds of gold, a very large quantity of spices, and precious stones. Never again was such a large quantity of spices brought into Israel as those that the queen of Sheba gave King Solomon.",
      "11": "Hiram’s fleet that brought gold from Ophir also brought a large quantity of sandalwood and precious stones from Ophir.",
      "12": "With the sandalwood the king made supports for the Lord’s temple and the royal palace, and lyres and harps for the singers. Never again was sandalwood like this imported into Israel, nor has any been seen there to this day.",
      "13": "King Solomon gave the queen of Sheba anything she wanted, whatever she asked for, besides what he had given her out of his royal generosity. Then she and her servants went back to her country.",
      "14": "The gold that came to Solomon in one year weighed 49,950 pounds,",
      "15": "not counting the gold which came from the merchants, the traders’ profits, all the Arab kings, and the governors of the country.",
      "16": "King Solomon made 200 large shields of hammered gold, using 15 pounds of gold on each shield.",
      "17": "He also made 300 small shields of hammered gold, using four pounds of gold on each shield. The king put them in the hall which he called the Forest of Lebanon.",
      "18": "The king also made a large ivory throne and covered it with fine gold.",
      "19": "Six steps led to the throne. Carved into the back of the throne was a calf’s head. There were armrests on both sides of the seat. Two lions stood beside the armrests.",
      "20": "Twelve lions stood on six steps, one on each side. Nothing like this had been made for any other kingdom.",
      "21": "All King Solomon’s cups were gold, and all the utensils for the hall which he called the Forest of Lebanon were fine gold. (Nothing was silver, because it wasn’t considered valuable in Solomon’s time.)",
      "22": "The king had a fleet headed for Tarshish with Hiram’s fleet. Once every three years the Tarshish fleet would bring gold, silver, ivory, apes, and monkeys.",
      "23": "In wealth and wisdom King Solomon was greater than all the other kings of the world.",
      "24": "The whole world wanted to listen to the wisdom that God gave Solomon.",
      "25": "So everyone who came brought him gifts: articles of silver and gold, clothing, weapons, spices, horses, and mules. This happened year after year.",
      "26": "Solomon built up his army with chariots and war horses. He had 1,400 chariots and 12,000 war horses. He stationed some in chariot cities and others with himself in Jerusalem.",
      "27": "The king made silver as common in Jerusalem as stones, and he made cedars as plentiful as fig trees in the foothills.",
      "28": "Solomon’s horses were imported from Egypt and Kue. The king’s traders bought them from Kue for a fixed price.",
      "29": "Each chariot was imported from Egypt for 15 pounds of silver and each horse for 6 ounces of silver. For the same price they obtained horses to export to all the Hittite and Aramean kings."
    },
    "11": {
      "1": "King Solomon loved many foreign women in addition to Pharaoh’s daughter. He loved Hittite women and women from Moab, Ammon, Edom, and Sidon.",
      "2": "They came from the nations about which the Lord had said to the people of Israel, “Never intermarry with them. They will surely tempt you to follow their gods.” But Solomon was obsessed with their love.",
      "3": "He had 700 wives who were princesses and 300 wives who were concubines.",
      "4": "In his old age, his wives tempted him to follow other gods. He was no longer committed to the Lord his God as his father David had been.",
      "5": "Solomon followed Astarte (the goddess of the Sidonians) and Milcom (the disgusting idol of the Ammonites).",
      "6": "So Solomon did what the Lord considered evil. He did not wholeheartedly follow the Lord as his father David had done.",
      "7": "Then Solomon built an illegal worship site on the hill east of Jerusalem for Chemosh (the disgusting idol of Moab) and for Molech (the disgusting idol of the Ammonites).",
      "8": "He did these things for each of his foreign wives who burned incense and sacrificed to their gods.",
      "9": "So the Lord became angry with Solomon because his heart had turned from the Lord God of Israel, who had appeared to him twice.",
      "10": "God had given him commands about this. He told him not to follow other gods. But Solomon did not obey God’s command.",
      "11": "The Lord told Solomon, “Because this is your attitude and you have no respect for my promises  or my laws that I commanded you to keep, I will certainly tear the kingdom away from you. I will give it to one of your servants.",
      "12": "But I will not do it in your lifetime because of your father David. I will tear it away from the hands of your son.",
      "13": "However, I will not tear the whole kingdom away from you. I will give your son one tribe for my servant David’s sake and for the sake of Jerusalem, the city that I chose.”",
      "14": "The Lord raised up Hadad the Edomite as a rival to Solomon. Hadad was from the Edomite royal family.",
      "15": "When David had conquered Edom, Joab, the commander of the army, went to bury those killed in battle and killed every male in Edom.",
      "16": "(Joab and all Israel stayed there six months until they had destroyed every male in Edom.)",
      "17": "Hadad was a young boy at the time. He and some of his father’s Edomite servants fled to Egypt.",
      "18": "They left Midian and went to Paran. Taking some men from Paran with them, they went to Pharaoh (the king of Egypt). Pharaoh gave Hadad a home, a food allowance, and land.",
      "19": "Pharaoh approved of Hadad. So he gave Hadad his sister-in-law, the sister of Queen Tahpenes, to be Hadad’s wife.",
      "20": "Tahpenes’ sister had a son named Genubath. Tahpenes presented the boy to Pharaoh in the palace, and Genubath lived in the palace among Pharaoh’s children.",
      "21": "When Hadad heard in Egypt that David had lain down in death with his ancestors and that Joab, the commander of the army, had died, he said to Pharaoh, “Let me go to my own country.”",
      "22": "Pharaoh asked him, “What don’t you have here that makes you eager to go home?”\n“Nothing,” he said. “But let me leave anyway.”",
      "23": "God also raised up Rezon, son of Eliada, as a rival to Solomon. Rezon fled from his master, King Hadadezer of Zobah,",
      "24": "after David killed the men of Zobah. Rezon gathered men and became the leader of a troop of warriors. They went to Damascus, settled there, and ruled a kingdom in Damascus.",
      "25": "In addition to the trouble that Hadad caused, Rezon was Israel’s rival as long as Solomon lived. He ruled Aram and despised Israel.",
      "26": "There was also Jeroboam, who was the son of Nebat and an Ephrathite from Zeredah. His mother Zeruah was a widow. He was one of Solomon’s officers, but he rebelled against the king.",
      "27": "This was the situation when he rebelled against the king: Solomon was building the Millo  and repairing a break in the wall of the City of David.",
      "28": "Solomon saw that Jeroboam was a very able and hardworking man. So he put Jeroboam in charge of all forced labor from the tribes of Joseph.",
      "29": "At that time Jeroboam left Jerusalem. The prophet Ahijah from Shiloh met him on the road. The two of them were alone in the open country, and Ahijah had on new clothes.",
      "30": "Ahijah took his new garment and tore it into 12 pieces.",
      "31": "He told Jeroboam, “Take 10 pieces because this is what the Lord God of Israel says: I am going to tear the kingdom out of Solomon’s hands and give ten tribes to you.",
      "32": "He will have one tribe left because of my servant David and Jerusalem, the city I have chosen from all the tribes of Israel.",
      "33": "I will do this because he has abandoned me and worshiped Astarte (the goddess of the Sidonians), Chemosh (the god of Moab), and Milcom (the god of Ammon). He has not followed my ways. He did not do what I consider right or keep my laws and decrees as his father David did.",
      "34": "“I will not take the whole kingdom from him. Instead, I will allow him to be ruler as long as he lives because of my servant David whom I chose, who obeyed my commands and laws.",
      "35": "But I will take the kingdom away from his son and give you ten tribes.",
      "36": "I will give his son one tribe so that my servant David will always have a lamp in my presence in Jerusalem, the city where I chose to place my name.",
      "37": "“I will choose you so that you can rule everything you desire. You will be king of Israel.",
      "38": "If you will do all I command you, follow my ways, and do what I consider right by obeying my laws and commands as my servant David did, then I will be with you. I will build a permanent dynasty for you as I did for David. And I will give you Israel.",
      "39": "I will make David’s descendants suffer for this, but not always.”",
      "40": "Then Solomon tried to kill Jeroboam, but Jeroboam fled to King Shishak of Egypt. He stayed in Egypt until Solomon died.",
      "41": "Aren’t the rest of Solomon’s acts—everything he did—and his wisdom written in the records of Solomon?",
      "42": "The length of Solomon’s reign in Jerusalem over all Israel was 40 years.",
      "43": "Solomon lay down in death with his ancestors and was buried in the City of David. His son Rehoboam succeeded him as king."
    },
    "12": {
      "1": "Rehoboam went to Shechem because all Israel had gone to Shechem to make him king.",
      "2": "Jeroboam (Nebat’s son) was still in Egypt, where he had fled from King Solomon. When he heard about Rehoboam, he returned from Egypt.",
      "3": "Israel sent for Jeroboam and invited him back. Jeroboam and the entire assembly of Israel went to speak to Rehoboam. They said,",
      "4": "“Your father made us carry a heavy burden. Reduce the hard work and lighten the heavy burden he put on us, and we will serve you.”",
      "5": "He said to them, “Leave and come back the day after tomorrow.” So the people left.",
      "6": "King Rehoboam sought advice from the older leaders who had served his father Solomon while he was still alive. He asked, “What do you advise? How should I respond to these people?”",
      "7": "They told him, “If you will serve these people today, humble yourself, and speak gently, then they will always be your servants.”",
      "8": "But he ignored the advice the older leaders gave him. He sought advice from the young men who had grown up with him and were serving him.",
      "9": "He asked them, “What is your advice? How should we respond to these people who are asking me to lighten the burden my father put on them?”",
      "10": "The young men who had grown up with him answered, “This is what you should tell them: ‘My little finger is heavier than my father’s whole body.",
      "11": "If my father put a heavy burden on you, I will add to it. If my father punished you with whips, I will punish you with scorpions.’ ”",
      "12": "So Jeroboam and all the people came back to Rehoboam two days later, as the king had instructed them.",
      "13": "The king answered the people harshly. He ignored the advice the older leaders gave him.",
      "14": "He spoke to them as the young men advised. He said, “If my father made your burden heavy, I will add to it. If my father punished you with whips, I will punish you with scorpions.”",
      "15": "The king refused to listen to the people because the Lord was directing these events to carry out the promise he had made to Jeroboam (Nebat’s son) through Ahijah from Shiloh.",
      "16": "When all Israel saw that the king refused to listen to them, the people answered the king,\n“What share do we have in David’s kingdom?\nWe won’t receive an inheritance from Jesse’s son.\nTo your own tents, Israel!\nNow look after your own house, David!”\nSo Israel went home to their own tents.",
      "17": "But Rehoboam ruled the Israelites who lived in the cities of Judah.",
      "18": "Then King Rehoboam sent Adoram to Israel. He was in charge of forced labor, but they stoned him to death. So King Rehoboam got on his chariot as fast as he could and fled to Jerusalem.",
      "19": "Israel has rebelled against David’s dynasty to this day.",
      "20": "When all Israel heard that Jeroboam had returned, they sent men to invite him to the assembly. They made him king of all Israel. Only the tribe of Judah remained loyal to David’s dynasty.",
      "21": "When Rehoboam came to Jerusalem, he gathered all the people of Judah and the tribe of Benjamin, 180,000 of the best soldiers, to fight against the people of Israel and return the kingdom to Rehoboam, son of Solomon.",
      "22": "But God spoke his word to Shemaiah, the man of God. He said,",
      "23": "“Speak to Judah’s King Rehoboam, son of Solomon, and all the people of Judah and Benjamin, and the rest of the people.",
      "24": "This is what the Lord says: Don’t wage war against your relatives from Israel. Everyone, go home. What has happened is my doing.” So they obeyed the Lord’s word. They returned home, as the Lord told them.",
      "25": "Jeroboam rebuilt Shechem in the hills of Ephraim and lived there. Then he left that place and built Penuel.",
      "26": "He said to himself, “The kingdom will probably return to David’s dynasty now.",
      "27": "King Rehoboam of Judah, the former master of these people, will regain popularity if they go to sacrifice in the Lord’s temple in Jerusalem. Then they will kill me and return to King Rehoboam of Judah.”",
      "28": "After seeking advice, the king made two golden calves. He said, “You’ve been worshiping in Jerusalem long enough. Israel, here are your gods who brought you out of Egypt.”",
      "29": "He put one in Bethel and the other in Dan.",
      "30": "Worshiping them became Israel’s sin. The people went as far as Dan to worship the one calf.",
      "31": "Jeroboam built worship sites on hilltops. He appointed men who were not descended from Levi to be priests.",
      "32": "Jeroboam appointed a festival on the fifteenth day of the eighth month, just like the festival in Judah. He went to the altar in Bethel to sacrifice to the calves he had made. He appointed priests from the illegal worship sites to serve in Bethel.",
      "33": "He went to his altar in Bethel to burn an offering on the fifteenth day of the eighth month, the festival he had invented for the Israelites."
    },
    "13": {
      "1": "A man of God from Judah had come to Bethel. When he arrived, Jeroboam was standing at the altar to offer a sacrifice.",
      "2": "By a command of the Lord, this man condemned the altar. “Altar, altar! This is what the Lord says: There will be a son born in David’s family line. His name will be Josiah. Here on you Josiah will sacrifice the priests from the illegal worship sites who offer sacrifices on you. Human bones will be burned on you.”",
      "3": "That day the man of God also gave them a miraculous sign, saying, “This is the sign that the Lord will give you: You will see the altar torn apart. The ashes on it will be poured on the ground.”",
      "4": "When King Jeroboam heard the man of God condemning the altar in Bethel, he pointed to the man across the altar. “Arrest him,” he said. But the arm that he used to point to the man of God was paralyzed so that he couldn’t pull it back.",
      "5": "The altar was torn apart, and the ashes from the altar were poured on the ground. This was the miraculous sign the man of God performed at the Lord’s command.",
      "6": "Then the king asked the man of God, “Please make an appeal to the Lord your God, and pray for me so that I can use my arm again.” So the man of God made an appeal to the Lord, and the king was able to use his arm again, as he had earlier.",
      "7": "The king told the man of God, “Come home with me; have something to eat and drink, and I will give you a gift.”",
      "8": "The man of God told the king, “Even if you gave me half of your palace, I would never go with you to eat or drink there.",
      "9": "When the Lord spoke to me, he commanded me not to eat or drink or go back on the same road I took.”",
      "10": "So the man of God left on another road and didn’t go back on the road he had taken to Bethel.",
      "11": "An old prophet was living in Bethel. His sons told him everything the man of God did in Bethel that day and the exact words he had spoken to the king. When they told their father,",
      "12": "he said to them, “Which road did he take?” (His sons had seen which road the man of God from Judah had taken.)",
      "13": "The old prophet told his sons, “Saddle the donkey for me.” After they had saddled the donkey for him, he got on it.",
      "14": "He went after the man of God and found him sitting under an oak tree. The old prophet asked him, “Are you the man of God who came from Judah?”\n“Yes,” he answered.",
      "15": "“Come home with me, and eat a meal,” the old prophet replied.",
      "16": "The man of God said, “I’m not allowed to go back with you. I’m not allowed to eat or drink with you.",
      "17": "When the Lord spoke to me, he told me not to eat or drink there or go back on the road I took to get there.”",
      "18": "The old prophet said, “I’m also a prophet, like you. An angel spoke the Lord’s word to me. He said, ‘Bring him home with you so that he may have something to eat and drink.’ ” (But the old prophet was lying.)",
      "19": "The man of God went back with him and ate and drank in his home.",
      "20": "When they were sitting at the table, the Lord spoke his word to the old prophet who had brought back the man of God.",
      "21": "The Lord also called to the man of God. He said, “This is what the Lord says: You rebelled against the words from the Lord’s mouth and didn’t obey the command that the Lord your God gave you.",
      "22": "You came back, ate, and drank at this place about which he told you, ‘Don’t eat or drink there.’ That is why your dead body will not be allowed to be placed in the tomb of your ancestors.”",
      "23": "After the old prophet had something to eat and drink, he saddled the donkey for the prophet whom he had brought back.",
      "24": "The man of God left. A lion found him as he traveled on the road and killed him. His dead body was thrown on the road. The donkey and the lion were standing by the body.",
      "25": "People who passed by saw the body lying on the road and the lion standing by the body. They talked about it in the city where the old prophet was living.",
      "26": "When the old prophet who had brought the man of God back from the road heard about it, he said, “It’s the man of God who rebelled against the words from the Lord’s mouth! The Lord gave him to the lion. It tore him to pieces and killed him as the Lord’s word had told him.”",
      "27": "Then the old prophet told his sons to saddle his donkey for him. So they did.",
      "28": "He found the body of the man thrown on the road. He also found the donkey and the lion standing beside it. The lion had not eaten the body, nor had it torn the donkey to pieces.",
      "29": "The old prophet picked up the body of the man of God, laid it on the donkey, and brought it back. He came to his own city to mourn for him and to bury him.",
      "30": "He laid the body of the man of God in his own tomb and mourned over the man, saying, “Oh no, my brother, my brother!”",
      "31": "After he had buried the man of God, he said to his sons, “When I die, bury me in the tomb where the man of God was buried. Lay my bones beside his bones.",
      "32": "The things that he announced by a command of the Lord against the altar in Bethel and all the illegal worship sites in the cities of Samaria will happen.”",
      "33": "Even after this, Jeroboam didn’t change his evil ways, but he once again made some men priests for the illegal worship sites. He took all who were willing and appointed them to be priests at the worship sites.",
      "34": "Appointing illegal priests became the sin of Jeroboam’s family so that it had to be destroyed and wiped off the face of the earth."
    },
    "14": {
      "1": "At that time Abijah, son of Jeroboam, got sick.",
      "2": "Jeroboam told his wife, “Go to Shiloh, but disguise yourself so that people will not recognize you as my wife. The prophet Ahijah, who told me I would be king of these people, is there.",
      "3": "Take ten loaves of bread, some raisins, and a jar of honey with you, and go to him. He will tell you what will happen to the boy.”",
      "4": "Jeroboam’s wife did this. She left, went to Shiloh, and came to the home of Ahijah.\nAhijah couldn’t see. His eyesight had failed because he was old.",
      "5": "However, the Lord had told Ahijah, “Jeroboam’s wife is coming to ask you about her son who is sick. When she comes, she will pretend to be someone else.” He also told Ahijah what to say to her.",
      "6": "Ahijah heard her footsteps when she came into the room. He said, “Come in. You’re Jeroboam’s wife. Why are you pretending to be someone else? I’ve been told to give you some terrible news.",
      "7": "Tell Jeroboam, ‘This is what the Lord God of Israel says: I picked you out of the people and made you a leader over my people Israel.",
      "8": "I tore the kingdom away from David’s heirs and gave it to you. But you have not been like my servant David. He obeyed my commands and faithfully followed me by doing only what I considered right.",
      "9": "You have done more evil things than everyone before you. You made other gods, metal idols, for yourself. You made me furious and turned your back to me.",
      "10": "“ ‘That is why I will bring disaster on Jeroboam’s house. I will destroy every male  in his house, whether slave or freeman in Israel. I will burn down Jeroboam’s house. It will burn like manure until it is gone.",
      "11": "If anyone from Jeroboam’s house dies in the city, dogs will eat him. If anyone dies in the country, birds will eat him.’ The Lord has said this!",
      "12": "“Get up, and go home. The moment you set foot in the city the child will die.",
      "13": "All Israel will mourn for him and bury him. He is the only one of Jeroboam’s family who will be properly buried. He was the only one in Jeroboam’s house in whom the Lord God of Israel found anything good.",
      "14": "The Lord will appoint a king over Israel. That king will destroy Jeroboam’s house. This will happen today. It will happen right now.",
      "15": "“The Lord will strike Israel like cattails which shake in the water. He will uproot Israel from this good land which he gave their ancestors. He will scatter them beyond the Euphrates River because they dedicated poles to the goddess Asherah and made the Lord furious.",
      "16": "So the Lord will desert Israel because of Jeroboam’s sins, the sins which he led Israel to commit.”",
      "17": "Jeroboam’s wife got up, left, and went to Tirzah. When she walked across the threshold of her home, the boy died.",
      "18": "All Israel buried him and mourned for him as the Lord had said through his servant, the prophet Ahijah.",
      "19": "Everything else concerning Jeroboam, his wars, and his reign is written in the official records of the kings of Israel.",
      "20": "Jeroboam ruled for 22 years. Then he lay down in death with his ancestors. His son Nadab succeeded him as king.",
      "21": "Rehoboam, son of Solomon, ruled Judah. He was 41 years old when he began to rule. He ruled for 17 years in Jerusalem, the city that the Lord chose from all the tribes of Israel, the city where the Lord put his name. Rehoboam’s mother was an Ammonite woman named Naamah.",
      "22": "The people of Judah did what the Lord considered evil. Their sins made him more angry than anything their ancestors had done.",
      "23": "They built worship sites for themselves and put up large stones and Asherah poles to worship on every high hill and under every large tree.",
      "24": "There were even male prostitutes in the temples of idols throughout the land. The people of Judah did all the disgusting practices done by the nations that the Lord had forced out of the Israelites’ way.",
      "25": "In the fifth year of Rehoboam’s reign, King Shishak of Egypt attacked Jerusalem.",
      "26": "He took the treasures from the Lord’s temple and the royal palace. He took them all. He took all the gold shields Solomon had made.",
      "27": "So King Rehoboam made bronze shields to replace them and put them by the entrance to the royal palace, where the captains of the guards were stationed.",
      "28": "Whenever the king went into the Lord’s temple, guards carried the shields and then returned them to the guardroom.",
      "29": "Isn’t everything else concerning Rehoboam—everything he did—written in the official records of the kings of Judah?",
      "30": "There was war between Rehoboam and Jeroboam as long as they lived.",
      "31": "Rehoboam lay down in death with his ancestors and was buried with them in the City of David. (His mother was an Ammonite woman named Naamah.) His son Abijam succeeded him as king."
    },
    "15": {
      "1": "In the eighteenth year of the reign of Jeroboam (Nebat’s son), Abijam began to rule Judah.",
      "2": "He ruled for three years in Jerusalem. His mother was named Maacah, daughter of Abishalom.",
      "3": "He followed the sinful example his father had set and wasn’t committed to the Lord his God as his ancestor David had been.",
      "4": "But for David’s sake the Lord his God made Abijam a lamp in Jerusalem. He appointed David’s descendant to rule after him and protected Jerusalem.",
      "5": "The Lord did this because David did what the Lord considered right: David never failed to do anything the Lord commanded him to do his entire life (except in the matter concerning Uriah the Hittite).",
      "6": "There was war between Abijam  and Rehoboam throughout their lives.",
      "7": "Isn’t everything else about Abijam—everything he did—written in the official records of the kings of Judah? There was war between Abijam and Jeroboam.",
      "8": "Abijam lay down in death with his ancestors and was buried in the City of David. His son Asa succeeded him as king.",
      "9": "In Jeroboam’s twentieth year as king of Israel, Asa began to rule as king of Judah.",
      "10": "He ruled 41 years in Jerusalem. His grandmother was named Maacah, daughter of Abishalom.",
      "11": "Asa did what the Lord considered right, as his ancestor David had done.",
      "12": "He forced the male temple prostitutes out of the land and got rid of the idols his father had made.",
      "13": "He also removed his grandmother Maacah from the position of queen mother because she made a statue of the repulsive goddess Asherah. Asa cut the statue down and burned it in the Kidron Valley.",
      "14": "Although the illegal worship sites were not torn down, Asa remained committed to the Lord his entire life.",
      "15": "He brought into the Lord’s temple the silver, the gold, and the utensils he and his father had set apart as holy.",
      "16": "There was war between Asa and King Baasha of Israel as long as they lived.",
      "17": "King Baasha of Israel invaded Judah and fortified Ramah to keep anyone from going to or coming from King Asa of Judah.",
      "18": "Then Asa took all the silver and gold that was left in the treasuries of the Lord’s temple and the royal palace and turned them over to his officials. King Asa sent them to Damascus to Aram’s King Benhadad, son of Tabrimmon and grandson of Hezion.",
      "19": "He said, “There’s a treaty between you and me as there was between your father and my father. I’m sending you a present of silver and gold. Now break your treaty with King Baasha of Israel so that he will leave me alone.”",
      "20": "Benhadad did what King Asa requested. He sent his generals and their armies to attack the cities of Israel. He conquered Ijon, Dan, Abel Beth Maacah, and the entire area around Chinneroth with the entire territory of Naphtali.",
      "21": "When Baasha heard the news, he stopped fortifying Ramah and lived in Tirzah.",
      "22": "Then King Asa drafted everyone in Judah and excused no one. He made them carry the stones and lumber from Ramah. Baasha had been using those to fortify the city. King Asa used the materials to fortify Geba in Benjamin and Mizpah.",
      "23": "Isn’t everything else about Asa—all his heroic acts, everything he did, and the cities he fortified—written in the official records of the kings of Judah? But when he was old, he had a foot disease.",
      "24": "Asa lay down in death with his ancestors. He was buried with his ancestors in the city of his ancestor, David. His son Jehoshaphat succeeded him as king.",
      "25": "Nadab, son of Jeroboam, began to rule Israel in Asa’s second year as king of Judah. He ruled for two years.",
      "26": "He did what the Lord considered evil, living as his father did, leading Israel into the same sins.",
      "27": "Then Baasha, son of Ahijah from the tribe of Issachar, plotted against Nadab. Baasha assassinated him in the Philistine city of Gibbethon while Nadab and the Israelite forces were attacking it.",
      "28": "The assassination happened in Asa’s third year as king of Judah. Baasha succeeded Nadab as king of Israel.",
      "29": "As soon as he was king, he killed everyone else in Jeroboam’s family. He did not spare a soul, as the Lord had spoken through his servant Ahijah from Shiloh.",
      "30": "This was because of Jeroboam’s sins and the sins which he led Israel to commit. Those sins made the Lord God of Israel furious.",
      "31": "Isn’t everything else about Nadab—everything he did—written in the official records of the kings of Israel?",
      "32": "There was war between Asa and Baasha as long as they lived.",
      "33": "In Asa’s third year as king of Judah, Baasha, son of Ahijah, began to rule Israel in Tirzah. He ruled for 24 years.",
      "34": "He did what the Lord considered evil. He lived like Jeroboam and led Israel into committing the same sins."
    },
    "16": {
      "1": "The Lord spoke his word to Jehu, Hanani’s son, against Baasha.",
      "2": "He said, “I raised you from the dust and made you leader of my people Israel. But you have lived like Jeroboam. You have led my people to sin, and their sins make me furious.",
      "3": "So I will destroy Baasha and his family. I will make his family like the family of Jeroboam (Nebat’s son).",
      "4": "Dogs will eat anyone from Baasha’s family who dies in the city. Birds will eat anyone from his family who dies in the country.”",
      "5": "Isn’t everything else about Baasha—what he did and his heroic acts—written in the official records of the kings of Israel?",
      "6": "Baasha lay down in death with his ancestors and was buried in Tirzah. His son Elah succeeded him as king.",
      "7": "In addition, the Lord spoke his word to the prophet Jehu, Hanani’s son, against Baasha and his family because of all the things Baasha did which the Lord considered evil. Baasha’s actions, which made the Lord furious, were like the sin of Jeroboam’s family. The Lord was also furious because Baasha destroyed Jeroboam’s family.",
      "8": "Elah, son of Baasha, began to rule Israel in Asa’s twenty-sixth year as Judah’s king. He ruled in Tirzah for two years.",
      "9": "But Zimri, the general who commanded half of Elah’s chariots, plotted against him. Elah was getting drunk in Tirzah at Arza’s house. (Arza was in charge of the palace in Tirzah.)",
      "10": "Zimri entered Arza’s house, attacked Elah, and killed him in Asa’s twenty-seventh year as king of Judah. Zimri succeeded Elah as king of Israel.",
      "11": "At the beginning of Zimri’s reign, as soon as he was on his throne, he killed Baasha’s entire family. He didn’t spare any of Baasha’s male  relatives or friends.",
      "12": "So Zimri destroyed Baasha’s entire family, as the Lord had spoken through the prophet Jehu.",
      "13": "This was for all the sins committed by Baasha and his son Elah. They sinned, led Israel to sin, and made the Lord God of Israel furious because of their worthless idols.",
      "14": "Isn’t everything else about Elah—everything he did—written in the official records of the kings of Israel?",
      "15": "In Asa’s twenty-seventh year as Judah’s king, Zimri ruled for seven days in Tirzah while the army was camped near the Philistine city of Gibbethon.",
      "16": "When the army heard that Zimri had plotted against the king and killed him, the Israelite troops in the camp made Omri, the commander of the army, king of Israel.",
      "17": "Omri and the Israelite troops with him left Gibbethon and attacked Tirzah.",
      "18": "When Zimri saw that the city had been captured, he went into the stronghold in the royal palace and burned down the palace over his own head. He died",
      "19": "because of the sins he had committed—the things the Lord considered evil. Zimri lived like Jeroboam and led Israel to sin.",
      "20": "Isn’t everything else about Zimri and his plot written in the official records of the kings of Israel?",
      "21": "Then the army of Israel was divided into two factions. Half of the army followed Tibni, son of Ginath, and wanted to make him king. The other half followed Omri.",
      "22": "But the half which followed Omri was stronger than the half which followed Tibni, Ginath’s son. Tibni died, and Omri became king.",
      "23": "Omri began to rule Israel in Asa’s thirty-first year as king of Judah. He ruled for 12 years, 6 of them in Tirzah.",
      "24": "Omri bought a hill from Shemer for 150 pounds of silver. He fortified the hill and built the city of Samaria on it. He named the city after its former owner, Shemer.",
      "25": "Omri did what the Lord considered evil. He did more evil things than all the kings before him.",
      "26": "He lived exactly like Jeroboam (Nebat’s son). He sinned and led Israel to sin with worthless idols, and the Israelites made the Lord God of Israel furious.",
      "27": "Isn’t everything else about Omri—what he did and his heroic acts—written in the official records of the kings of Israel?",
      "28": "Omri lay down in death with his ancestors and was buried in Samaria. His son Ahab succeeded him as king.",
      "29": "Ahab, son of Omri, began to rule Israel in Asa’s thirty-eighth year as king of Judah. He ruled for 22 years in Samaria.",
      "30": "Ahab, son of Omri, did what the Lord considered evil. He was worse than all the kings who were before him.",
      "31": "It wasn’t enough that he committed the same sins as Jeroboam (Nebat’s son). He also married Jezebel, daughter of King Ethbaal of Sidon. Ahab then served and worshiped Baal.",
      "32": "He built the temple of Baal in Samaria and set up an altar there.",
      "33": "Ahab made poles dedicated to the goddess Asherah. He did more to make the Lord God of Israel furious than all the kings of Israel who came before him.",
      "34": "In Ahab’s time Hiel from Bethel rebuilt Jericho.\nLaying the foundation\ncost him his firstborn son, Abiram.\nSetting up the city doors\ncost him his youngest son, Segub.\nThe Lord had spoken this through Joshua, son of Nun."
    },
    "17": {
      "1": "Elijah, who was from Tishbe but had settled in Gilead, said to Ahab, “I solemnly swear, as the Lord God of Israel whom I serve lives, there will be no dew or rain during the next few years unless I say so.”",
      "2": "Then the Lord spoke his word to Elijah:",
      "3": "“Leave here, turn east, and hide beside the Cherith River, which is east of the Jordan River.",
      "4": "You can drink from the stream, and I’ve commanded ravens to feed you there.”",
      "5": "Elijah left and did what the Lord’s word had told him. He went to live by the Cherith River, which is east of the Jordan River.",
      "6": "Ravens brought him bread and meat in the morning and in the evening. And he drank from the stream.",
      "7": "But after some time the stream dried up because no rain had fallen in the land.",
      "8": "Then the Lord spoke his word to Elijah:",
      "9": "“Get up, go to Zarephath (which belongs to Sidon), and stay there. I’ve commanded a widow there to feed you.”",
      "10": "He got up and went to Zarephath. As he came to the town’s entrance, a widow was gathering wood. He called to her, “Please bring me a drink of water.”",
      "11": "As she was going to get it, he called to her again, “Please bring me a piece of bread too.”",
      "12": "She said, “I solemnly swear, as the Lord your God lives, I didn’t bake any bread. I have one handful of flour in a jar and a little oil in a jug. I’m gathering wood. I’m going to prepare something for myself and my son so that we can eat it and then die.”",
      "13": "Then Elijah told her, “Don’t be afraid. Go home, and do as you’ve said. But first make a small loaf and bring it to me. Then prepare something for yourself and your son.",
      "14": "This is what the Lord God of Israel says: Until the Lord sends rain on the land, the jar of flour will never be empty and the jug will always contain oil.”",
      "15": "She did what Elijah had told her. So she, Elijah, and her family had food for a long time.",
      "16": "The jar of flour never became empty, and the jug always contained olive oil, as the Lord had promised through Elijah.",
      "17": "Afterwards, the son of the woman who owned the house got sick. He got so sick that finally no life was left in him.",
      "18": "The woman asked Elijah, “What do you and I have in common, man of God? Did you come here to remind me of my sin and kill my son?”",
      "19": "He said to her, “Give me your son.” Elijah took him from her arms, carried him to the upstairs room where he was staying, and laid him on his own bed.",
      "20": "Then he called to the Lord, “Lord my God, have you brought misery on the widow I’m staying with by killing her son?”",
      "21": "Then Elijah stretched himself over the boy three times and called to the Lord, “Lord my God, please make this child’s life return to him.”",
      "22": "The Lord heard Elijah’s request, and the child’s life returned to him. He was alive again.",
      "23": "Elijah took the child, brought him down from the upstairs room of the house, and gave him to his mother. He said, “Look! Your son is alive.”",
      "24": "The woman said to Elijah, “Now I’m convinced that you are a man of God and that the Lord’s word from your mouth is true.”"
    },
    "18": {
      "1": "A while later in the third year of the drought, the Lord spoke his word to Elijah: “Present yourself to Ahab. I will allow rain to fall on the ground.”",
      "2": "So Elijah went to present himself to Ahab.\nThe famine was particularly severe in Samaria.",
      "3": "Ahab sent for Obadiah, who was in charge of the palace. Obadiah was a devout worshiper of the Lord.",
      "4": "(When Jezebel was killing the Lord’s prophets, Obadiah had hidden 100 prophets in caves. He put 50 prophets in each cave and kept them alive by providing bread and water for them.)",
      "5": "Ahab told Obadiah, “Let’s go throughout the countryside to every spring and stream. If we can find grass, then we can keep the horses and mules alive and not lose any animals.”",
      "6": "So they split up in order to cover the entire countryside. Ahab went one way by himself, and Obadiah went the other way by himself.",
      "7": "Obadiah was on the road when he met Elijah. Obadiah recognized him and immediately bowed down to the ground. “Is it you, my master Elijah?” he asked.",
      "8": "“Yes,” Elijah answered him. “Tell your master that Elijah is here.”",
      "9": "Obadiah asked, “What have I done wrong to make you hand me over to Ahab to be killed?",
      "10": "I solemnly swear, as the Lord your God lives, my master has searched for you in every region and kingdom. When people would say, ‘He isn’t here,’ my master made that kingdom or region take an oath that they hadn’t found you.",
      "11": "“Now you say, ‘Tell your master that Elijah is here.’",
      "12": "This is what will happen: When I leave you, the Lord’s Spirit will take you away to some unknown place. I’ll tell Ahab, but he won’t be able to find you. Then he will kill me.\n“I have been faithful to the Lord since I was a child.",
      "13": "Haven’t you heard what I did when Jezebel killed the Lord’s prophets? Haven’t you heard how I hid 100 of the Lord’s prophets in caves? I hid 50 prophets in each cave and provided bread and water for them.",
      "14": "Now you say that I should tell my master that Elijah is here. He will kill me.”",
      "15": "Elijah said, “I solemnly swear, as the Lord of Armies whom I serve lives, I will present myself to Ahab.”",
      "16": "So Obadiah went to tell Ahab.\nAhab went to meet Elijah.",
      "17": "When he saw Elijah, Ahab said, “Is that you, you troublemaker of Israel?”",
      "18": "Elijah answered, “I haven’t troubled Israel. You and your father’s family have done it by disobeying the Lord’s commands and following the various Baal gods.",
      "19": "Order all Israel to gather around me on Mount Carmel. And bring the 450 prophets of Baal and 400 prophets of Asherah who eat at Jezebel’s table.”",
      "20": "Ahab sent word to all the Israelites and brought the prophets together on Mount Carmel.",
      "21": "Elijah stood up in front of all the people and asked them, “How long will you try to have it both ways? If the Lord is God, follow him; if Baal is God, follow him.” The people didn’t say a word.",
      "22": "So Elijah told the people, “I’m the only surviving prophet of the Lord, but there are 450 prophets of Baal.",
      "23": "Give us two bulls. Let the prophets of Baal choose one for themselves, cut it into pieces, lay it on the wood, but not set it on fire. I’ll do the same with the other bull.",
      "24": "“You call on the name of your gods, but I will call on the name of the Lord. The god who answers by fire is the real God.”\nAll the people answered, “That’s fine.”",
      "25": "Elijah told the prophets of Baal, “Choose one bull for yourselves. Prepare yours first, because there are more of you. Call on the name of your god, but don’t set the wood on fire.”",
      "26": "They took the bull he gave them, prepared it, and called on the name of Baal from morning until noon. They said, “Baal, answer us!” But there wasn’t a sound or an answer. So they danced around the altar they had made.",
      "27": "At noon Elijah started to make fun of them. “Shout louder, since he is a god. Maybe he’s thinking, relieving himself, or traveling! Maybe he’s sleeping, and you have to wake him!”",
      "28": "So they shouted louder. They also cut themselves with swords and spears until their blood flowed. (This is what their ritual called for.)",
      "29": "In the afternoon they continued to rant and rave until the time for the evening sacrifice. But there was no sound, no answer, no attention given to them.",
      "30": "Then Elijah said to all the people, “Come over here.” So all the people came to him. He rebuilt the Lord’s altar that had been torn down.",
      "31": "Elijah took 12 stones, one for each of the tribes named after Jacob’s sons. (The Lord had spoken his word to Jacob: “Your name will be Israel.”)",
      "32": "Elijah built an altar in the Lord’s name with those stones. He also made a trench that could hold 12 quarts of grain around the altar.",
      "33": "He arranged the wood, cut up the bull, and put it on the wood.",
      "34": "He said, “Fill four jars with water. Pour the water on the offering and on the wood.” Then he said, “Do it again,” and they did it again. Then he said, “Do it a third time,” and they did it a third time.",
      "35": "The water flowed around the altar, and even the trench was filled with water.",
      "36": "When it was time to offer the sacrifice, the prophet Elijah stepped forward. He said, “Lord God of Abraham, Isaac, and Israel, make known today that you are God in Israel and that I’m your servant and have done all these things by your instructions.",
      "37": "Answer me, Lord! Answer me! Then these people will know that you, Lord, are God and that you are winning back their hearts.”",
      "38": "So a fire from the Lord fell down and consumed the burnt offering, wood, stones, and dirt. The fire even dried up the water that was in the trench.",
      "39": "All the people saw it and immediately bowed down to the ground. “The Lord is God!” they said. “The Lord is God!”",
      "40": "Elijah told them, “Seize the prophets of Baal. Don’t let any of them escape.” The people seized them, and Elijah took them to the Kishon River and slaughtered them there.",
      "41": "Then Elijah told Ahab, “Get up, eat, and drink. It sounds like a heavy rain is coming.”",
      "42": "Ahab got up to eat and drink.\nElijah went to the top of Carmel and bowed down on the ground to pray.",
      "43": "He said to his servant, “Please go back to Mount Carmel, and look toward the sea.”\nHe went up, looked, came back, and said, “There’s nothing.”\nSeven times Elijah told him, “Go back.”",
      "44": "After the seventh time the servant said, “A little cloud like a man’s hand is coming from the sea.”\nElijah said, “Go and tell Ahab, ‘Prepare your chariot, and leave before the rain delays you.’ ”",
      "45": "Gradually, the sky grew darker with clouds and wind, and there was a heavy rain. Ahab got into his chariot to go back to Jezreel.",
      "46": "The Lord’s power was on Elijah. He hiked up his robe and ran ahead of Ahab until they came to Jezreel."
    },
    "19": {
      "1": "Ahab told Jezebel everything Elijah had done, including how he had executed all the prophets.",
      "2": "Then Jezebel sent a messenger to Elijah. She said, “May the gods strike me dead if by this time tomorrow I don’t take your life the way you took the lives of Baal’s prophets.”",
      "3": "Frightened, Elijah fled to save his life. He came to Beersheba in Judah and left his servant there.",
      "4": "Then he traveled through the wilderness for a day. He sat down under a broom plant and wanted to die. “I’ve had enough now, Lord,” he said. “Take my life! I’m no better than my ancestors.”",
      "5": "Then he lay down and slept under the broom plant.\nAn angel touched him and said, “Get up and eat.”",
      "6": "When he looked, he saw near his head some bread baked on hot stones and a jar of water. So he ate, drank, and went to sleep again.",
      "7": "The angel of the Lord came back and woke him up again. The angel said, “Get up and eat, or your journey will be too much for you.”",
      "8": "He got up, ate, and drank. Strengthened by that food, he traveled for 40 days and nights until he came to Horeb, the mountain of God.",
      "9": "There he went into a cave and spent the night.\nThen the Lord spoke his word to Elijah. He asked, “What are you doing here, Elijah?”",
      "10": "He answered, “Lord God of Armies, I have eagerly served you. The Israelites have abandoned your promises, torn down your altars, and executed your prophets. I’m the only one left, and they’re trying to take my life.”",
      "11": "God said, “Go out and stand in front of the Lord on the mountain.”\nAs the Lord was passing by, a fierce wind tore mountains and shattered rocks ahead of the Lord. But the Lord was not in the wind. After the wind came an earthquake. But the Lord wasn’t in the earthquake.",
      "12": "After the earthquake there was a fire. But the Lord wasn’t in the fire. And after the fire there was a quiet, whispering voice.",
      "13": "When Elijah heard it, he wrapped his face in his coat, went out, and stood at the entrance of the cave.\nThen the voice said to him, “What are you doing here, Elijah?”",
      "14": "He answered, “Lord God of Armies, I have eagerly served you. The Israelites have abandoned your promises, torn down your altars, and executed your prophets. I’m the only one left, and they’re trying to take my life.”",
      "15": "The Lord told him, “Go back to the wilderness near Damascus, the same way you came. When you get there, anoint Hazael as king of Aram.",
      "16": "Anoint Jehu, son of Nimshi, as king of Israel. And anoint Elisha, son of Shaphat, from Abel Meholah as prophet to take your place.",
      "17": "If anyone escapes from Hazael’s sword, Jehu will kill him. And if anyone escapes from Jehu’s sword, Elisha will kill him.",
      "18": "But I still have 7,000 people in Israel whose knees have not knelt to worship Baal and whose mouths have not kissed him.”",
      "19": "Elijah found Elisha, son of Shaphat. Elisha was plowing behind 12 pairs of oxen. He was using the twelfth pair. Elijah took off his coat and put it on Elisha.",
      "20": "So Elisha left the oxen, ran after Elijah, and said, “Please let me kiss my father and mother goodbye. Then I will follow you.”\n“Go back,” Elijah answered him. “I’m not stopping you.”",
      "21": "Elisha left him, took two oxen, and butchered them. He boiled the meat, using the oxen’s yoke  for firewood. He gave the meat to the people to eat. Then he left to follow and assist Elijah."
    },
    "20": {
      "1": "King Benhadad of Aram gathered together his whole army. With him were 32 kings along with their horses and chariots. He went to blockade Samaria and fight against it.",
      "2": "He sent messengers into the city to King Ahab of Israel. They told Ahab, “This is what Benhadad says:",
      "3": "Your silver and gold are mine. Your beloved wives and children are mine.”",
      "4": "The king of Israel answered, “As you say, Your Majesty. I and everything I have are yours.”",
      "5": "But Benhadad sent messengers back to Ahab. They said, “Benhadad has sent this message to you: ‘Your silver, gold, wives, and children are mine. Give them to me.",
      "6": "At this time tomorrow I’m going to send my servants to search your palace and your servants’ houses. They will take anything that you consider valuable.’ ”",
      "7": "Then the king of Israel called for all the leaders of the country. He said, “You can see how this man is looking for trouble. When he sent for my wives, children, silver, and gold, I didn’t refuse him.”",
      "8": "All the leaders and all the people told him, “Don’t listen to him. Don’t agree to his demands.”",
      "9": "Ahab told Benhadad’s messengers, “Tell His Majesty, ‘I did everything your messengers told me the first time, but I can’t do this.’ ” The messengers left to take back his answer.",
      "10": "Then Benhadad sent Ahab the following message: “May the gods strike me dead if there will be enough dust left from Samaria to give a handful to each soldier who follows me.”",
      "11": "The king of Israel answered, “The saying goes, ‘Don’t brag about a victory before you have even dressed for battle.’ ”",
      "12": "Benhadad heard this as he and his allies were drinking in their tents. He told his officers to get ready. So they got ready to attack the city.",
      "13": "Then a prophet came to King Ahab of Israel and said, “This is what the Lord says: Have you seen this large army? I will hand it over to you today. Then you will know that I am the Lord.”",
      "14": "Ahab asked, “How will this be done?”\nThe prophet answered, “This is what the Lord says: by using the young officers of the district governors.”\n“Who will start the battle?” Ahab asked.\n“You will,” the prophet answered.",
      "15": "Ahab counted the young officers of the district governors. There were 232. After counting them, he counted all the Israelite soldiers. There were 7,000.",
      "16": "They attacked at noon, when Benhadad was in his tent getting drunk with the 32 kings who were his allies.",
      "17": "The young officers of the district governors went out first.\nBenhadad had sent men to watch the city. They informed him that some men had come out of Samaria.",
      "18": "He said, “Take them alive, whether they have come out to make peace or to fight.”",
      "19": "The young officers of the district governors led an attack, and the troops followed them.",
      "20": "Each officer killed his opponent. The Arameans fled, and Israel pursued them. King Benhadad of Aram escaped on a horse with the cavalry.",
      "21": "The king of Israel went out and destroyed the horses and chariots and decisively defeated the Arameans.",
      "22": "Then the prophet came to the king of Israel and said, “Reinforce your army. Consider what you have to do. When spring comes, the king of Aram will attack again.”",
      "23": "Meanwhile, the officers of King Benhadad of Aram told him, “Their god is a god of the hills. That is why they were stronger than we were. However, if we fight them on the plain, we will be stronger than they are.",
      "24": "This is what we must do: Remove all of the kings from their positions, and substitute governors for them.",
      "25": "Recruit an army with as many horses and chariots as the one which was defeated. Then, if we fight them on the plain, we will be stronger than they are.” He took their advice and followed it.",
      "26": "Spring came, and Benhadad organized the Aramean army and went to Aphek to fight Israel.",
      "27": "When the Israelite troops had been organized and given provisions, they went to meet the enemy. The Israelites, while camped opposite the Arameans who filled the country, seemed like two newborn goats.",
      "28": "The man of God came again. He said to the king of Israel, “This is what the Lord says: Because the Arameans said that the Lord is a god of the hills but not a god of the valleys, I will hand over their entire army to you. Then you will know that I am the Lord.”",
      "29": "They camped facing one another for seven days, and on the seventh day the battle started. The Israelites killed 100,000 Aramean foot soldiers in one day.",
      "30": "The survivors fled to Aphek, the city where the wall fell on 27,000 of them. Benhadad had also fled. He came to the city and hid in an inner room.",
      "31": "His officers told him, “We have heard that the kings of Israel are merciful. Allow us to dress in sackcloth, put ropes around our necks, and go to the king of Israel. Maybe he’ll let you live.”",
      "32": "So they dressed in sackcloth and put ropes around their necks. They went to the king of Israel and said, “Your servant Benhadad says, ‘Please let me live.’ ”\nAhab asked, “He’s still alive? He’s my brother.”",
      "33": "The men, watching for a good sign, were quick to take him at his word. “Benhadad is your brother,” they said.\nAhab said, “Bring him here.” When Benhadad arrived, Ahab had him come up on the chariot with him.",
      "34": "Benhadad told him, “I will give back the towns my father took from your father. You may set up trading centers in Damascus as my father did in Samaria.”\nAhab said, “If you will put this into a treaty, I will let you go.” So Ahab made a treaty with Benhadad and let him go.",
      "35": "A disciple of the prophets spoke to a friend as the Lord’s word had told him. The disciple said, “Punch me,” but the man refused to punch him.",
      "36": "The disciple said, “Since you didn’t obey the Lord, a lion will kill you when you leave me.” When the friend left, a lion found him and killed him.",
      "37": "Then the disciple found another man. He said, “Punch me.” The man punched him hard and wounded him.",
      "38": "Then the prophet, disguised with a bandage over his eyes, waited for the king by the road.",
      "39": "When the king passed by, the disciple called to him. “I went to fight in the battle. A man turned around and brought a prisoner to me. He said, ‘Guard this prisoner. If he gets away, you will pay for his life with your own life or be fined 75 pounds of silver.’",
      "40": "But while I was busy doing other things, he got away.”\nThe king of Israel told him, “That’s your own penalty. You have determined it yourself.”",
      "41": "Then he quickly took the bandage off his eyes. The king of Israel recognized him as one of the prophets.",
      "42": "The prophet told him, “This is what the Lord says: You let the man go. He was claimed by God and should have been killed. For that reason your life will be taken in place of his life and your people in place of his people.”",
      "43": "Resentful and upset, the king of Israel went home to Samaria."
    },
    "21": {
      "1": "This is what happened next. Naboth from Jezreel had a vineyard in Jezreel next to the palace of King Ahab of Samaria.",
      "2": "Ahab told Naboth, “Give me your vineyard. It will become my vegetable garden because it is near my house. I will give you a better vineyard for it. Or if you prefer, I will pay you a fair price for it.”",
      "3": "Naboth told Ahab, “The Lord has forbidden me to give you what I inherited from my ancestors.”",
      "4": "Resentful and upset, Ahab went home because of what Naboth from Jezreel had told him. (Naboth had said, “I will not give you what I inherited from my ancestors.”) So Ahab lay on the couch, turned his face from everyone, and refused to eat.",
      "5": "His wife Jezebel came to him and asked, “Why are you so resentful of everything? Why don’t you eat?”",
      "6": "He told her, “I talked to Naboth from Jezreel. I said to him, ‘Sell me your vineyard. Or, if you like, I’ll give you another vineyard for it.’ But he said, ‘I won’t give you my vineyard.’ ”",
      "7": "His wife Jezebel said to him, “Aren’t you king of Israel? Get up, eat, and cheer up. I’ll give you the vineyard belonging to Naboth from Jezreel.”",
      "8": "So Jezebel wrote letters, signed them with Ahab’s name, and sealed them with his seal. She sent them to the respected leaders and nobles living in Naboth’s city.",
      "9": "In these letters she wrote: “Announce a fast. Seat Naboth as leader of the people.",
      "10": "Have two good-for-nothing men sit opposite him and accuse him of cursing God and the king. Then stone him to death outside the city.”",
      "11": "The men in Naboth’s city—the respected leaders and nobles who lived there—did what Jezebel asked them to do. They did just as she had written in the letters she sent.",
      "12": "They announced a fast and had Naboth seated as the leader of the people.",
      "13": "The two good-for-nothing men came in and sat opposite him. In front of the people, these men accused Naboth of cursing God and the king. So the people stoned him to death outside the city.",
      "14": "Then the leaders sent this message to Jezebel: “Naboth has been stoned to death.”",
      "15": "Jezebel received the message and said to Ahab, “Get up! Confiscate the vineyard which Naboth from Jezreel refused to sell you. He’s dead now.”",
      "16": "When he heard about Naboth’s death, Ahab went to confiscate the vineyard.",
      "17": "Then the Lord spoke his word to Elijah from Tishbe:",
      "18": "“Go, meet King Ahab of Israel, who lives in Samaria. He went to confiscate Naboth’s vineyard.",
      "19": "Tell him, ‘This is what the Lord asks: Have you murdered someone just to confiscate a vineyard?’ Then tell him, ‘This is what the Lord says: At the place where the dogs licked up Naboth’s blood, the dogs will lick up your blood.’ ”",
      "20": "Ahab asked Elijah, “So you’ve found me, my enemy?”\nElijah answered, “I found you. Because you sold yourself to do what the Lord considers evil.",
      "21": "So I am going to bring evil on you. I will destroy your descendants. I will destroy every male  in Ahab’s house, whether slave or freeman in Israel.",
      "22": "I will make your family like the family of Jeroboam (Nebat’s son) and like the house of Baasha, son of Ahijah, because you made me furious. You led Israel to sin.”",
      "23": "Then the Lord also spoke through Elijah about Jezebel: “The dogs will eat Jezebel inside the walls of Jezreel.",
      "24": "If anyone from Ahab’s house dies in the city, dogs will eat him. If anyone dies in the country, birds will eat him.”",
      "25": "There was no one else like Ahab. At the urging of his wife, he sold himself to do what the Lord considered evil.",
      "26": "He did many disgusting things as a result of worshiping idols as the Amorites had done. (The Lord confiscated their land for Israel.)",
      "27": "When Ahab heard these things, he tore his clothes in distress and dressed in sackcloth. He fasted, lay in sackcloth, and walked around depressed.",
      "28": "Then the Lord spoke his word to Elijah from Tishbe:",
      "29": "“Do you see how Ahab is humbling himself in my presence? Because he’s humbling himself in my presence, I will not let any evil happen to his family while he is alive. I will bring evil on it during his son’s lifetime.”"
    },
    "22": {
      "1": "For three years there was no war between Aram and Israel.",
      "2": "In the third year King Jehoshaphat of Judah went to visit the king of Israel.",
      "3": "The king of Israel asked his staff, “Do you know that Ramoth in Gilead belongs to us, and we are doing nothing to take it back from the king of Aram?”",
      "4": "Then he asked Jehoshaphat, “Will you go with me to fight at Ramoth in Gilead?”\nJehoshaphat told the king of Israel, “I will do what you do. My troops will do what your troops do. My horses will do what your horses do.”",
      "5": "Then Jehoshaphat said to the king of Israel, “But first, find out what the Lord’s word is in this matter.”",
      "6": "So the king of Israel called 400 prophets together. He asked them, “Should I go to war against Ramoth in Gilead or not?”\n“Go,” they said. “The Lord  will hand over Ramoth to you.”",
      "7": "But Jehoshaphat asked, “Isn’t there a prophet of the Lord whom we could ask?”",
      "8": "The king of Israel told Jehoshaphat, “We can ask the Lord through Micaiah, son of Imlah, but I hate him. He doesn’t prophesy anything good about me, only evil.”\nJehoshaphat answered, “The king must not say that.”",
      "9": "The king of Israel called for an officer and said, “Quick! Get Micaiah, son of Imlah!”",
      "10": "The king of Israel and King Jehoshaphat of Judah were dressed in royal robes and seated on thrones. They were on the threshing floor  at the entrance to the gate of Samaria. All the prophets were prophesying in front of them.",
      "11": "Zedekiah, son of Chenaanah, made iron horns and said, “This is what the Lord says: With these horns you will push the Arameans to their destruction.”",
      "12": "All the other prophets made the same prophecy. They said, “Attack Ramoth in Gilead, and you will win. The Lord will hand it over to you.”",
      "13": "The messenger who went to call Micaiah told him, “The prophets have all told the king the same good message. Make your message agree with their message. Say something good.”",
      "14": "Micaiah answered, “I solemnly swear, as the Lord lives, I will tell him whatever the Lord tells me.”",
      "15": "When he came to the king, the king asked him, “Micaiah, should we go to war against Ramoth in Gilead or not?”\nMicaiah said to him, “Attack and you will win. The Lord will hand it over to you.”",
      "16": "The king asked him, “How many times must I make you take an oath in the Lord’s name to tell me nothing but the truth?”",
      "17": "So Micaiah said, “I saw Israel’s troops scattered in the hills like sheep without a shepherd. The Lord said, ‘These sheep have no master. Let each one go home in peace.’ ”",
      "18": "The king of Israel said to Jehoshaphat, “Didn’t I tell you he wouldn’t prophesy anything good about me, only evil?”",
      "19": "Micaiah added, “Then hear the Lord’s word. I saw the Lord sitting on his throne, and the entire army of heaven was standing near him on his right and his left.",
      "20": "The Lord asked, ‘Who will deceive Ahab so that he will attack and be killed at Ramoth in Gilead?’ Some answered one way, while others said something else.",
      "21": "“Then the Spirit stepped forward, stood in front of the Lord, and said, ‘I will deceive him.’\n“ ‘How?’ the Lord asked.",
      "22": "“The Spirit answered, ‘I will go out and be a spirit that tells lies through the mouths of all of Ahab’s prophets.’\n“The Lord said, ‘You will succeed in deceiving him. Go and do it.’",
      "23": "“So, the Lord has put into the mouths of all these prophets of yours a spirit that makes them tell lies. The Lord has spoken evil about you.”",
      "24": "Then Zedekiah, son of Chenaanah, went to Micaiah and struck him on the cheek. “How did the Lord’s Spirit leave me to talk to you?” he asked.",
      "25": "Micaiah answered, “You will find out on the day you go into an inner room to hide.”",
      "26": "The king of Israel then said, “Send Micaiah back to Amon, the governor of the city, and to Joash, the prince.",
      "27": "Say, ‘This is what the king says: Put this man in prison, and feed him nothing but bread and water until I come home safely.’ ”",
      "28": "Micaiah said, “If you really do come back safely, then the Lord wasn’t speaking through me. Pay attention to this, everyone!”",
      "29": "So the king of Israel and King Jehoshaphat of Judah went to Ramoth in Gilead.",
      "30": "The king of Israel told Jehoshaphat, “I will disguise myself and go into battle, but you should wear your royal robes.” So the king of Israel disguised himself and went into battle.",
      "31": "The king of Aram had given orders to the 32 chariot commanders. He said, “Don’t fight anyone except the king of Israel.”",
      "32": "When the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel.” So they turned to fight him. But when Jehoshaphat cried out,",
      "33": "the chariot commanders realized that he wasn’t the king of Israel. They turned away from him.",
      "34": "One man aimed his bow at random and hit the king of Israel between his scale armor and his breastplate. Ahab told his chariot driver, “Turn around, and get me away from these troops. I’m badly wounded.”",
      "35": "But the battle got worse that day, and the king was kept propped up in his chariot facing the Arameans. He died that evening. The blood from the wound had flowed into the chariot.",
      "36": "At sundown a cry went through the army, “Every man to his own city! Every man to his own property!”",
      "37": "When the king was dead, he was brought to Samaria to be buried.",
      "38": "His chariot was washed at the pool of Samaria, where the prostitutes bathed. The dogs licked up his blood, as the Lord had predicted.",
      "39": "Isn’t everything else about Ahab—everything he did, the ivory palace he built, and all the cities he fortified—written in the official records of the kings of Israel?",
      "40": "Ahab lay down in death with his ancestors. His son Ahaziah succeeded him as king.",
      "41": "Jehoshaphat, son of Asa, became king of Judah in Ahab’s fourth year as king of Israel.",
      "42": "Jehoshaphat was 35 years old when he began to rule, and he ruled for 25 years in Jerusalem. His mother’s name was Azubah, daughter of Shilhi.",
      "43": "Jehoshaphat carefully followed the example his father Asa had set and did what the Lord considered right.",
      "44": "But the illegal worship sites were not torn down. The people continued to sacrifice and burn incense at these worship sites. Jehoshaphat made peace with the king of Israel.",
      "45": "Isn’t everything else about Jehoshaphat—the heroic acts he did and the wars he fought—written in the official records of the kings of Judah?",
      "46": "He rid the land of the male temple prostitutes who were left there from the time of his father Asa.",
      "47": "There was no king in Edom; instead, a deputy ruled.",
      "48": "Jehoshaphat made Tarshish-style ships to go to Ophir for gold. But they didn’t go because the ships were wrecked at Ezion Geber.",
      "49": "Then Ahaziah, son of Ahab, said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat refused.",
      "50": "Jehoshaphat lay down in death with his ancestors and was buried with them in the city of his ancestor David. His son Jehoram succeeded him as king.",
      "51": "Ahaziah, son of Ahab, became king of Israel in Samaria during Jehoshaphat’s seventeenth year as king of Judah. Ahaziah ruled Israel for two years.",
      "52": "He did what the Lord considered evil. He followed the example of his father and mother and of Jeroboam (Nebat’s son) who led Israel to sin.",
      "53": "Ahaziah served Baal, worshiped him, and made the Lord God of Israel furious, as his father had done."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:29.144807-04:00",
    "Translation": "GW"
  }
}