{
  "2 Chronicles": {
    "1": {
      "1": "Solomon, son of David, strengthened his position over the kingdom. The Lord his God was with him and made him very powerful.",
      "2": "Solomon spoke to all Israel—to the commanders of regiments and battalions, judges, every prince, and the heads of Israel’s families.",
      "3": "Then Solomon and the entire assembly went to the place of worship in Gibeon because God’s tent of meeting was there. Moses, the Lord’s servant, had made the tent in the desert.",
      "4": "(However, David had already brought God’s ark from Kiriath Jearim to a place he had prepared for it. He had put up a tent for it in Jerusalem.)",
      "5": "The bronze altar that Bezalel, son of Uri and grandson of Hur, had made was in front of the Lord’s tent. There Solomon and the assembly worshiped the Lord.",
      "6": "In the Lord’s presence Solomon went to the bronze altar in front of the tent of meeting and sacrificed 1,000 burnt offerings on it.",
      "7": "That night God appeared to Solomon. He said, “What can I give you?”",
      "8": "Solomon responded to God, “You’ve shown great love to my father David, and you’ve made me king in his place.",
      "9": "Now, Lord God, you’ve kept the promise you made to my father David. You’ve made me king of people who are as numerous as specks of dust on the ground.",
      "10": "Give me wisdom and knowledge so that I may lead these people. After all, who can judge this great people of yours?”",
      "11": "God replied to Solomon, “I know this request is from your heart. You didn’t ask for riches, fortunes, honor, or the death of those who hate you. You didn’t even ask for a long life. Instead, you’ve asked for wisdom and knowledge to judge my people, over whom I made you king.",
      "12": "So wisdom and knowledge will be given to you. I will also give you riches, fortunes, and honor like no other king before or after you.”",
      "13": "Solomon went from the tent of meeting at the place of worship in Gibeon to Jerusalem. And he ruled Israel.",
      "14": "Solomon built up his army with chariots and war horses. He had 1,400 chariots and 12,000 war horses. He stationed some in chariot cities and others with himself in Jerusalem.",
      "15": "The king made silver and gold as common in Jerusalem as stones, and he made cedars as plentiful as fig trees in the foothills.",
      "16": "Solomon’s horses were imported from Egypt and Kue. The king’s traders bought them from Kue for a fixed price.",
      "17": "They imported each chariot from Egypt for 15 pounds of silver and each horse for 6 ounces of silver. For the same price they obtained horses to export to all the Hittite and Aramean kings."
    },
    "2": {
      "1": "Solomon gave orders to begin building the temple for the Lord’s name and a royal palace for himself.",
      "2": "Solomon drafted 70,000 men to carry heavy loads, 80,000 to quarry stones in the mountains, and 3,600 foremen.",
      "3": "Solomon sent word to King Huram of Tyre by saying, “Do what you did for my father David. You sent him cedar so that he could build a palace to live in.",
      "4": "I want to build the temple for the name of the Lord my God. I want to dedicate it to him, burn sweet-smelling incense in his presence, and have rows of bread there continually. I want to sacrifice burnt offerings every morning and evening, on weekly days of rest—holy days, New Moon Festivals, and during the annual festivals appointed by the Lord our God. (These festivals are always to be celebrated by Israel.)",
      "5": "The temple I am building will be great because our God is greater than all other gods.",
      "6": "But who is able to build him a temple when heaven itself, the highest heaven, cannot hold him? Who am I to build him a temple except as a place to sacrifice in his presence?",
      "7": "“Send me a man who has the skill to work with gold, silver, bronze, and iron as well as purple, dark red, and violet cloth. He should know how to make engravings with the skilled men whom my father David provided for me in Judah and Jerusalem.",
      "8": "Send me cedar, cypress, and sandalwood from Lebanon. I know that your servants are skilled Lebanese lumberjacks. My workers will work with your workers.",
      "9": "They’ll prepare plenty of lumber for me, because the temple I want to build will be large and astonishing.",
      "10": "I will give your lumberjacks 120,000 bushels of ground wheat, 120,000 bushels of barley, 200,000 gallons of wine, and 200,000 gallons of olive oil.”",
      "11": "Then King Huram of Tyre responded to Solomon by sending a letter that said, “Because the Lord loves his people, he made you their king.”",
      "12": "Huram added, “May the Lord God of Israel be praised. He made the heavens and the earth and has given King David a wise son who has insight and intelligence and can build the Lord’s temple and a royal palace.",
      "13": "And now, I’m sending a man with skill and intelligence—Huram Abi.",
      "14": "He was the son of a woman from the tribe of Dan, and his father is a native of Tyre. Huram knows how to work with gold, silver, bronze, iron, stone, wood, purple, violet, and dark red cloth, and linen. He also knows how to make all kinds of engravings and follow any set of plans that will be given to him. He can work with your skilled workmen and the skilled workmen of His Majesty David, your father.",
      "15": "Your Majesty may now send the wheat, barley, olive oil, and wine he promised the workers.",
      "16": "We will cut all the lumber you need in Lebanon. Then we will make rafts out of it and send them to you in Joppa by sea. You can take it from there to Jerusalem.”",
      "17": "Solomon counted all the men who were foreigners in the land of Israel, as his father David had counted them. Solomon counted 153,600 foreigners.",
      "18": "He made 70,000 of them carry heavy loads, 80,000 of them quarry stone in the mountains, and 3,600 of them supervise the work as foremen."
    },
    "3": {
      "1": "Solomon began to build the Lord’s temple in Jerusalem on Mount Moriah, where the Lord appeared to his father David. There David had prepared the site on the threshing floor  of Ornan the Jebusite.",
      "2": "He began to build on the second day in the second month of the fourth year of his reign.",
      "3": "This is how Solomon laid the foundation to build God’s temple. It was 90 feet long and 30 feet wide. (They used the old standard measurement.)",
      "4": "The entrance hall in front of the main room was 30 feet wide (the same as the width of the temple) and 30 feet high. He covered its inside walls with pure gold.",
      "5": "He paneled the larger building with cypress, overlaid it with fine gold, and decorated it with designs in the form of palm trees and chains.",
      "6": "He covered the building with gems to beautify it and used gold from Parvaim.",
      "7": "He also overlaid the building, the rafters, the threshold, the walls, and the doors with gold, and he carved angels  into the walls.",
      "8": "He made the most holy place. It was as long as the temple was wide, 30 feet long. It was also 30 feet wide. He overlaid it with 45,000 pounds of fine gold.",
      "9": "The gold nails weighed 20 ounces. He also overlaid the upper rooms with gold.",
      "10": "In the most holy place he made two sculptured angels and covered them with gold.",
      "11": "The combined length of the angels’ wings was 30 feet. A wing of one of the angels was 7½ feet long and touched the wall of the building. Its other wing was 7½ feet long and touched one wing of the other.",
      "12": "The wing of the other one of the angels was 7½ feet long and touched the other wall of the building. Its other wing was 7½ feet long and touched the wing of the first. So the angels’ combined wingspan was 30 feet.",
      "13": "They stood on their feet and faced the main hall.",
      "14": "Solomon made the canopy of violet, purple, and dark red cloth and of linen and decorated it with angels.",
      "15": "He made two pillars for the front of the temple. They were 53 feet long, and the capital on each pillar was 7½ feet high.",
      "16": "He made chains for the inner room and also put them on the capitals. He made 100 pomegranates and put them on the chains.",
      "17": "He set up the pillars in front of the temple, one on the right and the other on the left. He named the one on the right Jachin [He Establishes] and the one on the left Boaz [In Him Is Strength]."
    },
    "4": {
      "1": "He made a bronze altar 30 feet long, 30 feet wide, and 15 feet high.",
      "2": "Huram made a pool from cast metal. It was 15 feet in diameter. It was round, 7½ feet high, and had a circumference of 45 feet.",
      "3": "Under the rim were two rows of figurines shaped like bulls all around the 45-foot circumference of the pool. They were cast in metal when the pool was cast.",
      "4": "The pool was set on 12 metal bulls. Three bulls faced north, three faced west, three faced south, and three faced east. The pool was set on them, and their hindquarters were toward the center of the pool.",
      "5": "The pool was three inches thick. Its rim was like the rim of a cup, shaped like a lily’s bud. It held 18,000 gallons.",
      "6": "Huram also made ten basins for washing and put five on the south side and five on the north side. The priests rinsed the meat prepared for the burnt offerings in them. They used the pool to wash themselves.",
      "7": "Huram made ten gold lamp stands according to their specifications and put them in the temple, five on the south side and five on the north side.",
      "8": "He made ten tables and put them in the temple, five on the south side and five on the north side. And he made 100 gold bowls.",
      "9": "He also made the priests’ courtyard and the large courtyard and its doors. He covered the doors with bronze.",
      "10": "He set the pool on the south side in the southeast corner.",
      "11": "Huram also made the pots, shovels, and bowls.\nSo Huram finished the work for King Solomon in God’s temple:",
      "12": "2 pillars, bowl-shaped capitals on top of the 2 pillars, and 2 sets of filigree to cover the 2 bowl-shaped capitals on top of the pillars,",
      "13": "400 pomegranates for the 2 sets of filigree (2 rows of pomegranates for each filigree to cover the 2 bowl-shaped capitals on the pillars),",
      "14": "10 stands and 10  basins on the stands,",
      "15": "1 pool and the 12 bulls under it,",
      "16": "pots, shovels, and three-pronged forks. Huram made all of them out of polished bronze for the Lord’s temple at King Solomon’s request.",
      "17": "The king cast them in foundries in the Jordan Valley between Succoth and Zeredah.",
      "18": "Solomon made so many of these products that no one tried to determine how much the bronze weighed.",
      "19": "Solomon made all the furnishings for God’s temple: the gold altar, the gold tables on which the bread of the presence was placed,",
      "20": "lamp stands and lamps of pure gold (to burn as directed in front of the inner room),",
      "21": "flowers, lamps, pure gold tongs,",
      "22": "snuffers, basins, dishes, incense burners of pure gold, the gold entrance to the temple, the gold doors of the inner room (the most holy place), and the gold doors of the temple."
    },
    "5": {
      "1": "All the work Solomon did on the Lord’s temple was finished. He brought the holy things that had belonged to his father David—the silver, gold, and all the utensils—and put them in the storerooms of God’s temple.",
      "2": "Then Solomon assembled the respected leaders of Israel, all the heads of the tribes, and the leaders of the Israelite families. They came to Jerusalem to take the ark of the Lord’s promise from the City of David (that is, Zion).",
      "3": "All the men of Israel gathered around the king at the Festival of Booths in the seventh month.",
      "4": "When all the leaders of Israel had arrived, the Levites picked up the ark.",
      "5": "They brought the ark, the tent of meeting, and all the holy utensils in it to the temple. The priests and the Levites carried them",
      "6": "while King Solomon and the whole assembly from Israel were offering countless sheep and cattle sacrifices in front of the ark.",
      "7": "The priests brought the ark of the Lord’s promise to its place in the inner room of the temple (the most holy place) under the wings of the angels.",
      "8": "The angels’ outstretched wings were over the place where the ark rested so that the angels became a covering above the ark and its poles.",
      "9": "The poles were so long that their ends could be seen in the holy place by anyone standing in front of the inner room, but they couldn’t be seen outside. (They are still there today.)",
      "10": "There was nothing in the ark except the two tablets Moses placed there at Horeb, where the Lord made a promise to the Israelites after they left Egypt.",
      "11": "All the priests who were present had performed the ceremonies to make themselves holy to God without regard to staying in their divisions.",
      "12": "All the Levites who were musicians—Asaph, Heman, Jeduthun, their sons, and their relatives—were dressed in fine linen and stood east of the altar with cymbals, harps, and lyres. With the musicians were 120 priests blowing trumpets. When the priests left the holy place,",
      "13": "the trumpeters and singers praised and thanked the Lord in unison. Accompanied by trumpets, cymbals, and other musical instruments, they sang in praise to the Lord: “He is good; his mercy endures forever.” Then the Lord’s temple was filled with a cloud.",
      "14": "The priests couldn’t serve because of the cloud. The Lord’s glory filled God’s temple."
    },
    "6": {
      "1": "Then Solomon said, “The Lord said he would live in a dark cloud.",
      "2": "But I have built you a high temple, a home for you to live in permanently.”",
      "3": "Then the king turned around and blessed the whole assembly from Israel while they were standing.",
      "4": "“Thanks be to the Lord God of Israel. With his mouth he made a promise to my father David; with his hand he carried it out. He said,",
      "5": "‘Ever since I brought my people Israel out of Egypt, I didn’t choose any city from the tribes of Israel as a place to build a temple for my name. And I didn’t choose any man to be prince over my people Israel.",
      "6": "But now I’ve chosen Jerusalem to be a place for my name; I’ve chosen David to rule my people Israel.’",
      "7": "“My father David had his heart set on building a temple for the name of the Lord God of Israel.",
      "8": "However, the Lord said to my father David, ‘Since you had your heart set on building a temple for my name, your intentions were good.",
      "9": "But you must not build the temple. Instead, your own son will build the temple for my name.’",
      "10": "The Lord has kept the promise he made. I’ve taken my father David’s place, and I sit on the throne of Israel as the Lord promised. I’ve built the temple for the name of the Lord God of Israel.",
      "11": "I’ve put the ark which contains the Lord’s promise to Israel there.”",
      "12": "In the presence of the entire assembly of Israel, Solomon stood in front of the Lord’s altar. He stretched out his hands to pray.",
      "13": "(Solomon had made a bronze platform 7½ feet long, 7½ feet wide, and 4½ feet high. He put it in the middle of the courtyard. He stood on the platform, knelt in front of the entire assembly, and stretched out his hands toward heaven.)",
      "14": "He said,\n“Lord God of Israel,\nthere is no god like you in heaven or on earth.\nYou keep your promise  of mercy to your servants,\nwho obey you wholeheartedly.",
      "15": "You have kept your promise to my father David, your servant.\nWith your mouth you promised it.\nWith your hand you carried it out as it is today.",
      "16": "“Now, Lord God of Israel,\nkeep your promise to my father David, your servant.\nYou said, ‘You will never fail to have an heir\nsitting in front of me on the throne of Israel\nif your descendants are faithful to me\nas you have been faithful to me.’",
      "17": "“So now, Lord God of Israel,\nmay the promise you made to David, your servant, come true.",
      "18": "“Does God really live on earth with people?\nIf heaven itself, the highest heaven, cannot hold you,\nthen how can this temple that I have built?",
      "19": "Nevertheless, my Lord God, please pay attention to my prayer for mercy.\nListen to my cry for help as I pray to you.",
      "20": "Day and night may your eyes be on this temple,\nthe place about which you said your name will be there.\nListen to me as I pray toward this place.",
      "21": "Hear the plea for mercy\nthat your people Israel and I pray toward this place.\nHear us in heaven, the place where you live.\nHear and forgive.",
      "22": "“If anyone sins against another person\nand is required to take an oath\nand comes to take the oath in front of your altar in this temple,",
      "23": "then hear that person in heaven, take action, and make a decision.\nRepay the guilty person with the proper punishment,\nbut declare the innocent person innocent.",
      "24": "“An enemy may defeat your people Israel\nbecause they have sinned against you.\nBut when your people turn, praise your name, pray,\nand plead with you in this temple,",
      "25": "then hear them in heaven, forgive the sins of your people Israel,\nand bring them back to the land\nthat you gave to them and their ancestors.",
      "26": "“When the sky is shut and there’s no rain\nbecause they are sinning against you\nand they pray toward this place, praise your name,\nand turn away from their sin because you made them suffer,",
      "27": "then hear them in heaven.\nForgive the sins of your servants, your people Israel.\nTeach them the proper way to live.\nThen send rain on the land,\nwhich you gave to your people as an inheritance.",
      "28": "“There may be famine in the land.\nPlant diseases, heat waves, funguses, locusts,\nor grasshoppers may destroy crops.\nEnemies may blockade Israel’s city gates.\nDuring every plague or sickness",
      "29": "hear every prayer for mercy\nmade by one person or by all the people in Israel,\nall who know suffering or pain,\nwho stretch out their hands toward this temple.",
      "30": "Hear them in heaven, where you live.\nForgive them, and give each person the proper reply.\n(You know what is in their hearts,\nbecause you alone know what is in people’s hearts.)",
      "31": "Then, as long as they live in the land that you gave to our ancestors,\nthey will fear you and follow you.",
      "32": "“People who are not Israelites\nwill come from distant countries because of your great name,\nmighty hand, and powerful arm.\nWhen they come to pray facing this temple,",
      "33": "then hear them in heaven, the place where you live.\nDo everything they ask you\nso that all the people of the world may know your name\nand fear you like your people Israel\nand learn that this temple which I built bears your name.",
      "34": "“When your people go to war against their enemies\n(wherever you may send them)\nand they pray to you toward this city you have chosen\nand the temple I built for your name,",
      "35": "then hear their prayer for mercy in heaven,\nand do what is right for them.",
      "36": "“They may sin against you.\n(No one is sinless.)\nYou may become angry with them and hand them over to an enemy\nwho takes them to another country as captives,\nwhether it is far or near.",
      "37": "If they come to their senses,\nare sorry for what they’ve done,\nand plead with you in the land where they are captives,\nsaying, ‘We have sinned. We have done wrong.\nWe have been wicked,’",
      "38": "if they change their attitude toward you\nin the land where they are captives,\nif they pray to you\ntoward the land that you gave their ancestors,\nand the city you have chosen,\nand the temple I have built for your name,",
      "39": "then in heaven, the place where you live, hear their prayer for mercy.\nDo what is right for them.\nForgive your people, who have sinned against you.",
      "40": "“Finally, my God, may your eyes be open and your ears attentive\nto the prayers offered in this place.",
      "41": "“Now arise, and come to your resting place, Lord God—\nyou and the ark of your power.\nClothe your priests, Lord God, with salvation.\nLet your godly ones rejoice in what is good.",
      "42": "Lord God, do not reject your anointed one.\nRemember your mercy to your servant David!”"
    },
    "7": {
      "1": "When Solomon finished praying, fire came down from heaven and consumed the burnt offerings and the other sacrifices, and the Lord’s glory filled the temple.",
      "2": "The priests couldn’t go into the Lord’s temple because the Lord’s glory had filled the Lord’s temple.",
      "3": "When all the Israelites saw the fire come down and the Lord’s glory on the temple, they knelt down with their faces on the pavement. They worshiped and praised the Lord, by saying, “He is good; his mercy endures forever.”",
      "4": "Then the king and all the people offered sacrifices to the Lord.",
      "5": "King Solomon offered 22,000 cattle and 120,000 sheep as sacrifices to the Lord. So the king and all the people dedicated God’s temple.",
      "6": "The priests were standing at their posts. So were the Levites who had the Lord’s musical instruments which King David made for praising the Lord with “his mercy endures forever” and which he used to offer praise. The priests were opposite the Levites blowing trumpets while all Israel was standing there.",
      "7": "Solomon designated the courtyard in front of the Lord’s temple as a holy place. He sacrificed the burnt offerings, grain offerings, and the fat because the bronze altar that he had made and that was in front of the Lord was not able to hold all of them.",
      "8": "At that time Solomon and all Israel celebrated the Festival of Booths. A very large crowd had come from the territory between the border of Hamath and the River of Egypt.",
      "9": "On the eighth day there was an assembly. They had observed the dedication of the altar for seven days and celebrated the festival for another seven days.",
      "10": "On the twenty-third day of the seventh month, Solomon dismissed the people to their tents. They rejoiced with cheerful hearts for all the blessings the Lord had given David, Solomon, and his people Israel.",
      "11": "Solomon finished the Lord’s temple and the royal palace and completed everything he had in mind for the Lord’s temple and his own palace.",
      "12": "Then the Lord appeared to him at night. He said to Solomon,\n“I have heard your prayer\nand have chosen this place for myself as a temple for sacrifices.",
      "13": "I may shut the sky so that there is no rain,\nor command grasshoppers to devour the countryside,\nor send an epidemic among my people.",
      "14": "However, if my people, who are called by my name,\nwill humble themselves,\npray, search for me, and turn from their evil ways,\nthen I will hear their prayer from heaven, forgive their sins,\nand heal their country.",
      "15": "My eyes will be open,\nand my ears will pay attention to those prayers at this place.",
      "16": "I have chosen and declared this temple holy\nso that my name may be placed there forever.\nMy eyes and my heart will always be there.",
      "17": "“If you will be faithful to me as your father David was,\ndo everything I command,\nand obey my laws and rules,",
      "18": "then I will establish your royal dynasty\nas I said in a promise to your father David,\n‘You will never fail to have an heir ruling Israel.’",
      "19": "But if you and your descendants turn away from me\nand abandon my commands and laws that I gave you,\nand follow and serve other gods and worship them,",
      "20": "then I will uproot Israel from the land I gave them.\nI will reject this temple that I declared holy for my name.\nI will make it an example\nand an object of ridicule for all the people of the world.",
      "21": "Everyone passing by this impressive temple will be appalled.\nThey will ask,\n‘Why did the Lord do these things to this land and this temple?’",
      "22": "They will answer themselves,\n‘They abandoned the Lord God of their ancestors,\nwho brought them out of Egypt.\nThey adopted other gods, worshiped, and served them.\nThat is why he brought this disaster on them.’ ”"
    },
    "8": {
      "1": "It took Solomon 20 years to build the Lord’s house and his own house.",
      "2": "He rebuilt the cities Huram gave him, and he had Israelites live in them.",
      "3": "Then Solomon went to Hamath Zobah and conquered it.",
      "4": "He rebuilt Tadmor in the desert and built all the storage cities in Hamath.",
      "5": "He rebuilt Upper Beth Horon and Lower Beth Horon into cities fortified with walls, double-door gates, and bars.",
      "6": "He also rebuilt Baalath and all the storage cities that he owned. He built all the cities for his chariots, all the cities for his war horses, and whatever else he wanted to build in Jerusalem, Lebanon, or the entire territory that he governed.",
      "7": "The Hittites, Perizzites, Hivites, and Jebusites had been left in the land because the Israelites had not been able to destroy them. They were not Israelites,",
      "8": "but they had descendants who were still in the land. Solomon drafted them for slave labor. (They are still slaves today.)",
      "9": "But Solomon didn’t make any of the Israelites slaves for his projects. Instead, they were the soldiers, officers, generals, and commanders of his chariot and cavalry units.",
      "10": "These were the officers in charge of King Solomon’s projects: 250 foremen for the people who did the work.",
      "11": "Solomon brought Pharaoh’s daughter from the City of David to a palace he had built for her. He said, “My wife will not live in the palace of King David of Israel because these places where the Lord’s ark has come are holy.”",
      "12": "Then Solomon sacrificed burnt offerings to the Lord on the Lord’s altar that he built in front of the entrance hall.",
      "13": "He sacrificed every day, on weekly days of rest—holy days, on the New Moon Festivals, and on the three annual festivals (the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Booths) as Moses had commanded.",
      "14": "As Solomon’s father David had directed, he set up the divisions of priests for their service and the divisions of Levites for their appointed places. The Levites were to lead in praising the Lord and to serve beside the priests by doing whatever needed to be done each day. Solomon also set up divisions of doorkeepers at every gate because this is what David, the man of God, had commanded.",
      "15": "No one neglected the king’s orders to the priests or the Levites in any matter, including the temple’s finances.",
      "16": "All of Solomon’s work was carried out from the day the foundation of the Lord’s temple was laid until it was completed. The Lord’s temple was now finished.",
      "17": "Then Solomon went to the coast near Ezion Geber and Elath in Edom.",
      "18": "Huram sent his own servants and his experienced sailors with ships to Solomon. They went with Solomon’s servants to Ophir, got 33,750 pounds of gold, and brought it to King Solomon."
    },
    "9": {
      "1": "The queen of Sheba heard about Solomon’s reputation. So she came to Jerusalem to test him with riddles. She arrived with a large group of servants, with camels carrying spices, a large quantity of gold, and precious stones. When she came to Solomon, she talked to him about everything she had on her mind.",
      "2": "Solomon answered all her questions. No question was too difficult for Solomon to answer.",
      "3": "When the queen of Sheba saw Solomon’s wisdom, the palace he built,",
      "4": "the food on his table, his officers’ seating arrangement, the organization of his officials and the uniforms they wore, his cupbearers  and their uniforms, and the burnt offerings that he sacrificed at the Lord’s temple, she was breathless.",
      "5": "She told the king, “What I heard in my country about your words and your wisdom is true!",
      "6": "But I didn’t believe the reports until I came and saw it with my own eyes. I wasn’t even told about half of the extent of your wisdom. You’ve surpassed the stories I’ve heard.",
      "7": "How blessed your men must be! How blessed these servants of yours must be because they are always stationed in front of you and listen to your wisdom!",
      "8": "Thank the Lord your God, who is pleased with you. He has put you on his throne to be king on behalf of the Lord your God. Because of your God’s love for the people of Israel, he has established them permanently and made you king over them so that you would maintain justice and righteousness.”",
      "9": "She gave the king 9,000 pounds of gold, a very large quantity of spices, and precious stones. Never was there such a large quantity of spices in Israel as those that the queen of Sheba gave King Solomon.",
      "10": "Huram’s servants and Solomon’s servants who brought gold from Ophir also brought sandalwood and precious stones.",
      "11": "With the sandalwood the king made gateways to the Lord’s temple and the royal palace, and lyres and harps for the singers. No one had ever seen anything like them in Judah.",
      "12": "King Solomon gave the queen of Sheba anything she wanted, whatever she asked for, more than what she had brought him. Then she and her servants went back to her country.",
      "13": "The gold that came to Solomon in one year weighed 49,950 pounds,",
      "14": "not counting the gold which the merchants and traders brought. All the Arab kings and governors of the land also brought gold and silver to Solomon.",
      "15": "King Solomon made 200 large shields of hammered gold, using 15 pounds of gold on each shield.",
      "16": "He also made 300 small shields of hammered gold, using 7½ pounds of gold on each shield. The king put them in the hall named the Forest of Lebanon.",
      "17": "The king also made a large ivory throne and covered it with pure gold.",
      "18": "Six steps led to the throne, which had a gold footstool attached to it. There were armrests on both sides of the seat. Two lions stood beside the armrests.",
      "19": "Twelve lions stood on six steps, one on each side. Nothing like this had been made for any other kingdom.",
      "20": "All King Solomon’s cups were gold, and all the utensils for the hall named the Forest of Lebanon were fine gold. (Silver wasn’t considered valuable in Solomon’s time.)",
      "21": "The king had ships going to Tarshish with Huram’s sailors. Once every three years the Tarshish ships would bring gold, silver, ivory, apes, and monkeys.",
      "22": "In wealth and wisdom King Solomon was greater than all the other kings of the world.",
      "23": "All the kings of the world wanted to listen to the wisdom that God gave Solomon.",
      "24": "So everyone who came brought him gifts: articles of silver and gold, clothing, weapons, spices, horses, and mules. This happened year after year.",
      "25": "Solomon had 4,000 stalls for horses and chariots, and 12,000 war horses. He stationed some in chariot cities and others with himself in Jerusalem.",
      "26": "He ruled all the kings from the Euphrates River to the country of the Philistines and as far as the Egyptian border.",
      "27": "The king made silver as common in Jerusalem as stones, and he made cedars as plentiful as fig trees in the foothills.",
      "28": "Horses were imported for Solomon from Egypt and from all other countries.",
      "29": "Aren’t the rest of Solomon’s acts from first to last written in the records of Nathan the prophet, in the prophecy of Ahijah from Shiloh, and in Iddo the seer’s  visions about Jeroboam (son of Nebat)?",
      "30": "Solomon ruled in Jerusalem over all Israel for 40 years.",
      "31": "Solomon lay down in death with his ancestors and was buried in the City of David. His son Rehoboam succeeded him as king."
    },
    "10": {
      "1": "Rehoboam went to Shechem because all Israel had gone to Shechem to make him king.",
      "2": "Jeroboam (Nebat’s son) was still in Egypt, where he had fled from King Solomon. When he heard about Rehoboam, he returned from Egypt.",
      "3": "Israel sent for Jeroboam and invited him back. Jeroboam and all Israel went to speak to Rehoboam. They said,",
      "4": "“Your father made us carry a heavy burden. Reduce the hard work and lighten the heavy burden he put on us, and we will serve you.”",
      "5": "He said to them, “Come back the day after tomorrow.” So the people left.",
      "6": "King Rehoboam sought advice from the older leaders who had served his father Solomon while he was still alive. He asked, “What do you advise? How should I respond to these people?”",
      "7": "They told him, “If you are good to these people and try to please them by speaking gently to them, then they will always be your servants.”",
      "8": "But he ignored the advice the older leaders gave him. He sought advice from the young men who had grown up with him and were serving him.",
      "9": "He asked them, “What is your advice? How should we respond to these people who are asking me to lighten the burden my father put on them?”",
      "10": "The young men who had grown up with him answered, “This is what you should tell them: ‘My little finger is heavier than my father’s whole body.",
      "11": "If my father put a heavy burden on you, I will add to it. If my father punished you with whips, I will punish you with scorpions.’ ”",
      "12": "So Jeroboam and all the people came back to Rehoboam two days later, as the king had instructed them.",
      "13": "The king answered them harshly. He ignored the older leaders’ advice.",
      "14": "He spoke to them as the young men advised. He said, “If my father made your burden heavy, I will add to it. If my father punished you with whips, I will use scorpions.”",
      "15": "The king refused to listen to the people because the Lord was directing these events to carry out the promise he had made to Jeroboam (Nebat’s son) through Ahijah from Shiloh.",
      "16": "When all Israel saw that the king refused to listen to them, the people answered the king,\n“What share do we have in David’s kingdom?\nWe won’t receive an inheritance from Jesse’s son.\nEveryone to his own tent, Israel!\nNow look after your own house, David!”\nSo all Israel went home to their own tents.",
      "17": "But Rehoboam ruled the Israelites who lived in the cities of Judah.",
      "18": "Then King Rehoboam sent Hadoram to the Israelites. He was in charge of forced labor, but they stoned him to death. So King Rehoboam got on his chariot as fast as he could and fled to Jerusalem.",
      "19": "Israel has rebelled against David’s dynasty to this day."
    },
    "11": {
      "1": "When Rehoboam came to Jerusalem, he gathered the people of Judah and Benjamin, 180,000 of the best soldiers, to fight against Israel and return the kingdom to Rehoboam.",
      "2": "But God spoke his word to Shemaiah, the man of God. He said,",
      "3": "“Speak to Judah’s King Rehoboam, son of Solomon, and all Israel in Judah and Benjamin.",
      "4": "This is what the Lord says: Don’t wage war against your relatives. Everyone, go home. What has happened is my doing.” So they obeyed the Lord’s word. They turned back from their attack on Jeroboam.",
      "5": "Rehoboam lived in Jerusalem and built fortified cities in Judah.",
      "6": "He rebuilt Bethlehem, Etam, Tekoa,",
      "7": "Beth Zur, Soco, Adullam,",
      "8": "Gath, Mareshah, Ziph,",
      "9": "Adoraim, Lachish, Azekah,",
      "10": "Zorah, Aijalon, and Hebron. These were fortified cities in Judah and Benjamin.",
      "11": "He strengthened them and put army officers with reserves of food, olive oil, and wine in them.",
      "12": "In each city he stored shields and spears. He made the cities very secure. So Rehoboam held on to Judah and Benjamin.",
      "13": "The priests and Levites in every region of Israel sided with Rehoboam.",
      "14": "The priests abandoned their land and property and went to Judah and Jerusalem because Jeroboam and his descendants rejected them as the Lord’s priests.",
      "15": "Instead, Jeroboam appointed his own priests for the illegal worship sites and the goat and calf statues he had made as idols.",
      "16": "People from every tribe of Israel who were determined to seek the Lord God of Israel followed the Levitical priests to Jerusalem to sacrifice to the Lord God of their ancestors.",
      "17": "So they strengthened the kingdom of Judah by supporting Rehoboam, son of Solomon, for three years. During those three years they lived the way David and Solomon had lived.",
      "18": "Rehoboam married Mahalath, daughter of Jerimoth. (Jerimoth was the son of David and Abihail. Abihail was the daughter of Eliab, son of Jesse.)",
      "19": "Mahalath gave birth to the following sons: Jeush, Shemariah, and Zaham.",
      "20": "After marrying Mahalath, he married Maacah, Absalom’s granddaughter. She gave birth to Abijah, Attai, Ziza, and Shelomith.",
      "21": "Rehoboam loved Maacah, Absalom’s granddaughter, more than all his other wives and concubines. (He had 18 wives and 60 concubines. He fathered 28 sons and 60 daughters.)",
      "22": "Rehoboam appointed Abijah, son of Maacah, as family head and prince among his brothers. By doing this, Rehoboam could make him king.",
      "23": "He wisely placed his sons in every region of Judah and Benjamin, in every fortified city. He gave them allowances and obtained many wives for them."
    },
    "12": {
      "1": "When Rehoboam had established his kingdom and made himself strong, he and all Israel abandoned the Lord’s teachings.",
      "2": "In the fifth year of Rehoboam’s reign, King Shishak of Egypt attacked Jerusalem. This happened because all Israel was not loyal to the Lord.",
      "3": "Shishak had 1,200 chariots, 60,000 horses, and an army of countless Libyans, Sukkites, and Sudanese from Egypt.",
      "4": "He captured the fortified cities in Judah and then came to Jerusalem.",
      "5": "The prophet Shemaiah came to Rehoboam and the leaders of Judah who had gathered in Jerusalem because of Shishak. Shemaiah said to them, “This is what the Lord says: You have abandoned me, so I will abandon you. I will hand you over to Shishak.”",
      "6": "Then the commanders of Israel and the king humbled themselves. “The Lord is right!” they said.",
      "7": "When the Lord saw that they had humbled themselves, he spoke his word to Shemaiah: “They have humbled themselves. I will not destroy them. In a little while I will give them an escape. I will not use Shishak to pour my anger on Jerusalem.",
      "8": "But they will become his servants so that they can learn the difference between serving me and serving foreign kings.”",
      "9": "King Shishak of Egypt attacked Jerusalem and took the treasures from the Lord’s temple and the royal palace. He took them all. He took the gold shields Solomon had made.",
      "10": "So King Rehoboam made bronze shields to replace them and put them by the entrance to the royal palace, where the captains of the guards were stationed.",
      "11": "Whenever the king went into the Lord’s temple, guards carried the shields and then returned them to the guardroom.",
      "12": "After Rehoboam humbled himself, the Lord was no longer angry with him and didn’t completely destroy him. So things went well in Judah.",
      "13": "King Rehoboam strengthened his position in Jerusalem and ruled. He was 41 years old when he began to rule. He ruled for 17 years in Jerusalem, the city that the Lord chose from all the tribes of Israel, the city where the Lord put his name. (Rehoboam’s mother was an Ammonite woman named Naamah.)",
      "14": "He did evil things because he was not serious about dedicating himself to serving the Lord.",
      "15": "Aren’t the events concerning Rehoboam from first to last written in the records of the prophet Shemaiah and the records of the seer  Iddo in the genealogies? There was war between Rehoboam and Jeroboam as long as they lived.",
      "16": "Rehoboam lay down in death with his ancestors and was buried in the City of David. His son Abijah succeeded him as king."
    },
    "13": {
      "1": "In the eighteenth year of the reign of Jeroboam, Abijah began to rule Judah.",
      "2": "He ruled for three years in Jerusalem. His mother was named Micaiah, daughter of Uriel from Gibeah.\nThere was war between Abijah and Jeroboam.",
      "3": "Abijah prepared for battle with an army of 400,000 of the best soldiers, while Jeroboam arranged to oppose him with 800,000 of the best professional soldiers.",
      "4": "Then Abijah stood on Mount Zemaraim in the mountains of Ephraim. He called out, “Jeroboam and all Israel, listen to me!",
      "5": "Don’t you know that the Lord God of Israel gave the kingdom of Israel to David and his descendants forever in a permanent promise?",
      "6": "But Jeroboam (Nebat’s son) rebelled against his master. He had been the servant of David’s son Solomon.",
      "7": "Worthless, good-for-nothing men gathered around him. They opposed Rehoboam, son of Solomon, when Rehoboam was too young and inexperienced to challenge them.",
      "8": "Do you now intend to challenge the Lord’s kingdom, which has been placed in the hands of David’s descendants? You are a large crowd, and you have the gold calves that Jeroboam made to be your gods.",
      "9": "You forced out the Lord’s priests who were Aaron’s descendants, and you forced out the Levites so that you could appoint your own priests, as the people in foreign countries do. Anyone who has a young bull and seven rams can be ordained as a priest of nonexistent gods.",
      "10": "“However, the Lord is our God. We haven’t abandoned him. The priests who serve the Lord are Aaron’s descendants, and the Levites assist them.",
      "11": "They sacrifice burnt offerings to the Lord every morning and every evening. They offer sweet-smelling incense and rows of bread on the clean  table. The lamps on the gold lamp stand burn every evening. We’re following the instructions the Lord our God gave us, but you have abandoned him.",
      "12": "God is with us as our leader. His priests will sound their trumpets to call the army to fight you. Men of Israel, don’t wage war against the Lord God of your ancestors. You won’t succeed.”",
      "13": "But Jeroboam had set an ambush to attack them from behind. So Jeroboam’s army was in front of Judah, and the ambush was behind them.",
      "14": "When Judah’s soldiers looked around, the battle was in front of them and behind them. They cried out to the Lord, the priests blew the trumpets,",
      "15": "and the men of Judah shouted. When they shouted, God attacked Jeroboam and all Israel in front of Abijah and Judah.",
      "16": "The Israelites fled from Judah’s army, and God handed them over to Judah.",
      "17": "So Abijah and his men defeated them decisively, and 500,000 of the best men of Israel were killed.",
      "18": "So the Israelites were humbled at that time, and the men of Judah won because they trusted the Lord God of their ancestors.",
      "19": "Abijah pursued Jeroboam and captured some of his cities: Bethel and its villages, Jeshanah and its villages, and Ephron and its villages.",
      "20": "Jeroboam never regained power during Abijah’s time. The Lord caused Jeroboam to become sick, and Jeroboam died.",
      "21": "But Abijah became strong. He married 14 wives and fathered 22 sons and 16 daughters.",
      "22": "Everything else about Abijah—how he lived and what he said—is written in the history by the prophet Iddo."
    },
    "14": {
      "1": "Abijah lay down in death with his ancestors and was buried in the City of David. His son Asa succeeded him as king. In Asa’s time the land had peace for ten years.",
      "2": "Asa did what the Lord his God considered good and right.",
      "3": "He got rid of the altars of foreign gods, broke down the sacred stones, and cut down the poles dedicated to the goddess Asherah.",
      "4": "He told the people of Judah to dedicate their lives to serving the Lord God of their ancestors and follow his teachings and commands.",
      "5": "He got rid of the illegal places of worship and the altars for incense in all the cities of Judah. The kingdom was at peace during his reign.",
      "6": "He built fortified cities in Judah because the land had peace. There was no war during those years because the Lord gave him a time of peace.",
      "7": "So Asa told Judah, “Let’s build these cities and make walls around them with towers and doors that can be barred. The country is still ours because we have dedicated our lives to serving the Lord our God. We have dedicated our lives to him, and he has surrounded us with peace.” So they built the cities, and everything went well.",
      "8": "Asa had an army of 300,000 Judeans who were armed with large shields and spears and 280,000 Benjaminites who were armed with small shields and bows. All of these men were good fighting men.",
      "9": "Then Zerah from Sudan came with 1,000,000 men and 300 chariots to attack Asa. Zerah got as far as Mareshah.",
      "10": "Asa went to confront him, and the two armies set up their battle lines in the Zephathah Valley at Mareshah.",
      "11": "Asa called on the Lord his God. He said, “Lord, there is no one except you who can help those who are not strong so that they can fight against a large army. Help us, Lord our God, because we are depending on you. In your name we go against this large crowd. You are the Lord our God. Don’t let anyone successfully oppose you.”",
      "12": "The Lord attacked the Sudanese army in front of Asa and Judah. The Sudanese army fled.",
      "13": "Asa and his troops pursued them as far as Gerar. Many of the Sudanese died in battle. As a result, the Sudanese army couldn’t fight again. It was crushed in front of the Lord and his army. The Lord’s army captured a lot of goods.",
      "14": "It attacked all the cities around Gerar because the cities were afraid of the Lord. The army looted all the cities because there were many things to take.",
      "15": "It also attacked those who were letting their cattle graze and captured many sheep and camels. Then it returned to Jerusalem."
    },
    "15": {
      "1": "God’s Spirit came to Azariah, son of Oded.",
      "2": "Azariah went to Asa and said to him, “Listen to me, Asa and all you men from Judah and Benjamin. The Lord is with you when you are with him. If you will dedicate your lives to serving him, he will accept you. But if you abandon him, he will abandon you.",
      "3": "For a long time Israel was without the true God, without a priest who taught correctly, and without Moses’ Teachings.",
      "4": "But when they were in trouble, they turned to the Lord God of Israel. When they searched for him, he let them find him.",
      "5": "At those times no one could come and go in peace, because everyone living in the land had a lot of turmoil.",
      "6": "One nation crushed another nation; one city crushed another. God had tormented them with every kind of trouble.",
      "7": "But you must remain strong and not become discouraged. Your actions will be rewarded.”",
      "8": "When Asa heard the prophet Oded’s words of prophecy, he was encouraged and put away the detestable idols from all of Judah, Benjamin, and the cities he had captured in the mountains of Ephraim. He also repaired the Lord’s altar in front of the Lord’s entrance hall.",
      "9": "Then Asa gathered all the people from Judah and Benjamin and the foreigners who had come from Ephraim, Manasseh, and Simeon. (Many of them had come to him from Israel when they saw that Asa’s God, the Lord, was with him.)",
      "10": "In the third month of the fifteenth year of Asa’s reign, they gathered in Jerusalem.",
      "11": "On that day they sacrificed to the Lord a part of the loot they had brought with them: 700 cattle and 7,000 sheep.",
      "12": "They made an agreement with one another to dedicate their lives to serving the Lord God of their ancestors with all their heart and soul.",
      "13": "All people (young or old, male or female) who refused to dedicate their lives to the Lord God of Israel were to be killed.",
      "14": "Asa and the people swore their oath to the Lord with shouts, singing, and the blowing of trumpets and rams’ horns.",
      "15": "All the people of Judah were overjoyed because of the oath, since they took the oath wholeheartedly. They took great pleasure in looking for the Lord, and he let them find him. So the Lord surrounded them with peace.",
      "16": "King Asa also removed his grandmother Maacah from the position of queen mother because she made a statue of the repulsive goddess Asherah. Asa cut the statue down, crushed it, and burned it in the Kidron Valley.",
      "17": "Although the illegal worship sites in Israel were not taken down, Asa remained committed to the Lord his entire life.",
      "18": "He brought into God’s temple the silver, the gold, and the utensils he and his father had set apart as holy.",
      "19": "There was no war until the thirty-fifth year of Asa’s reign."
    },
    "16": {
      "1": "In the thirty-sixth year of Asa’s reign, King Baasha of Israel invaded Judah and fortified Ramah to keep anyone from going to or coming from King Asa of Judah.",
      "2": "Then Asa brought out all the silver and gold that was left in the treasuries of the Lord’s temple and the royal palace. He sent them to Damascus to Aram’s King Benhadad.",
      "3": "He said, “There’s a treaty between you and me as there was between your father and my father. I’m sending you silver and gold. Now break your treaty with King Baasha of Israel so that he will leave me alone.”",
      "4": "Benhadad did what King Asa requested. He sent his generals and their armies to attack the cities of Israel. He conquered Ijon, Dan, Abel Maim, and all the storage cities in the territory of Naphtali.",
      "5": "When Baasha heard the news, he stopped fortifying Ramah and abandoned his work on it.",
      "6": "Then King Asa took everyone in Judah to Ramah. He made them carry the stones and lumber from Ramah. Baasha had been using those to fortify the city. Asa used the materials to fortify Geba in Benjamin and Mizpah.",
      "7": "At that time the seer  Hanani came to King Asa of Judah and said to him, “Because you depended on the king of Syria and did not depend on the Lord your God, the army of the king of Aram has escaped your grasp.",
      "8": "Weren’t the Sudanese and Libyans a large army with many chariots and drivers? But when you depended on the Lord, he handed them over to you.",
      "9": "The Lord’s eyes scan the whole world to find those whose hearts are committed to him and to strengthen them. You acted foolishly in this matter. So from now on, you will have to fight wars.”",
      "10": "Asa was furious at the seer. He was so angry with Hanani that he put Hanani in prison. Asa also oppressed some of the people at that time in his reign.",
      "11": "Everything about Asa from first to last is written in the Book of the Kings of Judah and Israel.",
      "12": "In the thirty-ninth year of his reign, Asa got a foot disease that became progressively worse. Instead of asking the Lord for help, he went to doctors.",
      "13": "Asa lay down in death with his ancestors. He died in the forty-first year of his reign.",
      "14": "They buried him in the tomb that he had prepared for himself in the City of David. They laid him on a bed full of spices and blended perfumes. And they burned a bonfire in his honor."
    },
    "17": {
      "1": "Asa’s son Jehoshaphat succeeded him as king. Jehoshaphat strengthened himself to wage war against Israel.",
      "2": "He put troops in all the fortified cities of Judah and placed military posts in Judah and in the cities of Ephraim that his father Asa had captured.",
      "3": "The Lord was with Jehoshaphat, who lived in the old way like his ancestor David. Jehoshaphat didn’t dedicate his life to serving other gods—the Baals.",
      "4": "Instead, he dedicated his life to his ancestor’s God and lived by God’s commands. Jehoshaphat did not do what Israel was doing.",
      "5": "So the Lord established Jehoshaphat’s power over the kingdom. All the people of Judah gave gifts to Jehoshaphat, and he had a lot of riches and honor.",
      "6": "He had the confidence to live the way the Lord wanted him to live. He also got rid of the illegal places of worship and poles dedicated to the goddess Asherah in Judah.",
      "7": "In the third year of his reign, he sent his officers Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah.",
      "8": "With them were the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, Tob Adonijah, and the priests Elishama and Jehoram.",
      "9": "They taught in Judah. They had the Book of the Lord’s Teachings with them when they taught the people in all the cities of Judah.",
      "10": "Fear of the Lord came to all the kingdoms around Judah. As a result, they didn’t wage war against Jehoshaphat.",
      "11": "Some of the Philistines brought gifts and silver as taxes. The Arabs also brought him flocks: 7,700 rams and 7,700 male goats.",
      "12": "So Jehoshaphat became more and more powerful. He built fortresses and cities where supplies were stored in Judah.",
      "13": "He had large supplies of food in the cities of Judah and an army of professional soldiers with him in Jerusalem.",
      "14": "The following is a breakdown of these soldiers. They are listed by families. Judah’s regimental commanders were Commander Adnah (with 300,000 fighting men),",
      "15": "next to him Commander Jehohanan (with 280,000),",
      "16": "and next to him Amasiah, Zichri’s son, who volunteered to serve the Lord (with 200,000 fighting men).",
      "17": "From Benjamin there was the fighting man Eliada (with 200,000 armed men with bows and shields),",
      "18": "and next to him was Jehozabad (with him was an army of 180,000 armed men).",
      "19": "These were the men who served the king in addition to those whom the king put in the fortified cities throughout Judah."
    },
    "18": {
      "1": "Jehoshaphat was wealthy and honorable and became Ahab’s in-law.",
      "2": "A few years later he went to visit Ahab in Samaria. Ahab slaughtered many sheep and cattle for a banquet in honor of Jehoshaphat and the people who were with him. And Ahab persuaded Jehoshaphat to attack Ramoth in Gilead with him.",
      "3": "King Ahab of Israel asked King Jehoshaphat of Judah, “Will you go with me to Ramoth in Gilead?”\nJehoshaphat told the king of Israel, “I will do what you do. My troops will do what your troops do. We will join your troops in battle.”",
      "4": "Then Jehoshaphat said to the king of Israel, “But first, find out what the Lord’s word is in this matter.”",
      "5": "So the king of Israel called 400 prophets together. He asked them, “Should we go to war against Ramoth in Gilead or not?”\n“Go,” they said. “God will hand over Ramoth to you.”",
      "6": "But Jehoshaphat asked, “Isn’t there a prophet of the Lord whom we could ask?”",
      "7": "The king of Israel told Jehoshaphat, “We can ask the Lord through Micaiah, son of Imla, but I hate him. Nothing he prophesies about me is good; it’s always evil.”\nJehoshaphat answered, “The king must not say that.”",
      "8": "The king of Israel called for an officer and said, “Quick! Get Micaiah, son of Imla!”",
      "9": "The king of Israel and King Jehoshaphat of Judah were dressed in royal robes and seated on thrones. They were sitting on the threshing floor  at the entrance to the gate of Samaria. All the prophets were prophesying in front of them.",
      "10": "Zedekiah, son of Chenaanah, made iron horns and said, “This is what the Lord says: With these horns you will push the Arameans to their destruction.”",
      "11": "All the other prophets made the same prophecy. They said, “Attack Ramoth in Gilead, and you will win. The Lord will hand it over to you.”",
      "12": "The messenger who went to call Micaiah told him, “The prophets have all told the king the same good message. Make your message agree with their message. Say something good.”",
      "13": "Micaiah answered, “I solemnly swear, as the Lord lives, I will tell him whatever my God says to me.”",
      "14": "When he came to the king, the king asked him, “Micaiah, should we go to war against Ramoth in Gilead or not?”\nMicaiah said, “Attack and you will win. They will be handed over to you.”",
      "15": "The king asked him, “How many times must I make you take an oath in the Lord’s name to tell me nothing but the truth?”",
      "16": "So Micaiah said, “I saw Israel’s troops scattered in the hills like sheep without a shepherd. The Lord said, ‘These sheep have no master. Let each one go home in peace.’ ”",
      "17": "The king of Israel said to Jehoshaphat, “Didn’t I tell you he wouldn’t prophesy anything good about me?”",
      "18": "Micaiah added, “Then hear the Lord’s word. I saw the Lord sitting on his throne, and the entire army of heaven was standing on his right and his left.",
      "19": "The Lord asked, ‘Who will deceive King Ahab of Israel so that he will attack and be killed at Ramoth in Gilead?’ Some answered one way, while others were saying something else.",
      "20": "“Then the Spirit stepped forward, stood in front of the Lord, and said, ‘I will deceive him.’\n“ ‘How?’ the Lord asked.",
      "21": "“The Spirit answered, ‘I will go out and be a spirit that tells lies through the mouths of all of Ahab’s prophets.’\n“The Lord said, ‘You will succeed in deceiving him. Go and do it.’",
      "22": "“So the Lord has put into the mouths of these prophets of yours a spirit that makes them tell lies. The Lord has spoken evil about you.”",
      "23": "Zedekiah, son of Chenaanah, went to Micaiah and struck him on the cheek. “Which way did the Spirit go when he left me to talk to you?” he asked.",
      "24": "Micaiah answered, “You will find out on the day you go into an inner room to hide.”",
      "25": "The king of Israel then said, “Send Micaiah back to Amon, the governor of the city, and to Joash, the prince.",
      "26": "Say, ‘This is what the king says: Put this man in prison, and feed him nothing but bread and water until I return home safely.’ ”",
      "27": "Micaiah said, “If you really do come back safely, then the Lord wasn’t speaking through me. Pay attention to this, everyone!”",
      "28": "So the king of Israel and King Jehoshaphat of Judah went to Ramoth in Gilead.",
      "29": "The king of Israel told Jehoshaphat, “I will disguise myself and go into battle, but you should wear your royal robes.” So the king of Israel disguised himself and went into battle.",
      "30": "The king of Aram had given orders to the chariot commanders. He said, “Don’t fight anyone except the king of Israel.”",
      "31": "When the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel.” So they surrounded him in order to fight him. But when Jehoshaphat cried out, the Lord helped him. God drew them away from him,",
      "32": "and the chariot commanders realized that Jehoshaphat wasn’t the king of Israel. Then they turned away from him.",
      "33": "One man aimed his bow at random and hit the king of Israel between his scale armor and his breastplate. Ahab told the chariot driver, “Turn around, and get me away from these troops. I’m badly wounded.”",
      "34": "But the battle got worse that day, and the king propped himself up in his chariot facing the Arameans until evening. At sundown he died."
    },
    "19": {
      "1": "King Jehoshaphat of Judah returned safely to his home in Jerusalem.",
      "2": "Jehu, son of the seer  Hanani, asked King Jehoshaphat, “Why do you help wicked people and love those who hate the Lord? The Lord’s anger is directed toward you because you have done this.",
      "3": "However, you’ve done some good things: You’ve burned the Asherah poles in this country, and you’ve wholeheartedly dedicated your life to serving God.”",
      "4": "While Jehoshaphat was living in Jerusalem, he regularly went to the people between Beersheba and the mountains of Ephraim. He brought the people back to the Lord God of their ancestors.",
      "5": "He appointed judges in the country, in each fortified city of Judah.",
      "6": "He told the judges, “Pay attention to what you’re doing. When you judge, you aren’t doing it for a human but for the Lord. He will be with you when you hear a case.",
      "7": "May you have the fear of the Lord in you. Be careful about what you do. The Lord our God is never unjust. He is impartial and never takes bribes.”",
      "8": "In Jerusalem Jehoshaphat also appointed some Levites, priests, and family heads from Israel to administer the Lord’s laws and decide cases. They lived in Jerusalem.",
      "9": "He ordered them, “Do this wholeheartedly—with the fear of the Lord and with faithfulness.",
      "10": "Warn your relatives living in other cities about every case they bring to you, even if the case involves bloodshed or commands, rules, or regulations derived from Moses’ Teachings. Then your relatives will not become guilty in front of the Lord. Otherwise, he will become angry with you and your relatives. Do this, and you won’t be guilty of anything.",
      "11": "Now, the chief priest Amariah will be in charge of you in every matter involving the Lord. Zebadiah, who is the son of Ishmael and the leader of the tribe of Judah, will be in charge of every matter involving the king. The Levites will serve as officers of the court. Be strong, and do your job. May the Lord be with those who do right.”"
    },
    "20": {
      "1": "Later the Moabites, Ammonites, and some of the Meunites  came to wage war against Jehoshaphat.",
      "2": "Some men reported to Jehoshaphat, “A large crowd is coming against you from the other side of the Dead Sea, from Edom. The crowd is already in Hazazon Tamar” (also called En Gedi).",
      "3": "Frightened, Jehoshaphat decided to ask for the Lord’s help. He announced a fast throughout Judah.",
      "4": "The people of Judah gathered to seek the Lord’s help. They came from every city in Judah.",
      "5": "In the new courtyard at the Lord’s temple, Jehoshaphat stood in front of the people.",
      "6": "He said, “Lord God of our ancestors, aren’t you the God in heaven? You rule all the kingdoms of the nations. You possess power and might, and no one can oppose you.",
      "7": "Didn’t you, our God, force those who were living in this country out of Israel’s way? Didn’t you give this country to the descendants of your friend Abraham to have permanently?",
      "8": "His descendants have lived in it and built a holy temple for your name in it. They said,",
      "9": "‘If evil comes in the form of war, flood, plague, or famine, we will stand in front of this temple and in front of you because your name is in this temple. We will cry out to you in our troubles, and you will hear us and save us.’",
      "10": "“The Ammonites, Moabites, and the people of Mount Seir have come here. However, you didn’t let Israel invade them when they came out of Egypt. The Israelites turned away from them and didn’t destroy them.",
      "11": "They are now paying us back by coming to force us out of your land that you gave to us.",
      "12": "You’re our God. Won’t you judge them? We don’t have the strength to face this large crowd that is attacking us. We don’t know what to do, so we’re looking to you.”",
      "13": "All the people from Judah, their infants, wives, and children were standing in front of the Lord.",
      "14": "Then the Lord’s Spirit came to Jahaziel. (He was the son of Zechariah, grandson of Benaiah, great-grandson of Jeiel, whose father was Mattaniah, a Levite descended from Asaph.)",
      "15": "Jahaziel said, “Pay attention to me, everyone from Judah, everyone living in Jerusalem, and King Jehoshaphat. This is what the Lord says to you: Don’t be frightened or terrified by this large crowd. The battle isn’t yours. It’s God’s.",
      "16": "Tomorrow go into battle against them. They will be coming up the Ziz Pass. You will find them at the end of the valley in front of the Jeruel Desert.",
      "17": "You won’t fight this battle. Instead, take your position, stand still, and see the victory of the Lord for you, Judah and Jerusalem. Don’t be frightened or terrified. Tomorrow go out to face them. The Lord is with you.”",
      "18": "Jehoshaphat bowed down with his face touching the ground. Everyone from Judah and the people who lived in Jerusalem immediately bowed down in front of the Lord.",
      "19": "The Levites, descendants of Kohath and Korah, stood up to praise the Lord God of Israel with very loud songs.",
      "20": "They got up early in the morning and went to the desert of Tekoa. As they were leaving, Jehoshaphat stopped and said, “Listen to me, people of Judah and those living in Jerusalem. Trust the Lord your God, and believe. Believe his prophets, and you will succeed.”",
      "21": "After he had advised the people, he appointed people to sing to the Lord and praise him for the beauty of his holiness. As they went in front of the troops, they sang, “Thank the Lord because his mercy endures forever!”",
      "22": "As they started to sing praises, the Lord set ambushes against the Ammonites, Moabites, and the people of Mount Seir who had come into Judah. They were defeated.",
      "23": "Then the Ammonites and Moabites attacked the people from Mount Seir and annihilated them. After they had finished off the people of Seir, they helped destroy one another.",
      "24": "The people of Judah went to the watchtower in the desert and looked for the crowd. Corpses were lying on the ground. No one had escaped.",
      "25": "When Jehoshaphat and his troops came to take the loot, they found among them a lot of goods, clothes, and valuables. They found more than they could carry. They spent three days collecting the loot.",
      "26": "On the fourth day they gathered in the valley of Beracah. Because they thanked the Lord there, that place is still called the valley of Beracah [Thanks] today.",
      "27": "All the men of Judah and Jerusalem returned to Jerusalem. They rejoiced while Jehoshaphat led them. The Lord gave them a reason to rejoice about what had happened to their enemies.",
      "28": "So they brought harps, lyres, and trumpets to the Lord’s temple in Jerusalem.",
      "29": "The fear of the Lord came over the kingdoms in that area when they heard how the Lord waged war against Israel’s enemies.",
      "30": "Jehoshaphat’s kingdom was peaceful, since his God surrounded him with peace.",
      "31": "Jehoshaphat ruled as king of Judah. He was 35 years old when he began to rule, and he ruled for 25 years in Jerusalem. His mother’s name was Azubah, daughter of Shilhi.",
      "32": "Jehoshaphat carefully followed the example his father Asa had set and did what the Lord considered right.",
      "33": "But the illegal worship sites on the hills were not torn down. The people still didn’t have their hearts set on the God of their ancestors.",
      "34": "Everything else about Jehoshaphat from first to last is written in the records of Jehu, son of Hanani, which is included in the Book of the Kings of Israel.",
      "35": "After this, King Jehoshaphat of Judah allied himself with King Ahaziah of Israel, who led him to do evil.",
      "36": "Jehoshaphat joined him in making ships to go to Tarshish. They made the ships in Ezion Geber.",
      "37": "Then Eliezer, son of Dodavahu from Mareshah, prophesied against Jehoshaphat. He said, “The Lord will destroy your work because you have allied yourself with Ahaziah.” So the ships were wrecked and couldn’t go to Tarshish."
    },
    "21": {
      "1": "Jehoshaphat lay down in death with his ancestors and was buried with them in the City of David. His son Jehoram succeeded him as king.",
      "2": "He had the following brothers, sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariahu, Michael, and Shephatiah. All were the sons of King Jehoshaphat of Israel.",
      "3": "Their father gave them many gifts: silver, gold, and other expensive things, along with fortified cities in Judah. But Jehoshaphat gave the kingdom to Jehoram, who was the firstborn.",
      "4": "After Jehoram had taken over his father’s kingdom, he strengthened his position and then executed all his brothers and some of the officials of Israel.",
      "5": "Jehoram was 32 years old when he became king, and he ruled for 8 years in Jerusalem.",
      "6": "He followed the ways of the kings of Israel, as Ahab’s family had done, because his wife was Ahab’s daughter. So he did what the Lord considered evil.",
      "7": "But the Lord, recalling the promise  he had made to David, didn’t want to destroy David’s family. The Lord had told David that he would always give him and his descendants a shining lamp.",
      "8": "During Jehoram’s time Edom rebelled against Judah and chose its own king.",
      "9": "Jehoram took all his chariot commanders to attack. The Edomites and their chariot commanders surrounded him, but he got up at night and broke through their lines.",
      "10": "So Edom rebelled against Judah’s rule and is still independent today. At the same time Edom rebelled, Libnah rebelled because Jehoram had abandoned the Lord God of his ancestors.",
      "11": "Jehoram made illegal places of worship in the hills of Judah. This caused the inhabitants of Jerusalem to chase after foreign gods as if they were prostitutes. So he led Judah astray.",
      "12": "Then a letter came to him from the prophet Elijah. It read, “This is what the Lord God of your ancestor David says: You haven’t followed the ways of your father Jehoshaphat or the ways of King Asa of Judah.",
      "13": "Instead, you have followed the ways of the kings of Israel. You, like Ahab’s family, have caused Judah and the inhabitants of Jerusalem to chase after foreign gods as if they were prostitutes. You have killed your brothers, your father’s family. Your brothers were better than you.",
      "14": "The Lord will strike a great blow to your people, your sons, your wives, and all your property because you did this.",
      "15": "You will suffer from a chronic intestinal disease until your intestines come out.”",
      "16": "The Lord prompted the Philistines and the Arabs who lived near the people of Sudan to attack Jehoram.",
      "17": "They fought against Judah, broke into the country, and took away everything that could be found in the royal palace. They even took Jehoram’s sons and wives. The only son left was Ahaziah, Jehoram’s youngest son.",
      "18": "After this, the Lord struck Jehoram with an incurable intestinal disease.",
      "19": "Two years later, as his life was coming to an end, his intestines fell out because of his sickness. He died a painful death.\nHis people did not make a bonfire in his honor as they had done for his ancestors.",
      "20": "He was 32 years old when he became king, and he ruled for 8 years in Jerusalem. No one was sorry to see him die. He was buried in the City of David but not in the tombs of the kings."
    },
    "22": {
      "1": "The people of Jerusalem made Jehoram’s youngest son Ahaziah king in his place, because the raiders who came to the camp with the Arabs had killed all the older sons. So Jehoram’s son Ahaziah became king of Judah.",
      "2": "Ahaziah  was 42 years old when he began to rule, and he ruled for one year in Jerusalem. His mother was Athaliah, the granddaughter of Omri.",
      "3": "Ahaziah also followed the ways of Ahab’s family, because his mother gave him advice that led him to sin.",
      "4": "He did what the Lord considered evil, as Ahab’s family had done. After his father died, they advised him to do what Ahab’s family had done. They did this to destroy him.",
      "5": "Ahaziah followed their advice and went with Ahab’s son King Joram  of Israel to fight against King Hazael of Aram at Ramoth Gilead. There the Arameans wounded Joram.",
      "6": "Joram returned to Jezreel to let his wounds heal. (He had been wounded by the Arameans at Ramah when he fought against King Hazael of Aram.) Then Jehoram’s son Ahaziah  went to Jezreel to see Ahab’s son Joram, who was sick.",
      "7": "God brought about Ahaziah’s downfall when he went to Joram. He went with Joram to meet Jehu, grandson of Nimshi. (The Lord had anointed Jehu to destroy Ahab’s family.)",
      "8": "When Jehu was executing judgment on Ahab’s family, he found Judah’s leaders (Ahaziah’s nephews) who were serving Ahaziah, and he killed them.",
      "9": "He searched for Ahaziah, and Jehu’s men captured him while he was hiding in Samaria. They brought him to Jehu and killed him. Then they buried him. They explained, “Ahaziah is Jehoshaphat’s grandson. Jehoshaphat dedicated his life to serving the Lord with all his heart.” But no one in Ahaziah’s family was able to rule as king.",
      "10": "When Ahaziah’s mother, Athaliah, saw that her son was dead, she began to destroy the entire royal family of the house of Judah.",
      "11": "But Jehoshebath, daughter of the king and sister of Ahaziah, took Ahaziah’s son Joash. She saved him from being killed with the king’s other sons, and she put him and his nurse in a bedroom. Jehoshebath was the daughter of King Jehoram and wife of Jehoiada the priest. Because she was also Ahaziah’s sister, she hid Joash from Athaliah. So he wasn’t killed.",
      "12": "Joash was with the priests. He was hidden in God’s temple for six years while Athaliah ruled the country."
    },
    "23": {
      "1": "In the seventh year of Athaliah’s reign, Jehoiada strengthened his position by making an agreement with the company commanders: Azariah, son of Jeroham, Ishmael, son of Jehohanan, Azariah, son of Obed, Maaseiah, son of Adaiah, and Elishaphat, son of Zichri.",
      "2": "They went around Judah, gathered the Levites from all the cities of Judah and the leaders of the families of Israel, and came to Jerusalem.",
      "3": "The whole assembly made an agreement with the king in God’s temple.\nThen Jehoiada said to them, “Here is the king’s son. He should be king, as the Lord said about David’s descendants.",
      "4": "This is what you must do: One third of you, the priests and Levites who are on duty on the day of rest—a holy day, must guard the gates.",
      "5": "Another third must be at the royal palace. And another third must be at Foundation Gate. All the people must be in the courtyards of the Lord’s temple.",
      "6": "No one should come into the Lord’s temple except the priests and the Levites who are on duty with them. They may enter because they are holy, but all other people should follow the Lord’s regulations.",
      "7": "The Levites should surround the king. Each man should have his weapon in his hand. Kill anyone who tries to come into the temple. Stay with the king wherever he goes.”",
      "8": "So the Levites and all the Judeans did what the priest Jehoiada had ordered them. Each took his men who were coming on duty on the day of rest—a holy day, as well as those who were about to go off duty. Jehoiada had not dismissed the priestly divisions.",
      "9": "Jehoiada gave the commanders the spears and the small and large shields that had belonged to King David but were now in God’s temple.",
      "10": "All the troops stood with their weapons drawn. They were stationed around the king and around the altar and the temple (from the south side to the north side of the temple).",
      "11": "Then they brought out the king’s son, gave him the crown and the religious instructions, and Jehoiada and his sons made him king by anointing him. They said, “Long live the king!”",
      "12": "When Athaliah heard the people running and praising the king, she went into the Lord’s temple, where the people were.",
      "13": "She looked, and the king was standing by the pillar at the entrance. The commanders and the trumpeters were by his side. All the people of the land were rejoicing and blowing trumpets. The singers were leading the celebration with songs accompanied by musical instruments. As Athaliah tore her clothes in distress, she said, “Treason, treason!”",
      "14": "Then the priest Jehoiada brought the company commanders who were in charge of the army out of the temple. He said to them, “Take her out of the temple. Use your sword to kill anyone who follows her.” (The priest had said, “Don’t kill her in the Lord’s temple.”)",
      "15": "So they arrested her as she entered Horse Gate of the royal palace, and they killed her there.",
      "16": "Jehoiada made a promise to the Lord on behalf of the king and his people that they would be the Lord’s people.",
      "17": "Then all the people went to the temple of Baal and tore it down. They smashed Baal’s altars and his statues and killed Mattan, the priest of Baal, in front of the altars.",
      "18": "Next, Jehoiada appointed officials to be in charge of the Lord’s temple under the direction of the priests and Levites. (David had arranged them in divisions for the Lord’s temple. They were appointed to sacrifice burnt offerings to the Lord as it is written in Moses’ Teachings. They made these offerings with joy and singing as David had directed.)",
      "19": "Jehoiada appointed gatekeepers for the gates of the Lord’s temple so that no one who was unclean  for any reason could enter.",
      "20": "He took the company commanders, the nobles, the people’s governors, and all the people of the land, and they brought the king from the Lord’s temple. They went through Upper Gate to the royal palace and seated the king on the royal throne. The nobles, the governors of the people, and",
      "21": "all the people of the land were celebrating. But the city was quiet because they had killed Athaliah with a sword."
    },
    "24": {
      "1": "Joash  was 7 years old when he began to rule, and he ruled for 40 years in Jerusalem. His mother was Zibiah from Beersheba.",
      "2": "Joash did what the Lord considered right, as long as the priest Jehoiada lived.",
      "3": "Jehoiada got Joash two wives, and Joash had sons and daughters.",
      "4": "After this, Joash wanted to renovate the Lord’s temple.",
      "5": "He gathered the priests and the Levites and said to them, “Go to the cities of Judah, and collect money throughout Israel to repair the temple of your God every year. Do it immediately!” But the Levites didn’t do it immediately.",
      "6": "So the king called for the chief priest Jehoiada and asked him, “Why didn’t you require the Levites to bring the contributions from Judah and Jerusalem? The Lord’s servant Moses and the assembly had required Israel to give contributions for the use of the tent containing the words of God’s promise.”",
      "7": "(The sons of that wicked woman Athaliah had broken into God’s temple and used all the holy things of the Lord’s temple to worship other gods—the Baals.)",
      "8": "The king issued an order, and they made a box and placed it outside the gate of the Lord’s temple.",
      "9": "Then they issued a proclamation in Judah and Jerusalem that the contributions should be brought to the Lord. (In the desert the Lord’s servant Moses had required Israel to make contributions.)",
      "10": "All the officials and all the people were overjoyed. They brought the money and dropped it into the box until it was full.",
      "11": "Whenever the Levites brought the box to the king’s officers and they saw a lot of money, the king’s scribe and the chief priest’s officer would empty the box and put it back in its place. They would do this every day, so they collected a lot of money.",
      "12": "The king and Jehoiada would give the money to the foremen who were working on the Lord’s temple, and they hired masons and carpenters to renovate the Lord’s temple. They also hired men who worked with iron and bronze to repair the Lord’s temple.",
      "13": "As the men worked, the project progressed under the foremen’s guidance. They restored God’s temple to its proper condition and reinforced it.",
      "14": "When they finished, they brought the rest of the money to the king and Jehoiada, who used it to make utensils for the Lord’s temple. They made dishes and gold and silver utensils for the service and for the offerings. As long as Jehoiada lived, they sacrificed burnt offerings in the Lord’s temple.",
      "15": "When Jehoiada was old and had lived out his years, he died. He was 130 years old when he died.",
      "16": "He was buried in the City of David with the kings because of the good he had done in Israel for God and the temple.",
      "17": "After he died, the officials of Judah bowed in front of the king with their faces touching the ground. Then the king listened to their advice.",
      "18": "They abandoned the temple of the Lord God of their ancestors and worshiped idols and the poles dedicated to the goddess Asherah. This offense of theirs brought God’s anger upon Judah and Jerusalem.",
      "19": "The Lord sent them prophets to bring them back to himself. The prophets warned them, but they wouldn’t listen.",
      "20": "God’s Spirit gave Zechariah, son of the priest Jehoiada, strength. Zechariah stood in front of the people and said to them, “This is what God says: Why are you breaking the Lord’s commands? You won’t prosper that way! The Lord has abandoned you because you have abandoned him.”",
      "21": "But they plotted against Zechariah, and by the king’s order they stoned him to death in the courtyard of the Lord’s temple.",
      "22": "King Joash did not remember how kind Zechariah’s father, Jehoiada, had been to him. Instead, he killed Jehoiada’s son. As Zechariah died, he said, “May the Lord see this and get revenge!”",
      "23": "At the end of the year, the Aramean army attacked Joash. They came to Judah and Jerusalem and destroyed all the people’s leaders. The Arameans sent all the loot they took from Judah and Jerusalem to the king of Damascus.",
      "24": "The Aramean army had come with a small number of men, but the Lord handed Joash’s large army over to them because Joash’s soldiers had abandoned the Lord God of their ancestors. So the Arameans carried out the Lord’s judgment on Joash.",
      "25": "When the Arameans withdrew, they left him suffering from many wounds. His own officials plotted against him for murdering the son of the priest Jehoiada. They killed Joash in his bed. When he died, they buried him in the City of David, but they didn’t bury him in the tombs of the kings.",
      "26": "These were the men who conspired against him: Zabad, son of an Ammonite woman named Shimeath, and Jehozabad, son of a Moabite woman named Shimrith.",
      "27": "The record about his sons, the many divine revelations against him, and the rebuilding of God’s temple is in the notes made in the Book of the Kings. His son Amaziah succeeded him as king."
    },
    "25": {
      "1": "Amaziah was 25 years old when he began to rule, and he ruled for 29 years in Jerusalem. His mother was Jehoaddan from Jerusalem.",
      "2": "He did what the Lord considered right, but he did not do it wholeheartedly.",
      "3": "As soon as he had firm control over the kingdom, he executed the officials who killed his father, the former king.",
      "4": "But he didn’t execute their children. He obeyed the Lord’s command written in the Book of Moses’ Teachings: “Parents must never be put to death for the crimes of their children, and children must never be put to death for the crimes of their parents. Each person must be put to death for his own crime.”",
      "5": "Amaziah called the people of Judah together and assigned them by families to regiment and battalion commanders for all of Judah and Benjamin. He organized those who were at least 20 years old and found that he had 300,000 of the best men for the army, those who could handle a spear and a shield.",
      "6": "He also hired 100,000 soldiers from Israel for 7,500 pounds of silver.",
      "7": "But a man of God came to him and said, “Your Majesty, Israel’s army must not go with you, because the Lord isn’t with Israel. He’s not with these men from Ephraim.",
      "8": "If you go into battle with them, no matter how courageous you are, God will use the enemy to defeat you, because God has the power to help you or to defeat you.”",
      "9": "Amaziah asked the man of God, “What should I do about the 7,500 pounds of silver I gave the troops from Israel?”\nThe man of God answered, “The Lord can give you much more than that.”",
      "10": "Then Amaziah dismissed the troops that had come to him from Ephraim. But they became furious with Judah and returned home.",
      "11": "Amaziah courageously led his troops. When he came to the Dead Sea region, he killed 10,000 men from Seir.",
      "12": "The Judeans captured another 10,000 alive, took them to the top of a cliff, and threw them off the top of the cliff so that they were dismembered.",
      "13": "The troops that Amaziah sent back so that they couldn’t go with him into battle raided the towns in Judah from Samaria to Beth Horon. They killed 3,000 people and took a lot of goods.",
      "14": "After Amaziah came back from defeating the Edomites, he brought the gods of the people of Seir, set them up as his gods, bowed down to them, and burned sacrifices to them.",
      "15": "The Lord became angry with Amaziah. He sent him a prophet who asked him, “Why do you dedicate your life to serving the gods of those people? Those gods couldn’t save their own people from you.”",
      "16": "As he was talking, the king asked him, “Did we make you an adviser to the king? Stop! Do you want me to have you killed?”\nThe prophet stopped. He said, “I know that God has decided to destroy you because you did this, but you refuse to listen to my advice.”",
      "17": "After getting advice from his advisers, King Amaziah of Judah sent messengers to King Jehoash, son of Jehoahaz and grandson of Jehu of Israel, to declare war on Israel.",
      "18": "King Jehoash of Israel sent this message to King Amaziah of Judah: “A thistle in Lebanon sent a message to a cedar in Lebanon. It said, ‘Let your daughter marry my son,’ but a wild animal from Lebanon came along and trampled the thistle.",
      "19": "You say you defeated Edom, and now you’ve become arrogant enough to look for more fame. Stay home! Why must you invite disaster and your own defeat and take Judah with you?”",
      "20": "But Amaziah wouldn’t listen. (God made this happen because he wanted to hand over the Judeans to Jehoash because they had sought help from Edom’s gods.)",
      "21": "So King Jehoash of Israel attacked, and King Amaziah of Judah met him in battle at Beth Shemesh in Judah.",
      "22": "Israel defeated the army of Judah, and the Judeans fled to their homes.",
      "23": "King Jehoash of Israel captured King Amaziah, son of Joash and grandson of Ahaziah of Judah, at Beth Shemesh and brought him to Jerusalem. He tore down a 600-foot section of the wall around Jerusalem from Ephraim Gate to Corner Gate.",
      "24": "He took all the gold, silver, and all the utensils he found in God’s temple with Obed Edom and in the royal palace treasury. He also took hostages. Then he returned to Samaria.",
      "25": "Joash’s son King Amaziah of Judah lived 15 years after the death of Jehoahaz’s son King Jehoash of Israel.",
      "26": "Isn’t everything else about Amaziah, from beginning to end, written in the Book of the Kings of Judah and Israel?",
      "27": "After Amaziah turned away from the Lord, conspirators in Jerusalem plotted against him. Amaziah fled to Lachish, but they sent men to Lachish after him and killed him there.",
      "28": "They brought him back by horse and buried him in the city of Judah with his ancestors."
    },
    "26": {
      "1": "All the people of Judah took Uzziah, who was 16 years old, and made him king in place of his father Amaziah.",
      "2": "Uzziah rebuilt Elath and returned it to Judah after King Amaziah lay down in death with his ancestors.",
      "3": "Uzziah was 16 years old when he began to rule, and he ruled for 52 years in Jerusalem. His mother was Jecoliah from Jerusalem.",
      "4": "He did what the Lord considered right, as his father Amaziah had done.",
      "5": "He dedicated his life to serving God in the days of Zechariah, who taught him to fear God. As long as he dedicated his life to serving the Lord, the Lord gave him success.",
      "6": "Uzziah went to wage war against the Philistines. He tore down the walls of Gath, Jabneh, and Ashdod. He built cities near Ashdod and elsewhere among the Philistines.",
      "7": "God helped him when he attacked the Philistines, the Arabs who lived in Gur Baal, and the Meunites.",
      "8": "The Ammonites paid taxes to Uzziah, and his fame spread to the border of Egypt because he became very powerful.",
      "9": "Uzziah built towers in Jerusalem at Corner Wall, Valley Gate, and the Angle, and he reinforced them.",
      "10": "He built towers in the desert. He dug many cisterns because he had a lot of herds in the foothills and the plains. He had farmers and vineyard workers in the mountains and the fertile fields because he loved the soil.",
      "11": "Uzziah had an army of professional soldiers. They were ready to go to war in their companies based on the number organized by the scribe Jeiel and the officer Maaseiah. They were commanded by Hananiah, one of the king’s officials.",
      "12": "The total number of family heads among these warriors was 2,600.",
      "13": "Under them was an army of 307,500 soldiers. They were a powerful force that could support the king against the enemy.",
      "14": "For the entire army Uzziah prepared shields, spears, helmets, armor, bows, and stones for slings.",
      "15": "In Jerusalem he made machines designed by inventive people. The machines were placed on the towers and corners to shoot arrows and hurl large stones.\nUzziah’s fame spread far and wide because he had strong support until he became powerful.",
      "16": "But when he became powerful, his pride destroyed him. He was unfaithful to the Lord his God. He went into the Lord’s temple to burn incense on the incense altar.",
      "17": "The priest Azariah went in after him with 80 of the Lord’s courageous priests.",
      "18": "They opposed King Uzziah. They said to him, “Uzziah, you have no right to burn incense as an offering to the Lord. That right belongs to the priests, Aaron’s descendants, who have been given the holy task of burning incense. Get out of the holy place because you have been unfaithful. The Lord God will not honor you for this.”",
      "19": "Uzziah, who held an incense burner in his hand, became angry. While he was angry with the priests, a skin disease broke out on his forehead. This happened in front of the priests in the Lord’s temple as Uzziah was at the incense altar.",
      "20": "When the chief priest Azariah and all the priests turned toward him, a skin disease was on his forehead. They rushed him away. Uzziah was in a hurry to get out because the Lord had inflicted him with the disease.",
      "21": "King Uzziah had a skin disease until the day he died. Since he had a skin disease, he lived in a separate house and was barred from the Lord’s temple. His son Jotham was in charge of the royal palace and governed the country.",
      "22": "Everything else about Uzziah, from beginning to end, is recorded by the prophet Isaiah, son of Amoz.",
      "23": "Uzziah lay down in death with his ancestors and was buried with them in a field containing tombs that belonged to the kings. People said, “He had a skin disease.” His son Jotham succeeded him as king."
    },
    "27": {
      "1": "Jotham was 25 years old when he began to rule. He ruled for 16 years in Jerusalem. His mother was Jerushah, daughter of Zadok.",
      "2": "He did what the Lord considered right, as his father Uzziah had done. But unlike his father, he didn’t illegally enter the Lord’s temple. Nevertheless, the people continued their corrupt ways.",
      "3": "Jotham built the Upper Gate of the Lord’s temple and did extensive building of the wall at the Ophel.",
      "4": "He built cities in the hills of Judah, and he built forts and towers in the wooded areas.",
      "5": "He fought with the king of the Ammonites and conquered them. That year the Ammonites gave him 7,500 pounds of silver, 60,000 bushels of wheat, and 60,000 bushels of barley. The Ammonites gave him the same amount for two more years.",
      "6": "Jotham grew powerful because he was determined to live as the Lord his God wanted.",
      "7": "Everything else about Jotham—all his wars and his life—is written in the Book of the Kings of Israel and Judah.",
      "8": "He was 25 years old when he began to rule as king. He ruled for 16 years in Jerusalem.",
      "9": "Jotham lay down in death with his ancestors, and they buried him in the City of David. His son Ahaz succeeded him as king."
    },
    "28": {
      "1": "Ahaz was 20 years old when he began to rule. He ruled for 26 years in Jerusalem. He didn’t do what the Lord considered right, as his ancestor David had done.",
      "2": "He followed the example of the kings of Israel and even made metal idols for worshiping other gods—the Baals.",
      "3": "He burned sacrifices in the valley of Ben Hinnom and sacrificed his son by burning him alive, one of the disgusting things done by the nations that the Lord had forced out of the Israelites’ way.",
      "4": "He offered sacrifices and burned incense as an offering at the illegal worship sites, which were on hills and under every large tree.",
      "5": "So the Lord his God handed him over to the king of Aram, who defeated him, captured many prisoners, and brought them to Damascus. He also handed him over to the king of Israel, who decisively defeated him.",
      "6": "In one day Pekah, son of Remaliah, killed 120,000 soldiers in Judah because they had abandoned the Lord God of their ancestors.",
      "7": "Zichri, a fighting man from Ephraim, killed Maaseiah, who was the king’s son, Azrikam, who was in charge of the palace, and Elkanah, who was the king’s second-in-command.",
      "8": "The Israelites captured 200,000 women, boys, and girls from their relatives the Judeans. They also took a lot of goods from Judah and brought them to Samaria.",
      "9": "A prophet of the Lord named Oded was there. He went to meet the army coming home to Samaria. He said to them, “The Lord God of your ancestors handed Judah over to you in his anger. You killed them in a rage that reaches up to heaven.",
      "10": "Now you intend to enslave the men and women of Judah and Jerusalem. But aren’t you also guilty of sinning against the Lord your God?",
      "11": "Listen to me. Return these prisoners you have captured from your relatives, because the Lord is very angry with you.”",
      "12": "Then Azariah, son of Jehohan, Berechiah, son of Meshillemoth, Jehizkiah, son of Shallum, and Amasa, son of Hadlai (some leaders of Ephraim) opposed those coming home from the army.",
      "13": "They said to the army, “Don’t bring the prisoners here. You’ll make us responsible for this sin against the Lord. Do you intend to add to all our sins? The Lord is very angry with Israel because we have already sinned.”",
      "14": "So the army left the prisoners and the loot in front of the leaders and the whole assembly.",
      "15": "Then the men who were mentioned by name took charge of the prisoners and gave clothes from the loot to all the prisoners who were naked. They provided clothes for them, gave them sandals, gave them something to eat and drink, and let them bathe. They put everyone who was exhausted on donkeys and brought them to Jericho (the City of Palms) near their own people. Then they returned to Samaria.",
      "16": "At that time King Ahaz sent for help from the kings of Assyria.",
      "17": "The Edomites had again invaded and defeated Judah and captured prisoners.",
      "18": "The Philistines had raided the foothills and the Negev in Judah. They captured and began living in Beth Shemesh, Aijalon, Gederoth, Soco and its villages, Timnah and its villages, and Gimzo and its villages.",
      "19": "The Lord humbled Judah because of King Ahaz of Israel. Ahaz had spread sin throughout Judah and was unfaithful to the Lord.",
      "20": "King Tillegath Pilneser of Assyria attacked Ahaz. Instead of strengthening Ahaz, Tillegath Pilneser made trouble for him.",
      "21": "Ahaz took some of the things from the Lord’s temple, the royal palace, and the princes, and he gave them to the king of Assyria. But that didn’t help him.",
      "22": "When he had this trouble, King Ahaz became more unfaithful to the Lord.",
      "23": "He sacrificed to the gods of Damascus, the gods who had defeated him. He thought, “The gods of the kings of Aram are helping them. I’ll sacrifice to them so that they will help me.” But they ruined him and all Israel.",
      "24": "Ahaz collected the utensils in God’s temple, cut them up, and closed the doors to the Lord’s temple. He made altars for himself on every corner in Jerusalem.",
      "25": "And in each city of Judah, he made places of worship to sacrifice to other gods. So he made the Lord God of his ancestors angry.",
      "26": "Everything else about him—everything from beginning to end—is written in the Book of the Kings of Judah and Israel.",
      "27": "Ahaz lay down in death with his ancestors and was buried in the city of Jerusalem because they didn’t put him into the tombs of the kings of Israel. His son Hezekiah succeeded him as king."
    },
    "29": {
      "1": "Hezekiah began to rule as king when he was 25 years old. He ruled for 29 years in Jerusalem. His mother was Abijah, daughter of Zechariah.",
      "2": "He did what the Lord considered right, as his ancestor David had done.",
      "3": "In the first month of his first year as king, he opened the doors of the Lord’s temple and repaired them.",
      "4": "He brought the priests and Levites together in the square on the east side of the temple.",
      "5": "He said to them, “Listen to me, Levites. Perform the ceremonies to make the temple of the Lord God of your ancestors holy. Remove anything that has been corrupted from the holy place.",
      "6": "Our ancestors were unfaithful and did what the Lord our God considered evil. They deserted him. They turned away from the Lord’s tent  and turned their backs on him.",
      "7": "They also shut the doors of the temple’s entrance hall, extinguished the lamps, and didn’t burn incense or sacrifice burnt offerings in the holy place to the God of Israel.",
      "8": "So the Lord was angry with Judah and Jerusalem. He made them something that shocks and terrifies people and that people ridicule, as you can see with your own eyes.",
      "9": "Our fathers were killed in battle, and our sons, daughters, and wives are prisoners because of this.",
      "10": "Now I intend to make a pledge to the Lord God of Israel so that he may turn his burning anger away from us.",
      "11": "Don’t be negligent, my sons. The Lord has chosen you to stand in front of him, serve him, be his servants, and burn sacrifices.”",
      "12": "So the Levites started to work.\nFrom Kohath’s descendants were Mahath, son of Amasai, and Joel, son of Azariah.\nFrom Merari’s descendants were Kish, son of Abdi, and Azariah, son of Jehallelel.\nFrom Gershon’s descendants were Joah, son of Zimmah, and Eden, son of Joah.",
      "13": "From Elizaphan’s descendants were Shimri and Jeiel.\nFrom Asaph’s descendants were Zechariah and Mattaniah.",
      "14": "From Heman’s descendants were Jehiel and Shimei.\nFrom Jeduthun’s descendants were Shemaiah and Uzziel.",
      "15": "These men gathered their relatives and performed the ceremonies to make themselves holy. Then they obeyed the king’s order from the Lord’s word and entered the temple to make it clean.",
      "16": "The priests entered the Lord’s temple to make it clean. They carried into the courtyard every unclean thing that they found in the Lord’s temple. Then the Levites took the unclean items outside the city to the Kidron Brook.",
      "17": "They started on the first day of the first month. On the eighth day they went into the Lord’s entrance hall, and for eight days they performed the ceremonies to make the Lord’s temple holy. They finished on the sixteenth day of the first month.",
      "18": "Then they went to King Hezekiah. They said to him, “We have made all of the Lord’s temple clean. This includes the altar for burnt offerings, all its utensils, the table for the rows of bread and all its utensils,",
      "19": "and all the utensils King Ahaz refused to use during his reign when he was unfaithful. We have restored them and made them holy. They are in front of the Lord’s altar.”",
      "20": "Early in the morning Hezekiah gathered the leaders of the city and went to the Lord’s temple.",
      "21": "They brought seven bulls, seven rams, seven lambs, and seven male goats as an offering for sin for the kingdom, the holy place, and Judah. Hezekiah told the priests, Aaron’s descendants, to sacrifice the animals on the Lord’s altar.",
      "22": "So they slaughtered the bulls, and the priests sprinkled the blood on the altar. Then they slaughtered the rams and sprinkled the blood on the altar. After that, they slaughtered the lambs and sprinkled the blood on the altar.",
      "23": "Then they brought the male goats for the offering for sin in front of the king and the assembly, who laid their hands on them.",
      "24": "The priests slaughtered the goats and made their blood an offering for sin at the altar to make peace with the Lord for Israel. The king had said that the burnt offerings and offerings for sin should be for all Israel.",
      "25": "He had the Levites stand in the Lord’s temple with cymbals, harps, and lyres as David, the king’s seer  Gad, and the prophet Nathan had ordered. This command came from the Lord through his prophets.",
      "26": "The Levites stood with David’s instruments, and the priests had the trumpets.",
      "27": "Then Hezekiah ordered the sacrificing of burnt offerings on the altar. When the burnt offerings started, the songs to the Lord started. These songs were accompanied by trumpets and the instruments of King David of Israel.",
      "28": "The whole assembly bowed down with their faces touching the ground, singers began to sing, and the trumpets blew until the burnt offering was finished.",
      "29": "When the burnt offerings were finished, the king and everyone who was with him kneeled and bowed down.",
      "30": "Then King Hezekiah and the leaders told the Levites to praise the Lord with the words of David and the seer Asaph. They joyfully sang praises, bowed down, and worshiped.",
      "31": "Hezekiah said, “You have dedicated your lives to the Lord. Come, bring sacrifices and thank offerings to the Lord’s temple.”\nThe assembly brought sacrifices and thank offerings, and everyone who was willing brought burnt offerings.",
      "32": "The burnt offerings brought by the assembly totaled 70 bulls, 100 rams, and 200 lambs. All of these were burnt offerings to the Lord.",
      "33": "The animals dedicated as holy sacrifices were 600 bulls and 3,000 sheep.",
      "34": "But the priests needed more help to skin all the burnt offerings. So their relatives, the Levites, helped them until the work was completed and the priests could make themselves holy. The Levites were more diligent in making themselves holy than the priests were.",
      "35": "There were many burnt offerings in addition to the fat of the fellowship offerings and wine offerings that accompanied the burnt offerings. So the worship in the Lord’s temple was reestablished.",
      "36": "Hezekiah and all the people were overjoyed because of what God had done for the people. Everything had happened so quickly."
    },
    "30": {
      "1": "Hezekiah sent a message to all Israel and Judah and wrote letters to the tribes of Ephraim and Manasseh. He invited them to come to the Lord’s temple in Jerusalem to celebrate the Passover of the Lord God of Israel.",
      "2": "The king, his officials, and the whole assembly in Jerusalem decided to celebrate the Passover in the second month.",
      "3": "They couldn’t celebrate it at the regular time because not enough priests had performed the ceremonies to make themselves holy and the people hadn’t gathered in Jerusalem.",
      "4": "The king and the whole assembly considered their plan to be the right thing to do.",
      "5": "So they decided to send an announcement throughout Israel from Beersheba to Dan. They summoned everyone to come to Jerusalem to celebrate the Passover of the Lord God of Israel. These people had not celebrated it in large numbers as the written instructions said they should.",
      "6": "Messengers took letters from the king and his officials throughout Israel and Judah. The king’s order said, “Israelites, return to the Lord God of Abraham, Isaac, and Israel. Then he will return to the few of you who escaped from the power of the kings of Assyria.",
      "7": "Don’t be like your ancestors and your relatives who were unfaithful to the Lord God of their ancestors. He made them something that shocks people, as you have seen.",
      "8": "Don’t be impossible to deal with like your ancestors. Reach out for the Lord. Come to his holy place that he made holy forever. Serve the Lord your God, and he will turn his burning anger away from you.",
      "9": "When you return to the Lord, your relatives and children will find compassion from those who captured them. They will return to this land. The Lord your God is merciful and compassionate. He will not turn his face away from you if you return to him.”",
      "10": "So the messengers went from city to city in the territories of Ephraim and Manasseh, as far as Zebulun. But the people ridiculed them.",
      "11": "However, some people from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.",
      "12": "Also, God guided the people of Judah so that they united to carry out the command which the king and the leaders gave from the Lord’s word.",
      "13": "Many people gathered in Jerusalem to celebrate the Festival of Unleavened Bread in the second month. They formed a large assembly.",
      "14": "Then the people got rid of the idols’ altars in Jerusalem. They got rid of all the altars for incense by dumping them in the Kidron Valley.",
      "15": "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, so they performed the ceremonies to make themselves holy. Then they brought burnt offerings to the Lord’s temple.",
      "16": "They stood in their regular places as instructed by Moses’ Teachings. (Moses was a man of God.) The priests sprinkled the blood they received from the Levites.",
      "17": "Many people in the assembly had not made themselves holy. So the Levites had to kill the Passover lambs for all who weren’t clean  and couldn’t make their lambs holy for the Lord.",
      "18": "Many people from Ephraim, Manasseh, Issachar, and Zebulun had not made themselves clean. So they ate the Passover, but not in the way the written instructions said they should. Hezekiah prayed for them: “May the good Lord forgive",
      "19": "those who have their hearts set on dedicating their lives to serving God. May the Lord God of their ancestors do this for those who are not clean as required for the holy place.”",
      "20": "The Lord listened to Hezekiah and healed the people.",
      "21": "So the Israelites in Jerusalem celebrated the Festival of Unleavened Bread for seven days with great joy. Each day the Levites and priests praised the Lord in song. They played the Lord’s instruments loudly.",
      "22": "Hezekiah spoke encouraging words to all the Levites who had the skills to serve the Lord. They ate the festival meals for seven days, sacrificed fellowship offerings, and confessed their sins to the Lord God of their ancestors.",
      "23": "Then the whole assembly decided to celebrate the festival for seven more days. So they joyfully celebrated for seven more days.",
      "24": "King Hezekiah of Judah provided 1,000 bulls and 7,000 sheep as sacrifices for the assembly. The leaders provided 1,000 bulls and 10,000 sheep for the assembly. So a large number of priests were able to perform the ceremonies to make themselves holy.",
      "25": "The whole assembly from Judah, the priests, the Levites, the whole assembly from Israel, the foreigners who came from Israel, and those who lived in Judah rejoiced.",
      "26": "The city of Jerusalem was filled with joy. Nothing like this had happened in Jerusalem since the days of King Solomon of Israel.",
      "27": "Then the Levitical priests blessed the people. Their voices were heard, and their prayers went to God’s holy place in heaven."
    },
    "31": {
      "1": "When this was over, all the Israelites who were there went to the cities in Judah. They crushed the sacred stones, cut down the poles dedicated to the goddess Asherah, and tore down the illegal places of worship and the altars throughout Judah, Benjamin, Ephraim, and Manasseh. The Israelites destroyed all of these things. Then all the Israelites returned to their own cities. Each person went to his own property.",
      "2": "Hezekiah assigned the priests and the Levites to divisions. Each priest or Levite was put in a division based on the service he performed: sacrificing burnt offerings, sacrificing fellowship offerings, serving, giving thanks, or praising within the gates of the Lord’s camp.",
      "3": "He set aside part of the king’s property for burnt offerings, the morning and evening offerings, burnt offerings on the weekly days of rest—holy days, the New Moon Festivals, and the annual festivals, as it is written in the Lord’s Teachings.",
      "4": "He told the people living in Jerusalem to give the priests and Levites the portions they were due so that they could devote themselves to the Lord’s Teachings.",
      "5": "As soon as the word spread, the Israelites brought plenty of offerings from the first of their produce: grain, new wine, fresh olive oil, honey, and every crop from the fields. They brought large quantities, a tenth of everything.",
      "6": "The people of Israel and Judah who were living in the cities of Judah brought a tenth of their cattle and sheep and a tenth of the holy things they had dedicated to the Lord their God. They piled these holy things in heaps.",
      "7": "In the third month they started piling them up, and in the seventh month they finished.",
      "8": "When Hezekiah and the leaders saw the heaps, they praised the Lord and his people Israel.",
      "9": "Hezekiah asked the priests and the Levites about the heaps.",
      "10": "The chief priest Azariah from Zadok’s family said, “Since the people started to bring the offerings to the Lord’s temple, we have had all we wanted to eat and plenty to spare. The Lord has blessed his people, and there’s a lot left over.”",
      "11": "Then Hezekiah told them to prepare storerooms in the Lord’s temple. After they had prepared them,",
      "12": "they faithfully brought in the contributions, the offerings of one-tenth of the crops, and the gifts dedicated to God. The Levite Conaniah was in charge of these things, and his brother Shimei was his assistant.",
      "13": "King Hezekiah and Azariah, who was in charge of God’s temple, appointed Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah to serve under Conaniah and his brother Shimei.",
      "14": "Kore, son of Imnah the Levite, was the gatekeeper at East Gate and had to take care of the freewill offerings made to God. His responsibility was to distribute the offerings made to the Lord and the holy gifts dedicated to God.",
      "15": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah served under him in the cities belonging to the priests. They were to distribute the offerings faithfully to all their relatives, young and old, by their divisions.",
      "16": "They were appointed to distribute them to males who were at least three years old. The way they were enrolled in the genealogical records did not matter. The six men who served under Kore were to distribute the offerings to everyone who went to the Lord’s temple to perform the daily service that each division was responsible for.",
      "17": "They were to distribute offerings to the priests who were enrolled by families and to the Levites who were at least 20 years old. Distribution was based on the way they served in their divisions.",
      "18": "The priests and Levites were enrolled with their wives, sons, daughters, and other people who depended on them—the whole community. The priests and Levites had to be faithful in keeping themselves holy for the holy work.",
      "19": "Men were appointed to give a portion of the offerings to all the males in the priestly families and to everyone listed in the genealogies of the Levites. These men were Aaron’s descendants, priests who lived in the pasturelands of every Levite city.",
      "20": "This is what Hezekiah did throughout Judah. He did what was good and right and true to the Lord his God.",
      "21": "Hezekiah incorporated Moses’ Teachings and commands into worship and dedicated his life to serving God. Whatever he did for the worship in God’s temple, he did wholeheartedly, and he succeeded."
    },
    "32": {
      "1": "After everything Hezekiah had done so faithfully, King Sennacherib of Assyria came to invade Judah. He set up camp to attack the fortified cities. He intended to conquer them himself.",
      "2": "When Hezekiah saw that Sennacherib had come to wage war against Jerusalem,",
      "3": "he, his officers, and his military staff made plans to stop the water from flowing out of the springs outside the city. They helped him do it.",
      "4": "A large crowd gathered as they stopped all the springs and the brook that flowed through the land. They said, “Why should the kings of Assyria find plenty of water?”",
      "5": "Hezekiah worked hard. He rebuilt all the broken sections of the wall, made the towers taller, built another wall outside the city wall, strengthened the Millo  in the City of David, and made plenty of weapons and shields.",
      "6": "He appointed military commanders over the troops and gathered the commanders in the square by the city gate. He spoke these words of encouragement:",
      "7": "“Be strong and courageous. Don’t be frightened or terrified by the king of Assyria or the crowd with him. Someone greater is on our side.",
      "8": "The king of Assyria has human power on his side, but the Lord our God is on our side to help us and fight our battles.” So the people were encouraged by what King Hezekiah of Judah said.",
      "9": "After this, while King Sennacherib of Assyria and all his royal forces were attacking Lachish, he sent his officers to King Hezekiah of Judah and to all of the people in Judah who were in Jerusalem to say:",
      "10": "“This is what King Sennacherib of Assyria says: Why are you so confident as you live in Jerusalem while it is blockaded?",
      "11": "Isn’t Hezekiah misleading you and abandoning you to die from hunger and thirst when he says, ‘The Lord our God will rescue us from the king of Assyria?’",
      "12": "Isn’t this the same Hezekiah who got rid of the Lord’s places of worship and altars and told Judah and Jerusalem, ‘Worship and sacrifice at one altar?’",
      "13": "Don’t you know what I and my predecessors have done to the people of all other countries? Were any of the gods of these other nations ever able to rescue their countries from me?",
      "14": "Were the gods of these nations able to rescue their people from my control? My predecessors claimed and destroyed those nations. Is your God able to rescue you from my control?",
      "15": "Don’t let Hezekiah deceive you or persuade you like this. Don’t believe him. No god of any nation or kingdom could save his people from me or my ancestors. Certainly, your God will not rescue you from me!”",
      "16": "Sennacherib’s officers said more against the Lord God and his servant Hezekiah.",
      "17": "Sennacherib wrote letters cursing the Lord God of Israel. These letters said, “As the gods of the nations in other countries couldn’t rescue their people from me, Hezekiah’s God cannot rescue his people from me.”",
      "18": "Sennacherib’s officers shouted loudly in the Judean language to the troops who were on the wall of Jerusalem. They tried to frighten and terrify the troops so that they could capture the city.",
      "19": "They spoke about the God of Jerusalem as if he were one of the gods made by human hands and worshiped by the people in other countries.",
      "20": "Then King Hezekiah and the prophet Isaiah, son of Amoz, prayed about this and called to heaven.",
      "21": "The Lord sent an angel who exterminated all the soldiers, officials, and commanders in the Assyrian king’s camp. Humiliated, Sennacherib returned to his own country. When he went into the temple of his god, some of his own sons killed him with a sword.",
      "22": "So the Lord saved Hezekiah and the people living in Jerusalem from King Sennacherib of Assyria and from everyone else. The Lord gave them peace with all their neighbors.",
      "23": "Many people still went to Jerusalem to bring gifts to the Lord and expensive presents to King Hezekiah of Judah. From then on, he was considered important by all the nations.",
      "24": "In those days Hezekiah became sick and was about to die. He prayed to the Lord, who answered him and gave him a miraculous sign.",
      "25": "But Hezekiah was conceited, so he didn’t repay the Lord for his kindness. The Lord became angry with him, with Judah, and with Jerusalem.",
      "26": "Hezekiah and the people living in Jerusalem humbled themselves when they realized they had become conceited. So the Lord didn’t vent his anger on them during Hezekiah’s time.",
      "27": "Hezekiah became richer and was highly honored. He prepared storerooms for himself to hold silver, gold, precious stones, spices, shields, and all kinds of valuables.",
      "28": "He made sheds to store his harvests of grain, new wine, and fresh olive oil, and he made barns for all his cattle and stalls for his flocks.",
      "29": "He made cities for himself because he had many sheep and cattle. God had given him a lot of property.",
      "30": "Hezekiah was the one who stopped the water from flowing from the upper outlet of Gihon. He channeled the water directly underground to the west side of the City of David. Hezekiah succeeded in everything he did.",
      "31": "When the leaders of Babylon sent ambassadors to ask him about the miraculous sign that had happened in the land, God left him. God did this to test him, to find out everything that was in Hezekiah’s heart.",
      "32": "Everything else about Hezekiah, including his devotion to God, is written in the vision of the prophet Isaiah, son of Amoz, and in the records of the kings of Judah and Israel.",
      "33": "Hezekiah lay down in death with his ancestors. He was buried in the upper tombs of David’s descendants. When Hezekiah died, all of Judah and the people in Jerusalem honored him. His son Manasseh succeeded him as king."
    },
    "33": {
      "1": "Manasseh was 12 years old when he began to rule, and he ruled for 55 years in Jerusalem.",
      "2": "He did what the Lord considered evil by copying the disgusting things done by the nations that the Lord had forced out of the Israelites’ way.",
      "3": "He rebuilt the illegal places of worship that his father Hezekiah had torn down. He set up altars dedicated to other gods—the Baals—and made a pole dedicated to the goddess Asherah as King Ahab of Israel had done. Manasseh, like Ahab, worshiped and served the entire army of heaven.",
      "4": "He built altars in the Lord’s temple, where the Lord had said, “My name will be in Jerusalem forever.”",
      "5": "In the two courtyards of the Lord’s temple, he built altars for the entire army of heaven.",
      "6": "He burned his son as a sacrifice in the valley of Ben Hinnom, consulted fortunetellers, cast evil spells, practiced witchcraft, and appointed royal mediums and psychics. He did many things that made the Lord furious.",
      "7": "Manasseh had a carved idol made. Then he set it up in God’s temple, where God had said to David and his son Solomon, “I have chosen this temple and Jerusalem from all the tribes of Israel. I will put my name here forever.",
      "8": "I will never again remove Israel from the land that I set aside for their ancestors if they will obey all the commands, all the teachings, the ordinances, and the regulations I gave through Moses.”",
      "9": "Manasseh misled Judah and the inhabitants of Jerusalem so that they did more evil things than the nations that the Lord had destroyed when the Israelites arrived in the land.",
      "10": "When the Lord spoke to Manasseh and his people, they wouldn’t even pay attention.",
      "11": "So the Lord made the army commanders of the king of Assyria invade Judah. They took Manasseh captive, put a hook in his nose, put him in bronze shackles, and brought him to Babylon.",
      "12": "When he experienced this distress, he begged the Lord his God to be kind and humbled himself in front of the God of his ancestors.",
      "13": "He prayed to the Lord, and the Lord accepted his prayer and listened to his request. The Lord brought him back to his kingdom in Jerusalem. Then Manasseh knew that the Lord is God.",
      "14": "After this, Manasseh rebuilt the outer wall of the City of David from west of Gihon Spring in the valley to the entrance of Fish Gate. He made the wall go around the Ophel, and he built it very high. He put army commanders in every fortified city in Judah.",
      "15": "Manasseh got rid of the foreign gods and the idol in the Lord’s temple. He got rid of the altars he had built in the temple on the Lord’s mountain and in Jerusalem.",
      "16": "He built the Lord’s altar and sacrificed fellowship offerings and thank offerings on it. And he told Judah to serve the Lord God of Israel.",
      "17": "The people continued to sacrifice at the illegal places of worship, but they sacrificed only to the Lord their God.",
      "18": "Everything else about Manasseh—including his prayer to his God and the words that the seers  spoke to him in the name of the Lord God of Israel—are in the records of the kings of Israel.",
      "19": "His prayer and how God accepted it are written in the records of Hozai. The things he did before he humbled himself are also written there. This includes all his sins and unfaithfulness and the places where he built illegal worship sites and set up idols and poles dedicated to the goddess Asherah.",
      "20": "Manasseh lay down in death with his ancestors. They buried him in his own palace. His son Amon succeeded him as king.",
      "21": "Amon was 22 years old when he began to rule, and he ruled for 2 years in Jerusalem.",
      "22": "He did what the Lord considered evil, as his father Manasseh had done. Amon sacrificed to all the idols his father Manasseh had made, and he worshiped them.",
      "23": "He didn’t humble himself in front of the Lord as his father Manasseh had humbled himself. Instead, Amon continued to sin.",
      "24": "His officials plotted against him and killed him in his palace.",
      "25": "Then the people of the land killed everyone who had plotted against King Amon. They made his son Josiah king in his place."
    },
    "34": {
      "1": "Josiah was 8 years old when he began to rule, and he was king for 31 years in Jerusalem.",
      "2": "He did what the Lord considered right. He lived in the ways of his ancestor David and never stopped living this way.",
      "3": "In the eighth year of his reign, while he was still a boy, he began to dedicate his life to serving the God of his ancestor David. In his twelfth year as king, he began to make Judah and Jerusalem clean  by destroying the illegal places of worship, poles dedicated to the goddess Asherah, carved idols, and metal idols.",
      "4": "He had the altars of the various Baal gods torn down. He cut down the incense altars that were above them. He destroyed the Asherah poles, carved idols, and metal idols. He ground them into powder and scattered the powder over the tombs of those who had sacrificed to them.",
      "5": "He burned the bones of the priests on their altars. So he made Judah and Jerusalem clean.",
      "6": "In the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali, he removed all their temples,",
      "7": "tore down the altars, beat the Asherah poles and idols into powder, and cut down all the incense altars everywhere in Israel. Then he went back to Jerusalem.",
      "8": "In the eighteenth year of his reign as he was making the land and the temple clean, Josiah sent Shaphan, son of Azaliah, Maaseiah, the mayor of the city, and Joah, the royal historian and son of Joahaz, to repair the temple of the Lord his God.",
      "9": "They came to the chief priest Hilkiah and gave him the money that had been brought to God’s temple, the money that the Levite doorkeepers had collected from the tribes of Manasseh and Ephraim, from all who were left in Israel, from everyone in the tribes of Judah and Benjamin, and from the inhabitants of Jerusalem.",
      "10": "They gave the money to the foremen who were in charge of the Lord’s temple. These foremen gave it to the workmen who were restoring and repairing the temple.",
      "11": "(These workers included carpenters and builders.) They were to buy quarried stones and wood for the fittings and beams of the buildings that the kings of Judah had allowed to become run-down.",
      "12": "The men did their work faithfully under the supervision of Jahath and Obadiah (Levites descended from Merari), and Zechariah and Meshullam (descendants of Kohath). The Levites, who were skilled musicians,",
      "13": "also supervised the workers and directed all the workmen on the various jobs. Some of the Levites served as scribes, officials, or gatekeepers.",
      "14": "When they brought out the money that had been deposited in the Lord’s temple, the priest Hilkiah found the Book of the Lord’s Teachings written by Moses.",
      "15": "Hilkiah told the scribe Shaphan, “I have found the Book of the Teachings in the Lord’s temple.” Hilkiah gave the book to Shaphan.",
      "16": "Shaphan took the book to the king and reported, “We are doing everything you told us to do.",
      "17": "We took the money that was donated in the Lord’s temple and gave it to the supervisors and the workmen.”",
      "18": "Then the scribe Shaphan told the king, “The priest Hilkiah has given me a book.” And Shaphan read it to the king.",
      "19": "When the king heard what the Teachings said, he tore his clothes in distress.",
      "20": "Then the king gave an order to Hilkiah, Ahikam (son of Shaphan), Abdon (son of Micah), the scribe Shaphan, and the royal official Asaiah. He said,",
      "21": "“On behalf of those who are left in Israel and Judah and me, ask the Lord about the words in this book that was found. The Lord’s fierce anger has been poured on us because our ancestors did not obey the Lord’s word by doing everything written in this book.”",
      "22": "So Hilkiah and the king’s officials went to talk to the prophet Huldah about this matter. She was the wife of Shallum, son of Tokhath and grandson of Hasrah. Shallum was in charge of the royal wardrobe. Huldah was living in the Second Part of Jerusalem.",
      "23": "She told them, “This is what the Lord God of Israel says: Tell the man who sent you to me,",
      "24": "‘This is what the Lord says: I’m going to bring disaster on this place and on the people living here according to the curses written in the book that was read to the king of Judah.",
      "25": "I will do this because they have abandoned me and sacrificed to other gods in order to make me furious. Therefore, my anger will be poured on this place and will never come to an end.’ ”",
      "26": "Huldah added, “Tell Judah’s king who sent you to me to ask the Lord a question, ‘This is what the Lord God of Israel says about the words you heard:",
      "27": "You had a change of heart and humbled yourself in front of God when you heard my words against this place and those who live here. You humbled yourself, tore your clothes in distress, and cried in front of me. So I will listen to you, declares the Lord.",
      "28": "That is why I’m going to bring you to your ancestors. I’m going to bring you to your grave in peace, and your eyes will not see any of the disaster I’m going to bring on this place and those who live here.’ ”\nSo they reported this to the king.",
      "29": "Then the king sent for all the respected leaders of Judah and Jerusalem to join him.",
      "30": "The king, everyone in Judah, everyone living in Jerusalem, the priests, the Levites, and all the people (young and old) went up to the Lord’s temple. He read everything written in the Book of the Promise  found in the Lord’s temple so that they could hear it.",
      "31": "The king stood in his place and made a promise to the Lord that he would follow the Lord and obey his commands, instructions, and laws with all his heart and soul. He said he would live by the terms of the promise written in this book.",
      "32": "He also made all those found in Jerusalem and Benjamin join with him in the promise. Then the people of Jerusalem lived according to the promise of God, the God of their ancestors.",
      "33": "Josiah got rid of all the disgusting idols throughout Israelite territory. He made all people found in Israel serve the Lord their God. As long as he lived, they didn’t stop following the Lord God of their ancestors."
    },
    "35": {
      "1": "Josiah celebrated the Passover for the Lord in Jerusalem. The Passover lamb was slaughtered on the fourteenth day of the first month.",
      "2": "Josiah appointed the priests to their duties and encouraged them to serve in the Lord’s temple.",
      "3": "He told the Levites, who instructed all Israel and performed ceremonies to make themselves holy to the Lord, “Put the holy ark in the temple that Solomon, son of David and king of Israel, built. It shouldn’t be carried on your shoulders any longer. Serve the Lord your God and his people Israel.",
      "4": "Get yourselves ready with the family groups of your divisions, which are listed in the records of King David of Israel and the records of his son Solomon.",
      "5": "Stand in the holy place representing the family divisions of your relatives, the people of Israel. Let the Levites be considered a part of each family.",
      "6": "Slaughter the Passover lamb, perform the ceremonies to make yourselves holy, and prepare the lambs for the other Israelites as the Lord instructed us through Moses.”",
      "7": "Josiah provided the people with 33,000 sheep and goats to be sacrificed as Passover offerings for all who were present. In addition, he provided 3,000 bulls. (These animals were the king’s property.)",
      "8": "His officials also voluntarily gave animals to the people, priests, and Levites. Hilkiah, Zechariah, and Jehiel, the men in charge of God’s temple, gave the priests 2,600 sheep and goats and 300 bulls for Passover sacrifices.",
      "9": "Conaniah and his brothers Shemaiah and Nethanel, and Hashabiah, Jeiel, and Jozabad, the leaders of the Levites, gave the Levites 5,000 sheep and goats and 500 bulls as Passover sacrifices.",
      "10": "So the service was prepared. The priests took their positions with the Levites according to their divisions, as the king had ordered.",
      "11": "They slaughtered the Passover lambs. The priests sprinkled the blood with their hands while the Levites skinned the lambs.",
      "12": "They set aside the burnt offerings to give them to the laypeople according to their family divisions. The laypeople could then present them to the Lord as written in the Book of Moses. The Levites did the same with the bulls.",
      "13": "They roasted the Passover lambs according to the directions. They boiled the holy offerings in pots, kettles, and pans and immediately served them to all the people.",
      "14": "Later, they prepared the animals for themselves and for the priests because the priests (Aaron’s descendants) were sacrificing the burnt offerings and the fat until that evening.\nSo the Levites prepared the animals for themselves and the priests.",
      "15": "The singers (Asaph’s descendants) were in their places as David, Asaph, Heman, and the king’s seer  Jeduthun had commanded. The gatekeepers were stationed at each gate. They didn’t need to leave their work, because their relatives, the Levites, prepared animals for them.",
      "16": "So everything was arranged that day for the worship of the Lord. The Passover was celebrated, and the burnt offerings were sacrificed on the Lord’s altar as King Josiah had commanded.",
      "17": "The Israelites who were present celebrated the Passover at that time. They also celebrated the Festival of Unleavened Bread for seven days.",
      "18": "Never had a Passover like this been celebrated in Israel during the time of the prophet Samuel or the kings of Israel. They did not celebrate the Passover as Josiah celebrated it with priests, Levites, all of Judah, the people of Israel who could be found, and the inhabitants of Jerusalem.",
      "19": "In the eighteenth year of Josiah’s reign, this Passover was celebrated.",
      "20": "After all this, when Josiah had repaired the temple, King Neco of Egypt came to fight a battle at Carchemish at the Euphrates River. Josiah went to attack him.",
      "21": "But Neco sent messengers to Josiah to say, “What’s your quarrel with me, king of Judah? I’m not attacking you. I’ve come to fight those who are at war with me. God told me to hurry. God is with me, so stop now or else he will destroy you.”",
      "22": "But Josiah would not stop his attack. He disguised himself as he went into battle. He refused to listen to Neco’s words, which came from God, and he went to fight in the valley of Megiddo.",
      "23": "Some archers shot King Josiah. The king told his officers, “Take me away because I’m badly wounded.”",
      "24": "His officers took him out of the chariot and brought him to Jerusalem in his other chariot. He died and was buried in the tombs of his ancestors. All Judah and Jerusalem mourned for Josiah.",
      "25": "Jeremiah sang a funeral song about Josiah. All the male and female singers still sing funeral songs about Josiah today. This became a tradition in Israel. They are written in the Book of the Funeral Songs.",
      "26": "Everything else about Josiah—including his devotion to God by following what is written in the Lord’s Teachings",
      "27": "and his acts from first to last—are written in the records of the kings of Israel and Judah."
    },
    "36": {
      "1": "Then people of the land took Josiah’s son Jehoahaz and made him king in Jerusalem in place of his father.",
      "2": "Jehoahaz was 23 years old when he became king, and he was king in Jerusalem for 3 months.",
      "3": "The king of Egypt removed him from office in Jerusalem and fined the country 7,500 pounds of silver and 75 pounds of gold.",
      "4": "The king of Egypt made Jehoahaz’s brother Eliakim king of Judah and Jerusalem and changed Eliakim’s name to Jehoiakim. Neco took Jehoahaz away to Egypt.",
      "5": "Jehoiakim was 25 years old when he began to rule, and he ruled for 11 years in Jerusalem. He did what the Lord his God considered evil.",
      "6": "King Nebuchadnezzar of Babylon attacked Jehoiakim and put him in bronze shackles to take him to Babylon.",
      "7": "Nebuchadnezzar also brought some of the utensils of the Lord’s temple to Babylon. He put them in his palace in Babylon.",
      "8": "Everything else about Jehoiakim—the disgusting things he did and all the charges against him—is written in the Book of the Kings of Israel and Judah. His son Jehoiakin succeeded him as king.",
      "9": "Jehoiakin was eight years old when he began to rule as king. He was king for three months and ten days in Jerusalem. He did what the Lord considered evil.",
      "10": "In the spring King Nebuchadnezzar sent for Jehoiakin and brought him to Babylon with the valuable utensils from the Lord’s temple. Nebuchadnezzar made Jehoiakin’s uncle Zedekiah king of Judah and Jerusalem.",
      "11": "Zedekiah was 21 years old when he began to rule, and he ruled for 11 years in Jerusalem.",
      "12": "He did what the Lord his God considered evil and didn’t humble himself in front of the prophet Jeremiah, who spoke for the Lord.",
      "13": "Zedekiah also rebelled against King Nebuchadnezzar. Nebuchadnezzar had made Zedekiah swear an oath of allegiance to him in God’s name. But Zedekiah became so stubborn and so impossible to deal with that he refused to turn back to the Lord God of Israel.",
      "14": "All the officials, the priests, and the people became increasingly unfaithful and followed all the disgusting practices of the nations. Although the Lord had made the temple in Jerusalem holy, they made the temple unclean.",
      "15": "The Lord God of their ancestors repeatedly sent messages through his messengers because he wanted to spare his people and his dwelling place.",
      "16": "But they mocked God’s messengers, despised his words, and made fun of his prophets until the Lord became angry with his people. He could no longer heal them.",
      "17": "So he had the Babylonian king attack them and execute their best young men in their holy temple. He didn’t spare the best men or the unmarried women, the old people or the sick people. God handed all of them over to him.",
      "18": "He brought to Babylon each of the utensils from God’s temple, the treasures from the Lord’s temple, and the treasures of the king and his officials.",
      "19": "They burned God’s temple, tore down Jerusalem’s walls, burned down all its palaces, and destroyed everything of value.",
      "20": "The king of Babylon took those who weren’t executed to Babylon to be slaves for him and his sons. They remained captives until the Persian Empire began to rule.",
      "21": "This happened so that the Lord’s words spoken through Jeremiah would be fulfilled. The land had its years of rest and was made acceptable again. While it lay in ruins, the land had its 70 years of rest.",
      "22": "The promise the Lord had spoken through Jeremiah was about to come true in Cyrus’ first year as king of Persia. The Lord inspired the king to make this announcement throughout his whole kingdom and then to put it in writing.",
      "23": "This is what King Cyrus of Persia says: The Lord God of heaven has given me all the kingdoms of the world. And he has ordered me to build a temple for him in Jerusalem (which is in Judah). May the Lord God be with all of you who are his people. You may go."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:33.270286-04:00",
    "Translation": "GW"
  }
}