{
  "2 Thessalonians": {
    "1": {
      "1": "From Paul, Silas, and Timothy.\nTo the church at Thessalonica united with God our Father and the Lord Jesus Christ.",
      "2": "Good will  and peace from God our Father and the Lord Jesus Christ are yours!",
      "3": "We always have to thank God for you, brothers and sisters. It’s right to do this because your faith is showing remarkable growth and your love for each other is increasing.",
      "4": "That’s why we brag in God’s churches about your endurance and faith in all the persecutions and suffering you are experiencing.",
      "5": "Your suffering proves that God’s judgment is right and that you are considered worthy of his kingdom.",
      "6": "Certainly, it is right for God to give suffering to those who cause you to suffer.",
      "7": "It is also right for God to give all of us relief from our suffering. He will do this when the Lord Jesus is revealed, coming from heaven with his mighty angels in a blazing fire.",
      "8": "He will take revenge on those who refuse to acknowledge God and on those who refuse to respond to the Good News about our Lord Jesus.",
      "9": "They will pay the penalty by being destroyed forever, by being separated from the Lord’s presence and from his glorious power.",
      "10": "This will happen on that day when he comes to be honored among all his holy people and admired by all who have believed in him. This includes you because you believed the testimony we gave you.",
      "11": "With this in mind, we always pray that our God will make you worthy of his call. We also pray that through his power he will help you accomplish every good desire and help you do everything your faith produces.",
      "12": "That way the name of our Lord Jesus will be honored among you. Then, because of the good will of Jesus Christ, our God and Lord, you will be honored by him."
    },
    "2": {
      "1": "Brothers and sisters, we have this request to make of you about our Lord Jesus Christ’s coming and our gathering to meet him.",
      "2": "Don’t get upset right away or alarmed when someone claims that we said through some spirit, conversation, or letter that the day of the Lord has already come.",
      "3": "Don’t let anyone deceive you about this in any way. That day cannot come unless a revolt takes place first, and the man of sin, the man of destruction, is revealed.",
      "4": "He opposes every so-called god or anything that is worshiped and places himself above them, sitting in God’s temple and claiming to be God.",
      "5": "Don’t you remember that I told you about these things when I was still with you?",
      "6": "You know what it is that now holds him back, so that he will be revealed when his time comes.",
      "7": "The mystery of this sin is already at work. But it cannot work effectively until the person now holding it back gets out of the way.",
      "8": "Then the man of sin will be revealed and the Lord Jesus will destroy him by what he says. When the Lord Jesus comes, his appearance will put an end to this man.",
      "9": "The man of sin will come with the power of Satan. He will use every kind of power, including miraculous and wonderful signs. But they will be lies.",
      "10": "He will use everything that God disapproves of to deceive those who are dying, those who refused to love the truth that would save them.",
      "11": "That’s why God will send them a powerful delusion so that they will believe a lie.",
      "12": "Then everyone who did not believe the truth, but was delighted with what God disapproves of, will be condemned.",
      "13": "We always have to thank God for you, brothers and sisters. You are loved by the Lord and we thank God that in the beginning he chose you to be saved through a life of spiritual devotion and faith in the truth.",
      "14": "With this in mind he called you by the Good News which we told you so that you would obtain the glory of our Lord Jesus Christ.",
      "15": "Then, brothers and sisters, firmly hold on to the traditions we taught you either when we spoke to you or in our letter.",
      "16": "God our Father loved us and by his kindness  gave us everlasting encouragement and good hope. Together with our Lord Jesus Christ,",
      "17": "may he encourage and strengthen you to do and say everything that is good."
    },
    "3": {
      "1": "Finally, brothers and sisters, pray that we spread the Lord’s word rapidly and that it will be honored the way it was among you.",
      "2": "Also pray that we may be rescued from worthless and evil people, since not everyone shares our faith.",
      "3": "But the Lord is faithful and will strengthen you and protect you against the evil one.",
      "4": "The Lord gives us confidence that you are doing and will continue to do what we ordered you to do.",
      "5": "May the Lord direct your lives as you show God’s love and Christ’s endurance.",
      "6": "Brothers and sisters, in the name of our Lord Jesus Christ we order you not to associate with any believer who doesn’t live a disciplined life and doesn’t follow the tradition you received from us.",
      "7": "You know what you must do to imitate us. We lived a disciplined life among you.",
      "8": "We didn’t eat anyone’s food without paying for it. Instead, we worked hard and struggled night and day in order not to be a burden to any of you.",
      "9": "It’s not as though we didn’t have a right to receive support. Rather, we wanted to set an example for you to follow.",
      "10": "While we were with you, we gave you the order: “Whoever doesn’t want to work shouldn’t be allowed to eat.”",
      "11": "We hear that some of you are not living disciplined lives. You’re not working, so you go around interfering in other people’s lives.",
      "12": "We order and encourage such people by the Lord Jesus Christ to pay attention to their own work so they can support themselves.",
      "13": "Brothers and sisters, we can’t allow ourselves to get tired of doing what is right.",
      "14": "It may be that some people will not listen to what we say in this letter. Take note of them and don’t associate with them so that they will feel ashamed.",
      "15": "Yet, don’t treat them like enemies, but instruct them like brothers and sisters.",
      "16": "May the Lord of peace give you his peace at all times and in every way. The Lord be with all of you.",
      "17": "I, Paul, am writing this greeting with my own hand. In every letter that I send, this is proof that I wrote it.",
      "18": "The good will  of our Lord Jesus Christ be with all of you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:21.939204-04:00",
    "Translation": "GW"
  }
}