{
  "2 Timothy": {
    "1": {
      "1": "From Paul, an apostle of Christ Jesus by God’s will—a will that contains Christ Jesus’ promise of life.",
      "2": "To Timothy, my dear child.\nGood will, mercy, and peace from God the Father and Christ Jesus our Lord!",
      "3": "I constantly remember you in my prayers night and day when I thank God, whom I serve with a clear conscience as my ancestors did.",
      "4": "I remember your tears and want to see you so that I can be filled with happiness.",
      "5": "I’m reminded of how sincere your faith is. That faith first lived in your grandmother Lois and your mother Eunice. I’m convinced that it also lives in you.",
      "6": "You received a gift from God when I placed my hands on you to ordain you. Now I’m reminding you to fan that gift into flames.",
      "7": "God didn’t give us a cowardly spirit but a spirit of power, love, and good judgment.",
      "8": "So never be ashamed to tell others about our Lord or be ashamed of me, his prisoner. Instead, by God’s power, join me in suffering for the sake of the Good News.",
      "9": "God saved us and called us to be holy, not because of what we had done, but because of his own plan and kindness. Before the world began, God planned that Christ Jesus would show us God’s kindness.",
      "10": "Now with the coming of our Savior Christ Jesus, he has revealed it. Christ has destroyed death, and through the Good News he has brought eternal life into full view.",
      "11": "I was appointed to be a messenger of this Good News, an apostle, and a teacher.",
      "12": "For this reason I suffer as I do. However, I’m not ashamed. I know whom I trust. I’m convinced that he is able to protect what he had entrusted to me until that day.",
      "13": "With faith and love for Christ Jesus, consider what you heard me say to be the pattern of accurate teachings.",
      "14": "With the help of the Holy Spirit who lives in us, protect the Good News that has been entrusted to you.",
      "15": "You know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes.",
      "16": "May the Lord be merciful to the family of Onesiphorus. He often took care of my needs and wasn’t ashamed that I was a prisoner.",
      "17": "When he arrived in Rome, he searched hard for me and found me.",
      "18": "May the Lord grant that Onesiphorus finds mercy when that day comes. You know very well that he did everything possible to help me in Ephesus."
    },
    "2": {
      "1": "My child, find your source of strength in the kindness  of Christ Jesus.",
      "2": "You’ve heard my message, and it’s been confirmed by many witnesses. Entrust this message to faithful individuals who will be competent to teach others.",
      "3": "Join me in suffering like a good soldier of Christ Jesus.",
      "4": "Whoever serves in the military doesn’t get mixed up in non-military activities. This pleases his commanding officer.",
      "5": "Whoever enters an athletic competition wins the prize only when playing by the rules.",
      "6": "A hard-working farmer should have the first share of the crops.",
      "7": "Understand what I’m saying. The Lord will help you understand all these things.",
      "8": "Always think about Jesus Christ. He was brought back to life and is a descendant of David. This is the Good News that I tell others.",
      "9": "I’m suffering disgrace for spreading this Good News. I have even been put into prison like a criminal. However, God’s word is not imprisoned.",
      "10": "For that reason, I endure everything for the sake of those who have been chosen so that they, too, may receive salvation from Christ Jesus with glory that lasts forever.",
      "11": "This is a statement that can be trusted:\nIf we have died with him, we will live with him.",
      "12": "If we endure, we will rule with him.\nIf we disown him, he will disown us.",
      "13": "If we are unfaithful, he remains faithful\nbecause he cannot be untrue to himself.",
      "14": "Remind believers about these things, and warn them in the sight of God not to quarrel over words. Quarreling doesn’t do any good but only destroys those who are listening.",
      "15": "Do your best to present yourself to God as a tried-and-true worker who isn’t ashamed to teach the word of truth correctly.",
      "16": "Avoid pointless discussions. People who pay attention to these pointless discussions will become more ungodly,",
      "17": "and what they say will spread like cancer. Hymenaeus and Philetus are like that.",
      "18": "They have abandoned the truth. They are destroying the faith of others by saying that people who have died have already come back to life.",
      "19": "In spite of all that, God’s people have a solid foundation. These words are engraved on it: “The Lord knows those who belong to him,” and “Whoever worships the Lord must give up doing wrong.”",
      "20": "In a large house there are not only objects made of gold and silver, but also those made of wood and clay. Some objects are honored when they are used; others aren’t.",
      "21": "Those who stop associating with dishonorable people will be honored. They will be set apart for the master’s use, prepared to do good things.",
      "22": "Stay away from lusts which tempt young people. Pursue what has God’s approval. Pursue faith, love, and peace together with those who worship the Lord with a pure heart.",
      "23": "Don’t have anything to do with foolish and stupid arguments. You know they cause quarrels.",
      "24": "A servant of the Lord must not quarrel. Instead, he must be kind to everyone. He must be a good teacher. He must be willing to suffer wrong.",
      "25": "He must be gentle in correcting those who oppose the Good News. Maybe God will allow them to change the way they think and act and lead them to know the truth.",
      "26": "Then they might come back to their senses and God will free them from the devil’s snare so that they can do his will."
    },
    "3": {
      "1": "You must understand this: In the last days there will be violent periods of time.",
      "2": "People will be selfish and love money. They will brag, be arrogant, and use abusive language. They will curse their parents, show no gratitude, have no respect for what is holy,",
      "3": "and lack normal affection for their families. They will refuse to make peace with anyone. They will be slanderous, lack self-control, be brutal, and have no love for what is good.",
      "4": "They will be traitors. They will be reckless and conceited. They will love pleasure rather than God.",
      "5": "They will appear to have a godly life, but they will not let its power change them. Stay away from such people.",
      "6": "Some of these men go into homes and mislead weak-minded women who are burdened with sins and led by all kinds of desires.",
      "7": "These women are always studying but are never able to recognize the truth.",
      "8": "As Jannes and Jambres opposed Moses, so these men oppose the truth. Their minds are corrupt, and the faith they teach is counterfeit.",
      "9": "Certainly, they won’t get very far. Like the stupidity of Jannes and Jambres, their stupidity will be plain to everyone.",
      "10": "But you know all about my teachings, my way of life, my purpose, my faith, my patience, my love, and my endurance.",
      "11": "You also know about the kind of persecutions and sufferings which happened to me in the cities of Antioch, Iconium, and Lystra. I endured those persecutions, and the Lord rescued me from all of them.",
      "12": "Those who try to live a godly life because they believe in Christ Jesus will be persecuted.",
      "13": "But evil people and phony preachers will go from bad to worse as they mislead people and are themselves misled.",
      "14": "However, continue in what you have learned and found to be true. You know who your teachers were.",
      "15": "From infancy you have known the Holy Scriptures. They have the power to give you wisdom so that you can be saved through faith in Christ Jesus.",
      "16": "Every Scripture passage is inspired by God. All of them are useful for teaching, pointing out errors, correcting people, and training them for a life that has God’s approval.",
      "17": "They equip God’s servants so that they are completely prepared to do good things."
    },
    "4": {
      "1": "I solemnly call on you in the presence of God and Christ Jesus, who is going to judge those who are living and those who are dead. I do this because Christ Jesus will come to rule the world.",
      "2": "Be ready to spread the word whether or not the time is right. Point out errors, warn people, and encourage them. Be very patient when you teach.",
      "3": "A time will come when people will not listen to accurate teachings. Instead, they will follow their own desires and surround themselves with teachers who tell them what they want to hear.",
      "4": "People will refuse to listen to the truth and turn to myths.",
      "5": "But you must keep a clear head in everything. Endure suffering. Do the work of a missionary. Devote yourself completely to your work.",
      "6": "My life is coming to an end, and it is now time for me to be poured out as a sacrifice to God.",
      "7": "I have fought the good fight. I have completed the race. I have kept the faith.",
      "8": "The prize that shows I have God’s approval is now waiting for me. The Lord, who is a fair judge, will give me that prize on that day. He will give it not only to me but also to everyone who is eagerly waiting for him to come again.",
      "9": "Hurry to visit me soon.",
      "10": "Demas has abandoned me. He fell in love with this present world and went to the city of Thessalonica. Crescens went to the province of Galatia, and Titus went to the province of Dalmatia.",
      "11": "Only Luke is with me. Get Mark and bring him with you. He is useful to me in my work.",
      "12": "I’m sending Tychicus to the city of Ephesus as my representative.",
      "13": "When you come, bring the warm coat I left with Carpus in the city of Troas. Also bring the scrolls and especially the parchments.",
      "14": "Alexander the metalworker did me a great deal of harm. The Lord will pay him back for what he did.",
      "15": "Watch out for him. He violently opposed what we said.",
      "16": "At my first hearing no one stood up in my defense. Everyone abandoned me. I pray that it won’t be held against them.",
      "17": "However, the Lord stood by me and gave me strength so that I could finish spreading the Good News for all the nations to hear. I was snatched out of a lion’s mouth.",
      "18": "The Lord will rescue me from all harm and will take me safely to his heavenly kingdom. Glory belongs to him forever! Amen.",
      "19": "Give my greetings to Prisca and Aquila and the family of Onesiphorus.",
      "20": "Erastus stayed in the city of Corinth and I left Trophimus in the city of Miletus because he was sick.",
      "21": "Hurry to visit me before winter comes. Eubulus, Pudens, Linus, Claudia and all the brothers and sisters send you greetings.",
      "22": "The Lord be with you. His good will  be with all of you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:23.021982-04:00",
    "Translation": "GW"
  }
}