{
  "Colossians": {
    "1": {
      "1": "From Paul, an apostle of Christ Jesus by God’s will, and from our brother Timothy.",
      "2": "To God’s holy and faithful people, our brothers and sisters who are united with Christ in the city of Colossae.\nGood will  and peace from God our Father are yours!",
      "3": "We always thank God, the Father of our Lord Jesus Christ, in our prayers for you.",
      "4": "We thank God because we have heard about your faith in Christ Jesus and your love for all of God’s people.",
      "5": "You have these because of the hope which is kept safe for you in heaven. Some time ago you heard about this hope in the Good News which is the message of truth.",
      "6": "This Good News is present with you now. It is producing results and spreading all over the world as it did among you from the first day you heard it. At that time you came to know what God’s kindness  truly means.",
      "7": "You learned about this Good News from Epaphras, our dear fellow servant. He is taking your place here as a trustworthy deacon for Christ",
      "8": "and has told us about the love that the Spirit has given you.",
      "9": "For this reason we have not stopped praying for you since the day we heard about you. We ask God to fill you with the knowledge of his will through every kind of spiritual wisdom and insight.",
      "10": "We ask this so that you will live the kind of lives that prove you belong to the Lord. Then you will want to please him in every way as you grow in producing every kind of good work by this knowledge about God.",
      "11": "We ask him to strengthen you by his glorious might with all the power you need to patiently endure everything with joy.",
      "12": "You will also thank the Father, who has made you able to share the light, which is what God’s people inherit.",
      "13": "God has rescued us from the power of darkness and has brought us into the kingdom of his Son, whom he loves.",
      "14": "His Son paid the price to free us, which means that our sins are forgiven.",
      "15": "He is the image of the invisible God,\nthe firstborn of all creation.",
      "16": "He created all things in heaven and on earth,\nvisible and invisible.\nWhether they are kings or lords,\nrulers or powers—\neverything has been created through him and for him.",
      "17": "He existed before everything\nand holds everything together.",
      "18": "He is also the head of the church, which is his body.\nHe is the beginning,\nthe first to come back to life\nso that he would have first place in everything.",
      "19": "God was pleased to have all of himself live in Christ.",
      "20": "God was also pleased to bring everything on earth and in heaven back to himself through Christ. He did this by making peace through Christ’s blood sacrificed on the cross.",
      "21": "Once you were separated from God. The evil things you did showed your hostile attitude.",
      "22": "But now Christ has brought you back to God by dying in his physical body. He did this so that you could come into God’s presence without sin, fault, or blame.",
      "23": "This is on the condition that you continue in faith without being moved from the solid foundation of the hope that the Good News contains. You’ve heard this Good News of which I, Paul, became a servant. It has been spread throughout all creation under heaven.",
      "24": "I am happy to suffer for you now. In my body I am completing whatever remains of Christ’s sufferings. I am doing this on behalf of his body, the church.",
      "25": "I became a servant of the church when God gave me the work of telling you his entire message.",
      "26": "In the past God hid this mystery, but now he has revealed it to his people.",
      "27": "God wanted his people throughout the world to know the glorious riches of this mystery—which is Christ living in you, giving you the hope of glory.",
      "28": "We spread the message about Christ as we instruct and teach everyone with all the wisdom there is. We want to present everyone as mature Christian people.",
      "29": "I work hard and struggle to do this while his mighty power works in me."
    },
    "2": {
      "1": "I want you to know how hard I work for you, for the people of Laodicea, and for people I have never met.",
      "2": "Because they are united in love, I work so that they may be encouraged by all the riches that come from a complete understanding of Christ. He is the mystery of God.",
      "3": "God has hidden all the treasures of wisdom and knowledge in Christ.",
      "4": "I say this so that no one will mislead you with arguments that merely sound good.",
      "5": "Although I’m absent from you physically, I’m with you in spirit. I’m happy to see how orderly you are and how firm your faith in Christ is.",
      "6": "You received Christ Jesus the Lord, so continue to live as Christ’s people.",
      "7": "Sink your roots in him and build on him. Be strengthened by the faith that you were taught, and overflow with thanksgiving.",
      "8": "Be careful not to let anyone rob you of this faith through a shallow and misleading philosophy. Such a person follows human traditions and the world’s way of doing things rather than following Christ.",
      "9": "All of God lives in Christ’s body,",
      "10": "and God has made you complete in Christ. Christ is in charge of every ruler and authority.",
      "11": "In him you were also circumcised. It was not a circumcision performed by human hands. But it was a removal of the corrupt nature in the circumcision performed by Christ.",
      "12": "This happened when you were placed in the tomb with Christ through baptism. In baptism you were also brought back to life with Christ through faith in the power of God, who brought him back to life.",
      "13": "You were once dead because of your failures and your uncircumcised corrupt nature. But God made you alive with Christ when he forgave all our failures.",
      "14": "He did this by erasing the charges that were brought against us by the written laws God had established. He took the charges away by nailing them to the cross.",
      "15": "He stripped the rulers and authorities of their power and made a public spectacle of them as he celebrated his victory in Christ.",
      "16": "Therefore, let no one judge you because of what you eat or drink or about the observance of annual holy days, New Moon Festivals, or weekly days of rest—holy days.",
      "17": "These are a shadow of the things to come, but the body that casts the shadow belongs to Christ.",
      "18": "Let no one who delights in false humility and the worship of angels tell you that you don’t deserve a prize. Such a person, whose sinful mind fills him with arrogance, gives endless details of the visions he has seen.",
      "19": "He doesn’t hold on to Christ, the head. Christ makes the whole body grow as God wants it to, through support and unity given by the joints and ligaments.",
      "20": "If you have died with Christ to the world’s way of doing things, why do you let others tell you how to live? It’s as though you were still under the world’s influence.",
      "21": "People will tell you, “Don’t handle this! Don’t taste or touch that!”",
      "22": "All of these things deal with objects that are only used up anyway.",
      "23": "These things look like wisdom with their self-imposed worship, false humility, and harsh treatment of the body. But they have no value for holding back the constant desires of your corrupt nature."
    },
    "3": {
      "1": "Since you were brought back to life with Christ, focus on the things that are above—where Christ holds the honored position—the one next to God the Father on the heavenly throne.",
      "2": "Keep your mind on things above, not on worldly things.",
      "3": "You have died, and your life is hidden with Christ in God.",
      "4": "Christ is your life. When he appears, then you, too, will appear with him in glory.",
      "5": "Therefore, put to death whatever is worldly in you: your sexual sin, perversion, passion, lust, and greed (which is the same thing as worshiping wealth).",
      "6": "It is because of these sins that God’s anger comes on those who refuse to obey him.",
      "7": "You used to live that kind of sinful life.",
      "8": "Also get rid of your anger, hot tempers, hatred, cursing, obscene language, and all similar sins.",
      "9": "Don’t lie to each other. You’ve gotten rid of the person you used to be and the life you used to live,",
      "10": "and you’ve become a new person. This new person is continually renewed in knowledge to be like its Creator.",
      "11": "Where this happens, there is no Greek or Jew, circumcised or uncircumcised, barbarian, uncivilized person, slave, or free person. Instead, Christ is everything and in everything.",
      "12": "As holy people whom God has chosen and loved, be sympathetic, kind, humble, gentle, and patient.",
      "13": "Put up with each other, and forgive each other if anyone has a complaint. Forgive as the Lord forgave you.",
      "14": "Above all, be loving. This ties everything together perfectly.",
      "15": "Also, let Christ’s peace control you. God has called you into this peace by bringing you into one body. Be thankful.",
      "16": "Let Christ’s word with all its wisdom and richness live in you. Use psalms, hymns, and spiritual songs to teach and instruct yourselves about God’s kindness. Sing to God in your hearts.",
      "17": "Everything you say or do should be done in the name of the Lord Jesus, giving thanks to God the Father through him.",
      "18": "Wives, place yourselves under your husbands’ authority. This is appropriate behavior for the Lord’s people.",
      "19": "Husbands, love your wives, and don’t be harsh with them.",
      "20": "Children, always obey your parents. This is pleasing to the Lord.",
      "21": "Fathers, don’t make your children resentful, or they will become discouraged.",
      "22": "Slaves, always obey your earthly masters. Don’t obey them only while you’re being watched, as if you merely wanted to please people. Be sincere in your motives out of respect for your real master.",
      "23": "Whatever you do, do it wholeheartedly as though you were working for your real master and not merely for humans.",
      "24": "You know that your real master will give you an inheritance as your reward. It is Christ, your real master, whom you are serving.",
      "25": "The person who does wrong will be paid back for the wrong he has done. God does not play favorites."
    },
    "4": {
      "1": "Masters, be just and fair to your slaves because you know that you also have a master in heaven.",
      "2": "Keep praying. Pay attention when you offer prayers of thanksgiving.",
      "3": "At the same time also pray for us. Pray that God will give us an opportunity to speak the word so that we may tell the mystery about Christ. It is because of this mystery that I am a prisoner.",
      "4": "Pray that I may make this mystery as clear as possible. This is what I have to do.",
      "5": "Be wise in the way you act toward those who are outside the Christian faith. Make the most of your opportunities.",
      "6": "Everything you say should be kind and well thought out so that you know how to answer everyone.",
      "7": "I’m sending Tychicus to you. He is our dear brother, trustworthy deacon, and partner in the Lord’s work. He will tell you everything that is happening to me.",
      "8": "I’m sending him to you so that you may know how we are doing and so that he may encourage you.",
      "9": "I’m sending Onesimus with him. Onesimus is from your city and is our faithful and dear brother. They will tell you about everything that’s happening here.",
      "10": "Aristarchus, who is a prisoner like me, sends greetings. So does Mark, the cousin of Barnabas. You have received instructions about Mark. If he comes to you, welcome him.",
      "11": "Jesus, called Justus, also greets you. They are the only converts from the Jewish religion who are working with me for God’s kingdom. They have provided me with comfort.",
      "12": "Epaphras, a servant of Christ Jesus from your city, greets you. He always prays intensely for you. He prays that you will continue to be mature and completely convinced of everything that God wants.",
      "13": "I assure you that he works hard for you and the people in Laodicea and Hierapolis.",
      "14": "My dear friend Luke, the physician, and Demas greet you.",
      "15": "Greet our brothers and sisters in Laodicea, especially Nympha and the church that meets in her house.",
      "16": "After you have read this letter, read it in the church at Laodicea. Make sure that you also read the letter from Laodicea.",
      "17": "Tell Archippus to complete all the work that he started as the Lord’s servant.",
      "18": "I, Paul, am writing this greeting with my own hand. Remember that I’m a prisoner. God’s good will  be with you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:20.839212-04:00",
    "Translation": "GW"
  }
}