{
  "Deuteronomy": {
    "1": {
      "1": "This is the speech Moses gave in the desert east of the Jordan River, on the plains, near Suph, between Paran and Tophel, and near Laban, Hazeroth, and Di Zahab. He spoke to all the Israelites.",
      "2": "(It takes 11 days to go from Mount Horeb to Kadesh Barnea by way of Mount Seir.)",
      "3": "On the first day of the eleventh month in the fortieth year after they had left Egypt, Moses told the Israelites everything the Lord had commanded him to tell them.",
      "4": "This was after he had defeated King Sihon of the Amorites, who ruled in Heshbon, and King Og of Bashan, who ruled in Ashtaroth and  in Edrei.",
      "5": "The Israelites were east of the Jordan River in Moab when Moses began to review God’s teachings.\nThis is what he said:",
      "6": "At Mount Horeb the Lord our God said to us, “You have stayed at this mountain long enough.",
      "7": "Break camp, and get ready! Go to the mountain region of the Amorites, and go to everyone living on the plains, in the mountains, in the foothills, in the Negev, on the whole Mediterranean coast (the land of the Canaanites), and into Lebanon as far as the Euphrates River.",
      "8": "I’m giving you this land. Enter, and take possession of the land the Lord swore to give to your ancestors Abraham, Isaac, and Jacob, and to you, their descendants.”",
      "9": "At that time I said to you, “I’m not able to take care of you by myself.",
      "10": "The Lord your God has made your population increase so that you are now as numerous as the stars in the sky.",
      "11": "May the Lord God of your ancestors make you a thousand times more numerous, and may he bless you as he has promised.",
      "12": "How can I take care of your problems, your troubles, and your disagreements all by myself?",
      "13": "From each of your tribes, choose some men who are wise, intelligent, and experienced, and I’ll appoint them to be your leaders.”",
      "14": "You agreed that this was a good idea.",
      "15": "So I took the heads of your tribes who were wise and experienced men and made them officers for each of your tribes. I put them in charge of groups of 1,000, or 100, or 50, or 10 people.",
      "16": "Also at that time I gave these instructions to your judges: “Hear the cases that your people bring. Judge each case fairly, no matter whether it is a dispute between two Israelites or a dispute between an Israelite and a non-Israelite.",
      "17": "Be impartial in your decisions. Listen to the least important people the same way you listen to the most important people. Never be afraid of anyone, since your decisions come from God. You may bring me any case that’s too hard for you, and I will hear it.”",
      "18": "So I told you how to handle these situations.",
      "19": "So we left Mount Horeb, as the Lord our God had commanded. We traveled through all that vast and dangerous desert you saw on the way to the mountain region of the Amorites. At last we came to Kadesh Barnea.",
      "20": "Then I said to you, “We have come to the mountain region of the Amorites, which the Lord our God is giving us.",
      "21": "The Lord your God is giving you this land. Go ahead! Take possession of it, as the Lord God of your ancestors told you. Don’t be afraid or terrified.”",
      "22": "All of you came to me and said, “Let’s send men ahead of us to gather information about the land for us. Have them report to us about the route we should take and the cities we’ll come to.”",
      "23": "It seemed like a good idea to me. So I chose 12 of your men, one from each tribe.",
      "24": "They left and went into the mountains. When they came to the Eshcol Valley, they explored it.",
      "25": "They took some of the region’s fruit with them and brought it back to us. They reported, “The land that the Lord our God is giving us is good.”",
      "26": "But you rebelled against the command of the Lord your God and refused to go.",
      "27": "You complained in your tents and said, “The Lord hates us! That’s why he brought us out of Egypt. He wanted to hand us over to the Amorites so that they could destroy us!",
      "28": "Where are we going anyway? Our own men have discouraged us by saying, ‘The people there are taller and stronger than we are. The cities are big with sky-high walls! We even saw the people of Anak there.’ ”",
      "29": "Then I said to you, “Don’t tremble. Don’t be afraid of them.",
      "30": "The Lord your God, who is going ahead of you, will fight for you as you saw him fight for you in Egypt",
      "31": "and in the desert.” There you saw how the Lord your God carried you, as parents carry their children. He carried you wherever you went until you came to this place.",
      "32": "In spite of this, you didn’t trust the Lord your God,",
      "33": "who went ahead of you to find places for you to camp. He appeared in a column of fire at night and in a column of smoke during the day to show you which route to take.",
      "34": "When the Lord heard what you said, he was angry and took this oath:",
      "35": "“Not one of these evil people will ever see the good land that I swore to give to your ancestors,",
      "36": "except Caleb, son of Jephunneh. He will see it, and I will give the land that he set his feet on to him and his descendants, because he wholeheartedly followed the Lord.”",
      "37": "The Lord became angry with me because of you. He said, “You won’t go there either.",
      "38": "But your assistant Joshua, son of Nun, will go there. Encourage him, because he will help Israel take possession of the land.",
      "39": "Although you thought the little children would be captured in war, your children, who are still too young to know the difference between good and evil, will enter that land. I will give it to them, and they will take possession of it.",
      "40": "Turn around, go back into the desert, and follow the road that goes to the Red Sea.”",
      "41": "You responded, “We have sinned against the Lord. We’ll go and fight, as the Lord our God commanded us to do.” Each of you armed yourself for war, thinking you could easily invade the mountain region.",
      "42": "But the Lord said to me, “Tell them, ‘Don’t go and fight, because I won’t be with you. You will be defeated by your enemies.’ ”",
      "43": "I told you, but you wouldn’t listen. You defied the Lord’s command and invaded the mountain region.",
      "44": "The Amorites who lived there came out and attacked you and chased you like a swarm of bees. They defeated you, chasing you from Seir all the way to Hormah.",
      "45": "When you came back, you cried to the Lord, but the Lord didn’t listen to you or hear you.",
      "46": "That’s why you stayed in Kadesh as long as you did."
    },
    "2": {
      "1": "We went back into the desert, following the road that goes to the Red Sea as the Lord had told me. For a long time we traveled around the region of Mount Seir.",
      "2": "The Lord said to me,",
      "3": "“You’ve traveled around this region long enough. Now go north.",
      "4": "Give the people these instructions: ‘You’re going to pass through the territory of your relatives, the descendants of Esau, who live in Seir. They’ll be afraid of you, but be very careful.",
      "5": "Don’t start a fight with them, because I’m not giving you any of their land—not even enough to stand on. I’ve given Esau’s descendants the region of Mount Seir as their property.",
      "6": "You must pay them in silver for the food you eat and the water you drink.’ ”",
      "7": "The Lord your God has blessed you in everything you have done. He has watched over you as you traveled through this vast desert. For 40 years now the Lord your God has been with you, and you haven’t needed a thing.",
      "8": "So we passed by our relatives, the descendants of Esau, who lived in Seir. We turned off the road that goes through the plains to Elath and Ezion Geber and took the road that goes through the desert of Moab.",
      "9": "The Lord said to me, “Don’t bother the people of Moab or start a war with them. I’m not giving you any of Ar as your property. I have given it to the descendants of Lot.”",
      "10": "The Emites used to live there. These people were as strong, as numerous, and as tall as the people of Anak.",
      "11": "They were thought to be Rephaim, like the people of Anak, but the Moabites called them Emites.",
      "12": "The Horites used to live in Seir, but the descendants of Esau claimed their land, wiped them out, and took their place, as Israel did in the land that the Lord gave them.",
      "13": "Then the Lord said, “Now cross the Zered River.”\nSo we crossed the Zered River.",
      "14": "Thirty-eight years passed from the time we left Kadesh Barnea until we crossed the Zered River. During that time all our soldiers from that generation died, as the Lord had sworn they would.",
      "15": "In fact, it was the Lord himself who got rid of all of them until none were left in the camp.",
      "16": "When the last of these soldiers had died,",
      "17": "the Lord said to me,",
      "18": "“Today you are going to pass by the border of Moab at Ar.",
      "19": "When you come near the Ammonites, don’t bother them or start a fight with them. I’m not giving you any of the land that I have already given to the descendants of Lot as their property.”",
      "20": "This land was thought of as the land of the Rephaim who used to live there, but the Ammonites called them Zamzummim.",
      "21": "These people were as strong, as numerous, and as tall as the people of Anak. But the Lord wiped them out before the Ammonites came so that the Ammonites claimed their land and took their place.",
      "22": "The Lord did the same thing for the descendants of Esau, who lived in Seir. Before the descendants of Esau came, he wiped out the Horites so that Esau’s descendants claimed their land and took their place. Esau’s descendants are still there today.",
      "23": "The same thing happened to the Avvites who lived in villages as far away as Gaza. The Caphtorites, who came from Crete, wiped them out and took their place.",
      "24": "The Lord continued, “Now break camp. Cross the Arnon Valley. I’m going to hand King Sihon of Heshbon, the Amorite, over to you. Fight him, and take possession of his country.",
      "25": "Today I will start to make all the people under heaven terrified of you. When they hear about you, they will tremble and shake because of you.”",
      "26": "From the desert of Kedemoth, I sent messengers to King Sihon of Heshbon with the following offer of peace:",
      "27": "“If you allow us to travel through your country, we’ll go straight through and won’t ever leave the road.",
      "28": "We’ll pay you in silver for the food we eat and the water we drink. Please let us go through,",
      "29": "as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us. We’ll keep going until we cross the Jordan River into the land the Lord our God is giving us.”",
      "30": "But King Sihon of Heshbon wouldn’t allow us to pass through. The Lord your God made him stubborn and overconfident in order to hand him over to you, as he has now done.",
      "31": "The Lord said to me, “I have begun to give you Sihon and his country. Go ahead! Take possession of his land.”",
      "32": "Sihon and all his troops came out to meet us in battle at Jahaz.",
      "33": "The Lord our God gave Sihon to us, and we defeated him, his sons, and all his troops.",
      "34": "At that time we captured all his cities and claimed them for God by destroying men, women, and children. There were no survivors.",
      "35": "However, we did loot the cities that we captured, taking the cattle and goods.",
      "36": "From Aroer on the edge of the Arnon Valley and the city in that valley as far as Gilead, no city had walls that could keep us out. The Lord our God gave us all of them.",
      "37": "But the Lord our God had forbidden you to go anywhere near the land of the Ammonites. So you didn’t enter the land along the bank of the Jabbok River or capture the cities in the mountains."
    },
    "3": {
      "1": "Next we turned and followed the road that goes to Bashan. King Og of Bashan and all his troops came to fight us at Edrei.",
      "2": "The Lord said to me, “Don’t be afraid of him. I’ll hand him, all his troops, and his land over to you. Do to him what you did to King Sihon of the Amorites, who ruled in Heshbon.”",
      "3": "So the Lord our God also handed King Og of Bashan and all his troops over to us. We defeated him, leaving no survivors.",
      "4": "At that time we captured all of his cities. There wasn’t a city we didn’t take. We captured a total of 60 cities—the whole territory of Argob, the kingdom of Og in Bashan.",
      "5": "All of these cities were fortified with high walls and double-door gates with bars across the gates. We also captured a large number of unwalled villages.",
      "6": "We claimed them all for God, destroying every city, including men, women, and children—as we did to King Sihon of Heshbon.",
      "7": "However, we did loot the cities, taking all of the cattle and goods.",
      "8": "We took the land of the two Amorite kings east of the Jordan River, from the Arnon Valley to Mount Hermon.",
      "9": "(The Sidonians call Mount Hermon by the name Sirion, and the Amorites call it Senir.)",
      "10": "We took all of the cities of the plateau, all of Gilead, and all of Bashan as far as Salcah and Edrei, cities of Og’s kingdom in Bashan.",
      "11": "(Of the Rephaim only King Og of Bashan was left. His bed was made of iron and was more than 13 feet long and 6 feet wide. It is still in the Ammonite city of Rabbah.)",
      "12": "At that time we took possession of this land. I gave the tribes of Reuben and Gad the land north of Aroer near the Arnon Valley and half of the mountain region of Gilead with its cities.",
      "13": "I gave the rest of Gilead and all of Bashan ruled by Og to half of the tribe of Manasseh. (The whole territory of Argob in Bashan used to be called the land of the Rephaim.",
      "14": "Jair, a descendant of Manasseh, took the whole territory of Argob as far as the border of the Geshurites and the Maacathites. The settlements in Bashan he named Havvoth Jair after himself. This is still their name today.)",
      "15": "I gave Gilead to Machir.",
      "16": "I gave the tribes of Reuben and Gad some of Gilead from the Arnon Valley (the middle of the valley is the border) to the Jabbok River, which is the border of Ammon.",
      "17": "Their land included the plains around the Jordan River. The western border was the river, from the Sea of Galilee to the Sea of the Plains (the Dead Sea), which is near Mount Pisgah on the east.",
      "18": "I gave the tribes of Reuben and Gad and half of the tribe of Manasseh this command: “The Lord your God has given you this land so that you can take possession of it. All your soldiers must be ready for battle when they cross the Jordan River ahead of the other Israelites.",
      "19": "I know you have a lot of livestock. Your wives, children, and livestock must stay here in the cities that I gave you.",
      "20": "Your soldiers will go with the other Israelites until they take possession of the land the Lord your God is giving them on the other side of the Jordan River. Then they will have a place to rest as you have. After that each of you may go back to the land I gave you.”",
      "21": "I also gave Joshua this command: “You have seen with your own eyes everything that the Lord your God has done to these two kings. The Lord will do the same to all of the kingdoms on the other side of the Jordan River where you’re going.",
      "22": "Don’t be afraid of them, because the Lord your God himself will fight for you.”",
      "23": "Then I pleaded with the Lord:",
      "24": "“Almighty Lord, you have only begun to show me how great and powerful you are. What kind of god is there in heaven or on earth who can do the deeds and the mighty acts you have done?",
      "25": "Please let me go over and see the beautiful land on the other side of the Jordan River—those beautiful mountains in Lebanon.”",
      "26": "The Lord was angry with me because of you, so he wouldn’t listen to me. He said, “That’s enough out of you! Don’t talk to me anymore about this.",
      "27": "Go to the top of Mount Pisgah, and look west, north, south, and east. You may look at the land, but you will never cross the Jordan River.",
      "28": "Give instructions to Joshua. Encourage and strengthen him, because he will lead these people across the Jordan River, and he will help them take possession of the land you see.”",
      "29": "So we stayed in the valley near Beth Peor."
    },
    "4": {
      "1": "Israel, listen to the laws and rules I am about to teach you. Obey them so that you will live and be able to enter and take possession of the land that the Lord God of your ancestors is giving you.",
      "2": "Never add anything to what I command you, or take anything away from it. Then you will be able to obey the commands of the Lord your God that I give you.",
      "3": "With your own eyes you saw what the Lord did at Baal Peor. The Lord your God destroyed everyone among you who worshiped the god Baal while you were at Peor.",
      "4": "But you were loyal to the Lord your God and are still alive today.",
      "5": "I have taught you laws and rules as the Lord my God commanded me. You must obey them when you’ve entered the land and taken possession of it.",
      "6": "Faithfully obey these laws. This will show the people of the world your wisdom and insight. When they hear about all these laws, they will say, “What wise and insightful people there are in this great nation!”",
      "7": "What great nation ever had their gods as near to them as the Lord our God is near to us whenever we pray to him?",
      "8": "Or what other great nation has such fair laws and rules as all these teachings I am giving you today?",
      "9": "However, be careful, and watch yourselves closely so that you don’t forget the things which you have seen with your own eyes. Don’t let them fade from your memory as long as you live. Teach them to your children and grandchildren.",
      "10": "Never forget the day you stood in front of the Lord your God at Mount Horeb. The Lord had said to me, “Assemble the people in front of me, and I will let them hear my words. Then they will learn to fear me as long as they live on earth, and they will teach their children the same thing.”",
      "11": "So you came and stood at the foot of the mountain, which was on fire with flames shooting into the sky. It was dark, cloudy, and gloomy.",
      "12": "The Lord spoke to you from the fire. You heard a voice speaking but saw no one. There was only a voice.",
      "13": "The Lord told you about the terms of his promise, the ten commandments, which he commanded you to do. Then he wrote them on two stone tablets.",
      "14": "The Lord also commanded me to teach you the laws and rules you must obey after you cross the Jordan River and take possession of the land.",
      "15": "You didn’t see the Lord the day he spoke to you from the fire at Mount Horeb. So be very careful",
      "16": "that you don’t become corrupt and make your own carved idols. Don’t make statues that represent men or women,",
      "17": "any animal on earth, any creature with wings that flies,",
      "18": "any creature that crawls on the ground, or any fish in the water.",
      "19": "Don’t let yourselves be tempted to worship and serve what you see in the sky—the sun, the moon, the stars, or anything else. The Lord your God has given them to all people everywhere.",
      "20": "But you are the people the Lord brought out of Egypt, the iron smelter, in order to make you his own people as you still are today.",
      "21": "The Lord was angry with me because of you. So the Lord your God took an oath that I wouldn’t cross the Jordan River and enter the good land he is giving you as your property.",
      "22": "I’m going to die in this land and not cross the Jordan River, but you’re going to go across and take possession of that good land.",
      "23": "Be careful that you don’t forget the promise  that the Lord your God made to you. Don’t make your own carved idols or statues that represent anything the Lord your God has forbidden.",
      "24": "The Lord your God is a raging fire, a God who does not tolerate rivals.",
      "25": "Even when you have children and grandchildren and have grown old in that land, don’t become corrupt and make carved idols or statues that represent anything. I call heaven and earth as witnesses against you today:  If you do this thing that the Lord your God considers evil, making him furious,",
      "26": "you will quickly disappear from the land you’re going to possess on the other side of the Jordan River. You won’t live very long there. You’ll be completely wiped out.",
      "27": "The Lord will scatter you among the people of the world, and only a few of you will be left among the nations where the Lord will force you to live.",
      "28": "There you will worship wooden and stone gods made by human hands. These gods can’t see, hear, eat, or smell.",
      "29": "But if you look for the Lord your God when you are among those nations, you will find him whenever you search for him with all your heart and with all your soul.",
      "30": "When you’re in distress and all these things happen to you, then you will finally come back to the Lord your God and obey him.",
      "31": "The Lord your God is a merciful God. He will not abandon you, destroy you, or forget the promise to your ancestors that he swore he would keep.",
      "32": "Search the distant past, long before your time. Start from the very day God created people on earth. Search from one end of heaven to the other. Has anything as great as this ever happened before, or has anything like it ever been heard of?",
      "33": "Have any other people ever heard God speak from a fire and lived? You did!",
      "34": "Or has any god ever tried to come and take one nation away from another for himself? The Lord your God used his mighty hand and powerful arm to do this for you in Egypt. He did this using plagues, miraculous signs, amazing things, and war. He did his great and awe-inspiring deeds in front of you.",
      "35": "You were shown these things so that you would know that the Lord is God. There is no other god.",
      "36": "He let you hear his voice from heaven so that he could instruct you. He showed you his great fire on earth, and you heard him speak from the column of fire.",
      "37": "Because he loved your ancestors and chose their descendants, he was with you as he brought you out of Egypt by his great power.",
      "38": "He forced nations greater and stronger than you out of your way to bring you into their land and give it to you. This land is your own possession today.",
      "39": "Remember today, and never forget that the Lord is God in heaven above and here on earth. There is no other god.",
      "40": "Obey his laws and commands which I’m giving you today. Then things will go well for you and your descendants. You will live for a long time in the land. The Lord your God is giving you the land for as long as you live.",
      "41": "Then Moses set aside three cities on the east side of the Jordan River.",
      "42": "Those who unintentionally killed someone whom they had never hated could flee to one of these cities and save their lives.",
      "43": "The cities were Bezer on the desert plateau for the tribe of Reuben, Ramoth in Gilead for the tribe of Gad, and Golan in Bashan for the tribe of Manasseh.",
      "44": "This is what Moses taught the people of Israel.",
      "45": "These are the commandments, laws, and rules Moses gave the Israelites after they had left Egypt.",
      "46": "He gave these to the people when they were east of the Jordan River in the valley near Beth Peor, in the land of King Sihon of the Amorites, who ruled in Heshbon. Moses and Israel defeated him after they left Egypt.",
      "47": "They took possession of his land and the land of King Og of Bashan, the two kings of the Amorites who were east of the Jordan River.",
      "48": "This land went from Aroer on the edge of the Arnon Valley to Mount Siyon (that is, Mount Hermon).",
      "49": "It included all the plains on the east side of the Jordan River as far as the Dead Sea at the foot of the slopes of Mount Pisgah."
    },
    "5": {
      "1": "Moses summoned all Israel and said to them: Israel, listen to the laws and rules I’m telling you today. Learn them and faithfully obey them.",
      "2": "The Lord our God made a promise  to us at Mount Horeb.",
      "3": "He didn’t make this promise to our ancestors, but to all of us who are alive here today.",
      "4": "The Lord spoke to you face to face from the fire on the mountain.",
      "5": "I stood between the Lord and you to tell you the Lord’s word, because you were afraid of the fire and didn’t go up on the mountain. The Lord said:",
      "6": "“I am the Lord your God, who brought you out of slavery in Egypt.",
      "7": "“Never have any other gods.",
      "8": "Never make your own carved idols or statues that represent any creature in the sky, on the earth, or in the water.",
      "9": "Never worship them or serve them, because I, the Lord your God, am a God who does not tolerate rivals. I punish children for their parents’ sins to the third and fourth generation of those who hate me.",
      "10": "But I show mercy to thousands of generations of those who love me and obey my commandments.",
      "11": "“Never use the name of the Lord your God carelessly. The Lord will make sure that anyone who uses his name carelessly will be punished.",
      "12": "“Observe the day of rest as a holy day. This is what the Lord your God has commanded you.",
      "13": "You have six days to do all your work.",
      "14": "The seventh day is the day of rest—a holy day dedicated to the Lord your God. You, your sons, your daughters, your male and female slaves, your oxen, your donkeys—all of your animals—even the foreigners living in your city must never do any work on that day. In this way your male and female slaves can rest as you do.",
      "15": "Remember that you were slaves in Egypt and that the Lord your God used his mighty hand and powerful arm to bring you out of there. This is why the Lord your God has commanded you to observe the day of rest as a holy day.",
      "16": "“Honor your father and your mother as the Lord your God has commanded you. Then you will live for a long time, and things will go well for you in the land the Lord your God is giving you.",
      "17": "“Never murder.",
      "18": "“Never commit adultery.",
      "19": "“Never steal.",
      "20": "“Never avoid the truth when you testify about your neighbor.",
      "21": "“Never desire to take your neighbor’s wife away from him.\n“Never long for your neighbor’s household, his field, his male or female slave, his ox, his donkey, or anything else that belongs to him.”",
      "22": "These are the commandments the Lord spoke to your whole assembly on the mountain. He spoke in a loud voice from the fire, the cloud, and the gloomy darkness. Then he stopped speaking. He wrote the commandments on two stone tablets and gave them to me.",
      "23": "But when you heard the voice coming from the darkness and saw the mountain blazing with fire, all the leaders and heads of your tribes came to me.",
      "24": "You said, “The Lord our God has let us see how great and glorious he is. We’ve heard his voice come from the fire. Today we’ve seen that people can live even if God speaks to them.",
      "25": "Why should we die? This great fire will consume us! If we continue to hear the voice of the Lord our God, we’ll die!",
      "26": "Who has ever heard the voice of the living God speak from a fire, as we did, and lived?",
      "27": "Moses, go and listen to everything that the Lord our God says. Then tell us whatever the Lord our God tells you. We’ll listen and obey.”",
      "28": "When the Lord heard the words that you spoke to me, he said, “I have heard what these people said to you. Everything they said was good.",
      "29": "If only they would fear me and obey all my commandments as long as they live! Then things would go well for them and their children forever.",
      "30": "“Tell the people to go back to their tents.",
      "31": "But you stay here with me. I will give you all the commands, laws, and rules that you must teach them to obey in the land which I’m giving them to possess.”",
      "32": "So be careful to do what the Lord your God has commanded you. Never stop living this way.",
      "33": "Follow all the directions the Lord your God has given you. Then you will continue to live, life will go well for you, and you will live for a long time in the land that you are going to possess."
    },
    "6": {
      "1": "These are the commands, laws, and rules the Lord your God commanded me to teach you. Obey them after you enter the land and take possession of it.",
      "2": "As long as you live, you, your children, and your grandchildren must fear the Lord your God. All of you must obey all his laws and commands that I’m giving you, and you will live a long time.",
      "3": "Listen, Israel, and be careful to obey these laws. Then things will go well for you and your population will increase in a land flowing with milk and honey, as the Lord God of your ancestors promised you.",
      "4": "Listen, Israel: The Lord is our God. The Lord is the only God.",
      "5": "Love the Lord your God with all your heart, with all your soul, and with all your strength.",
      "6": "Take to heart these words that I give you today.",
      "7": "Repeat them to your children. Talk about them when you’re at home or away, when you lie down or get up.",
      "8": "Write them down, and tie them around your wrist, and wear them as headbands as a reminder.",
      "9": "Write them on the doorframes of your houses and on your gates.",
      "10": "The Lord your God will bring you into the land and give it to you, as he swore to your ancestors Abraham, Isaac, and Jacob. This land will have large, prosperous cities that you didn’t build.",
      "11": "Your houses will be filled with all kinds of things that you didn’t put there. You will have cisterns that you didn’t dig and vineyards and olive trees that you didn’t plant. After you have eaten all that you want,",
      "12": "be careful that you don’t forget the Lord, who brought you out of slavery in Egypt.",
      "13": "You must fear the Lord your God, serve him, and take your oaths only in his name.",
      "14": "Never worship any of the gods worshiped by the people around you.",
      "15": "If you do, the Lord your God will become very angry with you and will wipe you off the face of the earth, because the Lord your God, who is with you, is a God who does not tolerate rivals.",
      "16": "Never test the Lord your God as you did at Massah.",
      "17": "Be sure to obey the commands of the Lord your God and the regulations and laws he has given you.",
      "18": "Do what the Lord considers right and good. Then things will go well for you, and you will enter and take possession of that good land which the Lord promised to your ancestors with an oath.",
      "19": "You will see the Lord expel your enemies as he said he would.",
      "20": "In the future your children will ask you, “What do these regulations, laws, and rules which the Lord our God commanded you mean to you?”",
      "21": "Tell them, “We were Pharaoh’s slaves in Egypt, but the Lord used his mighty hand to bring us out of there.",
      "22": "Right before our eyes the Lord did miraculous signs and amazing things that were spectacular but terrible for Egypt, Pharaoh, and his whole family.",
      "23": "The Lord led us out of there to bring us here and give us this land he promised to our ancestors with an oath.",
      "24": "The Lord our God commanded us to obey all these laws and to fear him. These laws are for our own good as long as we live so that he will preserve our lives. It’s still true today.",
      "25": "This is how we’ll have the Lord’s approval: If we faithfully obey all these laws in the presence of the Lord our God, as he has commanded us.”"
    },
    "7": {
      "1": "The Lord your God will bring you to the land you’re about to enter and take possession of. He will force many nations out of your way: the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites—seven nations larger and more powerful than you.",
      "2": "When the Lord your God gives them to you and you defeat them, destroy every one of them because they have been claimed by the Lord. Don’t make any treaties with them or show them any mercy.",
      "3": "Never marry any of them. Never let your daughters marry their sons or your sons marry their daughters.",
      "4": "These people will turn your children away from me to worship other gods. Then the Lord will get very angry with you and will quickly destroy you.",
      "5": "But this is what you must do to these people: Tear down their altars, smash their sacred stones, cut down their poles dedicated to the goddess Asherah, and burn their idols.",
      "6": "You are a holy people, who belong to the Lord your God. He chose you to be his own special possession out of all the nations on earth.",
      "7": "The Lord set his heart on you and chose you, even though you didn’t outnumber all the other people. You were the smallest of all nations.",
      "8": "You were chosen because the Lord loved you and kept the oath he swore to your ancestors. So he used his mighty hand to bring you out. He freed you from slavery under Pharaoh (the king of Egypt).",
      "9": "Keep in mind that the Lord your God is the only God. He is a faithful God, who keeps his promise  and is merciful to thousands of generations of those who love him and obey his commands.",
      "10": "But he sends destruction to pay back everyone who hates him. He never takes long to pay back anyone who hates him.",
      "11": "So obey the commands, laws, and rules I’m giving you today.",
      "12": "If you listen to these rules and faithfully obey them, the Lord your God will keep his promise to you and be merciful to you, as he swore to your ancestors.",
      "13": "He will love you, bless you, and increase the number of your descendants. He will bless you with children. He will bless your land with produce: grain, new wine, and olive oil. He will bless your herds with calves, and your flocks with lambs and kids. This will all happen in the land the Lord will give you, as he swore to your ancestors.",
      "14": "You will be blessed more than any other people. Your men and women will be able to have children, and your animals will be able to have offspring.",
      "15": "The Lord will keep you from having any kind of illness. He will not strike you with any of the terrible diseases you experienced in Egypt. Instead, he will strike all those who hate you.",
      "16": "You must destroy all the people the Lord your God hands over to you. Have no pity on them, and never worship their gods, because they will be a trap for you.",
      "17": "You may say to yourselves, “These nations outnumber us. How can we force them out?”",
      "18": "Don’t be afraid of them. Remember what the Lord your God did to Pharaoh and all of Egypt.",
      "19": "You saw with your own eyes the terrible plagues, the miraculous signs, and the amazing things the Lord did. He used his mighty hand and powerful arm to bring you out. He will do the same thing to all the people you’re afraid of.",
      "20": "The Lord your God will spread panic among them until they all die. There will be no one left—not even those who were hiding from you.",
      "21": "Don’t be afraid of them, because the Lord your God is with you. He is a great and awe-inspiring God.",
      "22": "Little by little he will force these nations out of your way. You won’t be able to wipe them out quickly. Otherwise, you would be overrun with wild animals.",
      "23": "The Lord your God will hand these people over to you and will throw them into a great panic until they’re destroyed.",
      "24": "He will hand their kings over to you, and no one on earth will even remember their names. No one will be able to stop you. You will destroy them all.",
      "25": "Burn their idols. Don’t ever long for the silver and gold on these idols or take any of it for yourselves. It might be a trap for you. Besides, these idols are disgusting to the Lord your God.",
      "26": "Never bring a disgusting idol into your house. If you do, you and the idol will be destroyed. Consider it detestable and disgusting. It must be destroyed.”"
    },
    "8": {
      "1": "Be careful to obey every command I give you today. Then you will live, and your population will increase. You will enter and take possession of the land that the Lord promised to your ancestors with an oath.",
      "2": "Remember that for 40 years the Lord your God led you on your journey in the desert. He did this in order to humble you and test you. He wanted to know whether or not you would wholeheartedly obey his commands.",
      "3": "So he made you suffer from hunger and then fed you with manna, which neither you nor your ancestors had seen before. He did this to teach you that a person cannot live on bread alone but on every word that the Lord speaks.",
      "4": "Your clothes didn’t wear out, and your feet didn’t swell these past 40 years.",
      "5": "Learn this lesson by heart: The Lord your God was disciplining you as parents discipline their children.",
      "6": "Obey the commands of the Lord your God. Follow his directions, and fear him.",
      "7": "The Lord your God is bringing you into a good land. It is a land with rivers that don’t dry up. There are springs and underground streams flowing through the valleys and hills.",
      "8": "The land has wheat and barley, grapevines, fig trees, and pomegranates. The land has honey and olive trees for olive oil.",
      "9": "The land will have enough food for you, and you will have everything you need. The land has rocks with iron ore, and you will be able to mine copper ore in the hills.",
      "10": "When you have eaten all you want, thank the Lord your God for the good land he has given you.",
      "11": "Be careful that you don’t forget the Lord your God. Don’t fail to obey his commands, rules, and laws that I’m giving you today.",
      "12": "You will eat all you want. You will build nice houses and live in them.",
      "13": "Your herds and flocks, silver and gold, and everything else you have will increase.",
      "14": "When this happens, be careful that you don’t become arrogant and forget the Lord your God, who brought you out of slavery in Egypt.",
      "15": "He was the one who led you through that vast and dangerous desert—a thirsty and arid land, with poisonous snakes and scorpions. He was the one who made water come out of solid rock for you.",
      "16": "He was the one who fed you in the desert with manna, which your ancestors had never seen. He did this in order to humble you and test you. But he also did this so that things would go well for you in the end.",
      "17": "You may say to yourselves, “I became wealthy because of my own ability and strength.”",
      "18": "But remember the Lord your God is the one who makes you wealthy. He’s confirming the promise  which he swore to your ancestors. It’s still in effect today.",
      "19": "I warn you today that if you forget the Lord your God and follow other gods, and if you serve them and bow down to them, you will certainly be destroyed.",
      "20": "The Lord is going to destroy other nations as you enter the land. You will be destroyed like them if you don’t obey the Lord your God."
    },
    "9": {
      "1": "Listen, Israel, you’re about to cross the Jordan River. You’ll be forcing out nations that are larger and stronger than you, with big cities that have sky-high walls.",
      "2": "Their people are tall and strong. They’re descendants of Anak. You know all about them. You’ve also heard it said, “Who can oppose the descendants of Anak?”",
      "3": "Realize today that the Lord your God is the one who is going ahead of you like a raging fire. He will wipe them out and will use you to crush their power. You will take possession of their land and will quickly destroy them as the Lord promised you.",
      "4": "When the Lord your God expels these people in front of you, don’t say to yourselves, “Because we’ve been living right, the Lord brought us here to take possession of this land.” No, it’s because these nations are so wicked that the Lord is forcing them out of your way.",
      "5": "It’s not because you’ve been living right or because you’re so honest that you’re entering to take possession of their land. It’s because these people are so wicked that the Lord your God is forcing them out of your way. It’s also because the Lord wants to confirm the promise he swore to your ancestors Abraham, Isaac, and Jacob.",
      "6": "So understand this: It’s not because you’ve been living right that the Lord your God is giving you this good land to possess. You are impossible to deal with!",
      "7": "Never forget how you made the Lord your God angry in the desert. You’ve rebelled against the Lord from the day you left Egypt until you came here.",
      "8": "Even at Mount Horeb you made the Lord so angry that he wanted to destroy you.",
      "9": "When I went up on the mountain to get the stone tablets, the tablets of the promise that the Lord made to you, I stayed on the mountain 40 days and 40 nights without food or water.",
      "10": "Then the Lord gave me the two stone tablets inscribed by God himself. On them were written all the words that the Lord spoke to you from the fire on the mountain on the day of the assembly.",
      "11": "At the end of the 40 days and 40 nights, the Lord gave me the two stone tablets with his promise on them.",
      "12": "He told me, “Leave right away. Your people whom you brought out of Egypt have ruined everything. They’ve quickly turned from the way I commanded them to live. They’ve made an idol for themselves.”",
      "13": "The Lord also said to me, “I’ve seen these people, and they are impossible to deal with.",
      "14": "Leave me alone! I’ll destroy them and wipe their name off the earth. Then I’ll make you into a nation larger and stronger than they are.”",
      "15": "So I turned and went down the mountain while it was still burning with fire. I was carrying the two tablets with the promise on them.",
      "16": "Then I saw that you had sinned against the Lord your God. You had made a statue of a calf for yourselves. You had quickly turned from the way the Lord commanded you to live.",
      "17": "I took the two tablets, threw them down, and smashed them in front of you.",
      "18": "Once again I threw myself down in front of the Lord. I went without food and water for 40 days and 40 nights because of the sin you committed. You did what the Lord considered evil and made him furious.",
      "19": "I was terrified of the Lord’s anger and fury. He was so angry he wanted to destroy you. But once more the Lord listened to me.",
      "20": "The Lord also became very angry with Aaron and wanted to destroy him. But at that time I prayed for Aaron, too.",
      "21": "I took that sinful calf you made and burned it. I crushed it, grinding it thoroughly until it was as fine as powder. Then I threw the powder into the river that flowed down the mountain.",
      "22": "You also made the Lord angry at Taberah, Massah, and Kibroth Hattaavah.",
      "23": "When the Lord sent you from Kadesh Barnea, he said, “Go and take possession of the land I’m giving you.” But you rebelled against the Lord your God’s word. You didn’t believe him or obey him.",
      "24": "You’ve rebelled against the Lord as long as I’ve known you.",
      "25": "I threw myself down in front of the Lord for 40 days and 40 nights because the Lord said he would destroy you.",
      "26": "I prayed to the Lord and said, “Almighty Lord, don’t destroy your people. They belong to you. You saved them by your great power and used your mighty hand to bring them out of Egypt.",
      "27": "Remember your servants Abraham, Isaac, and Jacob. Disregard the stubbornness, wickedness, and sin of these people.",
      "28": "Otherwise, the country we left will say, “The Lord wasn’t able to bring them to the land he promised them. He hated them. That’s why he brought them out—to let them die in the desert.”",
      "29": "They are your people. They belong to you. You used your great strength and powerful arm to bring them out of Egypt."
    },
    "10": {
      "1": "At that time the Lord said to me, “Cut two more stone tablets like the first ones, and come up to me on the mountain. Also make an ark out of wood.",
      "2": "I will write on the tablets the same words that were on the first tablets, which you smashed. Then you will put them in the ark.”",
      "3": "I made an ark out of acacia wood. I cut two more stone tablets like the first ones. I carried the two tablets up the mountain.",
      "4": "The Lord wrote on these tablets the same words as before, the ten commandments. He had spoken these words to you from the fire on the mountain on the day of the assembly. Then the Lord gave them to me.",
      "5": "I came back down the mountain and put the tablets in the ark I had made. They are still there, where the Lord commanded me to put them.",
      "6": "The Israelites moved from the wells of the Jaakanites to Moserah. Aaron died there and was buried, and his son Eleazar succeeded him as priest.",
      "7": "They moved from there to Gudgodah, and from Gudgodah to Jotbathah, a land with rivers that don’t dry up.",
      "8": "At that time the Lord set apart the tribe of Levi to carry the ark of the Lord’s promise, to stand in the Lord’s presence when they serve him as priests, and to praise his name, as they still do today.",
      "9": "This is why the tribe of Levi has no land of their own as the other tribes have. The Lord your God is their only possession, as he promised them.",
      "10": "I stayed on the mountain 40 days and 40 nights as I did the first time. Once again the Lord listened to me and agreed not to destroy you.",
      "11": "The Lord said to me, “Lead the people on their journey. They will enter and take possession of the land I will give them, as I swore to their ancestors.”",
      "12": "Israel, what does the Lord your God want you to do? He wants you to fear him, follow all his directions, love him, and worship him with all your heart and with all your soul.",
      "13": "The Lord wants you to obey his commands and laws that I’m giving you today for your own good.",
      "14": "Remember that the sky, the highest heaven, the earth and everything it contains belong to the Lord your God.",
      "15": "The Lord set his heart on your ancestors and loved them. Because of this, today he chooses you, their descendants, out of all the people of the world.",
      "16": "So circumcise your uncircumcised hearts, and don’t be impossible to deal with any longer.",
      "17": "The Lord your God is God of gods and Lord of lords, the great, powerful, and awe-inspiring God. He never plays favorites and never takes a bribe.",
      "18": "He makes sure orphans and widows receive justice. He loves foreigners and gives them food and clothes.",
      "19": "So you should love foreigners, because you were foreigners living in Egypt.",
      "20": "Fear the Lord your God, worship him, be loyal to him, and take your oaths in his name.",
      "21": "He is your glory. He is your God, who did for you these spectacular and awe-inspiring deeds you saw with your own eyes.",
      "22": "When your ancestors went to Egypt, there were 70 of them. Now the Lord your God has made you as numerous as the stars in the sky."
    },
    "11": {
      "1": "Love the Lord your God, and do what he wants you to do. Always obey his laws, rules, and commands.",
      "2": "Remember today the discipline you learned from the Lord your God. (I’m not talking to your children. They didn’t see or experience any of this.) You saw and experienced his great power—his mighty hand and powerful arm.",
      "3": "You saw the miraculous signs and deeds he did in Egypt to Pharaoh (the king of Egypt) and to his whole country.",
      "4": "You saw what he did to the Egyptian army, its horses and chariots. He drowned them in the Red Sea when they pursued you. So the Lord destroyed them forever.",
      "5": "You saw what he did for you in the desert until you came here.",
      "6": "You also saw what he did to Dathan and Abiram, the sons of Eliab, from the tribe of Reuben. In the middle of all the Israelites the ground opened up and swallowed them, their families, their tents, and every living creature with them.",
      "7": "You saw with your own eyes all these spectacular things that the Lord did.",
      "8": "Obey all the commands I’m giving you today. Then you will have the strength to enter and take possession of the land once you’ve crossed the Jordan River.",
      "9": "Then you will also live for a long time in the land the Lord swore to give your ancestors and their descendants—a land flowing with milk and honey.",
      "10": "The land you’re about to enter and take possession of isn’t like the land you left in Egypt. There you used to plant your seed, and you had to water it like a vegetable garden.",
      "11": "The land you’re about to enter is a land with hills and valleys, watered by rain from the sky.",
      "12": "It is a land the Lord your God cares about. He watches over it all year long.",
      "13": "If you faithfully obey the commands that I’m giving you today, love the Lord your God, and serve him with all your heart and with all your soul,",
      "14": "I will send rain on your land at the right time, both in the fall and in the spring. Then you will gather your own grain, new wine, and olive oil.",
      "15": "I will provide grass in the fields for your animals, and you will be able to eat all you want.",
      "16": "Be careful, or you’ll be tempted to turn away and worship other gods and bow down to them.",
      "17": "The Lord will become angry with you. He’ll shut the sky so that there’ll be no rain. Then the ground won’t grow any crops, and you’ll quickly disappear from this good land the Lord is giving you.",
      "18": "Take these words of mine to heart and keep them in mind. Write them down, tie them around your wrist, and wear them as headbands as a reminder.",
      "19": "Teach them to your children, and talk about them when you’re at home or away, when you lie down or get up.",
      "20": "Write them on the doorframes of your houses and on your gates.",
      "21": "Then you and your children will live for a long time in this land that the Lord swore to give to your ancestors—as long as there’s a sky above the earth.",
      "22": "Faithfully obey all these commands I’m giving you. Love the Lord your God, follow all his directions, and be loyal to him.",
      "23": "Then the Lord will force all these people out of your way. Then you will take possession of the land belonging to people taller and stronger than you.",
      "24": "I will give you every place on which you set foot. Your borders will be from the desert to Lebanon, from the Euphrates River to the Mediterranean Sea.",
      "25": "No one will be able to stop you. As the Lord your God promised, he will make people terrified of you wherever you go in this land.",
      "26": "Today I’m giving you the choice of a blessing or a curse.",
      "27": "You’ll be blessed if you obey the commands of the Lord your God that I’m giving you today.",
      "28": "You’ll be cursed if you disobey the commands of the Lord your God, if you turn from the way I’m commanding you to live today, and if you worship other gods you never knew.",
      "29": "When the Lord your God brings you into the land you’re about to enter, recite the blessing from Mount Gerizim and the curse from Mount Ebal.",
      "30": "(These mountains are on the west side of the Jordan, beyond the road that goes west, in the region of the Canaanites who live on the plains facing Gilgal, next to the oak trees of Moreh.)",
      "31": "You’re about to cross the Jordan River to enter and take possession of the land the Lord your God is giving you. When you take possession of it and live there,",
      "32": "be careful to obey all the laws and rules I’m giving you today."
    },
    "12": {
      "1": "Here are the laws and rules you must faithfully obey in the land that the Lord God of your ancestors is giving you as your own. You must obey them as long as you live in the land.",
      "2": "Completely destroy all the worship sites on the high mountains, on the hills, and under every large tree. The people you’re forcing out worship their gods in these places.",
      "3": "Tear down their altars, crush their sacred stones, burn their poles dedicated to the goddess Asherah, cut down their idols, and wipe out the names of their gods from those places.",
      "4": "Never worship the Lord your God in the way they worship their gods.",
      "5": "The Lord your God will choose a place out of all your tribes to live and put his name. Go there and worship him.",
      "6": "Bring him your burnt offerings, your sacrifices, one-tenth of your income, your contributions, the offerings you vow to bring, your freewill offerings, and the firstborn of your cattle, sheep, and goats.",
      "7": "There, in the presence of the Lord your God, you and your families will eat and enjoy everything you’ve worked for, because the Lord your God has blessed you.",
      "8": "Never worship in the way that it’s being done here today, where everyone does whatever he considers right.",
      "9": "Up until now you haven’t come to your place of rest, the property the Lord your God is giving you.",
      "10": "But you will cross the Jordan River and settle in the land the Lord your God is giving you as your own property. He will give you peace from all your enemies around you so that you will live securely.",
      "11": "Then the Lord your God will choose a place where his name will live. You must bring everything I command you to that place. Bring your burnt offerings, your sacrifices, one-tenth of your income, your contributions, and all the best offerings you vow to bring to the Lord.",
      "12": "Enjoy yourselves in the presence of the Lord your God along with your sons, daughters, male and female slaves, and the Levites. (The Levites live in your cities because they have no land of their own as you have.)",
      "13": "Be careful that you don’t sacrifice your burnt offerings wherever you want.",
      "14": "Instead, sacrifice them only at the place that the Lord will choose in one of your tribes. There you must do everything I command you.",
      "15": "In whatever city you live, you may slaughter and eat as much meat as you want from what the Lord your God has blessed you with. Clean and unclean  people may eat it as if they were eating a gazelle or a deer.",
      "16": "But never eat the blood. Pour it on the ground like water.",
      "17": "You may not eat the Lord’s offerings in your cities. Those offerings are: one-tenth of your grain, new wine, and olive oil; the firstborn of your cattle, sheep, or goats; the offerings you vow to bring; your freewill offerings; and your contributions.",
      "18": "Instead, you, your sons and daughters, male and female slaves, and the Levites who live in your cities must eat these in the presence of the Lord your God at the place he will choose. There in the presence of the Lord your God enjoy everything you’ve worked for.",
      "19": "Don’t forget to take care of the Levites as long as you live in your land.",
      "20": "The Lord your God will expand your country’s borders as he promised. You will say, “I’m hungry for meat.” Then eat as much meat as you want.",
      "21": "If the place the Lord your God chooses to put his name is too far away from you, you may slaughter an animal from the herds or flocks that the Lord has given you. Eat as much as you want in your city. I have commanded you to do this.",
      "22": "Eat it as you would eat a gazelle or a deer: Clean and unclean people may eat it together.",
      "23": "However, be sure you never eat blood, because blood contains life. Never eat the life with the meat.",
      "24": "Never eat blood. Pour it on the ground like water.",
      "25": "If you don’t eat blood, things will go well for you and your descendants. You will be doing what the Lord considers right.",
      "26": "Take the holy things and the offerings you have vowed to bring, and go to the place the Lord will choose.",
      "27": "Sacrifice the meat and the blood of your burnt offerings on the altar of the Lord your God. The blood of your sacrifices is to be poured out beside the altar of the Lord your God, but you may eat the meat.",
      "28": "Be sure you obey all these instructions I’m giving you. Then things will always go well for you and your descendants because you will be doing what the Lord your God considers good and right.",
      "29": "The Lord your God will destroy the nations where you’re going and force them out of your way. You will take possession of their land and live there.",
      "30": "After they’ve been destroyed, be careful you aren’t tempted to follow their customs. Don’t even ask about their gods and say, “How did these people worship their gods? We want to do what they did.”",
      "31": "Never worship the Lord your God in the way they worship their gods, because everything they do for their gods is disgusting to the Lord. He hates it! They even burn their sons and daughters as sacrifices to their gods.",
      "32": "Be sure to do everything I command you. Never add anything to it or take anything away from it."
    },
    "13": {
      "1": "One of your people, claiming to be a prophet or to have prophetic dreams, may predict a miraculous sign or an amazing thing.",
      "2": "What he predicts may even take place. But don’t listen to that prophet or dreamer  if he says, “Let’s worship and serve other gods.” (Those gods may be gods you’ve never heard of.)",
      "3": "The Lord your God is testing you to find out if you really love him with all your heart and with all your soul.",
      "4": "Worship the Lord your God, fear him, obey his commands, listen to what he says, serve him, and be loyal to him.",
      "5": "That prophet or dreamer must be put to death because he preached rebellion against the Lord your God, who brought you out of Egypt and freed you from slavery. He was trying to lead you away from following the directions the Lord your God gave you. You must get rid of this evil.",
      "6": "Your own brother, son, or daughter, the wife you love, or your best friend may secretly tempt you, saying, “Let’s go worship other gods.” (Those gods may be gods that you and your ancestors never knew.",
      "7": "They may be the gods of the people around you, who live near or far, from one end of the land to the other.)",
      "8": "Don’t be influenced by any of these people or listen to them. Have no pity on them. Don’t feel sorry for them or protect them.",
      "9": "You must put them to death. You must start the execution. Then all the other people will join you in putting them to death.",
      "10": "Stone them to death because they were trying to lead you away from the Lord your God, who brought you out of slavery in Egypt.",
      "11": "All Israel will hear about it and be afraid. Then no one among you will ever do such a wicked thing again.",
      "12": "You may hear that the residents in one of the cities which the Lord your God is giving you to live in",
      "13": "have been led away from the Lord your God by worthless people. You may hear that these people have been saying, “Let’s worship other gods.” (Those gods may be gods you’ve never heard of.)",
      "14": "Then make a thorough investigation. If it is true, and you can prove that this disgusting thing has been done among you,",
      "15": "you must kill the residents of that city with swords and destroy that city and everyone in it, including the animals, because they are claimed by God.",
      "16": "Gather their goods into the middle of the city square. Then burn their city and all their goods as a burnt offering to the Lord your God. It must remain a mound of ruins and never be rebuilt.",
      "17": "Don’t ever take any of the things claimed for destruction. Then the Lord will stop being angry and will show you mercy. In his mercy he will make your population increase, as he swore to your ancestors.",
      "18": "The Lord your God will do this if you listen to him, obey all the commands that I’m giving you today, and do what he considers right."
    },
    "14": {
      "1": "You are the children of the Lord your God. So when someone dies, don’t mourn by cutting yourselves or shaving bald spots on your head.",
      "2": "You are people who are holy to the Lord your God. Out of all the people who live on earth, the Lord has chosen you to be his own special possession.",
      "3": "Never eat anything that is disgusting to the Lord.",
      "4": "Here are the kinds of animals you may eat: oxen, sheep, goats,",
      "5": "deer, gazelles, fallow deer, wild goats, mountain goats, antelope, and mountain sheep.",
      "6": "You may eat all animals that have completely divided hoofs and that also chew their cud.",
      "7": "But some animals chew their cud, while others have completely divided hoofs. You may not eat these kinds of animals. They include camels, rabbits, and rock badgers. (Although they chew their cud, they don’t have divided hoofs. They are unclean  for you.)",
      "8": "Also, you may not eat pigs. (Although their hoofs are divided, they don’t chew their cud.) Never eat their meat or touch their dead bodies.",
      "9": "Here’s what you may eat of every creature that lives in the water: You may eat any creature that has fins and scales.",
      "10": "But never eat anything that doesn’t have fins and scales. It is unclean for you.",
      "11": "You may eat any clean bird.",
      "12": "But here are the birds that you should never eat: eagles, bearded vultures, black vultures,",
      "13": "buzzards, all types of kites,",
      "14": "all types of crows,",
      "15": "ostriches, nighthawks, seagulls, all types of falcons,",
      "16": "little owls, great owls, barn owls,",
      "17": "pelicans, ospreys, cormorants,",
      "18": "storks, all types of herons, hoopoes, and bats.",
      "19": "Every swarming, winged insect is also unclean for you. They must never be eaten.",
      "20": "However, you may eat any other kind of flying creature that is clean.",
      "21": "Never eat any creature that dies naturally. You may give it to the foreigners who live in your cities, and they may eat it. You may also sell it to foreigners who are visiting. But you are people who are holy to the Lord your God.\nNever cook a young goat in its mother’s milk.",
      "22": "Every year be sure to save a tenth of the crops harvested from whatever you plant in your fields.",
      "23": "Eat the tenth of your grain, new wine, and olive oil, and eat the firstborn of your cattle, sheep, and goats in the presence of the Lord your God in the place he will choose to put his name. Then you will learn to fear the Lord your God as long as you live.",
      "24": "But the place the Lord your God will choose to put his name may be too far away. He may bless you with so much that you can’t carry a tenth of your income that far.",
      "25": "If so, exchange the tenth part of your income for silver. Take the silver with you, and go to the place the Lord your God will choose.",
      "26": "Use the silver to buy whatever you want: cattle, sheep, goats, wine, liquor—whatever you choose. Then you and your family will eat and enjoy yourselves there in the presence of the Lord your God.",
      "27": "Never forget to take care of the Levites who live in your cities. They have no land of their own as you have.",
      "28": "At the end of every third year bring a tenth of that year’s crop, and store it in your cities.",
      "29": "Foreigners, orphans, and widows who live in your cities may come to eat all they want. The Levites may also come because they have no land of their own as you have. Then the Lord your God will bless you in whatever work you do."
    },
    "15": {
      "1": "At the end of every seven years, you must cancel debts.",
      "2": "This is what you will do: If you’ve made a loan, don’t collect payment on the debt your neighbor still owes you. Don’t demand that your neighbor or relative pay you, because the time for suspending payments on debts has been proclaimed in the Lord’s honor.",
      "3": "You may demand that a foreigner pay, but don’t collect payment on the debt another Israelite still owes you.",
      "4": "In any case, there shouldn’t be any poor people among you, because the Lord your God will certainly bless you in the land he is giving you as your own possession.",
      "5": "He will bless you only if you listen carefully to the Lord your God and faithfully obey all these commands I’m giving you today.",
      "6": "The Lord your God will bless you, as he promised. You will make loans to many nations, but you will not have to borrow from any of them. You will rule many nations, but no nation will ever rule you.",
      "7": "This is what you must do whenever there are poor Israelites in one of your cities in the land that the Lord your God is giving you.",
      "8": "Be generous to these poor people, and freely lend them as much as they need. Never be hard-hearted and tight-fisted with them.",
      "9": "When the seventh year—the year when payments on debts are canceled—is near, you might be stingy toward poor Israelites and give them nothing. Be careful not to think these worthless thoughts. The poor will complain to the Lord about you, and you will be condemned for your sin.",
      "10": "Be sure to give to them without any hesitation. When you do this, the Lord your God will bless you in everything you work for and set out to do.",
      "11": "There will always be poor people in the land. That’s why I command you to be generous to other Israelites who are poor and needy.",
      "12": "Whenever Hebrew men or women are sold to you as slaves, they will be your slaves for six years. In the seventh year you must let them go free.",
      "13": "But when you let them go, don’t send them away empty-handed.",
      "14": "Generously give them provisions—sheep from your flocks, grain from your threshing floor, and wine from your winepress. Be as generous to them as the Lord your God has been to you.",
      "15": "Remember that you were slaves in Egypt and the Lord your God freed you. That’s why I’m giving you this command today.",
      "16": "But suppose a male slave says to you, “I don’t want to leave you,” because he loves you and your family and is happy with you.",
      "17": "Then take an awl and pierce it through his ear lobe into a door, and he will be your slave for life. Do the same to a female slave if she doesn’t want to leave.",
      "18": "If you have to let your slave go free, it won’t be a hardship for you. It would have cost you twice as much to hire someone to do the same work for those six years. Besides, the Lord your God will bless you in everything you do.",
      "19": "You must dedicate every firstborn male from your herds and flocks to the Lord your God. Never use a firstborn ox for work, and never shear a firstborn sheep.",
      "20": "Every year you and your family must eat these animals in the presence of the Lord your God in the place the Lord will choose.",
      "21": "But if an animal is lame or blind or has any other serious defect—never sacrifice it to the Lord your God.",
      "22": "Eat it in your city. Clean and unclean  people may eat them together as if they were eating a gazelle or a deer.",
      "23": "But never eat the blood. Pour it on the ground like water."
    },
    "16": {
      "1": "Honor the Lord your God by celebrating Passover in the month of Abib. In the month of Abib the Lord your God brought you out of Egypt at night.",
      "2": "Slaughter an animal from your flock or herd as the Passover sacrifice to the Lord your God. Do this at the place where the Lord will choose for his name to live.",
      "3": "Never eat leavened bread with the meat from this sacrifice. Instead, for seven days you must eat unleavened bread at this festival. (It is the bread of misery because you left Egypt in a hurry.) Eat this bread so that, as long as you live, you will remember the day you left Egypt.",
      "4": "There should be no yeast anywhere in your land for seven days. Never leave until morning any of the meat you slaughter on the evening of the first day.",
      "5": "You’re not allowed to slaughter the animals for Passover in any of the cities the Lord your God is giving you.",
      "6": "Instead, slaughter your animals for Passover in the place where the Lord your God will choose for his name to live. Do this in the evening as the sun goes down. This is the same time you did it when you left Egypt.",
      "7": "Cook the meat, and eat it at the place the Lord your God will choose. In the morning you may go back to your tents.",
      "8": "For six days eat unleavened bread, and on the seventh day hold a religious assembly dedicated to the Lord your God. Don’t do any work that day.",
      "9": "Count seven weeks from the time you start harvesting grain.",
      "10": "Then celebrate the Festival of Weeks to the Lord your God. Bring a freewill offering in proportion to the blessings the Lord your God has given you.",
      "11": "Enjoy yourselves in the presence of the Lord your God along with your sons, daughters, male and female slaves, the Levites who live in your cities, the foreigners, orphans, and widows who live among you. Enjoy yourselves at the place the Lord your God will choose for his name to live.",
      "12": "Remember that you were slaves in Egypt, and obey these laws carefully.",
      "13": "After you have gathered the grain from your threshing floor  and made your wine, celebrate the Festival of Booths for seven days.",
      "14": "Enjoy yourselves at the festival along with your sons, daughters, male and female slaves, the Levites, foreigners, orphans, and widows who live in your cities.",
      "15": "For seven days you will celebrate this festival dedicated to the Lord your God in the place he will choose. You will enjoy yourselves, because the Lord your God will bless all your harvest and all your work.",
      "16": "Three times a year all your men must come into the presence of the Lord your God at the place he will choose: at the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Booths. But no one may come into the presence of the Lord without an offering.",
      "17": "Each man must bring a gift in proportion to the blessings the Lord your God has given him.",
      "18": "Appoint judges and officers for your tribes in every city that the Lord your God is giving you. They are to judge the people fairly.",
      "19": "Never pervert justice. Instead, be impartial. Never take a bribe, because bribes blind wise people and deny justice to those who are in the right.",
      "20": "Strive for nothing but justice so that you will live and take possession of the land that the Lord your God is giving you.",
      "21": "When you build the altar for the Lord your God, never plant beside it any tree dedicated to the goddess Asherah.",
      "22": "Never set up a sacred stone. These are things the Lord your God hates."
    },
    "17": {
      "1": "Never offer an ox or a sheep that has a defect or anything seriously wrong with it as a sacrifice to the Lord your God. That would be disgusting to him.",
      "2": "In one of the cities the Lord your God is giving you, there may be a man or woman among you who is doing what the Lord considers evil. This person may be disregarding the conditions of the Lord’s promise",
      "3": "by worshiping and bowing down to other gods, the sun, the moon, or the whole army of heaven. I have forbidden this.",
      "4": "When you are told about it, investigate it thoroughly. If it’s true and it can be proven that this disgusting thing has been done in Israel,",
      "5": "then bring the man or woman who did this evil thing to the gates of your city, and stone that person to death.",
      "6": "The person can only be sentenced to death on the testimony of two or three witnesses, but no one should ever be sentenced to death on the testimony of only one witness.",
      "7": "The witnesses must start the execution, then all the other people will join them in putting the person to death. You must get rid of this evil.",
      "8": "There may be a case that is too hard for you to decide. It may involve murder, assault, or a dispute—any case which may be brought to court in your cities. Take this case to the place that the Lord your God will choose.",
      "9": "Go to the Levitical priests and the judge who is serving at that time. Ask for their opinion, and they will give you their verdict",
      "10": "at the place that the Lord will choose. Do what they tell you. Follow all their instructions carefully,",
      "11": "and do what they tell you to do in their verdict. Do exactly what they tell you to do in their decision.",
      "12": "If anyone deliberately disobeys the priest (who serves the Lord your God) or the judge, that person must die. You must get rid of this evil in Israel.",
      "13": "When all the people hear about it, they will be afraid and will never defy God’s law again.",
      "14": "You will enter the land that the Lord your God is giving you. You will take possession of it and live there. You will say, “Let’s have our own king like all the other nations around us.”",
      "15": "Be sure to appoint the king the Lord your God will choose. He must be one of your own people. Never let a foreigner be king, because he’s not one of your own people.",
      "16": "The king must never own a large number of horses or make the people return to Egypt to get more horses. The Lord has told you, “You will never go back there again.”",
      "17": "The king must never have a large number of wives, or he will turn away from God. And he must never own a lot of gold and silver.",
      "18": "When he becomes king, he should have the Levitical priests make him a copy of these teachings on a scroll.",
      "19": "He must keep it with him and read it his entire life. He will learn to fear the Lord his God and faithfully obey everything found in these teachings and laws.",
      "20": "Then he won’t think he’s better than the rest of his people, and he won’t disobey these commands in any way. So he and his sons will rule for a long time in Israel."
    },
    "18": {
      "1": "The Levitical priests—in fact, the whole tribe of Levi—will receive no land or property of their own like the rest of the Israelites. They will eat what has been sacrificed to the Lord. These sacrifices will be what they receive.",
      "2": "So the Levites will have no land of their own like the other Israelites. The Lord will be their inheritance, as he promised them.",
      "3": "This is what the people owe the priests whenever they sacrifice an ox, a sheep, or a goat: the shoulder, jaws, and stomach.",
      "4": "Also, give them the first produce harvested: grain, new wine, olive oil, and the first wool you shear from your sheep.",
      "5": "Out of all your tribes, the Lord your God has chosen the Levites and their descendants to do the work of serving in the name of the Lord forever.",
      "6": "A Levite from any of your cities in Israel may come from where he has been living to the place the Lord will choose. He may come as often as he wants",
      "7": "and may serve in the name of the Lord his God like all the other Levites who do their work in the Lord’s presence.",
      "8": "If he does, he’ll get the same amount of food as they do, in addition to what he gets from selling his family’s goods.",
      "9": "When you come to the land that the Lord your God is giving you, never learn the disgusting practices of those nations.",
      "10": "You must never sacrifice your sons or daughters by burning them alive, practice black magic, be a fortuneteller, witch, or sorcerer,",
      "11": "cast spells, ask ghosts or spirits for help, or consult the dead.",
      "12": "Whoever does these things is disgusting to the Lord. The Lord your God is forcing these nations out of your way because of their disgusting practices.",
      "13": "You must have integrity in dealing with the Lord your God.",
      "14": "These nations you are forcing out listen to fortunetellers and to those who practice black magic. But the Lord your God won’t let you do anything like that.",
      "15": "The Lord your God will send you a prophet, an Israelite like me. You must listen to him.",
      "16": "This is what you asked the Lord your God to give you on the day of the assembly at Mount Horeb. You said, “We never want to hear the voice of the Lord our God or see this raging fire again. If we do, we’ll die!”",
      "17": "The Lord told me, “What they’ve said is good.",
      "18": "So I will send them a prophet, an Israelite like you. I will put my words in his mouth. He will tell them everything I command him.",
      "19": "Whoever refuses to listen to the words that prophet speaks in my name will answer to me.",
      "20": "But any prophet who dares to say something in my name that I didn’t command him to say or who speaks in the name of other gods must die.”",
      "21": "You may be wondering, “How can we recognize that the Lord didn’t speak this message?”",
      "22": "If a prophet speaks in the Lord’s name and what he says doesn’t happen or come true, then it didn’t come from the Lord. That prophet has spoken on his own authority. Never be afraid of him."
    },
    "19": {
      "1": "The Lord your God will destroy all the nations that are living in the land that he’s giving you. You will force them out and live in their cities and houses.",
      "2": "When all this is done, set aside three cities in the land that the Lord your God is giving you.",
      "3": "Provide a route to each of these cities and divide the land that the Lord your God is giving you into three regions. Whoever kills someone may run to one of these cities.",
      "4": "A person who unintentionally kills someone he never hated in the past may run to one of these cities to save his life.",
      "5": "Suppose two people go into the woods to cut wood. As one of them swings the ax to cut down a tree, the head flies off the handle, hits, and kills the other person. The one who accidentally killed the other person may run to one of these cities and save his life.",
      "6": "Otherwise, in a rage the relative who has the authority to avenge the death will pursue him. If the place is too far away, the relative may catch up with him and take his life even though he didn’t deserve the death penalty, because in the past he never hated the person he killed.",
      "7": "This is why I’m commanding you to set aside three cities for yourselves.",
      "8": "The Lord your God may expand your country’s borders as he promised your ancestors with an oath. He may give you the whole land he promised to give them.",
      "9": "He may do this because you faithfully obey all these commands I am now giving you—to love the Lord your God and follow his directions as long as you live. If this happens, you may add three more cities of refuge to these three.",
      "10": "That way, innocent people won’t be killed in the land that the Lord your God is giving you, and you won’t be guilty of murder.",
      "11": "Suppose someone hates another person, waits in ambush for him, attacks him, takes his life, and runs to one of these cities.",
      "12": "If someone does this, the leaders of your city must send for that person. They must take him from that city and hand him over to the relative who has the authority to avenge the death. He must die.",
      "13": "They must have no pity on him. The guilt of murdering an innocent person must be removed from Israel. Then things will go well for Israel.",
      "14": "Never move your neighbor’s original boundary marker on any property in the land that the Lord your God is giving you.",
      "15": "One witness is never enough to convict someone of a crime, offense, or sin he may have committed. Cases must be settled based on the testimony of two or three witnesses.",
      "16": "This is what you must do whenever a witness takes the stand to accuse a person falsely of a crime.",
      "17": "The two people involved must stand in the Lord’s presence, in front of the priests and judges who are serving at that time.",
      "18": "The judges must make a thorough investigation. If it is found that the witness lied when he testified against the other Israelite,",
      "19": "then do to him what he planned to do to the other person. You must get rid of this evil.",
      "20": "When the rest of the people hear about this, they will be afraid. Never again will such an evil thing be done among you.",
      "21": "Have no pity on him: Take a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, and a foot for a foot."
    },
    "20": {
      "1": "When you go to war against your enemies, you may see horses, chariots, and armies larger than yours. Don’t be afraid of them, because the Lord your God, who brought you out of Egypt, will be with you.",
      "2": "Before the battle starts, a priest must come and speak to the troops.",
      "3": "He should tell them, “Listen, Israel, today you’re going into battle against your enemies. Don’t lose your courage! Don’t be afraid or alarmed or tremble because of them.",
      "4": "The Lord your God is going with you. He will fight for you against your enemies and give you victory.”",
      "5": "The officers should tell the troops, “If you have built a new house but not dedicated it, you may go home. Otherwise, you might die in battle, and someone else will dedicate it.",
      "6": "If you have planted a vineyard and not enjoyed the grapes, you may go home. Otherwise, you might die in battle, and someone else will enjoy the grapes.",
      "7": "If you are engaged to a woman but have not married her, you may go home. Otherwise, you might die in battle, and someone else will marry her.”",
      "8": "The officers should also tell the troops, “If you are afraid or have lost your courage, you may go home. Then you won’t ruin the morale of the other Israelites.”",
      "9": "When the officers finish speaking to the troops, they should appoint commanders to lead them.",
      "10": "When you approach a city to attack it, offer its people a peaceful way to surrender.",
      "11": "If they accept it and open their gates to you, then all the people there will be made to do forced labor and serve you.",
      "12": "If they won’t accept your offer of peace but declare war on you, set up a blockade around the city.",
      "13": "When the Lord your God hands the city over to you, kill every man in that city with your swords.",
      "14": "But take the women and children, the cattle and everything else in the city, including all its goods, as your loot. You may enjoy your enemies’ goods that the Lord your God has given you.",
      "15": "This is what you must do to all the cities that are far away which don’t belong to the nations nearby.",
      "16": "However, you must not spare anyone’s life in the cities of these nations that the Lord your God is giving you as your property.",
      "17": "You must claim the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites for the Lord and completely destroy them, as the Lord your God has commanded you.",
      "18": "Otherwise, they will teach you to do all the disgusting things they do for their gods, and you will sin against the Lord your God.",
      "19": "This is what you must do whenever you blockade a city for a long time in order to capture it in war. Don’t harm any of its fruit trees with an ax. You can eat the fruit. Never cut those trees down, because the trees of the field are not people you have come to blockade.",
      "20": "You may destroy trees that you know are not fruit trees. You may cut them down and use them in your blockade until you capture the city."
    },
    "21": {
      "1": "This is what you must do if you find a murder victim lying in a field in the land that the Lord your God is giving you. If no one knows who committed the murder,",
      "2": "your leaders and judges must go and measure the distance from the body to each of the neighboring cities.",
      "3": "When it has been determined which city is nearest the body, the leaders from that city must choose a heifer that has never been put to work and never worn a yoke.",
      "4": "The leaders of that city will bring the heifer down to a river, to a location where the land hasn’t been plowed or planted. At the river they must break the heifer’s neck.",
      "5": "The priests, the descendants of Levi, must come forward. The Lord your God has chosen them to serve him as priests and to bless people in the Lord’s name. Their decision is final in all cases involving a disagreement or an assault.",
      "6": "All the leaders from the city which was nearest the murder victim must wash their hands over the dead heifer.",
      "7": "Then they must make this formal statement: “We didn’t commit this murder, and we didn’t witness it.",
      "8": "Lord, make peace with your people Israel, whom you freed. Don’t let the guilt of this unsolved murder remain among your people Israel.” Then there will be peace with the Lord despite the murder.",
      "9": "This is how you will get rid of the guilt of an unsolved murder by doing what the Lord considers right.",
      "10": "When you go to war with your enemies and the Lord your God hands them over to you, you may take them captive.",
      "11": "If you see a beautiful woman among the captives and have your heart set on her, you may marry her.",
      "12": "Bring her into your home. She must shave her head, cut her nails,",
      "13": "and no longer wear the clothes she was wearing when you captured her. Then she may live in your house and mourn the loss of her father and mother for one month. After that, you may sleep with her. Then you will become husband and wife.",
      "14": "But if it happens that you are no longer pleased with her, let her go wherever she wants. You must never sell her or mistreat her as if she were a slave, since you’ve already had sex with her.",
      "15": "A man might have two wives and love one but not the other. Both wives might have children, and the firstborn son might belong to the wife that the man doesn’t love.",
      "16": "When the day comes for the father to give his sons their inheritance, he can’t treat the son of the wife he loves as if that son were the firstborn. This would show a total disregard for the real firstborn (the son of the wife he doesn’t love).",
      "17": "Instead, he must recognize the son of the wife he doesn’t love as the firstborn. He must give that son a double portion of whatever he owns. That son is the very first son he had. The rights of the firstborn son are his.",
      "18": "Parents might have a stubborn and rebellious son who doesn’t obey them. Even though they punish him, he still won’t listen to them.",
      "19": "His father and mother must take him to the leaders of the city at the city gate.",
      "20": "They will say to the leaders of the city, “This son of ours is stubborn and rebellious. He won’t obey us. He eats too much and is a drunk.”",
      "21": "All the men of the city should stone him to death. You must get rid of this evil. When all Israel hears about it, they will be afraid.",
      "22": "When a convicted person is put to death,",
      "23": "never leave his dead body hung on a pole overnight. Be sure to bury him that same day, because anyone whose body is hung on a pole is cursed by God. The land that the Lord your God is giving you must never become unclean."
    },
    "22": {
      "1": "If you see another Israelite’s ox or sheep out where it doesn’t belong, don’t pretend that you don’t see it. Make sure you take it back.",
      "2": "If the owner doesn’t live near you or you don’t know who owns it, take the animal home with you. Keep it until the owner comes looking for it. Then give it back.",
      "3": "Do the same if you find a donkey, some clothes, or anything else that another Israelite may have lost. Don’t pretend that you don’t know what to do.",
      "4": "If you see another Israelite’s donkey or ox lying on the road, don’t pretend that you don’t see it. Make sure you help him get it back on its feet.",
      "5": "A woman must never wear anything men would wear, and a man must never wear women’s clothes. Whoever does this is disgusting to the Lord your God.",
      "6": "Whenever you’re traveling and find a nest containing chicks or eggs, this is what you must do. If the mother bird is sitting on the nest, never take her with the chicks.",
      "7": "You may take the chicks, but make sure you let the mother go. Then things will go well for you, and you will live for a long time.",
      "8": "Whenever you build a new house, put a railing around the edge of the roof. Then you won’t be responsible for a death at your home if someone falls off the roof.",
      "9": "Never plant anything between the rows in your vineyard. Otherwise, you will have to give everything that grows there to the holy place. This includes the crop you planted and the grapes from the vineyard.",
      "10": "Never plow with an ox and a donkey harnessed together.",
      "11": "Never wear clothes made of wool and linen woven together.",
      "12": "Make tassels on the four corners of the shawl you wear over your clothes.",
      "13": "A man might marry a woman, sleep with her, and decide he doesn’t like her.",
      "14": "Then he might make up charges against her and ruin her reputation by saying, “I married this woman. But when I slept with her, I found out she wasn’t a virgin.”",
      "15": "The girl’s father and mother must go to the city gate where the leaders of the city are and submit the evidence that their daughter was a virgin.",
      "16": "The girl’s father will tell the leaders, “I gave my daughter in marriage to this man, but he doesn’t like her.",
      "17": "Now he has made up charges against her. He says he found out that my daughter wasn’t a virgin. But here’s the evidence!” Then the girl’s parents must spread out the cloth in front of the leaders of the city.",
      "18": "The leaders of that city must take the man and punish him.",
      "19": "They will fine him 2¼ pounds of silver and give it to the girl’s father. The husband ruined the reputation of an Israelite virgin. She will continue to be his wife, and he can never divorce her as long as he lives.",
      "20": "But if the charge is true, and no evidence that the girl was a virgin can be found,",
      "21": "they must take the girl to the entrance of her father’s house. The men of her city must stone her to death because she has committed such a godless act in Israel: She had sex before marriage, while she was still living in her father’s house. You must get rid of this evil.",
      "22": "If a man is caught having sexual intercourse with a married woman, both that man and the woman must die. You must get rid of this evil in Israel.",
      "23": "This is what you must do when a man has sexual intercourse with a virgin who is engaged to another man. If this happens in a city,",
      "24": "take them to the gate of the city and stone them to death. The girl must die because she was in a city and didn’t scream for help. The man must die because he had sex with another man’s wife. You must get rid of this evil.",
      "25": "But if a man rapes an engaged girl out in the country, then only the man must die.",
      "26": "Don’t do anything to the girl. She has not committed a sin for which she deserves to die. This is like the case of someone who attacks and murders another person.",
      "27": "The man found the girl out in the country. She may have screamed for help, but no one was there to rescue her.",
      "28": "This is what you must do when a man rapes a virgin who isn’t engaged. When the crime is discovered,",
      "29": "the man who had sexual intercourse with her must give the girl’s father 1¼ pounds of silver, and she will become his wife. Since he raped her, he can never divorce her as long as he lives.",
      "30": "A man must never marry his father’s wife because this would disgrace his father."
    },
    "23": {
      "1": "A man whose testicles are crushed or whose penis is cut off may never join the assembly of the Lord.",
      "2": "A man born from an illicit union may not join the assembly of the Lord. No descendant of his may join the assembly of the Lord for ten generations.",
      "3": "Ammonites or Moabites may not join the assembly of the Lord. Not one descendant of theirs may join the assembly of the Lord for ten generations.",
      "4": "They cannot join because they didn’t greet you with food and water on your trip from Egypt. They even hired Balaam, son of Beor, from Pethor in Aram Naharaim, to curse you.",
      "5": "But the Lord your God refused to listen to Balaam. Instead, he turned Balaam’s curse into a blessing for you because the Lord your God loves you.",
      "6": "Never offer them peace or friendship as long as you live.",
      "7": "Never consider the Edomites disgusting. They’re your relatives. Never consider the Egyptians disgusting. You once were foreigners living in their country.",
      "8": "Their grandchildren may join the assembly of the Lord.",
      "9": "When you’re at war and have set up camp to fight your enemies, stay away from anything that will make you unclean.",
      "10": "If one of your men becomes unclean from a nocturnal emission, he must go outside the camp and stay there.",
      "11": "Toward evening he must wash, and at sunset he may come back to camp.",
      "12": "Choose a place outside the camp where you can go to relieve yourself.",
      "13": "You must carry a pointed stick as part of your equipment. When you go outside to squat, dig a hole with it. When you’re done, cover up your excrement.",
      "14": "The Lord your God moves around in your camp to protect you and hand your enemies over to you. So your camp must always be holy. This way, the Lord will never see anything offensive among you and turn away from you.",
      "15": "If a slave escapes from his master and comes to you, don’t return him to his master.",
      "16": "Let him stay with you and live among your people wherever he chooses, in any of your cities that seems best to him. Never mistreat him.",
      "17": "No Israelite man or woman should ever become a temple prostitute.",
      "18": "Never bring gifts or money earned by prostitution into the house of the Lord your God as an offering you vowed to give. These earnings are disgusting to the Lord your God.",
      "19": "Never charge another Israelite any interest on money, food, or anything else that is borrowed.",
      "20": "You may charge a foreigner interest, but not an Israelite. Then the Lord your God will bless you in everything you do once you’ve entered the land and taken possession of it.",
      "21": "If you make a vow to the Lord your God, don’t avoid keeping it. The Lord your God expects you to keep it. You would be guilty of a sin if you didn’t.",
      "22": "If you didn’t make a vow, you would not be guilty.",
      "23": "Make sure you do what you said you would do in your vow. You freely chose to make your vow to the Lord your God.",
      "24": "If you go into your neighbor’s vineyard, you may eat as many grapes as you like until you’re full. But never put any in your basket.",
      "25": "If you go into your neighbor’s grain field, you may pick grain by hand. But never use a sickle to cut your neighbor’s grain."
    },
    "24": {
      "1": "This is what you must do if a husband writes out a certificate of divorce, gives it to his wife, and makes her leave his house. (He divorced her because he found out something indecent about her and she no longer pleased him.)",
      "2": "She might marry another man after she leaves his house.",
      "3": "If her second husband doesn’t love her and divorces her, or if he dies,",
      "4": "her first husband is not allowed to marry her again. She has become unclean. This would be disgusting in the Lord’s presence. Don’t pollute with sin the land that the Lord your God is giving you as your property.",
      "5": "A man who has recently been married will be free from military duty or any other public service. For one year he is free to stay at home and make his new wife happy.",
      "6": "Never let a family’s handmill for grinding flour—or even part of a handmill—be taken to guarantee a loan. The family wouldn’t be able to prepare food in order to stay alive.",
      "7": "Whoever kidnaps another Israelite must die. The kidnapper must die, whether he treated the other person like a slave or sold him. You must get rid of this evil.",
      "8": "Guard against outbreaks of serious skin diseases. Be very careful to do exactly as the Levitical priests instruct you. Make sure you do what I commanded them.",
      "9": "Remember what the Lord your God did to Miriam on your trip from Egypt.",
      "10": "When you make a loan to your neighbor, don’t go into his house to take a security deposit.",
      "11": "Wait outside, and the person to whom you’re making the loan will bring the deposit out to you.",
      "12": "If the person is poor, don’t keep the coat you took as a deposit overnight.",
      "13": "Make sure you bring it back to him at sunset. When he wears his coat to bed that night, he’ll bless you. You will have done the right thing in the presence of the Lord your God.",
      "14": "Don’t withhold pay from hired workers who are poor and needy, whether they are Israelites or foreigners living in one of your cities.",
      "15": "Pay them each day before sunset because they are poor and need their pay. Otherwise, they will complain to the Lord about you, and you will be condemned for your sin.",
      "16": "Parents must never be put to death for the crimes of their children, and children must never be put to death for the crimes of their parents. Each person must be put to death for his own crime.",
      "17": "Never deprive foreigners and orphans of justice. And never take widows’ clothes to guarantee a loan.",
      "18": "Remember that you were slaves in Egypt and the Lord your God freed you from slavery. So I’m commanding you to do this.",
      "19": "This is what you must do when you’re harvesting wheat in your field. If you forget to bring in one of the bundles of wheat, don’t go back to get it. Leave it there for foreigners, orphans, and widows. Then the Lord your God will bless you in everything you do.",
      "20": "When you harvest olives from your trees, never knock down all of them. Leave some for foreigners, orphans, and widows.",
      "21": "When you pick the grapes in your vineyard, don’t pick all of them. Leave some for foreigners, orphans, and widows.",
      "22": "Remember that you were slaves in Egypt. So I’m commanding you to do this."
    },
    "25": {
      "1": "This is what you must do whenever two people have a disagreement that is brought into court. The judges will hear the case and decide who’s right and who’s wrong.",
      "2": "If the person who’s in the wrong deserves to be beaten, the judge will order him to lie down. Then the judge will have him beaten with as many lashes as the crime deserves.",
      "3": "Forty lashes may be given, but no more. If an Israelite were given more than that, he would be publicly humiliated.",
      "4": "Never muzzle an ox when it’s threshing  grain.",
      "5": "When brothers live together and one of them dies without having a son, his widow must not marry outside the family. Her husband’s brother must marry her and sleep with her. He must do his duty as her brother-in-law.",
      "6": "Then the first son she has will carry the dead brother’s name so that his name won’t die out in Israel.",
      "7": "But if the man doesn’t want to marry his brother’s widow, she must go to the leaders of the city at the city gate. She must say, “My brother-in-law refuses to let his brother’s name continue in Israel. He doesn’t want to do his duty as my brother-in-law.”",
      "8": "Then the leaders of the city must summon him and talk to him. If he persists in saying that he doesn’t want to marry her,",
      "9": "his brother’s widow must go up to him in the presence of the leaders. She must take off one of his sandals and spit in his face. She must make this formal statement: “This is what happens to a man who refuses to continue his brother’s family line.”",
      "10": "Then in Israel his family will be called the Family of the Man Without a Sandal.",
      "11": "This is what you must do when two men are fighting and the wife of one of them comes to rescue her husband from the man who is beating him. If she tries to stop the fight by grabbing the other man’s genitals,",
      "12": "cut off her hand. Have no pity on her.",
      "13": "Never carry two sets of weights, a heavier one and a lighter one.",
      "14": "Never have two kinds of measures in your house, a larger one and a smaller one.",
      "15": "Use accurate and honest weights and measures. Then you will live for a long time in the land that the Lord your God is giving you.",
      "16": "Everyone who uses dishonest weights and measures is disgusting to the Lord.",
      "17": "Remember what the Amalekites did to you on your trip from Egypt.",
      "18": "They attacked you when you were tired and exhausted and killed all those who were lagging behind. They weren’t afraid of God.",
      "19": "So when the Lord your God gives you peace from all your enemies around you in the land that he is giving you as your own property, don’t forget to erase every memory of the Amalekites from the earth."
    },
    "26": {
      "1": "Soon you will enter and take possession of the land that the Lord your God is giving you as your property. When you have settled there,",
      "2": "take some of the first produce harvested from the fields in the land that the Lord your God is giving you, and put it in a basket. Then go to the place where the Lord your God will choose for his name to live.",
      "3": "Go to the priest who is serving at that time, and tell him, “I declare today to the Lord your God that I have come to the land that the Lord is giving us, as he swore to our ancestors.”",
      "4": "Then the priest will take the basket from you and set it down in front of the altar of the Lord your God.",
      "5": "You will make this formal statement in the presence of the Lord your God: “My ancestors were wandering Arameans. There were only a few of them when they went to Egypt and lived as foreigners. But then they became a great, powerful, and large nation.",
      "6": "So the Egyptians treated us cruelly, oppressed us, and made us do back-breaking work for them.",
      "7": "We cried out to the Lord God of our ancestors, and he heard us. He saw our misery, suffering, and oppression.",
      "8": "Then the Lord used his mighty hand and powerful arm to bring us out of Egypt. He used spectacular and awe-inspiring deeds, miraculous signs, and amazing things.",
      "9": "He brought us to this place and gave us this land flowing with milk and honey.",
      "10": "So now I’ve brought the first produce harvested from the fields you gave me, Lord.”\nYou will place the basket in the presence of the Lord your God and bow down in front of him.",
      "11": "Then you, the Levites, and the foreigners who live among you can enjoy all the good things which the Lord your God has given you and your family.",
      "12": "Every third year is the year when you will store a tenth of that year’s crops in your houses. During that year distribute what you have stored to the Levites, foreigners, orphans, and widows in your cities, and they may eat all they want.",
      "13": "When you have distributed all that was stored, say to the Lord your God, “Nothing is left of the holy offering stored in my house. I distributed it to the Levites, foreigners, orphans, and widows as you commanded me. I disobeyed none of your commands, and I didn’t forget to do what you commanded.",
      "14": "I didn’t eat any of this holy offering while I was in mourning. I didn’t distribute any of it while I was unclean. I didn’t offer any of it to the dead. I have obeyed the Lord my God. I have done everything you commanded me.",
      "15": "Look down from your holy place in heaven. Bless your people Israel and the land flowing with milk and honey that you have given us, as you promised with an oath to our ancestors.”",
      "16": "Today the Lord your God is commanding you to obey these laws and rules. You must faithfully obey them with all your heart and with all your soul.",
      "17": "Today you have declared that the Lord is your God and that you will follow his directions, obey his laws, commands, and rules, and listen to him.",
      "18": "Today the Lord has declared that you are his people, his own special possession, as he told you. But you must be sure to obey his commands.",
      "19": "Then he will place you high above all the other nations he has made. He will give you praise, fame, and honor, and you will be a people holy to the Lord your God, as he promised."
    },
    "27": {
      "1": "Moses and the leaders of Israel told the people, “Obey every command I’m giving you today.",
      "2": "“The day you cross the Jordan River and enter the land that the Lord your God is giving you, set up some large stones and cover them with plaster.",
      "3": "The Lord God of your ancestors is giving you a land flowing with milk and honey, as he promised you. After you’re in that land, write all the words of these teachings on the stones.",
      "4": "After you cross the Jordan River, set up these stones on Mount Ebal, and cover them with plaster, following the command I’m giving you today.",
      "5": "Build an altar of stones there dedicated to the Lord your God. Don’t use an iron chisel on the stones.",
      "6": "You must use uncut stones to build the altar of the Lord your God. Sacrifice burnt offerings on it to the Lord your God.",
      "7": "Sacrifice fellowship offerings, eat them there, and enjoy yourselves in the presence of the Lord your God.",
      "8": "Write clearly and carefully all the words of these teachings on the stones you set up.”",
      "9": "Then Moses and the Levitical priests said to all Israel, “Be quiet and listen, Israel. Today you have become the people of the Lord your God.",
      "10": "Obey the Lord your God and follow his commands and laws which I’m giving you today.”",
      "11": "That same day Moses gave the people this command:",
      "12": "After you cross the Jordan River, these are the tribes that will stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.",
      "13": "These are the tribes that will stand on Mount Ebal to announce the curses: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.",
      "14": "The Levites will declare to all the people of Israel in a loud voice:",
      "15": "“Whoever has a carved or metal statue, anything disgusting to the Lord that was made by a craftsman, and sets it up in secret will be cursed.” Then all the people will say amen.",
      "16": "“Whoever curses his father or mother will himself be cursed.” Then all the people will say amen.",
      "17": "“Whoever moves his neighbor’s boundary marker will be cursed.” Then all the people will say amen.",
      "18": "“Whoever leads blind people in the wrong direction will be cursed.” Then all the people will say amen.",
      "19": "“Whoever deprives foreigners, orphans, or widows of justice will be cursed.” Then all the people will say amen.",
      "20": "“Whoever has sexual intercourse with his father’s wife will be cursed. He has disgraced his father.” Then all the people will say amen.",
      "21": "“Whoever has sexual intercourse with any animal will be cursed.” Then all the people will say amen.",
      "22": "“Whoever has sexual intercourse with his sister, his father’s daughter, or his mother’s daughter will be cursed.” Then all the people will say amen.",
      "23": "“Whoever has sexual intercourse with his mother-in-law will be cursed.” Then all the people will say amen.",
      "24": "“Whoever kills another person secretly will be cursed.” Then all the people will say amen.",
      "25": "“Whoever accepts money to kill an innocent person will be cursed.” Then all the people will say amen.",
      "26": "“Whoever doesn’t obey every word of these teachings will be cursed.” Then all the people will say amen."
    },
    "28": {
      "1": "Carefully obey the Lord your God, and faithfully follow all his commands that I’m giving you today. If you do, the Lord your God will place you high above all the other nations in the world.",
      "2": "These are all the blessings that will come to you and stay close to you because you obey the Lord your God:",
      "3": "You will be blessed in the city and blessed in the country.",
      "4": "You will be blessed. You will have children. Your land will have crops. Your animals will have offspring. Your cattle will have calves, and your flocks will have lambs and kids.",
      "5": "The grain you harvest and the bread you bake will be blessed.",
      "6": "You will be blessed when you come and blessed when you go.",
      "7": "The Lord will defeat your enemies when they attack you. They will attack you from one direction but run away from you in seven directions.",
      "8": "The Lord will bless your barns and everything you do. The Lord your God will bless you in the land that he is giving you.",
      "9": "You will be the Lord’s holy people, as he promised you with an oath. He will do this if you obey the commands of the Lord your God and follow his directions.",
      "10": "Then all the people in the world will see that you are the Lord’s people, and they will be afraid of you.",
      "11": "The Lord will give you plenty of blessings: You will have many children. Your animals will have many offspring. Your soil will produce many crops in the land the Lord will give you, as he swore to your ancestors.",
      "12": "The Lord will open the heavens, his rich storehouse, for you. He will send rain on your land at the right time and bless everything you do. You will be able to make loans to many nations but won’t need to borrow from any.",
      "13": "The Lord will make you the head, not the tail. You will always be at the top, never at the bottom, if you faithfully obey the commands of the Lord your God that I am giving you today.",
      "14": "Do everything I’m commanding you today. Never worship other gods or serve them.",
      "15": "Obey the Lord your God, and faithfully follow all his commands and laws that I am giving you today. If you don’t, all these curses will come to you and stay close to you:",
      "16": "You will be cursed in the city and cursed in the country.",
      "17": "The grain you harvest and the bread you bake will be cursed.",
      "18": "You will be cursed. You will have few children. Your land will have few crops. Your cattle will be cursed with few calves, and your flocks will have few lambs and kids.",
      "19": "You will be cursed when you come and cursed when you go.",
      "20": "The Lord will send you curses, panic, and frustration in everything you do until you’re destroyed and quickly disappear for the evil you will do by abandoning the Lord.",
      "21": "The Lord will send one plague after another on you until he wipes you out of the land you’re about to enter and take possession of.",
      "22": "The Lord will strike you with disease, fever, and inflammation; heat waves, drought, scorching winds, and ruined crops. They will pursue you until you die.",
      "23": "The sky above will look like bronze, and the ground below will be as hard as iron.",
      "24": "The Lord will send dust storms and sandstorms on you from the sky until you’re destroyed.",
      "25": "The Lord will let your enemies defeat you. You will attack them from one direction but run away from them in seven directions. You will become a thing of horror to all the kingdoms in the world.",
      "26": "Your dead bodies will be food for all the birds and wild animals. There will be no one to scare them away.",
      "27": "The Lord will strike you with the same boils that plagued the Egyptians. He will strike you with hemorrhoids, sores, and itching that won’t go away.",
      "28": "The Lord will strike you with madness, blindness, and panic.",
      "29": "You will grope in broad daylight as blind people grope in their blindness. You won’t be successful in anything you do. As long as you live, you will be oppressed and robbed with no one to rescue you.",
      "30": "You will be engaged to a woman, but another man will have sex with her. You will build a house, but you won’t live in it. You will plant a vineyard, but you won’t enjoy the grapes.",
      "31": "Your ox will be butchered as you watch, but you won’t eat any of its meat. You will watch as your donkey is stolen from you, but you’ll never get it back. Your flock will be given to your enemies, and no one will rescue it.",
      "32": "You will watch with your own eyes as your sons and daughters are given to another nation. You will strain your eyes looking for them all day long, but there will be nothing you can do.",
      "33": "People you never knew will eat what your land and your hard work have produced. As long as you live, you will know nothing but oppression and abuse.",
      "34": "The things you see will drive you mad.",
      "35": "The Lord will afflict your knees and legs with severe boils that can’t be cured. The boils will cover your whole body from the soles of your feet to the top of your head.",
      "36": "The Lord will lead you and the king you choose to a nation that you and your ancestors never knew. There you will worship gods made of wood and stone.",
      "37": "You will become a thing of horror. All the nations where the Lord will send you will make an example of you and ridicule you.",
      "38": "You will plant many crops in your fields, but harvest little because locusts will destroy your crops.",
      "39": "You will plant vineyards and take care of them, but you won’t drink any wine or gather any grapes, because worms will eat them.",
      "40": "You will have olive trees everywhere in your country but no olive oil to rub on your skin, because the olives will fall off the trees.",
      "41": "You will have sons and daughters, but you won’t be able to keep them because they will be taken as prisoners of war.",
      "42": "Crickets will swarm all over your trees and the crops in your fields.",
      "43": "The standard of living for the foreigners who live among you will rise higher and higher, while your standard of living will sink lower and lower.",
      "44": "They will be able to make loans to you, but you won’t be able to make loans to them. They will be the head, and you will be the tail.",
      "45": "All these curses will come to you. They will pursue you and stay close to you until you’re destroyed, because you didn’t obey the Lord your God or follow his commands and laws, which I’m giving you.",
      "46": "These curses will be a sign and an amazing thing to warn you and your descendants forever.",
      "47": "You didn’t serve the Lord your God with a joyful and happy heart when you had so much.",
      "48": "So you will serve your enemies, whom the Lord will send against you. You will serve them even though you are already hungry, thirsty, naked, and in need of everything. The Lord will put a heavy burden of hard work on you until he destroys you.",
      "49": "The Lord will bring against you a nation from far away, from the ends of the earth. The nation will swoop down on you like an eagle. It will be a nation whose language you won’t understand.",
      "50": "Its people will be fierce-looking. They will show no respect for the old and no pity for the young.",
      "51": "They’ll eat the offspring of your animals and the crops from your fields until you’re destroyed. They’ll leave you no grain, no new wine, no olive oil, no calves from your herds, and no lambs or kids from your flocks. They’ll continue to do this until they’ve completely ruined you.",
      "52": "They will blockade all your cities until the high, fortified walls in which you trust come down everywhere in your land. They’ll blockade all the cities everywhere in the land that the Lord your God is giving you.",
      "53": "Because of the hardships your enemies will make you suffer during the blockade, you will eat the flesh of your own children, the sons and daughters, whom the Lord your God has given you.",
      "54": "Even the most tender and sensitive man among you will become stingy toward his brother, the wife he loves, and the children he still has left.",
      "55": "He will give none of them any of the flesh of his children that he is eating. It will be all that he has left, because of the hardships your enemies will make you suffer during the blockade of all your cities.",
      "56": "The most tender and sensitive woman among you—so sensitive and tender that she wouldn’t even step on an ant—will become stingy toward the husband she loves or toward her own son or daughter.",
      "57": "She won’t share with them the afterbirth from her body and the children she gives birth to. She will secretly eat them out of dire necessity, because of the hardships your enemies will make you suffer during the blockade of your cities.",
      "58": "You might not faithfully obey every word of the teachings that are written in this book. You might not fear this glorious and awe-inspiring name: the Lord your God.",
      "59": "If so, the Lord will strike you and your descendants with unimaginable plagues. They will be terrible and continuing plagues and severe and lingering diseases.",
      "60": "He will again bring all the diseases of Egypt that you dreaded, and they will cling to you.",
      "61": "The Lord will also bring you every kind of sickness and plague not written in this Book of Teachings. They will continue until you’re dead.",
      "62": "At one time you were as numerous as the stars in the sky. But only a few of you will be left, because you didn’t obey the Lord your God.",
      "63": "At one time the Lord was more than glad to make you prosperous and numerous. Now the Lord will be more than glad to destroy you and wipe you out. You will be torn out of the land you’re about to enter and take possession of.",
      "64": "Then the Lord will scatter you among all the people of the world, from one end of the earth to the other. There you will serve gods made of wood and stone that neither you nor your ancestors ever knew.",
      "65": "Among those nations you will find no peace, no place to call your own. There the Lord will give you an unsettled mind, failing eyesight, and despair.",
      "66": "Your life will always be hanging by a thread. You will live in terror day and night. You will never feel sure of your life.",
      "67": "In the morning you’ll say, “If only it were evening!” And in the evening you’ll say, “If only it were morning!” You’ll talk this way because of the things that will terrify you and because of the things you’ll see.",
      "68": "The Lord will bring you back to Egypt in ships  on a journey that I said you would never take again. There you will try to sell yourselves as slaves to your enemies, but no one will buy you."
    },
    "29": {
      "1": "These are the terms of the promise  that the Lord commanded Moses to give to the Israelites in Moab. This was in addition to the promise the Lord gave them at Mount Horeb.",
      "2": "Moses summoned all the people of Israel and said to them:\nYou’ve seen with your own eyes everything that the Lord did in Egypt to Pharaoh, to all his officials, and to his whole country.",
      "3": "You also saw those terrible plagues, those miraculous signs, and those spectacular, amazing things.",
      "4": "But to this day the Lord hasn’t given you a mind that understands, eyes that see, or ears that hear.",
      "5": "For 40 years I led you through the desert. During that time your clothes and shoes never wore out.",
      "6": "You ate no bread and drank no wine or liquor. I did this so that you would know that I am the Lord your God.",
      "7": "When you came to this place, King Sihon of Heshbon and King Og of Bashan came out to fight us, but we defeated them.",
      "8": "We took their land and gave it to the tribes of Reuben, Gad, and half of the tribe of Manasseh as their property.",
      "9": "Faithfully obey the terms of this promise. Then you will be successful in everything you do.",
      "10": "All of you are standing here today in the presence of the Lord your God. The heads of your tribes, your leaders, your officers, and all the men of Israel are here.",
      "11": "Your children, your wives, and the foreigners who cut wood and carry water in your camp are also here.",
      "12": "You are ready to accept the terms and conditions of the promise that the Lord your God is giving you today.",
      "13": "With this promise the Lord will confirm today that you are his people and that he is your God. This is what he told you, and this is what he promised your ancestors Abraham, Isaac, and Jacob with an oath.",
      "14": "You aren’t the only people to receive this promise and its conditions.",
      "15": "It is for those of you who are standing here with us today in the presence of the Lord our God and also for those who are not here today.",
      "16": "You know how we lived in Egypt and how we passed through other countries on our way here.",
      "17": "You saw their disgusting gods and idols made of wood, stone, silver, and gold.",
      "18": "Make sure there is no man, woman, family, or tribe among you today who turns from the Lord our God to worship the gods of those nations. Make sure that no one among you is the source of this kind of bitter poison.",
      "19": "Someone may hear the conditions of this promise. He may think that he is so blessed that he can say, “I’ll be safe even if I go my own stubborn way. After all, the Lord would never sweep away well-watered ground along with dry ground.”",
      "20": "The Lord will never be willing to forgive that person, because the Lord’s burning anger will smolder against him. All the curses described in this book will happen to him. The Lord will erase every memory of that person’s name from the earth.",
      "21": "And the Lord will single him out from all the tribes of Israel for disaster based on all the conditions of the promise written in this Book of the Teachings.",
      "22": "Then the next generation of your children and foreigners who come from distant countries will see the plagues that have happened in this land and the diseases the Lord sent here.",
      "23": "They will see all the soil poisoned with sulfur and salt. Nothing will be planted. Nothing will be growing. There will be no plants in sight. It will be as desolate as Sodom, Gomorrah, Admah, and Zeboiim, cities the Lord destroyed in fierce anger.",
      "24": "Then all the other nations in the world will ask, “Why has the Lord done this to their land? Why is he so angry?”",
      "25": "The answer will be, “Because they abandoned the promise of the Lord God of their ancestors. He made this promise to them when he brought them out of Egypt.",
      "26": "They worshiped other gods and bowed down to them. These were gods they never heard of, gods the Lord didn’t permit them to have.",
      "27": "So the Lord became angry with this land and brought on it all the curses described in this book.",
      "28": "In his fierce anger and fury the Lord uprooted these people from their land and deported them to another country, where they still are today.”",
      "29": "Some things are hidden. They belong to the Lord our God. But the things that have been revealed in these teachings belong to us and to our children forever. We must obey every word of these teachings."
    },
    "30": {
      "1": "All these blessings and curses I have spoken about will happen to you. Take them to heart when you are among all the nations where the Lord your God will scatter you.",
      "2": "If you and your children return to the Lord your God and obey him with all your heart and with all your soul, doing everything I command you today,",
      "3": "he will restore your fortunes. He will have mercy on you and gather you from all the nations of the world where he will scatter you.",
      "4": "Even if you are scattered to the most distant country in the world, the Lord your God will gather you and bring you back from there.",
      "5": "The Lord your God will bring you to the land your ancestors owned. You will take possession of it, and the Lord will make you more prosperous and numerous than your ancestors were.",
      "6": "The Lord your God will circumcise your hearts and the hearts of your descendants. You will love the Lord your God with all your heart and with all your soul, and you will live.",
      "7": "Then the Lord your God will put all these curses on your enemies, those who hate you and persecute you.",
      "8": "You will again obey the Lord and follow all his commands that I’m giving you today.",
      "9": "The Lord your God will give you many blessings in everything you do: You will have many children. Your animals will have many offspring. Your soil will produce many crops. The Lord will again delight in making you as prosperous as he made your ancestors.",
      "10": "He will do this if you obey him and follow his commands and laws that are written in this Book of Teachings and return to the Lord your God with all your heart and with all your soul.",
      "11": "This command I’m giving you today isn’t too hard for you or beyond your reach.",
      "12": "It’s not in heaven. You don’t have to ask, “Who will go to heaven to get this command for us so that we can hear it and obey it?”",
      "13": "This command isn’t on the other side of the sea. You don’t have to ask, “Who will cross the sea to get it for us so that we can hear it and obey it?”",
      "14": "No, these words are very near you. They’re in your mouth and in your heart so that you will obey them.",
      "15": "Today I offer you life and prosperity or death and destruction.",
      "16": "This is what I’m commanding you today: Love the Lord your God, follow his directions, and obey his commands, laws, and rules. Then you will live, your population will increase, and the Lord your God will bless you in the land that you’re about to enter and take possession of.",
      "17": "But your hearts might turn away, and you might not listen. You might be tempted to bow down to other gods and worship them.",
      "18": "If you do, I tell you today that you will certainly be destroyed. You will not live for a long time in the land that you’re going to take possession of when you cross the Jordan River.",
      "19": "I call on heaven and earth as witnesses today that I have offered you life or death, blessings or curses. Choose life so that you and your descendants will live.",
      "20": "Love the Lord your God, obey him, and be loyal to him. This will be your way of life, and it will mean a long life for you  in the land that the Lord swore to give to your ancestors Abraham, Isaac, and Jacob."
    },
    "31": {
      "1": "Moses continued to speak to all the Israelites:",
      "2": "“I’m 120 years old now, and I’m not able to lead you anymore. Besides, the Lord has told me that I cannot cross the Jordan River.",
      "3": "The Lord your God is the one who will cross the river ahead of you. He will destroy those nations as you arrive, and you will take possession of their land. Joshua will also cross the river ahead of you, as the Lord told you.",
      "4": "The Lord will do to those nations what he did to King Sihon and King Og of the Amorites and to their lands when he destroyed them.",
      "5": "The Lord will hand them over to you, and you must do to them everything that I commanded you.",
      "6": "Be strong and courageous. Don’t tremble! Don’t be afraid of them! The Lord your God is the one who is going with you. He won’t abandon you or leave you.”",
      "7": "Then Moses called for Joshua and said to him in the presence of all Israel, “Be strong and courageous. You will go with these people into the land that the Lord will give them, as he swore to their ancestors. You will help them take possession of the land.",
      "8": "The Lord is the one who is going ahead of you. He will be with you. He won’t abandon you or leave you. So don’t be afraid or terrified.”",
      "9": "Moses wrote down these teachings and gave them to the Levitical priests who carried the ark of the Lord’s promise and to all the leaders of Israel.",
      "10": "Then Moses commanded them, “At the end of every seventh year you must cancel debts. At that time, during the Festival of Booths,",
      "11": "all the Israelites will come into the presence of the Lord your God at the place he will choose. Read these teachings so that they can hear them.",
      "12": "Assemble the men, women, and children, as well as the foreigners who live in your cities. Have them listen and learn to fear the Lord your God and faithfully obey every word of these teachings.",
      "13": "Their children, who don’t know these teachings, must hear them and learn to fear the Lord your God as long as you live in the land that you are going to take possession of when you cross the Jordan River.”",
      "14": "The Lord said to Moses, “The time of your death is coming soon. Call for Joshua. Both of you come to the tent of meeting, and I will give him his instructions.” Moses and Joshua came to the tent of meeting.",
      "15": "Then the Lord appeared in a column of smoke at the entrance to the tent.",
      "16": "The Lord said to Moses, “Soon you are going to lie down in death with your ancestors. When these people enter the land and are living among the foreigners there, they will chase after foreign gods as though they were prostitutes. They will abandon me and reject the promise  I made to them.",
      "17": "On that day I will become angry with them. I will abandon them and turn away from them. They will be destroyed, and many terrible disasters will happen to them. On that day they will ask, ‘Haven’t these disasters happened to us because our God isn’t with us?’",
      "18": "On that day I will certainly turn away from them because of all the evil they’ve done in turning to other gods.",
      "19": "“Write down this song, teach it to the Israelites, and have them sing it. This song will be a witness for me against the Israelites.",
      "20": "I will bring them into the land that I swore to give to their ancestors, a land flowing with milk and honey. When they have eaten all they want and have become fat, they will turn to other gods and worship them. They will despise me and reject my promise.",
      "21": "When many terrible disasters happen to them, this song will testify against them, because it will never be forgotten by their descendants. I know what their hearts are set on doing, even now before I bring them into the land that I swore to give them.”",
      "22": "That day Moses wrote down this song and taught it to the Israelites.",
      "23": "The Lord gave this command to Joshua, son of Nun: “Be strong and courageous, because you will bring the Israelites into the land that I swore to give them, and I will be with you.”",
      "24": "Finally, Moses finished writing all the words of these teachings in a book.",
      "25": "He gave this command to the Levites who carried the ark of the Lord’s promise:",
      "26": "“Take this Book of Teachings, and put it next to the ark of the promise of the Lord your God, where it will be a witness against you.",
      "27": "I know how rebellious you are. You are impossible to deal with. While I am alive and still with you, you are rebelling against the Lord. How much more rebellious will you be after I die?",
      "28": "Assemble all the leaders of your tribes and your officers in front of me. As they listen, I will speak these words and call on heaven and earth to testify against them.",
      "29": "I know that after I die you will become thoroughly corrupt and turn from the way I have commanded you to live. In the days to come disasters will happen to you because you will make the Lord furious by doing what he considers evil.”",
      "30": "Then, as the whole congregation of Israel listened, Moses recited all the words of this song:"
    },
    "32": {
      "1": "Listen, heaven, and I will speak.\nEarth, hear the words from my mouth.",
      "2": "Let my teachings come down like raindrops.\nLet my words drip like dew,\nlike gentle rain on grass,\nlike showers on green plants.",
      "3": "I will proclaim the name of the Lord.\nGive our God the greatness he deserves!",
      "4": "He is a rock.\nWhat he does is perfect.\nAll his ways are fair.\nHe is a faithful God, who does no wrong.\nHe is honorable and reliable.",
      "5": "He recognizes that his people are corrupt.\nTo their shame they are no longer his children.\nThey are devious and scheming.",
      "6": "Is this how you repay the Lord,\nyou foolish and silly people?\nIsn’t he your Father and Owner,\nwho made you and formed you?",
      "7": "Remember a time long ago.\nThink about all the past generations.\nAsk your fathers to remind you,\nand your leaders to tell you.",
      "8": "When the Most High gave nations their land,\nwhen he divided the descendants of Adam,\nhe set up borders for the tribes\ncorresponding to the number of the sons of Israel.",
      "9": "But the Lord’s people were his property.\nJacob was his own possession.",
      "10": "He found his people in a desert land,\nin a barren place where animals howl.\nHe guarded them, took care of them,\nand protected them because they were helpless.",
      "11": "Like an eagle that stirs up its nest,\nhovers over its young,\nspreads its wings to catch them,\nand carries them on its feathers,",
      "12": "so the Lord alone led his people.\nNo foreign god was with him.",
      "13": "He made them ride on the heights of the earth\nand fed them with the produce of the fields.\nHe gave them honey from rocks\nand olive oil from solid rock.",
      "14": "They ate cheese from cows\nand drank milk from sheep and goats.\nHe gave them fat from lambs,\nrams from the stock of Bashan,\nmale goats, and the best wheat.\nThey drank the blood-red wine of grapes.",
      "15": "Jeshurun  got fat and disrespectful.\n(You got fat! You were stuffed! You were gorged!)\nThey abandoned the God who made them\nand treated the rock of their salvation like a fool.",
      "16": "They made him furious because they worshiped foreign gods\nand angered him because they worshiped worthless idols.",
      "17": "They sacrificed to demons that are not God,\nto gods they never heard of.\nThese were new gods, who came from nearby,\ngods your ancestors never worshiped.",
      "18": "(You ignored the rock who fathered you\nand forgot the God who gave you life.)",
      "19": "The Lord saw this and rejected them,\nbecause his own sons and daughters had made him angry.",
      "20": "He said, “I will turn away from them\nand find out what will happen to them.\nThey are devious people,\nchildren who can’t be trusted.",
      "21": "They made him furious because they worshiped foreign gods\nand angered him because they worshiped worthless idols.\nSo I will use those who are not my people to make them jealous\nand a nation of godless fools to make them angry.",
      "22": "My anger has started a fire\nthat will burn to the depths of hell.\nIt will consume the earth and its crops\nand set the foundations of the mountains on fire.",
      "23": "I will bring one disaster after another on them.\nI will use up all my arrows on them.",
      "24": "They will be starved by famines\nand ravaged by pestilence and deadly epidemics.\nI will send vicious animals against them\nalong with poisonous animals that crawl on the ground.",
      "25": "Foreign wars will kill off their children,\nand even at home there will be horrors.\nYoung men and young women alike will die\nas well as nursing babies and gray-haired men.",
      "26": "I said that I would cut them in pieces\nand erase everyone’s memory of them.",
      "27": "But I didn’t want their enemies to make me angry.\nI didn’t want their opponents to misunderstand and say,\n‘We won this victory!\nIt wasn’t the Lord who did all this!’ ”",
      "28": "My people have lost their good sense.\nThey are not able to understand.",
      "29": "If only they were wise enough to understand this\nand realize what will happen to them!",
      "30": "How could one person chase a thousand\nor two people make ten thousand flee?\nTheir rock used these people to defeat them\nand the Lord gave them no help.",
      "31": "Their rock isn’t like our rock.\nEven our enemies will agree with this.",
      "32": "Their grapevines come from the vineyards of Sodom\nand from the fields of Gomorrah.\nTheir grapes are poisonous,\nand their clusters are bitter.",
      "33": "Their wine is snake venom,\nthe deadly poison of cobras.",
      "34": "Isn’t this what I’ve stored\nunder lock and key in my storehouses?",
      "35": "I will take revenge and be satisfied.\nIn due time their foot will slip,\nbecause their day of disaster is near.\nTheir doom is coming quickly.",
      "36": "The Lord will judge his people\nand have compassion on his servants\nwhen he sees that their strength is gone\nand that no one is left, neither slaves nor free people.",
      "37": "Then he will ask, “Where are their gods?\nWhere is the rock they took refuge in?",
      "38": "Where are the gods who ate the fat from their sacrifices\nand drank the wine from their wine offerings?\nLet them come to help you!\nLet them be your refuge!”",
      "39": "See, I am the only God.\nThere are no others.\nI kill, and I make alive.\nI wound, and I heal,\nand no one can rescue you from my power.",
      "40": "I raise my hand toward heaven and solemnly swear:\nAs surely as I live forever,",
      "41": "I will sharpen my flashing sword\nand take justice into my own hands.\nThen I will take revenge on my enemies\nand pay back those who hate me.",
      "42": "My arrows will drip with blood\nfrom those who were killed and taken captive.\nMy sword will cut off the heads\nof the enemy who vowed to fight.",
      "43": "Joyfully sing with the Lord’s people, you nations,\nbecause he will take revenge for the death of his servants.\nHe will get even with his enemies\nand make peace for his people’s land.",
      "44": "Moses came with Hoshea, son of Nun, and recited all the words of this song as the people listened.",
      "45": "When Moses had finished reciting all these words to Israel,",
      "46": "he said to them, “Pay attention to all these warnings I’ve given you today. Then you will command your children to faithfully obey every word of these teachings.",
      "47": "Don’t think these words are idle talk. They are your life! By these words you will be able to live for a long time in the land that you are going to take possession of when you cross the Jordan River.”",
      "48": "That same day the Lord said to Moses,",
      "49": "“Go into the Abarim Mountains, to Mount Nebo in Moab, across from Jericho. Take a look at the land of Canaan that I’m giving the Israelites as their own property.",
      "50": "On this mountain where you’re going, you will die and join your ancestors in death, as your brother Aaron died on Mount Hor.",
      "51": "This is because both of you were unfaithful to me at the oasis of Meribah at Kadesh in the Desert of Zin. You didn’t show the Israelites how holy I am.",
      "52": "You may see the land from a distance, but you may not enter the land I’m giving the Israelites.”"
    },
    "33": {
      "1": "Moses, the man of God, blessed the Israelites with this blessing before he died.",
      "2": "He said,\n“The Lord came from Sinai.\nFor his people he rose from Seir like the sun.\nHe appeared like sunshine from Mount Paran.\nHe came with tens of thousands of holy ones.\nOn his right was a raging fire for them.",
      "3": "You certainly love your people.\nAll your holy ones are in your hands.\nThey bow at your feet\nto receive your instructions.",
      "4": "Moses gave us these teachings.\nThey belong to the assembly of Jacob.",
      "5": "The Lord was king of Jeshurun \nwhen the leaders of the people assembled\ntogether with all the tribes of Israel.",
      "6": "“May the tribe of Reuben live and not die out,\nthough their people are few in number.”",
      "7": "This is what he said about the tribe of Judah:\n“Hear the cry of Judah, O Lord,\nand bring them to their people.\nThey must defend themselves.\nHelp them against their enemies.”",
      "8": "About the tribe of Levi he said,\n“Your Thummim and Urim  belong to your faithful people.\nYou tested your people at Massah.\nYou quarreled with them at the oasis of Meribah.",
      "9": "They said that they didn’t know their father and mother.\nThey didn’t recognize their own brothers.\nThey didn’t acknowledge their own children.\nBut they obeyed your word\nand were faithful to the terms of your promise.",
      "10": "They teach Jacob your rules\nand give Israel your teachings.\nThey burn incense for you to smell\nand sacrifice burnt offerings on your altar.",
      "11": "Lord, bless them with strength\nand be pleased with the work they do.\nBreak the backs of those who attack them and hate them\nso that they can never get up again.”",
      "12": "About the tribe of Benjamin he said,\n“The Lord’s beloved people will live securely with him.\nThe Lord will shelter them all day long,\nsince he, too, lives on the mountain slopes.”",
      "13": "About the tribes of Joseph he said,\n“May the Lord bless their land with water,\nthe best gift heaven can send,\nwith dew and deep springs below the ground.",
      "14": "May the Lord bless their land with crops,\nthe best gift the sun can give,\nthe best produce of each month,",
      "15": "the finest fruits from the oldest mountains,\nthe best from the ancient hills,",
      "16": "and the most plentiful crops of the earth.\nMay the Lord bless their land with the favor\nof the one who was in the burning bush.\nMay these blessings come to the tribes of Joseph.\nMay they crown the people who are like princes in Israel.",
      "17": "They will be as majestic as a firstborn bull.\nTheir horns will be like the horns of a wild ox.\nThey will use them to push away nations\nincluding those at the ends of the earth.\nThe tens of thousands from the tribe of Ephraim\nand the thousands from the tribe of Manasseh will be like this.”",
      "18": "About the tribe of Zebulun he said,\n“People of Zebulun, enjoy yourselves when you go to war,\nand you people of Issachar, enjoy yourselves when you stay at home.",
      "19": "They will invite nations to their mountain,\nand there they will offer the proper sacrifices.\nThey will be nourished by the abundance from the seas\nand the treasures hidden in the sand.”",
      "20": "About the tribe of Gad he said,\n“Blessed is the one who gives the people of Gad more land.\nThey wait there like a lion.\nThey can tear off an arm or a head.",
      "21": "They chose the best land for themselves.\nIndeed, a commander’s piece of land was reserved for them.\nThey were leaders of the people\nand did for Israel what the Lord considers fair and honorable.”",
      "22": "About the tribe of Dan he said,\n“The people of Dan are a lion cub.\nOut of Bashan they pounce on their enemies.”",
      "23": "About the tribe of Naphtali he said,\n“The people of Naphtali enjoy the Lord’s favor\nand are filled with the Lord’s blessings.\nThey will take possession of the lake and the land south of it.”",
      "24": "About the tribe of Asher he said,\n“The people of Asher are the most blessed of the sons of Israel.\nMay they be the Israelites’ favorite tribe\nand wash their feet in olive oil.",
      "25": "May the locks and bolts of your gates be made of iron and copper.\nMay your strength last as long as you live.",
      "26": "“There’s no one like your God, Jeshurun!\nHe rides through the heavens to help you.\nIn majesty he rides through the clouds.",
      "27": "The eternal God is your shelter,\nand his everlasting arms support you.\nHe will force your enemies out of your way\nand tell you to destroy them.",
      "28": "So Israel will live securely.\nJacob’s spring will be left alone\nin a land of grain and new wine.\nDew will drip from Israel’s skies.",
      "29": "You are blessed, Israel!\nWho is like you,\na nation saved by the Lord?\nHe is a shield that helps you\nand a sword that wins your victories.\nYour enemies will come crawling to you,\nand you will stomp on their backs.”"
    },
    "34": {
      "1": "Then Moses went up on Mount Nebo from the plains of Moab. He went to the top of Pisgah, across from Jericho. The Lord showed him the whole land. He could see Gilead as far as Dan,",
      "2": "all of Naphtali, the territory of Ephraim and Manasseh, all the territory of Judah as far as the Mediterranean Sea,",
      "3": "the Negev, and the Jordan Plain—the valley of Jericho (the City of Palms)—as far as Zoar.",
      "4": "Then the Lord said to him, “This is the land I promised with an oath to Abraham, Isaac, and Jacob. I said I would give it to their descendants. I have let you see it with your own eyes, but you may not go there.”",
      "5": "As the Lord had predicted, the Lord’s servant Moses died in Moab.",
      "6": "He was buried in a valley in Moab, near Beth Peor. Even today no one knows where his grave is.",
      "7": "Moses was 120 years old when he died. His eyesight never became poor, and he never lost his physical strength.",
      "8": "The Israelites mourned for Moses in the plains of Moab for 30 days. Then the time of mourning for him was over.",
      "9": "Joshua, son of Nun, was filled with the Spirit of wisdom, because Moses had laid his hands on him. The Israelites obeyed him and did what the Lord had commanded through Moses.",
      "10": "There has never been another prophet in Israel like Moses, whom the Lord dealt with face to face.",
      "11": "He was the one the Lord sent to do all the miraculous signs and amazing things in Egypt to Pharaoh, to all his officials, and to his whole country.",
      "12": "Moses used his mighty hand to do all the spectacular and awe-inspiring deeds that were seen by all the Israelites."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:21.967778-04:00",
    "Translation": "GW"
  }
}