{
  "Ecclesiastes": {
    "1": {
      "1": "The words of the spokesman, the son of David and the king in Jerusalem.",
      "2": "“Absolutely pointless!” says the spokesman. “Absolutely pointless! Everything is pointless.”",
      "3": "What do people gain from all their hard work under the sun?",
      "4": "Generations come, and generations go,\nbut the earth lasts forever.",
      "5": "The sun rises, and the sun sets,\nand then it rushes back to the place where it will rise again.",
      "6": "The wind blows toward the south and shifts toward the north.\nRound and round it blows. It blows in a full circle.",
      "7": "All streams flow into the sea, but the sea is never full.\nThe water goes back to the place where the streams began\nin order to start flowing again.",
      "8": "All of these sayings are worn-out phrases. They are more than anyone can express, comprehend, or understand.",
      "9": "Whatever has happened before will happen again. Whatever has been done before will be done again. There is nothing new under the sun.",
      "10": "Can you say that anything is new? It has already been here long before us.",
      "11": "Nothing from the past is remembered. Even in the future, nothing will be remembered by those who come after us.",
      "12": "I, the spokesman, have been king of Israel in Jerusalem.",
      "13": "With all my heart I used wisdom to study and explore everything done under heaven.\nMortals are weighed down with a terrible burden that God has placed on them.",
      "14": "I have seen everything that is done under the sun. Look at it! It’s all pointless. It’s like trying to catch the wind.",
      "15": "No one can straighten what is bent.\nNo one can count what is not there.",
      "16": "I thought to myself, “I have grown wiser than anyone who has ruled Jerusalem before me. I’ve had a lot of experience with wisdom and knowledge.”",
      "17": "I’ve used my mind to understand wisdom and knowledge as well as madness and stupidity. Now I know that this is like trying to catch the wind.",
      "18": "With a lot of wisdom comes a lot of heartache.\nThe greater your knowledge, the greater your pain."
    },
    "2": {
      "1": "I thought to myself, “Now I want to experiment with pleasure and enjoy myself.” But even this was pointless.",
      "2": "I thought, “Laughter doesn’t make any sense. What does pleasure accomplish?”",
      "3": "I explored ways to make myself feel better by drinking wine. I also explored ways to do some foolish things. During all that time, wisdom continued to control my mind. I was able to determine whether this was good for mortals to do during their brief lives under heaven.",
      "4": "I accomplished some great things:\nI built houses for myself.\nI planted vineyards for myself.",
      "5": "I made gardens and parks for myself.\nI planted every kind of fruit tree in them.",
      "6": "I made pools to water the forest of growing trees.",
      "7": "I bought male and female slaves.\nIn addition, slaves were born in my household.\nI owned more herds and flocks\nthan anyone in Jerusalem before me.",
      "8": "I also gathered silver and gold for myself.\nI gathered the treasures of kings and provinces.\nI provided myself with male and female singers\nand the pleasures men have with one concubine  after another.",
      "9": "So I grew richer than anyone in Jerusalem before me. Yet, my wisdom remained with me.",
      "10": "If something appealed to me, I did it. I allowed myself to have any pleasure I wanted, since I found pleasure in my work. This was my reward for all my hard work.",
      "11": "But when I turned to look at all that I had accomplished and all the hard work I had put into it, I saw that it was all pointless. It was like trying to catch the wind. I gained nothing from any of my accomplishments under the sun.",
      "12": "Then I turned my attention to experience wisdom, madness, and foolishness. For instance, what can the man who replaces the king do? Only what has already been done.",
      "13": "But I saw that wisdom has an advantage over foolishness as light has an advantage over darkness.",
      "14": "A wise person uses the eyes in his head, but a fool walks in the dark. But I have also come to realize that the same destiny waits for both of them.",
      "15": "I thought to myself, “If the destiny that waits for the fool waits for me as well, then what is the advantage in being wise?” So I thought that even this is pointless.",
      "16": "Neither the wise person nor the fool will be remembered for long, since both will be forgotten in the days to come. Both the wise person and the fool will die.",
      "17": "So I came to hate life because everything done under the sun seemed wrong to me. Everything was pointless. It was like trying to catch the wind.",
      "18": "I came to hate everything for which I had worked so hard under the sun, because I will have to leave it to the person who replaces me.",
      "19": "Who knows whether that person will be wise or foolish? He will still have control over everything under the sun for which I worked so hard and used my wisdom. Even this is pointless.",
      "20": "Then I fell into despair over everything for which I had worked so hard under the sun.",
      "21": "Here is someone who had worked hard with wisdom, knowledge, and skill. Yet, he must turn over his estate to someone else, who didn’t work for it. Even this is pointless and a terrible tragedy.",
      "22": "What do people get from all of their hard work and struggles under the sun?",
      "23": "Their entire life is filled with pain, and their work is unbearable. Even at night their minds don’t rest. Even this is pointless.",
      "24": "There is nothing better for people to do than to eat, drink, and find satisfaction in their work. I saw that even this comes from the hand of God.",
      "25": "Who can eat or enjoy themselves without God?",
      "26": "God gives wisdom, knowledge, and joy to anyone who pleases him. But to the person who continues to sin, he gives the job of gathering and collecting wealth. The sinner must turn his wealth over to the person who pleases God. Even this is pointless. It’s like trying to catch the wind."
    },
    "3": {
      "1": "Everything has its own time, and there is a specific time for every activity under heaven:",
      "2": "a time to be born and\na time to die,\na time to plant and\na time to pull out what was planted,",
      "3": "a time to kill and\na time to heal,\na time to tear down and\na time to build up,",
      "4": "a time to cry and\na time to laugh,\na time to mourn and\na time to dance,",
      "5": "a time to scatter stones and\na time to gather them,\na time to hug and\na time to stop hugging,",
      "6": "a time to start looking and\na time to stop looking,\na time to keep and\na time to throw away,",
      "7": "a time to tear apart and\na time to sew together,\na time to keep quiet and\na time to speak out,",
      "8": "a time to love and\na time to hate,\na time for war and\na time for peace.",
      "9": "What do working people gain from their hard labor?",
      "10": "I have seen mortals weighed down with a burden that God has placed on them.",
      "11": "It is beautiful how God has done everything at the right time. He has put a sense of eternity in people’s minds. Yet, mortals still can’t grasp what God is doing from the beginning to the end of time.",
      "12": "I realize that there’s nothing better for them to do than to be cheerful and enjoy what is good in their lives.",
      "13": "It is a gift from God to be able to eat and drink and experience the good that comes from every kind of hard work.",
      "14": "I realize that whatever God does will last forever. Nothing can be added to it, and nothing can be taken away from it. God does this so that people will fear him.",
      "15": "Whatever has happened in the past is present now. Whatever is going to happen in the future has already happened in the past. God will call the past to account.",
      "16": "I saw something else under the sun:\nThere is wickedness where justice should be found.\nThere is wickedness where righteousness should be found.",
      "17": "I thought to myself, “God will judge righteous people as well as wicked people, because there is a specific time for every activity and every work that is done.”",
      "18": "I thought to myself, “God is going to test humans in order to show them that they are like animals.”",
      "19": "Humans and animals have the same destiny. One dies just like the other. All of them have the same breath of life. Humans have no advantage over animals. All of life is pointless.",
      "20": "All life goes to the same place. All life comes from the ground, and all of it goes back to the ground.",
      "21": "Who knows whether a human spirit goes upward or whether an animal spirit goes downward to the earth?",
      "22": "I saw that there’s nothing better for people to do than to enjoy their work because that is their lot in life. Who will allow them to see what will happen after them?"
    },
    "4": {
      "1": "Next, I turned to look at all the acts of oppression that make people suffer under the sun. Look at the tears of those who suffer! No one can comfort them. Their oppressors have all the power. No one can comfort those who suffer.",
      "2": "I congratulate the dead, who have already died, rather than the living, who still have to carry on.",
      "3": "But the person who hasn’t been born yet is better off than both of them. He hasn’t seen the evil that is done under the sun.",
      "4": "Then I saw that all hard work and skillful effort come from rivalry. Even this is pointless. It’s like trying to catch the wind.",
      "5": "A fool folds his hands and wastes away.",
      "6": "One handful of peace and quiet is better than two handfuls of hard work and of trying to catch the wind.",
      "7": "Next, I turned to look at something pointless under the sun:",
      "8": "There are people who are all alone. They have no children or other family members. So there is no end to all the hard work they have to do. Their eyes are never satisfied with riches. But they never ask themselves why they are working so hard and depriving themselves of good things. Even this is pointless and a terrible tragedy.",
      "9": "Two people are better than one because together they have a good reward for their hard work.",
      "10": "If one falls, the other can help his friend get up. But how tragic it is for the one who is all alone when he falls. There is no one to help him get up.",
      "11": "Again, if two people lie down together, they can keep warm, but how can one person keep warm?",
      "12": "Though one person may be overpowered by another, two people can resist one opponent. A triple-braided rope is not easily broken.",
      "13": "A young man who is poor and wise is better than an old, foolish king who won’t take advice any longer.",
      "14": "A young man came out of prison to rule as king, even though he had been born in poverty in that same kingdom.",
      "15": "I saw all living people moving about under the sun. They sided with the second young man, the king’s successor.",
      "16": "There was no end to all those people, everyone whom he led. But those who will come later will not be happy with the successor. Even this is pointless. It’s like trying to catch the wind."
    },
    "5": {
      "1": "Watch your step when you go to the house of God. It is better to go there and listen than to bring the sacrifices fools bring. Fools are unaware that they are doing something evil.",
      "2": "Don’t be in a hurry to talk. Don’t be eager to speak in the presence of God. Since God is in heaven and you are on earth, limit the number of your words.",
      "3": "Daydreaming comes when there are too many worries.\nCareless speaking comes when there are too many words.",
      "4": "When you make a promise to God, don’t be slow to keep it because God doesn’t like fools. Keep your promise.",
      "5": "It is better not to make a promise than to make one and not keep it.",
      "6": "Don’t let your mouth talk you into committing a sin. Don’t say in the presence of a temple messenger, “My promise was a mistake!” Why should God become angry at your excuse and destroy what you’ve accomplished?",
      "7": "In spite of many daydreams, pointless actions, and empty words, you should still fear God.",
      "8": "Don’t be surprised if you see poor people being oppressed, denied justice, or denied their rights in any district. One authority is watching over another, and they both have authorities watching over them.",
      "9": "Yet, a king is an advantage for a country with cultivated fields.",
      "10": "Whoever loves money will never be satisfied with money. Whoever loves wealth will never be satisfied with more income. Even this is pointless.",
      "11": "As the number of goods increase, so do the number of people who consume them. What do owners gain from all their goods except the opportunity to look at them?",
      "12": "The sleep of working people is sweet, whether they eat a little or a lot. But the full stomachs that rich people have will not allow them to sleep.",
      "13": "There is a painful tragedy that I have seen under the sun: Riches lead to the downfall of those who hoard them.",
      "14": "These hoarded riches were then lost in bad business deals. The owners had children, but now they have nothing to give them.",
      "15": "They came from their mother’s womb naked. They will leave as naked as they came. They won’t even be able to take a handful of their earnings with them from all their hard work.",
      "16": "This also is a painful tragedy: They leave exactly as they came. What advantage do they gain from working so hard for the wind?",
      "17": "They spend their entire lives in darkness, in constant frustration, sickness, and resentment.",
      "18": "At last I have seen what is good and beautiful: It is to eat and drink and to enjoy the good in all our hard work under the sun during the brief lives God gives us. That is our lot in life.",
      "19": "It is a gift from God when God gives some people wealth and possessions, the power to enjoy them, the ability to accept their lot in life, and the ability to rejoice in their own hard work.",
      "20": "These people won’t give much thought to their brief lives because God keeps them occupied with the joy in their hearts."
    },
    "6": {
      "1": "There is a tragedy that I have seen under the sun. It is a terrible one for mortals.",
      "2": "God gives one person riches, wealth, and honor so that he doesn’t lack anything he wants. Yet, God doesn’t give him the power to enjoy any of them. Instead, a stranger enjoys them. This is pointless and is a painful tragedy.",
      "3": "Suppose a rich person wasn’t satisfied with good things while he was alive and didn’t even get an honorable burial after he died. Suppose he had a hundred children and lived for many years. No matter how long he would have lived, it still would have been better for him to have been born dead.",
      "4": "A stillborn baby arrives in a pointless birth and goes out into the darkness. The darkness then hides its name.",
      "5": "Though it has never seen the sun or known anything, the baby finds more rest than the rich person.",
      "6": "Even if the rich person lives two thousand years without experiencing anything good—don’t we all go to the same place?",
      "7": "Everything that people work so hard for goes into their mouths, but their appetite is never satisfied.",
      "8": "What advantage does a wise person have over a fool? What advantage does a poor person have in knowing how to face life?",
      "9": "It is better to look at what is in front of you than to go looking for what you want. Even this is pointless. It’s like trying to catch the wind.",
      "10": "Whatever has happened in the past already has a name. Mortals are already known for what they are. Mortals cannot argue with the one who is stronger than they.",
      "11": "The more words there are, the more pointless they become. What advantage do mortals gain from this?",
      "12": "Who knows what may be good for mortals while they are alive, during the brief, pointless days they live? Mortals pass by like a shadow. Who will tell them about their future under the sun?"
    },
    "7": {
      "1": "A good name is better than expensive perfume, and the day you die is better than the day you’re born.",
      "2": "It is better to go to a funeral than to a banquet because that is where everyone will end up. Everyone who is alive should take this to heart!",
      "3": "Sorrow is better than laughter because, in spite of a sad face, the heart can be joyful.",
      "4": "The minds of wise people think about funerals, but the minds of fools think about banquets.",
      "5": "It is better to listen to wise people who reprimand you than to fools who sing your praises.",
      "6": "The laughter of a fool is like the crackling of thorns burning under a pot. Even this is pointless.",
      "7": "Oppression can turn a wise person into a fool, and a bribe can corrupt the mind.",
      "8": "The end of something is better than its beginning. It is better to be patient than arrogant.",
      "9": "Don’t be quick to get angry, because anger is typical of fools.",
      "10": "Don’t ask, “Why were things better in the old days than they are now?” It isn’t wisdom that leads you to ask this!",
      "11": "Wisdom is as good as an inheritance. It is an advantage to everyone who sees the sun.",
      "12": "Wisdom protects us just as money protects us, but the advantage of wisdom is that it gives life to those who have it.",
      "13": "Consider what God has done! Who can straighten what God has bent?",
      "14": "When times are good, be happy. But when times are bad, consider this: God has made the one time as well as the other so that mortals cannot predict their future.",
      "15": "I have seen it all in my pointless life:\nRighteous people die in spite of being righteous.\nWicked people go on living in spite of being wicked.",
      "16": "Don’t be too virtuous, and don’t be too wise. Why make yourself miserable?",
      "17": "Don’t be too wicked, and don’t be a fool. Why should you die before your time is up?",
      "18": "It’s good to hold on to the one and not let go of the other, because the one who fears God will be able to avoid both extremes.",
      "19": "Wisdom will help a wise person more than ten rulers can help a city.",
      "20": "Certainly, there is no one so righteous on earth that he always does what is good and never sins.",
      "21": "Don’t take everything that people say to heart, or you may hear your own servant cursing you.",
      "22": "Your conscience knows that you have cursed others many times.",
      "23": "I used wisdom to test all of this. I said, “I want to be wise, but it is out of my reach.”",
      "24": "Whatever wisdom may be, it is out of reach. It is deep, very deep. Who can find out what it is?",
      "25": "I turned my attention to study, to explore, and to seek out wisdom and the reason for things. I learned that wickedness is stupid and foolishness is madness.",
      "26": "I find that a woman whose thoughts are like traps and snares is more bitter than death itself. Even her hands are like chains. Whoever pleases God will escape her, but she will catch whoever continues to sin.",
      "27": "The spokesman said, “This is what I’ve found: I added one thing to another in order to find a reason for things.",
      "28": "I am still seeking a reason for things, but have not found any. I found one man out of a thousand who had it, but out of all these I didn’t find one woman.",
      "29": "I have found only this: God made people decent, but they looked for many ways to avoid being decent.”"
    },
    "8": {
      "1": "Who is really wise? Who knows how to explain things? Wisdom makes one’s face shine, and it changes one’s grim look.",
      "2": "I advise you to obey the king’s commands because of the oath you took in God’s presence.",
      "3": "Don’t be in a hurry to leave the king’s service. Don’t take part in something evil, because he can do whatever he pleases.",
      "4": "Since a king’s word has such power, no one can ask him what he is doing.",
      "5": "Whoever obeys his commands will avoid trouble. The mind of a wise person will know the right time and the right way to act.",
      "6": "There is a right time and a right way to act in every situation. Yet, a terrible human tragedy hangs over people.",
      "7": "They don’t know what the future will bring. So who can tell them how things will turn out?",
      "8": "No one has the power to prevent the spirit  of life from leaving. No one has control over the day of his own death. There is no way to avoid the war against death. Wickedness will not save wicked people from dying.",
      "9": "I have seen all of this, and I have carefully considered all that is done under the sun whenever one person has authority to hurt others.",
      "10": "Then I saw wicked people given an honorable burial. They used to go in and out of the holy place. They were praised in the city for doing such things. Even this is pointless.",
      "11": "When a sentence against a crime isn’t carried out quickly, people are encouraged to commit crimes.",
      "12": "A sinner may commit a hundred crimes and yet live a long life. Still, I know with certainty that it will go well for those who fear God, because they fear him.",
      "13": "But it will not go well for the wicked. They will not live any longer. Their lives are like shadows, because they don’t fear God.",
      "14": "There is something being done on earth that is pointless. Righteous people suffer for what the wicked do, and wicked people get what the righteous deserve. I say that even this is pointless.",
      "15": "So I recommend the enjoyment of life. People have nothing better to do under the sun than to eat, drink, and enjoy themselves. This joy will stay with them while they work hard during their brief lives which God has given them under the sun.",
      "16": "When I carefully considered how to study wisdom and how to look at the work that is done on earth (even going without sleep day and night),",
      "17": "then I saw everything that God has done. No one is able to grasp the work that is done under the sun. However hard a person may search for it, he will not find its meaning. Even though a wise person claims to know, he is not able to grasp it."
    },
    "9": {
      "1": "Now, I have carefully thought about all this, and I explain it in this way: Righteous people and wise people, along with their accomplishments, are in God’s hands. No one knows whether there will be love or hatred.",
      "2": "Everything turns out the same way for everyone. All people will share the same destiny, whether they are righteous, wicked, or good, clean or unclean, whether they offer sacrifices or don’t offer sacrifices. Good people are treated like sinners. People who take oaths are treated like those who are afraid to take oaths.",
      "3": "This is the tragedy of everything that happens under the sun: Everyone shares the same destiny. Moreover, the hearts of mortals are full of evil. Madness is in their hearts while they are still alive. After that, they join the dead.",
      "4": "But all who are among the living have hope, because a living dog is better than a dead lion.",
      "5": "The living know that they will die, but the dead don’t know anything. There is no more reward for the dead when the memory of them has faded.",
      "6": "Their love, their hate, and their passions have already vanished. They will never again take part in anything that happens under the sun.",
      "7": "Go, enjoy eating your food, and drink your wine cheerfully, because God has already accepted what you’ve done.",
      "8": "Always wear clean clothes, and never go without lotion on your head.",
      "9": "Enjoy life with your wife, whom you love, during all your brief, pointless life. God has given you your pointless life under the sun. This is your lot in life and what you get for the hard work that you do under the sun.",
      "10": "Whatever presents itself for you to do, do it with all your might, because there is no work, planning, knowledge, or skill in the grave where you’re going.",
      "11": "I saw something else under the sun. The race isn’t won by fast runners, or the battle by heroes. Wise people don’t necessarily have food. Intelligent people don’t necessarily have riches, and skilled people don’t necessarily receive special treatment. But time and unpredictable events overtake all of them.",
      "12": "No one knows when his time will come. Like fish that are caught in a cruel net or birds caught in a snare, humans are trapped by a disaster when it suddenly strikes them.",
      "13": "I also have seen this example of wisdom under the sun, and it made a deep impression on me.",
      "14": "There was a small town with a few soldiers in it, and a powerful king came to attack it. He surrounded it and blockaded it.",
      "15": "A poor, wise person was found in that town. He saved the town using his wisdom. But no one remembered that poor person.",
      "16": "So I said, “Wisdom is better than strength,” even though that poor person’s wisdom was despised, and no one listened to what he said.",
      "17": "One should pay more attention to calm words from wise people than shouting from a ruler of fools.",
      "18": "Wisdom is better than weapons of war, but one sinner can destroy much that is good."
    },
    "10": {
      "1": "Dead flies will make a bottle of perfume stink, and then it is spoiled. A little foolishness outweighs wisdom and honor.",
      "2": "A wise person’s heart leads the right way. The heart of a fool leads the wrong way.",
      "3": "Even when a fool goes walking, he has no sense and shows everyone else that he’s a fool.",
      "4": "If a ruler becomes angry with you, don’t resign your position. If you remain calm, you can make up for serious offenses.",
      "5": "There is a tragedy that I’ve seen under the sun, an error often made by rulers.",
      "6": "Foolish people are often given high positions, and rich people are left to fill lower positions.",
      "7": "I have seen slaves sitting on horses and influential people going on foot like slaves.",
      "8": "Whoever digs a pit may fall into it. Whoever breaks through a stone wall may be bitten by a snake.",
      "9": "Whoever works in a stone quarry may get hurt. Whoever splits wood may be injured.",
      "10": "If an ax is blunt and the edge isn’t sharpened, then one has to use more strength. But wisdom prepares the way for success.",
      "11": "If a snake bites before it has been charmed, then there is no advantage in being a snake charmer.",
      "12": "A wise person’s words win favors, but a fool’s lips are self-destructive.",
      "13": "A fool starts out by talking foolishness and ends up saying crazy things that are dangerous.",
      "14": "He never stops talking. No one knows what the future will bring, or what will happen after death. Who can say!",
      "15": "Fools wear themselves out with hard work, because they don’t even know the way to town.",
      "16": "How horrible it will be for any country where the king used to be a servant and where the high officials throw parties in the morning.",
      "17": "A country is blessed when the king is from a noble family and when the high officials eat at the right time in order to get strength and not to get drunk.",
      "18": "A roof sags because of laziness. A house leaks because of idle hands.",
      "19": "A meal is made for laughter, and wine makes life pleasant, but money is the answer for everything.",
      "20": "Don’t curse the king even in your thoughts, and don’t curse rich people even in your bedroom. A bird may carry your words, or some winged creature may repeat what you say."
    },
    "11": {
      "1": "Throw your bread on the surface of the water, because you will find it again after many days.",
      "2": "Divide what you have into seven parts, or even into eight, because you don’t know what disaster may happen on earth.",
      "3": "If the clouds are full of rain, they will let it pour down on the earth. If a tree falls north or south, the tree will remain where it fell.",
      "4": "Whoever watches the wind will never plant. Whoever looks at the clouds will never harvest.",
      "5": "Just as you don’t know how the breath of life enters the limbs of a child within its mother’s womb, you also don’t understand how God, who made everything, works.",
      "6": "Plant your seed in the morning, and don’t let your hands rest until evening. You don’t know whether this field or that field will be profitable or whether both of them will turn out equally well.",
      "7": "Light is sweet, and it is good for one’s eyes to see the sun.",
      "8": "Even though people may live for many years, they should enjoy every one of them. But they should also remember there will be many dark days. Everything that is coming is pointless.",
      "9": "You young people should enjoy yourselves while you’re young. You should let your hearts make you happy when you’re young. Follow wherever your heart leads you and whatever your eyes see. But realize that God will make you give an account for all these things when he judges everyone.",
      "10": "Get rid of what troubles you or wears down your body, because childhood and youth are pointless."
    },
    "12": {
      "1": "Remember your Creator when you are young,\nbefore the days of trouble come\nand the years catch up with you.\nThey will make you say,\n“I have found no pleasure in them.”",
      "2": "Remember your Creator before the sun, the light, the moon,\nand the stars turn dark, and the clouds come back with rain.",
      "3": "Remember your Creator when those who guard the house tremble,\nstrong men are stooped over,\nthe women at the mill stop grinding\nbecause there are so few of them,\nand those who look out of the windows\nsee a dim light.",
      "4": "Remember your Creator when the doors to the street are closed,\nthe sound of the mill is muffled,\nyou are startled at the sound of a bird,\nand those who sing songs become quiet.",
      "5": "Remember your Creator when someone is afraid of heights\nand of dangers along the road,\nthe almond tree blossoms,\nthe grasshopper drags itself along,\nand the caper bush has no fruit.\nMortals go to their eternal rest, and mourners go out in the streets.",
      "6": "Remember your Creator before the silver cord is snapped,\nthe golden bowl is broken,\nthe pitcher is smashed near the spring,\nand the water wheel is broken at the cistern.",
      "7": "Then the dust of mortals goes back to the ground as it was before,\nand the breath of life goes back to God who gave it.",
      "8": "“Absolutely pointless!” says the spokesman. “Everything is pointless!”",
      "9": "Besides being wise, the spokesman also taught the people what he knew. He very carefully thought about it, studied it, and arranged it in many proverbs.",
      "10": "The spokesman tried to find just the right words. He wrote the words of truth very carefully.",
      "11": "Words from wise people are like spurs. Their collected sayings are like nails that have been driven in firmly. They come from one shepherd.",
      "12": "Be warned, my children, against anything more than these. People never stop writing books. Too much studying will wear out your body.",
      "13": "After having heard it all, this is the conclusion: Fear God, and keep his commands, because this applies to everyone.",
      "14": "God will certainly judge everything that is done. This includes every secret thing, whether it is good or bad."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:50.206552-04:00",
    "Translation": "GW"
  }
}