{
  "Ephesians": {
    "1": {
      "1": "From Paul, an apostle of Christ Jesus by God’s will.\nTo God’s holy and faithful people who are united with Christ in the city of Ephesus.",
      "2": "Good will  and peace from God our Father and the Lord Jesus Christ are yours!",
      "3": "Praise the God and Father of our Lord Jesus Christ! Through Christ, God has blessed us with every spiritual blessing that heaven has to offer.",
      "4": "Before the creation of the world, he chose us through Christ to be holy and perfect in his presence.",
      "5": "Because of his love he had already decided to adopt us through Jesus Christ. He freely chose to do this",
      "6": "so that the kindness  he had given us in his dear Son would be praised and given glory.",
      "7": "Through the blood of his Son, we are set free from our sins. God forgives our failures because of his overflowing kindness.",
      "8": "He poured out his kindness by giving us every kind of wisdom and insight",
      "9": "when he revealed the mystery of his plan to us. He had decided to do this through Christ.",
      "10": "He planned to bring all of history to its goal in Christ. Then Christ would be the head of everything in heaven and on earth.",
      "11": "God also decided ahead of time to choose us through Christ according to his plan, which makes everything work the way he intends.",
      "12": "He planned all of this so that we who had already focused our hope on Christ would praise him and give him glory.",
      "13": "You heard and believed the message of truth, the Good News that he has saved you. In him you were sealed with the Holy Spirit whom he promised.",
      "14": "This Holy Spirit is the guarantee that we will receive our inheritance. We have this guarantee until we are set free to belong to him. God receives praise and glory for this.",
      "15": "I, too, have heard about your faith in the Lord Jesus and your love for all of God’s people. For this reason",
      "16": "I never stop thanking God for you. I always remember you in my prayers.",
      "17": "I pray that the glorious Father, the God of our Lord Jesus Christ, would give you a spirit of wisdom and revelation as you come to know Christ better.",
      "18": "Then you will have deeper insight. You will know the confidence that he calls you to have and the glorious wealth that God’s people will inherit.",
      "19": "You will also know the unlimited greatness of his power as it works with might and strength for us, the believers.",
      "20": "He worked with that same power in Christ when he brought him back to life and gave him the honored position—the one next to God the Father on the heavenly throne.",
      "21": "He is far above all rulers, authorities, powers, lords, and all other names that can be named, not only in this present world but also in the world to come.",
      "22": "God has put everything under the control of Christ. He has made Christ the head of everything for the good of the church.",
      "23": "The church is Christ’s body and completes him as he fills everything in every way."
    },
    "2": {
      "1": "You were once dead because of your failures and sins.",
      "2": "You followed the ways of this present world and its spiritual ruler. This ruler continues to work in people who refuse to obey God.",
      "3": "All of us once lived among these people, and followed the desires of our corrupt nature. We did what our corrupt desires and thoughts wanted us to do. So, because of our nature, we deserved God’s anger just like everyone else.",
      "4": "But God is rich in mercy because of his great love for us.",
      "5": "We were dead because of our failures, but he made us alive together with Christ. (It is God’s kindness  that saved you.)",
      "6": "God has brought us back to life together with Christ Jesus and has given us a position in heaven with him.",
      "7": "He did this through Christ Jesus out of his generosity to us in order to show his extremely rich kindness in the world to come.",
      "8": "God saved you through faith as an act of kindness. You had nothing to do with it. Being saved is a gift from God.",
      "9": "It’s not the result of anything you’ve done, so no one can brag about it.",
      "10": "God has made us what we are. He has created us in Christ Jesus to live lives filled with good works that he has prepared for us to do.",
      "11": "Remember that once you were not Jewish physically. Those who called themselves “the circumcised” because of what they had done to their bodies called you “the uncircumcised.”",
      "12": "Also, at that time you were without Christ. You were excluded from citizenship in Israel, and the pledges  God made in his promise were foreign to you. You had no hope and were in the world without God.",
      "13": "But now through Christ Jesus you, who were once far away, have been brought near by the blood of Christ.",
      "14": "So he is our peace. In his body he has made Jewish and non-Jewish people one by breaking down the wall of hostility that kept them apart.",
      "15": "He brought an end to the commandments and demands found in Moses’ Teachings so that he could take Jewish and non-Jewish people and create one new humanity in himself. So he made peace.",
      "16": "He also brought them back to God in one body by his cross, on which he killed the hostility.",
      "17": "He came with the Good News of peace for you who were far away and for those who were near.",
      "18": "So Jewish and non-Jewish people can go to the Father in one Spirit.",
      "19": "That is why you are no longer foreigners and outsiders but citizens together with God’s people and members of God’s family.",
      "20": "You are built on the foundation of the apostles and prophets. Christ Jesus himself is the cornerstone.",
      "21": "In him all the parts of the building fit together and grow into a holy temple in the Lord.",
      "22": "Through him you, also, are being built in the Spirit together with others into a place where God lives."
    },
    "3": {
      "1": "This is the reason I, Paul, am the prisoner of Christ Jesus  for those of you who are not Jewish.",
      "2": "Certainly, you have heard how God gave me the responsibility of bringing his kindness  to you.",
      "3": "You have heard that he let me know this mystery through a revelation. I’ve already written to you about this briefly.",
      "4": "When you read this, you’ll see that I understand the mystery about Christ.",
      "5": "In the past, this mystery was not known by people as it is now. The Spirit has now revealed it to his holy apostles and prophets.",
      "6": "This mystery is the Good News that people who are not Jewish have the same inheritance as Jewish people do. They belong to the same body and share the same promise that God made in Christ Jesus.",
      "7": "I became a servant of this Good News through God’s kindness freely given to me when his power worked in me.",
      "8": "I am the least of all God’s people. Yet, God showed me his kindness by allowing me to spread the Good News of the immeasurable wealth of Christ to people who are not Jewish.",
      "9": "He allowed me to explain the way this mystery works. God, who created all things, kept it hidden in the past.",
      "10": "He did this so that now, through the church, he could let the rulers and authorities in heaven know his infinite wisdom.",
      "11": "This was God’s plan for all of history which he carried out through Christ Jesus our Lord.",
      "12": "We can go to God with bold confidence through faith in Christ.",
      "13": "So then, I ask you not to become discouraged by the troubles I suffer for you. In fact, my troubles bring you glory.",
      "14": "This is the reason I kneel in the presence of the Father",
      "15": "from whom all the family in heaven and on earth receives its name.",
      "16": "I’m asking God to give you a gift from the wealth of his glory. I pray that he would give you inner strength and power through his Spirit.",
      "17": "Then Christ will live in you through faith. I also pray that love may be the ground into which you sink your roots and on which you have your foundation.",
      "18": "This way, with all of God’s people you will be able to understand how wide, long, high, and deep his love is.",
      "19": "You will know Christ’s love, which goes far beyond any knowledge. I am praying this so that you may be completely filled with God.",
      "20": "Glory belongs to God, whose power is at work in us. By this power he can do infinitely more than we can ask or imagine.",
      "21": "Glory belongs to God in the church and in Christ Jesus for all time and eternity! Amen."
    },
    "4": {
      "1": "I, a prisoner in the Lord, encourage you to live the kind of life which proves that God has called you.",
      "2": "Be humble and gentle in every way. Be patient with each other and lovingly accept each other.",
      "3": "Through the peace that ties you together, do your best to maintain the unity that the Spirit gives.",
      "4": "There is one body and one Spirit. In the same way you were called to share one hope.",
      "5": "There is one Lord, one faith, one baptism,",
      "6": "one God and Father of all, who is over everything, through everything, and in everything.",
      "7": "God’s favor  has been given to each of us. It was measured out to us by Christ who gave it.",
      "8": "That’s why the Scriptures say:\n“When he went to the highest place,\nhe took captive those who had captured us\nand gave gifts to people.”",
      "9": "Now what does it mean that he went up except that he also had gone down to the lowest parts of the earth?",
      "10": "The one who had gone down also went up above all the heavens so that he fills everything.",
      "11": "He also gave apostles, prophets, missionaries, as well as pastors and teachers as gifts to his church.",
      "12": "Their purpose is to prepare God’s people to serve and to build up the body of Christ.",
      "13": "This is to continue until all of us are united in our faith and in our knowledge about God’s Son, until we become mature, until we measure up to Christ, who is the standard.",
      "14": "Then we will no longer be little children, tossed and carried about by all kinds of teachings that change like the wind. We will no longer be influenced by people who use cunning and clever strategies to lead us astray.",
      "15": "Instead, as we lovingly speak the truth, we will grow up completely in our relationship to Christ, who is the head.",
      "16": "He makes the whole body fit together and unites it through the support of every joint. As each and every part does its job, he makes the body grow so that it builds itself up in love.",
      "17": "So I tell you and encourage you in the Lord’s name not to live any longer like other people in the world. Their minds are set on worthless things.",
      "18": "They can’t understand because they are in the dark. They are excluded from the life that God approves of because of their ignorance and stubbornness.",
      "19": "Since they no longer have any sense of shame, they have become promiscuous. They practice every kind of sexual perversion with a constant desire for more.",
      "20": "But that is not what you learned from Christ’s teachings.",
      "21": "You have certainly heard his message and have been taught his ways. The truth is in Jesus.",
      "22": "You were taught to change the way you were living. The person you used to be will ruin you through desires that deceive you.",
      "23": "However, you were taught to have a new attitude.",
      "24": "You were also taught to become a new person created to be like God, with a life that truly has God’s approval and is holy.",
      "25": "So then, get rid of lies. Speak the truth to each other, because we are all members of the same body.",
      "26": "Be angry without sinning. Don’t go to bed angry.",
      "27": "Don’t give the devil any opportunity to work.",
      "28": "Thieves must quit stealing and, instead, they must work hard. They should do something good with their hands so that they’ll have something to share with those in need.",
      "29": "Don’t say anything that would hurt another person. Instead, speak only what is good so that you can give help wherever it is needed. That way, what you say will help those who hear you.",
      "30": "Don’t give God’s Holy Spirit any reason to be upset with you. He has put his seal on you for the day you will be set free from the world of sin.",
      "31": "Get rid of your bitterness, hot tempers, anger, loud quarreling, cursing, and hatred.",
      "32": "Be kind to each other, sympathetic, forgiving each other as God has forgiven you through Christ."
    },
    "5": {
      "1": "Imitate God, since you are the children he loves.",
      "2": "Live in love as Christ also loved us. He gave his life for us as an offering and sacrifice, a soothing aroma to God.",
      "3": "Don’t let sexual sin, perversion of any kind, or greed even be mentioned among you. This is not appropriate behavior for God’s holy people.",
      "4": "It’s not right that dirty stories, foolish talk, or obscene jokes should be mentioned among you either. Instead, give thanks to God.",
      "5": "You know very well that no person who is involved in sexual sin, perversion, or greed (which means worshiping wealth) can have any inheritance in the kingdom of Christ and of God.",
      "6": "Don’t let anyone deceive you with meaningless words. It is because of sins like these that God’s anger comes to those who refuse to obey him.",
      "7": "Don’t be partners with them.",
      "8": "Once you lived in the dark, but now the Lord has filled you with light. Live as children who have light.",
      "9": "Light produces everything that is good, that has God’s approval, and that is true.",
      "10": "Determine which things please the Lord.",
      "11": "Have nothing to do with the useless works that darkness produces. Instead, expose them for what they are.",
      "12": "It is shameful to talk about what some people do in secret.",
      "13": "Light exposes the true character of everything",
      "14": "because light makes everything easy to see. That’s why it says:\n“Wake up, sleeper!\nRise from the dead,\nand Christ will shine on you.”",
      "15": "So then, be very careful how you live. Don’t live like foolish people but like wise people.",
      "16": "Make the most of your opportunities because these are evil days.",
      "17": "So don’t be foolish, but understand what the Lord wants.",
      "18": "Don’t get drunk on wine, which leads to wild living. Instead, be filled with the Spirit",
      "19": "by reciting psalms, hymns, and spiritual songs for your own good. Sing and make music to the Lord with your hearts.",
      "20": "Always thank God the Father for everything in the name of our Lord Jesus Christ.",
      "21": "Place yourselves under each other’s authority out of respect for Christ.",
      "22": "Wives, place yourselves under your husbands’ authority as you have placed yourselves under the Lord’s authority.",
      "23": "The husband is the head of his wife as Christ is the head of the church. It is his body, and he is its Savior.",
      "24": "As the church is under Christ’s authority, so wives are under their husbands’ authority in everything.",
      "25": "Husbands, love your wives as Christ loved the church and gave his life for it.",
      "26": "He did this to make the church holy by cleansing it, washing it using water along with spoken words.",
      "27": "Then he could present it to himself as a glorious church, without any kind of stain or wrinkle—holy and without faults.",
      "28": "So husbands must love their wives as they love their own bodies. A man who loves his wife loves himself.",
      "29": "No one ever hated his own body. Instead, he feeds and takes care of it, as Christ takes care of the church.",
      "30": "We are parts of his body.",
      "31": "That’s why a man will leave his father and mother and be united with his wife, and the two will be one.",
      "32": "This is a great mystery. (I’m talking about Christ’s relationship to the church.)",
      "33": "But every husband must love his wife as he loves himself, and wives should respect their husbands."
    },
    "6": {
      "1": "Children, obey your parents because you are Christians. This is the right thing to do.",
      "2": "“Honor your father and mother",
      "3": "that everything may go well for you, and you may have a long life on earth.” This is an important commandment with a promise.",
      "4": "Fathers, don’t make your children bitter about life. Instead, bring them up in Christian discipline and instruction.",
      "5": "Slaves, obey your earthly masters with proper respect. Be as sincere as you are when you obey Christ.",
      "6": "Don’t obey them only while you’re being watched, as if you merely wanted to please people. But obey like slaves who belong to Christ, who have a deep desire to do what God wants them to do.",
      "7": "Serve eagerly as if you were serving your heavenly master and not merely serving human masters.",
      "8": "You know that your heavenly master will reward all of us for whatever good we do, whether we’re slaves or free people.",
      "9": "Masters, treat your slaves with respect. Don’t threaten a slave. You know that there is one master in heaven who has authority over both of you, and he doesn’t play favorites.",
      "10": "Finally, receive your power from the Lord and from his mighty strength.",
      "11": "Put on all the armor that God supplies. In this way you can take a stand against the devil’s strategies.",
      "12": "This is not a wrestling match against a human opponent. We are wrestling with rulers, authorities, the powers who govern this world of darkness, and spiritual forces that control evil in the heavenly world.",
      "13": "For this reason, take up all the armor that God supplies. Then you will be able to take a stand during these evil days. Once you have overcome all obstacles, you will be able to stand your ground.",
      "14": "So then, take your stand! Fasten truth around your waist like a belt. Put on God’s approval as your breastplate.",
      "15": "Put on your shoes so that you are ready to spread the Good News that gives peace.",
      "16": "In addition to all these, take the Christian faith as your shield. With it you can put out all the flaming arrows of the evil one.",
      "17": "Also take salvation as your helmet and God’s word as the sword that the Spirit supplies.",
      "18": "Pray in the Spirit  in every situation. Use every kind of prayer and request there is. For the same reason be alert. Use every kind of effort and make every kind of request for all of God’s people.",
      "19": "Also pray that God will give me the right words to say. Then I will speak boldly when I reveal the mystery of the Good News.",
      "20": "Because I have already been doing this as Christ’s representative, I am in prison. So pray that I speak about this Good News as boldly as I have to.",
      "21": "I’m sending Tychicus to you. He is our dear brother and a faithful deacon in the Lord’s work. He will tell you everything that is happening to me so that you will know how I’m getting along.",
      "22": "That’s why I’m sending him to you so that you may know how we’re doing and that he may encourage you.",
      "23": "May God the Father and the Lord Jesus Christ give our brothers and sisters peace and love along with faith.",
      "24": "His favor  is with everyone who has an undying love for our Lord Jesus Christ."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:19.752548-04:00",
    "Translation": "GW"
  }
}